{
  "case_file": "case154.txt",
  "original_text": "Chattisgarh High Court\nM/S Univabs Sleepers Pvt. Ltd vs Union Of India 16 Arba/46/2017 Union Of ... on 12 October, 2018\nAuthor: Rajani Dubey\nBench: Rajani Dubey\n                                     -1-\n\n\n                                                                           AFR\n\n           HIGH COURT OF CHHATTISGARH, BILASPUR\n\n  Division Bench : Hon'ble Mr. Justice Manindra Mohan Shrivastava\n                   Hon'ble Mrs. Justice Rajani Dubey\n\n                       ARBA No. 43 of 2017\n\nM/s Univabs Sleepers Pvt. Ltd. A Company Duly Registered Under The\nIndian Companies Act, with Its Head Office At MIG 11, Padmanabhpur,\nDurg Chhattisgarh And Works At Dongargarh, District Rajnandgaon\nChhattisgarh, Through Its Director Shri Shamit Verma, S/o Shri M.P. Verma,\nMalviya Nagar, Durg, Chhattisgarh, Chhattisgarh\n\n                                                                 ---- Appellant\n\n                                Versus\n\nUnion Of India Acting Through The Chief Engineer (Co. Ord.) Now\nDesignated As Principal Chief Engineer, South East Central Railway,\nBilaspur, Chhattisgarh, Chhattisgarh\n\n                                                              ---- Respondent\n\n\n\n                                 And\n\n\n                       ARBA No. 46 of 2017\n\nUnion Of India Through Chief Engineer (Co.Ord) Now Designated As\nPrincipal Chief Engineer, South Eastern Central Railway, Bilaspur, District-\nBilaspur, Chhattisgarh, Chhattisgarh\n\n                                                                 ---- Appellant\n\n                                Versus\n\nM/s Univabs Sleepers Pvt. Ltd A Company Registered Under Indian\nCompanies Act With Its Head Office At M I G 11, Padmanbhpur, Durg,\nChhattisgarh Works At Dongargarh, District- Rajnandgaon, Chhattisgarh,\nThrough Its Director Shamit Verma, S/o M.P. Verma, Malviya Nagar, Durg,\nChhattisgarh, Chhattisgarh\n\n                                                              ---- Respondent\n\n\n\nFor Univabs Sleepers Pvt. Ltd    :         Shri Vivek Chopda, Advocate\nFor Union of India               :         Shri H.S. Ahluwalia, Advocate\n                                       -2-\n\n\n                                  C A V Order\n\n12/10/2018\n\nPer Manindra Mohan Shrivastava, J.\n1. This order shall govern disposal of Arbitration Appeal No.43 of 2017 as well as Arbitration Appeal No.46 of 2017 arising out of common order dated 21.3.2017 passed by Commercial Court, deciding application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Act of 1996\") filed by M/s. Univabs Sleepers Pvt. Ltd. (MJC No.7/2016) as also application under Section 34 of the Act of 1996 filed by Union of India (MJC No.16 of 2016).\n2. The Union of India and M/s. Univabs Sleepers Pvt. Ltd. both have preferred the aforesaid separate appeals which were clubbed together and heard analogously.\n3. M/s. Univabs Sleepers Pvt. Ltd. entered into contract with the Union of India through its competent authority on 2.2.2006 for manufacture and supply of Monoblock Prestressed Concrete Sleepers for Broad Gauge. The contract was initially for a period of two years and one month, to be reckoned from 26.12.2005 to 25.01.2008. Under the contract, M/s. Univabs Sleepers Pvt. Ltd. was to manufacture and supply of 255000 (two lakh fifty five thousand) number of sleepers. Later on, the quantity of supply was enhanced by further quantity of 76500 (seventy six thousand five hundred) number of sleepers and the period of contract was further extended up to 31.12.2008. Dispute arose between the parties when the manufacturer failed to supply required quantity of sleepers as per time schedule, to Union of India. While according to manufacturer/supplier, the main operative reason was that the nominated source for supply of cement failed to supply requisite quantity of cement to the manufacturer/supplier, Union of India maintained that manufacturer/supplier failed to maintain its manufacturing process of sleepers and was taking shelter of a false excuse of non-supply of cement in requisite quantity from the nominated source. Finally, the Union of India terminated the contract and claimed liquidated damages, aggrieved by which, the manufacture/supplier invoked arbitration clause under the contract and Reference was made for arbitration to the Sole Arbitrator under the terms of contract. Initially, while seeking reference of dispute, the manufacturer/supplier had raised only 6 claims, but while submitting its claim before the Arbitrator, the supplier added 5 more claims making as many as 11 claims against Union of India. The Union of India filed its written statement and also raised counter claims and prayed for liquidated damages alleging that the manufacturer/ supplier committed breach of contract in failing to supply sleepers as per the contracted schedule of supply. The Arbitrator, vide its Award, rejected all the claims of the manufacturer/supplier as well as Union of India. Aggrieved by the Award, the manufacturer/supplier as well as Union of India both preferred separate applications under Section 34 of the Act of 1996 before the Commercial Court. The Commercial Court held that in so far as Claimant's additional claims No.1,3, & 8 (a & b) and 11 are concerned, the Arbitrator was obliged under the law to adjudicate those claims and could not have rejected on the ground that in the letter making reference of dispute to the Arbitrator, those claims were not included. On Claimant's claims No.2 & 6, the Commercial Court held that the Arbitrator acted perversely and in violation of fundamental policy of law in not awarding damages despite having recorded a finding that the Union of India was guilty of breach of contract, due to which, the supplier/claimant had suffered loss. The findings on supplier's/claimant's claim No.4, 5, 7 & 10 recorded by the Arbitrator were not interfered with by the Commercial Court.\nThe Commercial Court, on aforesaid findings, set aside the Award leaving the Claimant to work out its remedy.\nIn so far as claim for liquidated damages of Union of India was concerned, that was also not accepted and the finding of the Arbitrator on the counter claim were not interfered with by the Commercial Court.\nSubmissions made in Arbitration Appeal No.43 of 2017\n4. Learned counsel for the appellant- Ms. Univabs Sleepers Pvt. Ltd./Manufacturer, contended that once the Commercial Court came to the conclusion that additional claims No.1, 3, 8 (a) (b) and 11 were also liable to be adjudicated by the Arbitrator and further that despite breach of agreement by Union of India is established, the appellant was entitled to damages, it ought to have decided the claims on its merits. According to learned counsel for the appellant-Ms. Univabs Sleepers, the Commercial Court, while entertaining an application under Section 34 of the Act of 1996, had power not only to set aside the Award once it is found to be vitiated on the ground enumerated under Section 34 of the Act of 1996 but also inappropriate cases, to modify or vary the award to do complete justice between the parties rather than mechanically setting aside and relegating the matter to the Arbitrator again. According to him, the Commercial Court, under a misconceived notion of law, that it only had the power to set aside the award and nothing more, instead of granting appropriate relief by modifying the award, sent the appellant before the Arbitrator and thus frustrating the very object of the Act of 1996 in providing an expeditious and effective remedy in arbitration dispute.\nThe other submission of learned counsel for the appellant is that in so far as appellant's claims No.4, 5, 7 & 10 are concerned, the learned Commercial Court has not examined those claims with reference to the specific ground urged in the application under Section 34 of the Act of 1996 with reference to the pleadings and evidence of the parties in the Arbitration Proceeding and has mechanically recorded that those claims were rightly rejected by the Arbitrator. In support of his submission, he placed reliance upon several authorities1.\n5. Per contra, learned counsel appearing for the respondent-Union of India submitted that as far as claims No.1, 3, 8 (a) (b) and 11 are concerned, they were all additional claims, which did not form part of the reference made to the Arbitrator at the instance of the supplier/manufacturer and, therefore, it was beyond the scope of reference and the Arbitrator rightly held that it had jurisdiction to adjudicate only upon those specific claims on which reference was made. He submits that in the appeal filed by Union of India (ARBA No.46 of 2017), the Union of India has raised specific ground\n1. Himachal Pradesh State Electricity Board Vs. R.J. Shah & Company (1999) 4 SCC 214, Divisional Controller, KSRTC Vs. Mahadeva Shetty and Anr. (2003) 7 SCC 197, State of Gujarat & Ors. Vs. Utility Users' Welfare Association & Ors. (2018 SCC Online SC 368), State of Goa Vs. Praveen Enterprises (2012) 12 SCC 581, Oil and Natural Gas Corporation Limited Vs. Western Geco International Limited (2014) 9 SCC 263, Gayatri Balaswami Vs. ISG Novasoft Technologies Ltd. 2014 (6) CTC 602, Maharashtra State Electricity Distribution Company Ltd. Vs. M/s. Datar Switchgear Limited & Ors.(2018 SCC Online SC 20), M/s .A.T. Brij Paul Sing & Ors. State of Gujarat (1984) 4 SCC 59, and M.P. Power Generation Co. Ltd. & Anr. Ansaldo Energia SPA & Anr. (2018 SCC Online SC 385) against the part of the order of the Commercial Court by which the Commercial Court has held that additional claims No.1, 3, 8 (a) (b) and 11 were also required to be adjudicated. As far as claims No.4, 5, 7 & 10 are concerned, learned counsel for the respondent- Union of India argued that these claims were not at all made out because those claims have been raised by the claimant/supplier against the specific terms and conditions of contract between the parties. The Arbitrator has considered the aforesaid claims and upon construction of terms of contract, has taken a view, which, essentially, is on the merits of the issue and even if another view is possible, in the absence of any ground made out as specifically enumerated in Section 34 of the Act of 1996, it was not within the jurisdiction of the Commercial Court to interfere with the Award in so far as supplier's claims No.4, 5, 7 & 10 are concerned and therefore the Commercial Court rightly rejected the claims refusing to interfere with the findings of Arbitrator.\nAs far as claims No.2 & 6 are concerned, learned counsel for respondent- Union of India argued that those claims are founded on alleged breach of contract whereas according to Union of India, it has not breached the contract. The Union of India filed application for setting aside the award to the extent it held the Union of India responsible for breach of contract but the Commercial Court has wrongly rejected the application and it is the case of respondent-Union of India that it did not commit breach of contract which issue has been raised by the Union of India in its Arbitration Appeal No.46 of 2017 separately.\nLast submission of learned counsel for the respondent-Union of India is that in any case, the Commercial Court could not quantify, even if every submission of the appellant- Ms. Univabs Ltd. is accepted, as it could only set aside the Award. In support of the submission, reliance has been placed on Mcdermott International Inc. Vs. Burn Standard Co. Ltd. (2006) 11 SCC 181.\nSubmissions in Arbitration Appeal No.46 of 2017\n6. Learned counsel appearing for the appellant i.e. Union of India assailed legality and validity of the order passed by the Commercial Court principally on the submission that in so far as finding of claims No.1, 3, 8 (a)\n(b) and 11 are concerned, it suffers from patent illegality and perversity. Learned counsel for Union of India argued in extenso and contended that in the present case, the Arbitrator correctly held that it had jurisdiction to adjudicate only upon those claims which were referred under the reference. According to him, as there was otherwise agreement between the parties, as per Clause 2900 of the Indian Railways Standard Conditions of Contract (IRS), sub-section (3) of Section 23 of the Act of 1996 is not attracted and thus, it was not open for the claimant- supplier to amend and supplement its claim after reference of dispute to the Arbitrator. In his submission, under no circumstance, additional claim could be raised and, therefore, the Arbitrator had rejected, but the Commercial Court, ignoring the aforesaid settled legal position in this regard, has erroneously held that the claimant-suppliers could supplement the claims and raise new claim while filing statement of claim before the Arbitrator, wrongly invoking Section 23 (3) of the Act of 1996. In support of his contention, learned counsel for the Union of India placed reliance upon the decisions in the case of State of Goa Vs. Praveen Enterprises (2012) 12 SCC 581 and Himachal Pradesh State Electricity Board Vs. R.J. Shah & Company (1999) 4 SCC 214.\nFurther submission is that in any case, view taken by the Arbitrator, based upon construction of the terms of contract as to whether there was an agreement otherwise or not, in the context of Section 23 (3) of the Act of 1996, no interference would be permissible under Section 34 of the Act as the view taken by the Arbitrator is one of the possible views and it cannot be said to be suffering from patent illegality, perversity or in any manner in conflict with the public policy of India. In support of this submission, reliance has been placed on Rashtriya Ispat Nigam Limited Vs. Dewan Chand Ram Saran (2012) 5 SCC 306.\nNext submission of learned counsel for the appellant-Union of India in this appeal is that the Arbitrator has recorded perverse finding suffering from patent illegality in so far as alleged breach of contract by Union of India is concerned. He would submit that there were specific pleadings made in the reply of Union of India clearly stating that there was no breach of agreement by the Union of India because the supplier was under\ncontractual obligation to manufacture and supply required quantity of sleepers in accordance with time schedule, which it failed to perform and to camouflage its failure, raised hypothetical case of short supply of cement by sponsored suppliers. He would submit that non-supply of cement was not the cause for less production because the reason for less production was not the shortage of supply of cement but because the supplier did not adhere to its optimum production capacity of operating the manufacturing unit in three shifts. Learned counsel for appellant-Union of India made further argument that under the agreement between the parties, the only obligation cast on the Union of India was to sponsor cement supplier which was done by it. Even if it is assumed, though not admitted, that the sponsored supplier failed to supply required quantity of cement, it could not, in the eyes of law, be said to be breach of contract by Union of India and, therefore, Section 73 of the Indian Contract Act, 1872 (hereinafter referred to as \"the Act of 1872\") will have no application at all. Learned counsel for the Union of India further argued that as far as Arbitrator's finding with regard to delayed lifting of manufactured sleepers is concerned, there is clinching material evidence on record that stacked material was much less than the capacity of stacking area, therefore, non- lifting of the material could not be taken as an excuse of slowing down the production. On the aforesaid aspect, specific reply was given by the Union of India which did not receive any consideration by the Arbitrator. Thus, it is argued, remoteness of production with supply of cement and availability of stacking place having been established, no case of breach of contract could be said to be made out by Union of India and thus, no damages could be claimed under Section 73 of the Act of 1872 by the Claimant. The findings in this regard are, therefore, perverse and in conflict with the public policy. Therefore, the finding of the Arbitrator that on claims No.2 & 6, even though no damages have been awarded, to the extent it held the Union of India liable for breach of contract, are unsustainable in law. The Commercial Court did not appreciate the aforesaid settled legal aspect and acting perversely, committed patent illegality by remitting the matter to the Arbitrator. Reliance has been placed Associate Builders Vs. Delhi Development Authority (2015) 3 SCC 49.\nFurther, last submission of learned counsel for the appellant-union of India is that once it is held that there was no breach of contract by the Union of India, but it was for the respondent - supplier to make supply of contracted number of sleepers as per schedule of supply agreed to between the parties under the agreement, the appellant claims for liquidated damages ought to be granted.\n7. In reply, learned counsel for the respondent-M/s. Univabs Ltd. in this appeal, argued that the finding of the Arbitrator that claims No.1, 2, 8 (a) (b) and 11 are beyond the scope of reference was patently erroneous and illegal against the judicial verdict of the Supreme Court in the case of Praveen Enterprises (supra) which has rightly been interfered with by the Commercial Court, though, according to this respondent, the Commercial Court, instead of remitting the matter to the Arbitrator, ought to have itself adjudicated upon those claims.\nIt is next submitted that the Arbitrator's finding on claims No.2 & 6 regarding breach of contract by the Union of India is on the merits of the case, upon assessment of oral and documentary evidence, and does not suffer either from any patent illegality, perversity nor can be said to be in conflict with the public policy of India. Therefore, the appeal of the Union of India is liable to be dismissed, more so when memo of Arbitration Appeal No.46 of 2017 shows that the appeal is directed only against order passed in MJC No.7 of 2016 and not MJC No.16 of 2016, meaning thereby that no appeal has been filed before this Court by the Union of India against rejection of its application under Section 34 of the Act of 1996.\n8. We have given our anxious consideration to the submissions made by learned counsel for the respective parties in the two appeals, heard analogously and perused the records of the case including the records of the Arbitration proceedings before us.\n9. As the order of the Commercial Court has been challenged by both the parties by separate appeals on the grounds raised by Union of India and M/s. Univabs Sleepers Pvt. Ltd against specific finding against them, we will examine the submissions made by Union of India and by M/s. Univabs Sleepers Pvt. Ltd in two appeal with reference to material before us and the order of the Commercial Court which are common in both the cases.\n10.Following issues arise for determination of this Court:-\n(A) What are legally permissible grounds of challenge to an Award, under Section 34 of the Act ?\n(B) Whether Arbitrator had jurisdiction to adjudicate upon additional claims raised by the claimant before it, other than those mentioned in the application for making reference of dispute to the Arbitrator ?\n(C) Whether the Arbitrator's finding regarding breach of contract warrants interference by the Court under Section 34 of the Act ?\n- If answered in favour of the appellant- Union of India, is Union of India entitled to liquidated damages under the agreement ?\n(D) Whether the Arbitrator's finding on Claimant's claim No.4, 5, 7 & 10 warrants interference under Section 34 of the Act ?\n(E) Whether the Commercial Court, having held that Claimant's claims No.1, 3, 8 (a) (b) and 11 ought to be adjudicated by the Arbitrator and that for breach of contract Claimant/supplier was entitled to damages, had jurisdiction to modify the Award by granting compensation and also independently examining the merits of claims No.1, 3, 8 (a)\n(b) and 11 instead of setting aside the Award and leaving the parties to again approach the Arbitrator ?\nConsideration on Issue -\"A\"\n11.Before adverting to various submissions made and grounds raised by learned counsel for the respective parties, we consider it appropriate to first delineate the ambit and scope of judicial interference under Section 34 of the Act of 1996. Section 34 of the Act of 1996 exhaustively provides for the grounds on which an application for setting aside an arbitral award could be made, which reads as under:\n\"34. Application for setting aside arbitral award-\n(1) Recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub- section (3).\n(2) An arbitral award may be set aside by the court only if-\n(a) the party making the application furnishes proof that-\n(i) A party was under some incapacity, or\n(ii) The arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or\n(iii) The party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or\n(iv) The arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or\n(v) The composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part;\n(b) The court finds that-\n(i) The subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or\n(ii) The arbitral award is in conflict with the public policy of India.\n\"Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or\n(ii) it is in contravention with the fundamental policy of Indian law; or\n(iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.\";\n(2A)   An      arbitral    award     arising   out   of\narbitrations       other      than       international\ncommercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re appreciation of evidence.\n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) On receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. \"(5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\n12.It is important to notice from the language of sub-section (2) of Section 34 of the Act of 1996 that an arbitral award may be set aside by the Court only when any of the grounds stated in that part are made out. Use of emphatic word \"only\" is of utmost importance and indicative of legislative intention not to allow judicial intervention except on the grounds stated in the provision herein-above. This means, the grounds enumerated in the aforesaid provision are exhaustive. As a corollary, it can be interpreted to mean that Award would not be susceptible to challenge on grounds other than those enumerated in the aforesaid provision.\n13.It is extremely relevant to note that the provisions contained in Section 34 of the Act of 1996 were amended by Amendment Act of 2015 which came into force from 23rd October 2015. A comparative reading of Section 34, before and after amendment, reveals that Explanation to sub-clause (ii) of clause (b) of sub-section (2) of Section 34 has been substituted by two new Explanations. Further, new sub-section (2-A) has also been added which was not there in the unamended provision. Moreover, two new sub- sections (5) and (6) have also been added.\nThe Explanation clause appended to sub-clause (ii) as described earlier, explains as to when an award could be said to be in conflict with public policy of India. Without prejudice to the generality of sub-clause (ii) and for the avoidance of any doubt, the explanation clause reads that an Award is in conflict with the public policy of India if the making of the Award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81.\nThe Explanation contained in sub-clause (ii), as it stood prior to Amendment of 2015, came up for consideration and interpreted by the Supreme Court in series of decisions. In one of those decisions in Associate Builders (supra), the development of law with regard to scope of interference under the statutory scheme of Section 34 of the Act of 1996 was considered and principles, judicially evolved in earlier judgments, were re-stated. One of the earliest decisions rendered in the case of ONGC Ltd. Vs. Saw Pipes Ltd (2003) 5 SCC 705, on the scope of interference by the Court against an award of Arbitrator, was referred to as below :\n\"19. When it came to construing the expression \"the public policy of India\" contained in Section 34 (2) (b)\n(ii) of the Arbitration Act, 1996, this Court in ONGC v.\nSaw Pipes, 2003 (5) SCC 705, held-\n\"31. Therefore, in our view, the phrase \"public policy of India\" used in Section 34 in context is required to be given a wider meaning. It can be stated that the concept of public policy connotes some matter which concerns public good and the public interest. What is for public good or in public interest or what would be injurious or harmful to the public good or public interest has varied from time to time. However, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest. Such award/judgment/decision is likely to adversely affect the administration of justice. Hence, in our view in addition to narrower meaning given to the term \"public policy\" in Renusagar case [1994 Supp (1) SCC 644] it is required to be held that the award could be set aside if it is patently illegal. The result would be - award could be set aside if it is contrary to:\n(a) Fundamental policy of Indian law; or\n(b) The interest of India; or\n(c) Justice or morality, or\n(d) in addition, if it is patently illegal.\nIllegality must go to the root of the matter and if the illegality is of trivial nature it cannot be held that award is against the public policy. Award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court. Such award is opposed to public policy and is required to be adjudged void.\n* * *\n74. In the result, it is held that:\n(A) (1) The court can set aside the arbitral award under Section 34(2) of the Act if the party making the application furnishes proof that:\n(i) a party was under some incapacity, or\n(ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or\n(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or\n(iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration.\n(2) The court may set aside the award:\n(i)(a) if the composition of the Arbitral Tribunal was not in accordance with the agreement of the parties,\n(b) failing such agreement, the composition of the Arbitral Tribunal was not in accordance with Part I of the Act.\n(ii) if the arbitral procedure was not in accordance with:\n(a) the agreement of the parties, or\n(b) failing such agreement, the arbitral procedure was not in accordance with Part I of the Act.\nHowever, exception for setting aside the award on the ground of composition of Arbitral Tribunal or illegality of arbitral procedure is that the agreement should not be in conflict with the provisions of Part I of the Act from which parties cannot derogate.\n(c) If the award passed by the Arbitral Tribunal is in contravention of the provisions of the Act or any other substantive law governing the parties or is against the terms of the contract.\n(3) The award could be set aside if it is against the public policy of India, that is to say, if it is contrary to:\n(a) fundamental policy of Indian law; or\n(b) the interest of India; or\n(c) justice or morality; or\n(d) if it is patently illegal. (4) It could be challenged:\n(4) It could be challenged:\n(a) as provided under Section 13(5); and\n(b) Section 16(6) of the Act.\n(B)(1) The impugned award requires to be set aside mainly on the grounds:\n(i) there is specific stipulation in the agreement that the time and date of delivery of the goods was of the essence of the contract;\n(ii) in case of failure to deliver the goods within the period fixed for such delivery in the schedule, ONGC was entitled to recover from the contractor liquidated damages as agreed;\n(iii) it was also explicitly understood that the agreed liquidated damages were genuine pre-estimate of damages;\n(iv) on the request of the respondent to extend the time-limit for supply of goods, ONGC informed specifically that time was extended but stipulated liquidated damages as agreed would be recovered;\n(v) liquidated damages for delay in supply of goods were to be recovered by paying authorities from the bills for payment of cost of material supplied by the contractor;\n(vi) there is nothing on record to suggest that stipulation for recovering liquidated damages was by way of penalty or that the said sum was in any way unreasonable.\n(vii) In certain contracts, it is impossible to assess the damages or prove the same. Such situation is taken care of by Sections 73 and 74 of the Contract Act and in the present case by specific terms of the contract.\"\nTheir Lordships, in para 20 of the judgment (Associate Builders), noted that:\n\"20. The judgment in ONGC v. Saw Pipes has been consistently followed till date. \"\nSubsequent decisions in the cases of Hindustan Zinc Ltd. Vs. Friends Coal Carbonisation (2006) 4 SCC 445, Mcdermott International Inc. Vs. Burn Standard Co. Ltd. (2006) 11 SCC 181, Centrotrade Minerals & Metals Inc. Vs. Hindustan Copper Ltd. (2006) 11 SCC 245, DDA Vs. R.S. Sharma and Co. (2008)13 SCC 80, J.G. Engineers (P) Ltd. Vs. Union of India (2011) 5 SCC 758, Union of India Vs. Col. LSN Murthy (2012) 1 SCC 718 rendered up to 2012 were also referred to and relied upon as below :\n\"21. In Hindustan Zinc Ltd. v. Friends Coal Carbonisation, this Court held:\n\"14. The High Court did not have the benefit of the principles laid down in Saw Pipes [(2003) 5 SCC 705] , and had proceeded on the assumption that award cannot be interfered with even if it was contrary to the terms of the contract. It went to the extent of holding that contract terms cannot even be looked into for examining the correctness of the award. This Court in Saw Pipes [(2003) 5 SCC 705] has made it clear that it is open to the court to consider whether the award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India.\"\n22. In McDermott International Inc. v. Burn Standard Co. Ltd., this Court held:\n\"58. In Renusagar Power Co. Ltd. v. General Electric Co., this Court laid down that the arbitral award can be set aside if it is contrary to (a) fundamental policy of Indian law; (b) the interests of India; or (c) justice or morality. A narrower meaning to the expression \"public policy\" was given therein by confining judicial review of the arbitral award only on the aforementioned three grounds. An apparent shift can, however, be noticed from the decision of this Court in ONGC Ltd.v. Saw Pipes Ltd. [(2003) 5 SCC 705] (for short \"ONGC\"). This Court therein referred to an earlier decision of this Court in Central Inland Water Transport Corpn. Ltd. v.\nBrojo Nath Ganguly [(1986) 3 SCC 156 : 1986 SCC (L&S) 429 : (1986) 1 ATC 103] wherein the applicability of the expression \"public policy\"\non the touchstone of Section 23 of the Indian Contract Act and Article 14 of the Constitution of India came to be considered. This Court therein was dealing with unequal bargaining power of the workmen and the employer and came to the conclusion that any term of the agreement which is patently arbitrary and/or otherwise arrived at because of the unequal bargaining power would not only be ultra vires Article 14 of the Constitution of India but also hit by Section 23 of the Indian Contract Act. In ONGC [(2003) 5 SCC 705] this Court, apart from the three grounds stated in Renusagar [1994 Supp (1) SCC 644] , added another ground thereto for exercise of the court's jurisdiction in setting aside the award if it is patently arbitrary.\n59. Such patent illegality, however, must go to the root of the matter. The public policy violation, indisputably, should be so unfair and unreasonable as to shock the conscience of the court. Where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of Section 34 of the Act. However, we would consider the applicability of the aforementioned principles while noticing the merits of the matter.\n60. What would constitute public policy is a matter dependent upon the nature of transaction and nature of statute. For the said purpose, the pleadings of the parties and the materials brought on record would be relevant to enable the court to judge what is in public good or public interest, and what would otherwise be injurious to the public good at the relevant point, as contradistinguished from the policy of a particular Government. (See State of Rajasthan v. Basant Nahata [(2005) 12 SCC 77].)\"\n23. In Centrotrade Minerals & Metals Inc. v. Hindustan Copper Ltd., Sinha, J., held:\n\"103. Such patent illegality, however, must go to the root of the matter. The public policy, indisputably, should be unfair and unreasonable so as to shock the conscience of the court. Where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of Section 34 of the Act.\"\n104. What would be a public policy would be a matter which would again depend upon the nature of transaction and the nature of statute. For the said purpose, the pleadings of the parties and the materials brought on record would be relevant so as to enable the court to judge the concept of what was a public good or public interest or what would otherwise be injurious to the public good at the relevant point as contradistinguished by the policy of a particular government. (See State of Rajasthan v. Basant Nahata [(2005) 12 SCC 77].)\"\n24. In DDA v. R.S. Sharma and Co ., the Court summarized the law thus:\n\"21. From the above decisions, the following principles emerge:\n(a) An award, which is\n(i) contrary to substantive provisions of law;\nor\n(ii) the provisions of the Arbitration and Conciliation Act, 1996; or\n(iii) against the terms of the respective contract; or\n(iv) patently illegal; or\n(v) prejudicial to the rights of the parties;\nis open to interference by the court under Section 34(2) of the Act.\n(b) The award could be set aside if it is contrary to:\n(a) fundamental policy of Indian law; or\n(b) the interest of India; or\n(c) justice or morality.\n(c) The award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court.\n(d) It is open to the court to consider whether the award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India.\nWith these principles and statutory provisions, particularly, Section 34(2) of the Act, let us consider whether the arbitrator as well as the Division Bench of the High Court were justified in granting the award in respect of Claims 1 to 3 and Additional Claims 1 to 3 of the claimant or the appellant DDA has made out a case for setting aside the award in respect of those claims with reference to the terms of the agreement duly executed by both parties.\"\n25. J.G. Engineers (P) Ltd. v. Union of India, held:\n\"27. Interpreting the said provisions, this Court in ONGC Ltd. v. Saw Pipes Ltd.[(2003) 5 SCC 705] held that a court can set aside an award under Section 34(2)(b)(ii) of the Act, as being in conflict with the public policy of India, if it is (a) contrary to the fundamental policy of Indian law; or (b) contrary to the interests of India; or (c) contrary to justice or morality; or (d) patently illegal. This Court explained that to hold an award to be opposed to public policy, the patent illegality should go to the very root of the matter and not a trivial illegality. It is also observed that an award could be set aside if it is so unfair and unreasonable that it shocks the conscience of the court, as then it would be opposed to public policy.\"\n26. Union of India v. Col. L.S.N. Murthy, (, held:\n\"22. In ONGC Ltd. v. Saw Pipes Ltd. [(2003) 5 SCC 705] this Court after examining the grounds on which an award of the arbitrator can be set aside under Section 34 of the Act has said: (SCC p. 727, para 31) \"31. ... However, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest. Such award/judgment/decision is likely to adversely affect the administration of justice. Hence, in our view in addition to narrower meaning given to the term 'public policy' in Renusagar case [Renusagar Power Co. Ltd. v. General Electric Co., 1994 Supp (1) SCC 644] it is required to be held that the award could be set aside if it is patently illegal\".\n14.While dealing with each of the heads, their Lordships, in the aforesaid decision in the case of Associate Builders (supra), further elaborated and explained the concept of fundamental policy of Indian Law with specific reference to recent judgment in the case of ONGC Ltd. Vs. Western Geco International Ltd. (2014) 9 SCC 263 as also two earlier decisions in Excise and Taxation Officer-cum-Assessing Authority Vs. Gopi Nath & Sons 1992 Supp (2) SCC 312 and Kuldeep Singh Vs. Commr. of Police (1999) 2 SCC 10. The expressions \"Interest of India, Justice, Molarity and Patent Illegality\" were also dealt with separately with reference to many other judgments rendered by the Supreme Court.\n15.The addition of three more distinct and fundamental juristic principles, to be understood as part and parcel of the fundamental policy of Indian Law, as laid down in Western Geco International (supra) were noted as below:\n\"28. In a recent judgment, ONGC Ltd. v. Western Geco International Ltd., 2014 (9) SCC 263, this Court added three other distinct and fundamental juristic principles which must be understood as a part and parcel of the fundamental policy of Indian law. The Court held-\n\"35. What then would constitute the \"fundamental policy of Indian law\" is the question. The decision in ONGC [ONGC Ltd. v. Saw Pipes Ltd., (2003) 5 SCC 705] does not elaborate that aspect. Even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. Without meaning to exhaustively enumerate the purport of the expression \"fundamental policy of Indian law\", we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of Indian law. The first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a \"judicial approach\" in the matter. The duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned. What must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner. Judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration. Judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge.\n* * *\n38. Equally important and indeed fundamental to the policy of Indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice. Besides the celebrated audi alteram partem rule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other. Non-application of mind is a defect that is fatal to any adjudication. Application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking. The requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of Indian law.\n39. No less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law. Perversity or irrationality of decisions is tested on the touchstone of Wednesbury principle [Associated Provincial Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223: (1947) 2 All ER 680 (CA)] of reasonableness. Decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available.\n40. It is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of Indian law nor is it possible to place the expression in the straitjacket of a definition. What is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an Arbitral Tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\"\n29. It is clear that the juristic principle of a \"judicial approach\" demands that a decision be fair, reasonable and objective. On the obverse side, anything arbitrary and whimsical would obviously not be a determination which would either be fair, reasonable or objective.\n30. The Audi Alteram Partem principle which undoubtedly is a fundamental juristic principle in Indian law is also contained in Sections 18 and 34 (2)\n(a) (iii) of the Arbitration and Conciliation Act. These Sections read as follows:\n\"18. Equal treatment of parties.- The parties shall be treated with equality and each party shall be given a full opportunity to present his case.\n* * *\n34. Application for setting aside arbitral award (1) * * * -\n(2) An arbitral award may be set aside by the Court only if-\n(a) the party making the application furnishes proof that-\n* * *\n(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; \"\n31. The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation. It is settled law that where-\n(i) a finding is based on no evidence, or\n(ii) an arbitral tribunal takes into account something irrelevant to the decision which it arrives at; or\n(iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse.\n32. A good working test of perversity is contained in two judgments. In H.B. Gandhi, Excise and Taxation Officer-cum-Assessing Authority v. Gopi Nath & Sons, 1992 Supp (2) SCC 312 at p. 317, it was held:\n\"7. ...............It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.\"\nIn Kuldeep Singh v. Commr. of Police, (1999) 2 SCC 10 at para 10, it was held:\n\"10. A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not. If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse. But if there is some evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings would not be interfered with.\"\n33. It must clearly be understood that when a court is applying the \"public policy\" test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score[1]. Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts. In P.R. Shah, Shares & Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd., (2012) 1 SCC 594, this Court held:\n\"21. A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence. An award can be challenged only under the grounds mentioned in Section 34(2) of the Act. The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable. The case as put forward by the first respondent has been accepted. Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye-law 248, in a claim against a non- member, had no jurisdiction to decide a claim against another member. The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent. Therefore, in the absence of any ground under Section 34(2) of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\"\n34. It is with this very important caveat that the two fundamental principles which form part of the fundamental policy of Indian law (that the arbitrator must have a judicial approach and that he must not act perversely) are to be understood.\"\nThe recent concept of \"Interest of India, Justice, Morality\" were also explained thus:\n\"Interest of India\n35. The next ground on which an award may be set aside is that it is contrary to the interest of India. Obviously, this concerns itself with India as a member of the world community in its relations with foreign powers. As at present advised, we need not dilate on this aspect as this ground may need to evolve on a case by case basis.\nJustice\n36. The third ground of public policy is, if an award is against justice or morality. These are two different concepts in law. An award can be said to be against justice only when it shocks the conscience of the court. An illustration of this can be given. A claimant is content with restricting his claim, let us say to Rs. 30 lakhs in a statement of claim before the arbitrator and at no point does he seek to claim anything more. The arbitral award ultimately awards him 45 lakhs without any acceptable reason or justification. Obviously, this would shock the conscience of the court and the arbitral award would be liable to be set aside on the ground that it is contrary to \"justice\".\nMorality\n37.The other ground is of \"morality\". Just as the expression \"public policy\" also occurs in Section 23 of the Indian Contract Act, so does the expression \"morality\". Two illustrations to the said section are interesting for they explain to us the scope of the expression \"morality\".\n\"(j) A, who is B's Mukhtar, promises to exercise his influence, as such, with B in favour of C, and C promises to pay 1,000 rupees to A. The agreement is void, because it is immoral.\n(k) A agrees to let her daughter to hire to B for concubinage. The agreement is void, because it is immoral, though the letting may not be punishable under the Indian Penal Code (XLV of 1860).\"\n38. In Gherulal Parekh v. Mahadeo Dass Maiya, 1959 Supp (2) SCR 406, this Court explained the concept of \"morality\" thus-\n\"Re. Point 3 - Immorality: The argument under this head is rather broadly stated by the learned Counsel for the appellant. The learned counsel attempts to draw an analogy from the Hindu Law relating to the doctrine of pious obligation of sons to discharge their father's debts and contends that what the Hindu Law considers to be immoral in that context may appropriately be applied to a case under s. 23 of the Contract Act. Neither any authority is cited nor any legal basis is suggested for importing the doctrine of Hindu Law into the domain of contracts. Section 23 of the Contract Act is inspired by the common law of England and it would be more useful to refer to the English Law than to the Hindu Law texts dealing with a different matter. Anson in his Law of Contracts states at p. 222 thus:\n\"The only aspect of immorality with which Courts of Law have dealt is sexual immorality........... .\"\nHalsbury in his Laws of England, 3rd Edn., Vol. 8, makes a similar statement, at p. 138 :\n\"A contract which is made upon an immoral consideration or for an immoral purpose is unenforceable, and there is no distinction in this respect between immoral and illegal contracts. The immorality here alluded to is sexual immorality.\"\nIn the Law of Contract by Cheshire and Fifoot, 3rd Edn., it is stated at p. 279:\n\"Although Lord Mansfield laid it down that a contract contra bonos mores is illegal, the law in this connection gives no extended meaning to morality, but concerns itself only with what is sexually reprehensible.\"\nIn the book on the Indian Contract Act by Pollock and Mulla it is stated at p. 157:\n\"The epithet \"immoral\" points, in legal usage, to conduct or purposes which the State, though disapproving them, is unable, or not advised, to visit with direct punishment.\"\nThe learned authors confined its operation to acts which are considered to be immoral according to the standards of immorality approved by Courts. The case law both in England and India confines the operation of the doctrine to sexual immorality. To cite only some instances: settlements in consideration of concubinage, contracts of sale or hire of things to be used in a brothel or by a prostitute for purposes incidental to her profession, agreements to pay money for future illicit cohabitation, promises in regard to marriage for consideration, or contracts facilitating divorce are all held to be void on the ground that the object is immoral.\nThe word \"immoral\" is a very comprehensive word. Ordinarily it takes in every aspect of personal conduct deviating from the standard norms of life. It may also be said that what is repugnant to good conscience is immoral. Its varying content depends upon time, place and the stage of civilization of a particular society. In short, no universal standard can be laid down and any law based on such fluid concept defeats its own purpose. The provisions of S. 23 of the Contract Act indicate the legislative intention to give it a restricted meaning. Its juxtaposition with an equally illusive concept, public policy, indicates that it is used in a restricted sense; otherwise there would be overlapping of the two concepts. In its wide sense what is immoral may be against public policy, for public policy covers political, social and economic ground of objection. Decided cases and authoritative text-book writers, therefore, confined it, with every justification, only to sexual immorality. The other limitation imposed on the word by the statute, namely, \"the court regards it as immoral\", brings out the idea that it is also a branch of the common law like the doctrine of public policy, and, therefore, should be confined to the principles recognized and settled by Courts. Precedents confine the said concept only to sexual immorality and no case has been brought to our notice where it has been applied to any head other than sexual immorality. In the circumstances, we cannot evolve a new head so as to bring in wagers within its fold.\"\n39. This Court has confined morality to sexual morality so far as section 23 of the Contract Act is concerned, which in the context of an arbitral award would mean the enforcement of an award say for specific performance of a contract involving prostitution.\n\"Morality\" would, if it is to go beyond sexual morality necessarily cover such agreements as are not illegal but would not be enforced given the prevailing mores of the day. However, interference on this ground would also be only if something shocks the court's conscience.\n16.As to how the forth head of public policy namely \" Patent Illegality\" has to be understood, before it can be said that an Award is in conflict with Public Policy of India, it was elaborated as below:\n\"Patent Illegality\n40. We now come to the fourth head of public policy namely, patent illegality. It must be remembered that under the explanation to section 34 (2) (b), an award is said to be in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption. This ground is perhaps the earliest ground on which courts in England set aside awards under English law. Added to this ground (in 1802) is the ground that an arbitral award would be set aside if there were an error of law by the arbitrator. This is explained by Lord Justice Denning in R v. Northumberland Compensation Appeal Tribunal. Ex Parte Shaw., 1952 1 All ER 122 at page 130:\n\"Leaving now the statutory tribunals, I turn to the awards of the arbitrators. The Court of King's Bench never interfered by certiorari with the award of an arbitrator, because it was a private tribunal and not subject to the prerogative writs. If the award was not made a rule of court, the only course available to an aggrieved party was to resist an action on the award or to file a bill in equity. If the award was made a rule of court, a motion could be made to the court to set it aside for misconduct of the arbitrator on the ground that it was procured by corruption or other undue means: see the statute 9 and 10 Will. III, c. 15. At one time an award could not be upset on the ground of error of law by the arbitrator because that could not be said to be misconduct or undue means, but ultimately it was held in Kent v. Elstob, (1802) 3 East 18, that an award could be set aside for error of law on the face of it. This was regretted by Williams, J., in Hodgkinson v. Fernie, (1857) 3 C.B.N.S. 189, but is now well established.\"\n41. This, in turn, led to the famous principle laid down in Champsey Bhara Company v. The Jivraj Balloo Spinning and Weaving Company Ltd., AIR 1923 PC 66, where the Privy Council referred to Hodgkinson and then laid down:\n\"The law on the subject has never been more clearly stated than by Williams, J. in the case of Hodgkinson v. Fernie (1857) 3 C.B.N.S. 189.\n\"The law has for many years been settled, and remains so at this day, that, where a cause or matters in difference are referred to an arbitrator a lawyer or a layman, he is constituted the sole and final judge of all questions both of law and of fact ...... The only exceptions to that rule are cases where the award is the result of corruption or fraud, and one other, which though it is to be regretted, is now, I think firmly established viz., where the question of law necessarily arises on the face of the award or upon some paper accompanying and forming part of the award. Though the propriety of this latter may very well be doubted, I think it may be considered as established.\"\n* * * \"Now the regret expressed by Williams, J. in Hodgkinson v. Fernie has been repeated by more than one learned Judge, and it is certainly not to be desired that the exception should be in any way extended. An error in law on the face of the award means, in their Lordships' view, that you can find in the award or a document actually incorporated thereto, as for instance, a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and which you can then say is erroneous. It does not mean that if in a narrative a reference is made to a contention of one party that opens the door to seeing first what that contention is, and then going to the contract on which the parties' rights depend to see if that contention is sound. Here it is impossible to say, from what is shown on the face of the award, what mistake the arbitrators made. The only way that the learned judges have arrived at finding what the mistake was is by saying: \"Inasmuch as the Arbitrators awarded so and so, and inasmuch as the letter shows that then buyer rejected the cotton, the arbitrators can only have arrived at that result by totally misinterpreting Cl.52.\"\nBut they were entitled to give their own interpretation to Cl. 52 or any other article, and the award will stand unless, on the face of it they have tied themselves down to some special legal proposition which then, when examined, appears to be unsound. Upon this point, therefore, their Lordships think that the judgment of Pratt, J was right and the conclusion of the learned Judges of the Court of Appeal erroneous.\"\nThis judgment has been consistently followed in India to test awards under Section 30 of the Arbitration Act, 1940.\n42. In the 1996 Act, this principle is substituted by the 'patent illegality' principle which, in turn, contains three sub heads -\n42. (a) A contravention of the substantive law of India would result in the death knell of an arbitral award. This must be understood in the sense that such illegality must go to the root of the matter and cannot be of a trivial nature. This again is a really a contravention of Section 28(1)(a) of the Act, which reads as under:\n\"28. Rules applicable to substance of dispute.-\n(1) Where the place of arbitration is situated in India,-\n(a) in an arbitration other than an international commercial arbitration, the arbitral tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in India;\"\n42.2 (b) A contravention of the Arbitration Act itself would be regarded as a patent illegality- for example if an arbitrator gives no reasons for an award in contravention of section 31(3) of the Act, such award will be liable to be set aside.\n42.3 (c) Equally, the third sub-head of patent illegality is really a contravention of Section 28 (3) of the Arbitration Act, which reads as under:\n\"28. Rules applicable to substance of dispute.- (3) In all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\"\nThis last contravention must be understood with a caveat. An arbitral tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. Construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair minded or reasonable person could do.\n43. In McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181, this Court held as under:\n\"112. It is trite that the terms of the contract can be express or implied. The conduct of the parties would also be a relevant factor in the matter of construction of a contract. The construction of the contract agreement is within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties. It is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract. Interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law. (See Pure Helium India (P) Ltd. v. ONGC [(2003) 8 SCC 593] and D.D. Sharma v. Union of India [(2004) 5 SCC 325]).\n113. Once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.\"\n44. In MSK Projects (I) (JV) Ltd. v. State of Rajasthan, (2011) 10 SCC 573, the Court held:\n\"17. If the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. Such a jurisdictional error needs to be proved by evidence extrinsic to the award. (See Gobardhan Das v. Lachhmi Ram [AIR 1954 SC 689], Thawardas Pherumal v. Union of India [AIR 1955 SC 468], Union of India v. Kishorilal Gupta & Bros. [AIR 1959 SC 1362], Alopi Parshad & Sons Ltd. v. Union of India [AIR 1960 SC 588], Jivarajbhai Ujamshi Sheth v. Chintamanrao Balaji [AIR 1965 SC 214] and Renusagar Power Co. Ltd. v. General Electric Co. [(1984) 4 SCC 679 : AIR 1985 SC 1156] ).\"\n45. In Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran, (2012) 5 SCC 306, the Court held:\n\"43. In any case, assuming that Clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one. It is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract. That being the position, the High Court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator.\n44. The legal position in this behalf has been summarised in para 18 of the judgment of this Court in SAIL v. Gupta Brother Steel Tubes Ltd. [(2009) 10 SCC 63:\n(2009) 4 SCC (Civ) 16] and which has been referred to above. Similar view has been taken later in Sumitomo Heavy Industries Ltd. v. ONGC Ltd. [(2010) 11 SCC 296: (2010) 4 SCC (Civ) 459] to which one of us (Gokhale, J.) was a party. The observations in para 43 thereof are instructive in this behalf.\n45. This para 43 reads as follows: (Sumitomo case [(2010) 11 SCC 296 : (2010) 4 SCC (Civ) 459] , SCC p. 313) \"43. ... The umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one. One may at the highest say that one would have preferred another construction of Clause 17.3 but that cannot make the award in any way perverse. Nor can one substitute one's own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal. As held by this Court in Kwality Mfg. Corpn. v. Central Warehousing Corpn.\n[(2009) 5 SCC 142 : (2009) 2 SCC (Civ) 406] the Court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the High Court has practically done in this matter. The umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement. If he does so, the decision of the umpire has to be accepted as final and binding.\"\n17.Authoritative pronouncement of the Supreme Court in the case of Associate Builders (supra) was then followed by legislative response in bringing about an exhaustive amendment in Section 34 of the Act of 1996, particularly Explanations appended to sub-clause (ii) of clause (b) of Section 34 which we have reproduced herinabove. The legislative change apparently is in response to the Law declared by the Supreme Court in the case of Associate Builders (supra), whereby the judicially evolved principles, explaining as to when an Award is in conflict with the Public Policy of India, were incorporated by way of specific provision under two Explanations and a new sub-section (2-A). The proviso to sub-section (2-A) of Section 34 reads that an Award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence.\n18.In a very recent decision rendered after the Amendment of 2015, in the case of M.P. Power Generation Co. Ltd. Vs. Ansaldo Energia SPA (2018 SCC Online SCC 385), the principles laid down in earlier decision in the cases of Renusagar Power Co. Ltd. Vs. General Electric Co . (1984) 4 SCC 679, Saw Pipes (supra), R.S. Sharma (supra), Western Geco International Co. Ltd (supra) and Associate Builders (supra) were again restated as below:\n\"23. It is necessary to refer to the settled law on the scope of Sections 34 of the Act. In this case we are concerned with the point as to whether an arbitral award can be set aside for being in conflict with the public policy of India. An arbitral award can be set aside if it is contrary to (a) fundamental policy of Indian law, or (b) the interest of India, or\n(c) justice or morality. (Renusagar Power Co. Ltd. v.\nGeneral Electric Co.1 ) Patent illegality was added to the above three grounds in ONGC v. Saw Pipes Ltd.2. Illegality must go to the root of the matter and incase the illegality is of trivial nature it cannot be held that the award is against the public policy. It was further observed in the said judgment (ONGC v. Saw Pipes (supra)) that an award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the Court. In Delhi Development Authority v. M/s. R.S. Sharma & 1 (1994) Supp.1 SCC 644 2 (2003) 5 SCC 705 Co.3 it was held that an award can be interfered with by the Court under Section 34 of the Act when it is contrary to :\na) substantive provisions of law; or\nb) provisions of the 1996 Act; or\nc) against the terms of the respective contract; or\nd) patently illegal; or\ne) prejudicial to the rights of the parties\n24. The fundamental policy of India was explained in ONGC Ltd. v. Western Geco International Co. Ltd.4 as including all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. It was held inter alia, that a duty is cast on every tribunal or authority exercising powers that affect the rights or obligations of the parties to show a 'judicial approach'. It was further held that judicial approach ensures that an authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and its decision is not actuated by any extraneous considerations. It was also held that the requirement of application of mind on the part of the adjudicatory authority is so deeply embedded in our jurisprudence that it can be described as a fundamental policy of Indian law. This Court further 3 (2008) 13 SCC 80 4 (2014) 9 SCC 263 observed that the award of the Arbitral Tribunal is open to challenge when the arbitrators fail to draw an inference which ought to be drawn or if they had drawn an inference which on the face of it is untenable resulting in miscarriage of justice. The Court has the power to modify the offending part of the award in case it is severable from the rest according to the said judgment (Western Geco ltd.\n(supra)).\n25. The limit of exercise of power by Courts under Section 34 of the Act has been comprehensively dealt with by Justice R.F. Nariman in the case of Associate Builders v. Delhi Development Authority5. Lack of judicial approach, violation of principles of natural justice, perversity and patent illegality have been identified as grounds for interference with an award of the Arbitrator. The restrictions placed on the exercise of power of a Court under Section 34 of the Act have been analyzed and enumerated in Associated Builders (supra) which are as follows:\na) The Court under Section 34(2) of the Act, does not act as a Court of appeal while applying the ground of \"public policy\" to an arbitral award and consequently errors of fact cannot be corrected.\nb) A possible view by the arbitrator on facts has necessarily to pass muster as the Arbitrator is the sole judge of the quantity and quality of the evidence.\nc) Insufficiency of evidence cannot be a ground for interference by the Court. Re-\nexamination of the facts to find out whether a different decision can be arrived at is impermissible under Section 34 (2) of the Act.\nd) An award can be set aside only if it shocks the conscience of the Court.\ne) Illegality must go to the root of the matter and cannot be of a trivial nature for interference by a Court. A reasonable construction of the terms of the contract by the arbitrator cannot be interfered with by the Court. Error of construction is within the jurisdiction of the Arbitrator. Hence, no interference is warranted.\nf) If there are two possible interpretations of the terms of the contract, the arbitrator's interpretation has to be accepted and the Court under Section 34 cannot substitute its opinion over the Arbitrator's view.\n19.Keeping in forefront the aforesaid principles laid down and the provision contained in Section 34 of the Act of 1996, as amended in 2015, we shall examine points emerging for determination, head-wise.\nConsideration on Issue-\"B\"\n20.Indisputably, the Claimant-Contractor namely M/s. Univabs raised a demand for arbitration against termination/foreclosure of contract vide its letter dated 21st May 2009. By that letter, as many as six claims under different heads were raised. The letter titled, \"Demand for Arbitration Against Termination/foreclosure of the contract\", ended with following statement.\n\"The detail claimed along with the required illustration and references shall be submitted before the Hon'ble Arbitrator. The Claimant also reserves the right to modify/enhance/make additional claim before the Hon'ble Arbitrator. A summary of the claim made is enclosed along with.\"\n21.It would, thus, appear that while seeking demand for arbitration, the Claimant-Contractor had initially mentioned six claims and though reserving right to make additional claims.\n22.Vide letter dated 27.7.2009 (I/16), the General Manager (Arbitration) Sough East Central Railway wrote to Shri R.N. Sunkar, C.E. (Con.-II) SECR/Bilaspur that he has been appointed by the General Manager as an Arbitrator for adjudicating claim and dispute. The contents of the letter are important, which, for the purpose of the present case, are reproduced as below:\n\"To, Shri R.N. Sunkar CE(Con)II SECR/Bilaspur Dear Sir, Sub:- Demand for arbitration against Termination/Foreclosure of the contract No. Engg/TP/Univabs/CS-156/1007 dated 02.02.2006.\nAgency: Univabs Sleepers Pvt. Ltd., Durg In the above case, General Manager has appointed you as an Arbitrator for adjudicating the claims and disputes.\nYou are therefore, requested to start the proceedings as per the Arbitration and Conciliation Act 1996 by fixing date and proper notice to the parties and pronounce your decision excepting matters, which fall under the EXCEPTED MATTERS as per the Agreement and publish the award within reasonable time. In this connection the claims preferred by the contractor and the claims preferred by the Railway has been specified as annexure 'A' and 'B' respectively.\"\n23.The text and tenor of the aforesaid letter, therefore, shows that the Arbitrator was requested to start arbitration proceedings as per the Act of 1996. The Arbitrator was requested to \"..... pronounce your decision excepting matters, which fall under EXCEPTED MATTERS as per the agreement........\". Further, what is important to note is that the claim, as preferred by the Contractor as well as claim preferred by the Railways, were also specified in two annexures appended with the said letters. Annexure \"A\" referred to the claim made by the Contractor and Annexure\n-\"B\" referred to the counter claim made by the Railways.\nHowever, while submitting statement of claim before the Arbitrator, the Claimant-Contractor added some more claims, in addition to claims already made at the time of demanding arbitration, as referred to above. Additional claims were itemized as Claim Item No.1, 3, 8 (a & b) and 11. The respondents, however, objected to such inclusion, seeking the Arbitrator to rule on its own jurisdiction on such an objection, under Section 16 of the Act of 1996. At that stage, however, the Arbitrator did not decide the issue. At the time of passing the Award, the Arbitrator, however, wrote that as far as additional claims No. 1, 3, 8 (a & b) and 11 are concerned, as they did not form part of original claim by the Claimant/Contractor while demanding arbitration nor were included in Annexure -A of letter dated 27.7.2009 (I-16) were outside the scope of its jurisdiction. According to the Arbitrator, as additional claims were not referred for adjudication and it was not supplemental to other claims, therefore, it was beyond its jurisdiction. The Commercial Court on this aspect, relying upon the decision in the case of Praveen Enterprises (supra), held that the ruling of the Arbitrator is against the terms of the contract and is against the public policy of India.\n24.In one of the authoritative pronouncement of Hon'ble Supreme Court, in the case of Mcdermott International (supra), scheme of Arbitration adjudication under the Act of 1996 was considered in great detail on various aspects. It was held as under:\n\"101. In fact BSCL never raised any plea before the arbitrator that the said claim was arbitrary or beyond its authority. Such an objection was required to be raised by BSCL before the arbitrator in terms of Section 16 of the 1996 Act. It may also be of some interest to note that this Court even prior to the enactment of a provision like Section 16 of the 1996 Act in Waverly Jute Mills Co. Ltd. v.\nRaymon & Co. [(1963) 3 SCR 209; Dharma Prathishthanam v. Madhok Construction (2005) 9 SCC 686] clearly held that it is open to the parties to enlarge the scope of reference by inclusion of fresh dispute and they must be held to have done so when they filed their statements putting forward claims not covered by the original reference.\"\nLater on, the aforesaid aspect of permissibility of addition of claim while filing statement of claim, which did not originally form part of claim for arbitration, came up for consideration of Their Lordships in the Supreme Court in the case of Praveen Enterprises (supra). The contractual terms and condition and as to what is a \"reference to arbitration\" was explained, as below :\n\"10. 'Reference to arbitration' describes various acts. Reference to arbitration can be by parties themselves or by an appointing authority named in the arbitration agreement or by a court on an application by a party to the arbitration agreement. We may elaborate.\n(a) If an arbitration agreement provides that all disputes between the parties relating to the contract (some agreements may refer to some exceptions) shall be referred to arbitration and that the decision of the arbitrator shall be final and binding, the `reference' contemplated is the act of parties to the arbitration agreement, referring their disputes to an agreed arbitrator to settle the disputes.\n(b) If an arbitration agreement provides that in the event of any dispute between the parties, an authority named therein shall nominate the arbitrator and refer the disputes which required to be settled by arbitration, the `reference' contemplated is an act of the appointing authority referring the disputes to the arbitrator appointed by him.\n(c) Where the parties fail to concur in the appointment of arbitrator/s as required by the arbitration agreement, or the authority named in the arbitration agreement failing to nominate the arbitrator and refer the disputes raised to arbitration as required by the arbitration agreement, on an application by an aggrieved party, the court can appoint the arbitrator and on such appointment, the disputes between the parties stand referred to such arbitrator in terms of the arbitration agreement.\n11. Reference to arbitration can be in respect of all disputes between the parties or all disputes regarding a contract or in respect of specific enumerated disputes. Where `all disputes' are referred, the arbitrator has the jurisdiction to decide all disputes raised in the pleadings (both claims and counter claims) subject to any limitations placed by the arbitration agreement. Where the arbitration agreement provides that all disputes shall be settled by arbitration but excludes certain matters from arbitration, then, the arbitrator will exclude the excepted matter and decide only those disputes which are arbitrable. But where the reference to the arbitrator is to decide specific disputes enumerated by the parties/court/appointing authority, the arbitrator's jurisdiction is circumscribed by the specific reference and the arbitrator can decide only those specific disputes.\"\n25.The effect of provision contained in Section 23 (3) of the Act of 1996 was also considered in the said decision (Praveen Enterprises). Before referring to the observation, it is apposite to reproduce Section 23 of the Act of 1996, which relates to filing of statement of claim and defence, as below:\n\"23. Statements of claim and defence. --(1) Within the period of time agreed upon by the parties or determined by the arbitral tribunal, the claimant shall state the facts supporting his claim, the points at issue and the relief or remedy sought, and the respondent shall state his defence in respect of these particulars, unless the parties have otherwise agreed as to the required elements of those statements. (2) The parties may submit with their statements all documents they consider to be relevant or may add a reference to the documents or other evidence they will submit.\n1[(2A) The respondent, in support of his case, may also submit a counterclaim or plead a set-\noff, which shall be adjudicated upon by the arbitral tribunal, if such counterclaim or set-off falls within the scope of the arbitration agreement.] (3) Unless otherwise agreed by the parties, either party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow the amendment or supplement having regard to the delay in making it.\"\n26.The aforesaid provision was interpreted as below:\n\"26. Section 23 of the Act makes it clear that when the arbitrator is appointed, the claimant is required to file the statement and the respondent has to file his defence statement before the Arbitrator. The claimant is not bound to restrict his statement of claim to the claims already raised by him by notice, \"unless the parties have otherwise agreed as to the required elements\" of such claim statement. It is also made clear that \"unless otherwise agreed by the parties\" the claimant can also subsequently amend or supplement the claims in the claim statement. That is, unless the arbitration agreement requires the Arbitrator to decide only the specifically referred disputes, the claimant can while filing the statement of claim or thereafter, amend or add to the claims already made.\n27. Similarly section 23 read with section 2(9) makes it clear that a respondent is entitled to raise a counter claim \"unless the parties have otherwise agreed\" and also add to or amend the counter claim, \"unless otherwise agreed\". In short, unless the arbitration agreement requires the Arbitrator to decide only the specifically referred disputes, the respondent can file counter claims and amend or add to the same, except where the arbitration agreement restricts the arbitration to only those disputes which are specifically referred to arbitration, both the claimant and respondent are entitled to make any claims or counter claims and further entitled to add to or amend such claims and counter claims provided they are arbitrable and within limitation.\n29. Where the arbitration agreement requires the disputes to be formulated and referred to arbitration by an appointing authority, and the appointing authority fails to do so, the Chief Justice or his designate will direct the appointing authority to formulate the disputes for reference as required by the arbitration agreement. The assumption by the courts below that a reference of specific disputes to the Arbitrator by the Chief Justice or his designate is necessary while making appointment of arbitrator under section 11 of the Act, is without any basis. Equally baseless is the assumption that where one party filed an application under section 11 and gets an arbitrator appointed the arbitrator can decide only the disputes raised by the applicant under section 11 of the Act and not the counter claims of the respondent.\n30. Section 23 of the Act enables the claimant to file a statement of claim stating the facts supporting his claim, the points at issue and the relief or remedy sought by him and enables the respondent to state his defence in respect of those claims. Section 2(9) provides that if any provision [other than section 25\n(a) or section 32(2)(a)], refers to a \"claim\", it shall apply to a \"counter claim\" and where it refers to a \"defence\", it shall also apply to a defence to that counter claim. This would mean that a respondent can file a counter claim giving the facts supporting the counter claim, the points at issue and the relief or remedy sought in that behalf and the claimant (who is the respondent in the counter claim) will be entitled to file his defence to such counter claim. Once the claims and counter claims are before the arbitrator, the arbitrator will decide whether they fall within the scope of the arbitration agreement and whether he has jurisdiction to adjudicate on those disputes (whether they are claims or the counter claims) and if the answer is in the affirmative, proceed to adjudicate upon the same.\n31. It is of some relevance to note that even where the arbitration proceedings were initiated in pursuance of a reference under section 20 of the old Act, this Court held (in Indian Oil Corporation Ltd. vs. Amritsar Gas Service and Ors. - 1991(1) SCC 533) that the respondent was entitled to raise counter claims directly before the arbitrator, where all disputes between parties are referred to arbitration. This Court observed :\n\"15. The appellant's grievance regarding non- consideration of its counter- claim for the reason given in the award does appear to have some merit. In view of the fact that reference to arbitrator was made by this Court in an appeal arising out of refusal to stay the suit under Section 34 of the Arbitration Act and their reference was made of all disputes between the parties in the suit, the occasion to make a counter-claim in the written statement could arise only after the order of reference. The pleadings of the parties were filed before the arbitrator, and the reference covered all disputes between the parties in the suit. Accordingly, the counter-claim could not be made at any earlier stage. Refusal to consider the counter- claim for the only reason given in the award does, therefore, disclose an error of law apparent on the face of the award.\"\n(emphasis supplied)\"\n27.The aforesaid principles laid down by the Supreme Court and the provision contained in Section 23 (3) of the Act of 1996 are, therefore, required to be applied to the facts of the present case, particularly with reference to the relevant terms and conditions contained in the contract, with regard to arbitration. Clause 2900 (a) of the Indian Railways Standard Conditions of Contract provides for settlement of dispute by arbitration, which is being reproduced as under :\n\"2900. Arbitration\na) \"In the event of any question, dispute or difference arising under these conditions or any special conditions of contract with this contract (except as to any matters the decision of which is specially provided for by these of the special conditions) the same shall be referred to the sole arbitration of a Gazetted Railway Officer appointed to be the arbitrator, by the General Manager in the case of contract entered into by the Zonal Railways and Production Units, by any Member of the Railway Board, in the case of contract entered into by the Railway Board and by the Head of the Organization in respect of contracts entered into by the other Organizations under the Ministry of Railways. The Gazetted Railway Officer to be appointed as arbitrator however will not be one those who had an opportunity to deal with the matters to which the contract relates or who in the course of their duties as railway servant have expressed views on all or any of the matters under dispute of difference. The award of the arbitrator shall be final and binding on the parties to this contract.\"\n28.A rational, logical and fair interpretation of the said clause reveals that any question, dispute or difference is required to be referred to sole Arbitrator to be appointed by the authority specified in the said clause. The arbitration clause, on its close reading, does not provide for reference of a particular dispute to the Arbitrator, for adjudication. This clause is akin to the clause which was under consideration before the Supreme Court in the case of Praveen Enterprises (supra). The agreement in this case provides that any dispute between the parties, relating to contract, except the Excepted Matters, shall be referred to arbitration. It is not a case where the arbitration agreement provide that in the event of any dispute between the parties, any authority named therein shall nominate the Arbitrator and refer the dispute required to be settled by the Arbitrator so as to say that \"The Reference\" contemplated is an act of the appointing authority referring the disputes to the arbitrator appointed by him. Therefore, present case falls in the category of those cases where reference to the Arbitrator is in respect of all dispute between the parties and not in respect of any specific enumerated dispute. Where all disputes are referred, the Arbitrator has the jurisdiction to decide all disputes raised in the pleadings which is subject only to any limitation placed by the arbitration agreement itself. Unless it is a case where reference to Arbitrator is to decide specific dispute, the arbitration jurisdiction is not circumscribed by specific reference.\n29.Section 23 (3) of the Act of 1996 otherwise entitles either party to the arbitration to amend or supplement his claim or defence during the course of arbitral proceedings. This is, however, subject to there being any agreement to the contrary, between the parties. We could not find any contrary clause in the contract, between the parties, which expressly or by necessary implication provides otherwise, so as to say that once a reference is made on certain claims, the parties to the agreement shall not be entitled to add or supplement their claims. Present is not a case where the Arbitrator, for any other valid reason, considered it inappropriate to allow the amendment or supplement the claim having regard to delay in making the same. In fact, such situation could not arise because the claimant -contractor, from the beginning, while submitting statement of claim raised additional claim. The only reason operative for refusing the adjudication upon additional claims No. 1, 3, 8 (a & b) and 11 was that it does not contain claim for arbitration in the demand for arbitration and not referred to the Arbitrator for the reason that in Annexure-\"A\" attached to letter dated 27.7.2009 (I-16), these additional claims were not mentioned.\n30.The provision contained in Section 23 of the Act of 1996 creates statutory right in favour of the Claimant or even in favour of Defendant to amend or supplement their claim or counter claim during the course of arbitral proceedings. There are only two statutory conditions when such entitlement is not available. They are ....(a) There is agreement to the contrary between the parties, (b) Tribunal considers it inappropriate case to allow amendment or supplement having regard to the delay in making it. There is nothing in the aforesaid provision or in any other provision of the Act 1996 to infer that these situations are not exhaustive but only enumerative. The right created by the statute to amend or supplement the claim or counter claim could be taken away only in the manner prescribed in the Act and under no other circumstance.\nAs held in the case of Indian Oil Corporation Ltd. vs. Amritsar Gas Service and Ors. (1991) 1 SCC 533 , refusal to consider the claim only for that reason is a patent illegality being an error of law apparent on the face of Award. (Para-15 of the aforesaid report has already been referred to hereinabove, contained in para-31 of the Judgment in the case of Praveen Enterprises.) Therefore, the finding of the Commercial Court in this regard does not warrant any interference.\nConsideration on Issue- \"C\"\n31.As far as Arbitrator's finding regarding breach of contract is concerned, learned counsel for Union of India vehemently argued before this Court that while arriving at the finding, the Arbitrator has not taken into consideration that the only contractual obligation on the part of Union of India was to sponsor primary and then, secondary source of supply of special cement and not to ensure the supply of special cement. If, for some reason, the source of supply could not make full supply, it could not be treated to be a breach of agreement by the Railways. It was also the case of Union of India that the reason for short supply of sleepers was not linked to short supply of cement but reduction of production capacity which was reduced from three shifts to two shifts. In this regard, clause (3) of the their reply was not considered. Further argument of learned counsel for Union of India is that even if the sponsored primary or secondary source, for some reason, failed to supply special cement, it would not be a case of breach of contract by Union of India.\nAfter going through the Award, we find that the Arbitrator has meticulously examined this aspect relating to alleged breach, by taking into consideration the submissions as also oral and documentary evidence on record, affording full opportunity to both the parties. The finding in this regard is recorded while examining the claim No.2. The Arbitrator has taken into consideration, the provision contained in clause 4.2 of the contract relating to source and rate for procurement of special cement. It has taken into consideration the claim of the Claimant that there was short and erratic supply of special cement required for manufacturing of sleepers during January 2006 to August 2006 and May 2007 to August 2007 and that because of shortage of supply of special cement from primary and secondary source appointed by the respondent, the contractor was forced to slow down production resulting in losses on three accounts, namely, rise in price of the inputs, higher transportation charges as also idling charges of labour, establishment, machinery. It has taken into consideration the factual aspect of the case that as both the source nominated by Railways could not supply cement as per requirement, a third source of supply was nominated.\nIn its finding recorded in clause (g) onwards, the Arbitrator has not only taken into consideration the correspondences wherein the Claimant was consistently representing against short supply of cement but also respondent's letter indicating failure of cement supply, addressed to the Cement Supplier, expressing their serious concern. The Arbitrator has also taken into consideration the admitted facts flowing on the surface of the case that nomination, one after the other, were being made to sponsored source of supply but that they were failing to supply cement in requisite quantity. The Arbitrator has taken into consideration the contractual requirement of supply of sleepers, corresponding quantity of special cement required for manufacture of sleepers, approximation in terms of time for manufacture of sleepers with maintained supply of particular quantity of cement, statement of daily progress mechanism, daily production records, provision contained in clause 15.2 of the contract and statement submitted by respondent including records of receipt of total cement as also supply of sleepers, to come to the conclusion that the Contractor could not manufacture the sleepers due to such short supply of cement from nominated source which fell short by 77583 sleepers, on account of disruption of cement supply. The respondent-Union of India (Railways) completely oblivious of fact that it had become impossible for the Claimant- Supplier to maintain supply of requisite number of sleepers within the time stipulated for want of short supply of cement from sponsored source, it proceeded to cancel the contract.\nOn the aforesaid factual premise, oral and documentary evidence led by the parties, finding of the Arbitrator can neither be said to be suffering from any patent illegality or perversity or that it is in conflict with public policy of India. Explanation-2 appended to Section 34 (2) (b) (ii) provides that the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail review on the merit of dispute. The finding with regard to breach of contract is essentially a finding fact and in the absence of permissible ground of review, exercise of supervisory jurisdiction, as elaborately held by their Lordships in the Supreme Court in the case of Associate Builders (supra), the impugned order of the Commercial Court refusing to interfere with the Arbitrator's finding on the aspect of breach of contract by the respondent, warrants no interference.\nConsideration on Issue-\"D\"\n32.The Arbitrator has rejected claims No.4,5,7 &10 raised by the contractor. Learned Commercial Court on this aspect has not interfered with the finding of the Arbitrator in this regard. Claim No.4 (claim on account of erroneous and faulty price variation formula) is essentially based on negation and denial of specific condition of contract regarding price variation clause as contained in clause - 14 of the agreement between the parties. The entire claim of the Claimant in this regard is based on the submission that the price variation clause itself is not just, proper, fair and reasonable and against similar price variation clause in other agreements. According to the Claimant, the price variation formula, as contained in the agreement itself was erroneous as it does not adequately compensate the parties in the event of rise or fall in the market price of the material component to be used for the manufacture of sleepers. According to the Claimant, price variation clause suffered from certain inherent defect and on account of such faulty valuation in the price variation formula, the impact of variation of the components is not truly compensated in the updated rates of sleeper and the formula derives unreliable and irregular rates. The part of claim No. 4, as contained in statement of claim, proceeds only on such reasoning which only seeks to deny the contractual obligation. In other words, the claim is based not on the agreed terms and condition of price variation formula but based on a claim for price fixation, in complete contravention and deviation from the specific, clear and unambiguous price variation clauses contained in agreement and therefore, the Arbitrator in recording that such a claim would not be tenable, does not suffer from any perversity or patent illegality much less against any juristic principles. It has been an argument advanced on behalf of the Claimant that such a clause is otherwise unfair, arbitrary and unreasonable. We are afraid, in a commercial dispute, be it between the State and individual, such a ground could at all be pressed into service to wriggle out of the contractual terms and condition. Present is not a case where this Court is called upon to examine the reasonability or fairness of the terms of agreement in public law domain on account of contractual dispute having arisen between the State on one hand and a private individual on the other. It being a case of contractual dispute, the rights and obligations of the parties are required to be determined strictly in accordance with the terms of the contract and the applicable laws of contract.\n33.In so far as claim No.5 i.e. the claim for deduction on account of VAT component of special cement is concerned, the said claim has been denied taking into consideration the specific clause 4.2 of the agreement. The Arbitrator has recorded finding that as per clause 4.2 of the agreement, the respondent is authorized to nominate the source of supply of cement for manufacturing of sleepers. The Claimant's claim in this regard appears to be based on the premise that the present contract was opened before the implementation of VAT system of tax by all the State Govt. in the country and under the new tax regime, if manufacturer procures special cement from outside the State for its manufacturing unit, he has to pay central sales tax for which there is no reimbursement and is added loss to him. As per statement of claim, clause 14.4 in the contract providing for VAT credit per sleeper to be passed on to the purchaser termed as \"V\", would be applicable only in case the input material is procured from within the State. Because in such cases, the manufacturer is reimbursed towards VAT applicable on the special cement. The claim, however is based, again, on the submission that the formula provided in clause 14.4 of the agreement for calculation of VAT credit per sleeper on account of special cement, does not justify the intention of the contract and in its operation, computes the VAT credit on special cement on a far higher value.\nIt would, thus, be seen that the entire claim in this regard is based not on any alleged breach of any contract but the claim itself is in breach of contractual terms and condition. This benefit claimed by the Claimant could not be granted unless the tax formula, as provided in clause 14.4. of the agreement, itself is altered and modified. The finding recorded by the Arbitrator in this regard, which essentially are based on construction of the clause of agreement, do not warrant any interference in the absence of any ground of patent illegality or perversity made out. In the case of National Highways Authority of India Vs. ITD Cementation India Limited (2015) 14 SCC 21, it has been authoritatively pronounced that the construction of terms and condition of contract is for Arbitrator to decide even if it gives rise to determination of a question of law and that Arbitrator is entitled to take the view which it holds to be correct. Where the Arbitrator construes terms and condition of contract in a reasonable manner, there will be no occasion to set aside the Award. The interference of the Court would be called only in case of perverse interpretation i.e. one which is construed as something that no fair minded or reasonable person could do.\nThe Court exercising jurisdiction under Section 34 of the Act are certainly not invested with the power to act as a Court of appeal to re-appreciate the merits of the case even when it relates to construction of terms and conditions of contract.\n34.We take exception to the manner in which the Arbitrator has dealt with this claim No.7. The claim for faulty demand of demurrage charges is essentially based on computation of allotted time for loading sleepers in a rake by respondent. According to Claimant, respondent have wrongly classified the loading process \"mechanized\", thereby allotting only six hours for loading and have also not given this loading time in each placement of the part-rake and have alloted time for the full rake.\nAccording to the Claimant, the loading process has to be considered as \"manual\" loading owing to the processes to be followed as per clause 10.2 of the Contract as specified drawing of the contract and the specified drawing, requiring wooden battens to be placed between sleepers, all of which necessitated the use of manual labour. The Claimant has further sought to fortify his claim on the premise that use of gantries (cranes) for lifting as well as placement of sleeper on Railway Wagons requires manual labour. In support of this claim, the Claimant has heavily relied upon a certificate issued by the Commercial Department of the respondent which considers loading of sleepers in the Claimant's unit \"Manual\" providing loading time of seven hours for each placement in sleeper plants.\nTo this, Respondent denial is based on clause 10.3 of the agreement under which the responsibility is entirely on the Claimant to arrange for prompt loading.\nClause 10.3 of the agreement, as it reads, does not specify that the loading time would be 6 hours or that the process of loading in the present case was invariably to be treated as mechanical and not manual. The relevant clause 10 of the agreement reads as below :\n\"10. Dispatch:\n10.1. The consignee instructions and booking orders will be given by the Executive Director, Track (M) Ministry of Railways (Railway Board ) or his nominee.\n10.2. On placement of railway wagons or road vehicles as arranged by the purchaser at the works siding, the contractor will load the passed sleepers at his cost within the specified loading time. The loading pattern shall be as per drawing approved by the Purchaser. Hard wood battens of 50 x 50 mm section shall have to be provided free of cost by the contractor at both rail seats of each sleeper on every successive layers loaded in wagon or road vehicles, but contractor shall be at liberty to collect the wooden packing at destination at his own cost; and no claim shortage or damage would be entertained by the purchaser.\n10.3. The contractor shall arrange loading promptly and any payment of demurrage charges on account of delay in loading shall be to the contractor's account. A dispatch certificate indicating the number of sleepers taken over, their category and batch number, etc. of sleepers loaded into wagones/vehicles may be obtained from the consignor authorized by the Executive Director, Track (M), Ministry of Railways(Railway Board) or his nominee. Such certificate shall be admitted for the purpose of payments.\n10.4. The responsibility for damages or losses en route will be to the account of the purchaser only for consignment booked against clear RRs or against certificate as per clause 10.3 above.\"\nWe do not find that there is any stipulation in the present case that loading would be treated as manual or mechanical or that the Claimant will have to apply mechanical process only nor is there any specific clause that only six hours would be provided for each rake loading.\nThis essentially, therefore, was a matter for determination by the Arbitrator in the light of pleadings, oral and documentary evidence led by the parties firstly as to whether in the present case, the process of loading was manual or it was mechanized and secondly whether it was implied condition of the contract that the Claimant will have to undertake loading at the rate of six hours per rake. The Arbitrator, as we notice, has not decided anything. All that it has stated is that as per clause 10.3 of the agreement, it was entirely the responsibility of the Claimant to arrange for prompt loading and that the demurrage charges are levied as per extent rules of Commercial Department. Curiously enough, the Arbitrator further records as below:\n...\"Since matter involves policy issue related commercial department of Railway, it cannot be decided by the Tribunal. Tribunal therefore directs that \"Claimant shall make the representation in detail & same shall be forwarded by Respondent to Commercial Department for deciding the issue on merits as per extend rules\"\nThis kind of direction for decision of representation, if we may say so, was completely outside the jurisdiction of the Arbitrator. The Arbitrator was called upon to adjudicate the claim on the basis of pleadings, material and documentary evidence and the terms of contract between the parties and not to issue a direction for consideration of their representation. In our considered opinion, this is not only patently illegal but is a case where the Arbitrator has failed to decide the issue one way or the other and only conveniently brushed aside, certainly calling for interference in exercise of supervisory jurisdiction conferred on the Court. The finding recorded by learned Commercial Court on claim No.7, therefore, cannot be sustained in law.\n35.As far as claim No.10, which relates to claim for supply beyond delivery period, is concerned, it has also not been decided only on the ground that payment for sleeper manufactured beyond original contract period has already been paid by the respondent and accepted by the Claimant without any objection. The finding in this regard cannot be said to be based on any material. On what basis the Arbitrator came to the conclusion that the payment for sleepers manufactured beyond original contract period, made by the respondent, was accepted without any demeanour or protest, is not contained anywhere in the Award. Finding that payment was accepted without any objection is perverse. Moreover, the Arbitrator had not examined the legal position with regard to tenability of the claim even when payment was accepted without any objection. The finding is not only perverse but suffers from patent illegality and jurisdictional flaw in as much as, conclusion has been arrived at without linked to any reason and material for such conclusion. The Arbitrator's finding on claim No.10, therefore cannot be sustained in law and is accordingly set aside.\nConsideration on Issue- \"E\"\n36.The Arbitrator's decision to exclude from the purview of arbitration adjudication, Claimant's claim No.1,3, 8 (a & b) & 11 has been found to be suffering from patent illegality by the Commercial Court in the impugned order, which finding has also been affirmed by this Court. The Commercial Court set aside the Award passed by the Arbitrator to that extent.\nFurther more, Arbitrator's decision that in the absence of express condition in the contract between the parties, even if Claimant may have suffered loss on account of breach of contract, it is not entitled to any compensation, was also held illegal by the Commercial Court placing reliance upon Sections 51, 52 & 73 of the Act of 1872. It was held that in case of breach of contract, the party who suffers by such breach, is entitled to be compensated for the loss or damage caused to it by such breach, and therefore, the award is ex-facie erroneous and in conflict with public policy of India.\n37.While learned counsel appearing for the Claimant/Supplier- M/s. Univabs Ltd., supported the said finding though partly, aggrieved inasmuch as no compensation was awarded, learned counsel for the Union of India seeks to assail this finding on the submission that it would be beyond the terms and conditions of contract between the parties to grant damages even if it is assumed that Union of India was guilty of breach of contract because there is no express term of contract entitling the Claimant to claim damage/compensation for any loss caused to it.\nThe Arbitrator, as we see from the finding recorded on claims No.2 & 3, though held that there was breach of contract, went on to hold that in the absence of there being any such right to claim damages under the contract, no damages could be granted, even if breach of contract is established.\nAs has already been held by the Commercial Court, the finding is patently illegal, erroneous in law and is also in conflict with public policy of India.\nThe law of contract, as is applicable in India i.e. The Indian Contract Act, 1872, governs and regulates rights and obligation of the parties to a contract. Compensation for loss or damage caused by breach of contract are governed by provision contained in Chapter-VI of the Act of 1872. Sections 73, 74 & 75 thereof, are statutory recognition of fundamental policy that where a party to contract, on account of breach of contract by the other party, suffers by such breach, should be compensated for loss or damage caused to him. Section 74 of the Act of 1872 provides for compensation for breach of contract where the contract stipulates a penalty clause. Section 75 of the Act of 1872 deals with right of the party, who rightfully rescinds the contract, to claim compensation for any damage sustained through the non-fulfillment of the contract. These fundamental principles with regard to damages, ingrained in statutory provision of the Contract Act are well settled and restated time and again by the Court in our country. In the case of Karasands H. Thacker Vs. M/s The Saran Engineering Co. Ltd. (AIR 1965 SC 1981), it was held thus:\n\"13. ....The appellant, on the breach of contract by the respondent, was entitled, under Section 73 of the Contract Act, to receive compensation for any loss by the damage caused to him which naturally arose in the usual course of business from such breach or which the parties knew when they made the contract to be likely to result from the breach of it.\".....\nAgain in M/s. A.T. Brij Paul Singh And Ors. Vs. State of Gujarat (1984) 4 SCC 59, the Hon'ble Supreme Court held:\n\"8. Once is it held that the respondent was guilty of breach of works contract, part of which was already performed and for performing which the appellant, a Poona based contractor had transported machinery and equipment from Poona to the work site near Rajkot in Saurashtra, certainly he would be entitled to damages.\"........\nx x x\n11. Now if it is well-established that the respondent was guilty of breach of contract in as much as the recission of contract by the respondent is held to be unjustified, and the plaintiff-contractor had executed a part of the works contract, the contractor would be entitled to damages by way of loss of profit.\"\n38. In a recent judicial pronouncement in the case of Maharashtra State Electricity Distribution Company Ltd. Vs. M/s. Datar Switchgear Limited & Ors., (2018 SCC Online SC 20), the established principles regarding award of damages where a party has suffered on account of breach of contract, were also reiterated as below:\n\"59. That apart, we also find that the Arbitral Tribunal, while awarding the damages, has relied upon the judgment of this Court in Union of India & Ors. v. Sugauli Sugar Works (P) Ltd. wherein a cardinal principle of damages had been laid down to the effect that the injured party should be placed in as good a position as money could do as if the contract had been performed. Following passage from the said judgment was kept in mind by the Arbitral Tribunal:\n\"22. The market rate is a presumptive test because it is the general intention of the law that, in giving damages, for breach of contract, the party complaining should, so far as it can be done by money, be placed in the same position as he would have been in if the contract had been performed. The rule as to market price is intended to secure only an indemnity to the purchaser. The market value is taken because it is presumed to be the true value of the goods to the purchaser. One of the principles for award of damages is that as far as possible he who has proved a breach of a bargain to supply what he has contracted to get is to be placed as far as money can do it, in as good a situation as if the contract had been performed. The fundamental basis thus is compensation for the pecuniary loss which naturally flows from the breach. Therefore, the principle is that as far as possible the injured party should be placed in as good a situation as if the contract had been performed. In other words, it is to provide compensation for pecuniary loss which naturally flows from the breach. The High Court correctly applied these principles and adopted the contract price in the facts and circumstances of the case as the correct basis for compensation.\"\n62. In the aforesaid backdrop, we agree with the approach of the High Court in spelling out the proposition of law that once it is established that the party was justified in terminating the contract on account of fundamental breach thereof, then the said innocent party is entitled to claim damages for the entire contract, i.e. for the part which is performed and also for the part of the contract which it was prevented from performing. We may usefully refer to the following dicta laid down in Suisse Atlantique Societe d'Armament SA v. NV Rotterdamsche Kolen Centrale:\n\"...if facts of that kind could be proved I think it would be open to the arbitrators to find that the respondents had committed a fundamental or repudiatory breach. One way of looking at the matter would be to ask whether the party in breach has by his breach produced a situation fundamentally different from anything which the parties could as reasonable men have contemplated when the contract was made. Then one would have to ask not only what had already happened but also what was likely to happen in future. And there the fact that the breach was deliberate might be of great importance.\nIf fundamental breach is established the next question is what effect, if any, that has on the applicability of other terms of the contract. This question has often arisen with regard to clauses excluding liability, in whole or in part, of the party in breach. I do not think that there is generally much difficulty where the innocent party has elected to treat the breach as a repudiation, bring the contract to an end and sue for damages. Then the whole contract has ceased to exist, including the exclusion clause, and I do not see how that clause can then be used to exclude an action for loss which will be suffered by the innocent party after it has ceased to exist, such as loss of the profit which would have accrued if the contract had run its full term...\" (emphasis supplied)\"\n39. Present is admittedly not a case that the contract between the parties contained any specific term under which the parties agreed otherwise that in the event of breach of contract, even if a party suffers any loss or damage, either no such claim shall be made or that liability for such claim shall be limited in a particular manner. Though, present case does not given an occasion to decide whether such stipulation in a contract could at all be enforced, in the factual context of present case, in the absence of there being any such stipulation, the rights and obligations of the party would obviously be governed by provisions of the Contract Act, including those which relate to right of compensation in case of breach of contract, as has been provided in Sections 73, 74 & 75 of the Contract Act. The aforesaid provisions have to be read into the agreement between the parties. Therefore, the fining of the Commercial Court in this regard does not warrant any interference.\n40.Even though the Commercial Court held in favour of the Claimant- Contractor, in so far as finding with regard to breach of contract and includability of additional claims No.1,3 8 (a & b) and 11 are concerned, it only set aside the Award without recording any independent finding on merits of claims No.1,3,8 (a & b) and 11 and not awarding damages for breach of contract. To that extent, the Claimant felt aggrieved and filed appeal.\nDetailed submissions in this regard have already been made by learned counsel for the parties.\n41.While counsel for the Claimant-Contractor fervently urged that the Commercial Court ought to have modified the Award to that extent by awarding compensation and recording its own finding on the merits of the claims No.1,3,8 (a & b) and 11, according to learned counsel for the Union of India, all that the Arbitrator could do was to set aside the Award and leaving the party to again approach the Arbitrator.\n42. In support of his submission, learned counsel for the appellant- M/s.\nUnivabs Ltd. placed heavy reliance on the decision of the High Court of Madras in the case of Gayatri Balaswamy Vs. ISG Novasoft Technologies Ltd (2014) 6 CTC 602. In the said decision, V. Ramasubramanian, J. interpreted that Section 34 of the Act of 1996 empowers the Court to modify, revise or vary the award. To come to this conclusion, reliance has been placed on certain judicial trend reflected from the decision of the Supreme Court as well as Bombay and Delhi High Court. True it is that in some of the decisions of the Supreme Court, wherein the Supreme Court, dealing with the matter arising out of arbitration award, modified the award and so also ordered by the Bombay and Delhi High Court. Based on this judicial trend, power to modify, revise or vary the award was read into Section 34 of the Act of 1996. Observation made in the decision of the Supreme Court in the case of Mcdermott International (supra) were also noted but as all other decisions of the Supreme Court referred to in this decision have either modified the award or approved the modification of the award by the Court under Section 34 of the Act of 1996, it was concluded that it is permissible to modify, revise or vary the award.\n43. Various judgments which have been referred to in the aforesaid decision including Supreme Court decision in the case of Ansaldo Energia SPA (supra), it has been found that in many of cases either the award was modified appropriately in the light that the conclusion arrived at in those cases or modification in the award by the High Court was approved/affirmed, but this issue directly fell for consideration of the Supreme Court in the case of Mcdermott International (supra) while examining various grounds raised before it in the matter of scope of interference against an award under the Act of 1996. The broad statutory scheme delineating ground for setting aside the Award; duty to assign reason; public policy; supervisory jurisdiction were examined in detail. The whole scheme of the Act, including the nature of jurisdiction exercisable by the Court under the Act of 1996 was also minutely examined. Following legal principles were postulated :-\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. The court cannot correct errors of the arbitrators. It can only quash the award leaving the parties free to begin the arbitration again if it is desired. So, scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\nWhat has been propounded by the Supreme Court in the aforesaid decision is Law declared under Article 141 of the Constitution, which is binding on us.\n44.The aforesaid authoritative pronouncement that \"the Court cannot correct errors of the Arbitrators, it can only quash the award leaving the parties free to begin the arbitration again if it is desired\" does not allow the Commercial Court exercising jurisdiction under Section 34 of the Act of 1996 nor this Court to modify or correct the award. The parties have to be left to work out their remedy before the Arbitrator. Consequently, it will be open for the Claimant-Contractor to take recourse to remedy of arbitration seeking adjudication on his additional claims No.1, 3, 8 (a & b) and 11 on its own merits as also claiming compensation and award of damages for breach of contract and if any such proceedings are commenced, the Arbitrator will have to proceed on the premise that breach of contract has already been established.\n45.In the result, the appeal filed by the Claimant-Contractor M/s. Univabs Sleepers Pvt. Ltd. i.e. Arbitration Appeal No.43 of 2017 is partly allowed and the appeal filed by the Union of India i.e. Arbitration Appeal No.46 of 2017 is dismissed, leaving the parties to bear their respective costs.\n                       Sd/-                                            Sd/-\n              (Manindra Mohan Shrivastava)                        (Rajani Dubey)\n                      Judge                                            Judge\n\n\nPraveen\n ",
  "cleaned_text": "chattisgarh high court m/s univabs sleepers pvt. ltd vs union of india 16 arba/46/2017 union of . on 12 october, 2018 author: rajani dubey bench: rajani dubey -1afr high court of chhattisgarh, bilaspur division bench : hon'ble mr. justice manindra mohan shrivastava hon'ble mrs. justice rajani dubey arba no. 43 of 2017 m/s univabs sleepers pvt. ltd. a company duly registered under the indian companies act, with its head office at mig 11, padmanabhpur, durg chhattisgarh and works at dongargarh, district rajnandgaon chhattisgarh, through its director shri shamit verma, s/o shri m.p. verma, malviya nagar, durg, chhattisgarh, chhattisgarh ---appellant versus union of india acting through the chief engineer (co. ord.) now designated as principal chief engineer, south east central railway, bilaspur, chhattisgarh, chhattisgarh ---respondent and arba no. 46 of 2017 union of india through chief engineer (co.ord) now designated as principal chief engineer, south eastern central railway, bilaspur, districtbilaspur, chhattisgarh, chhattisgarh ---appellant versus m/s univabs sleepers pvt. ltd a company registered under indian companies act with its head office at m i g 11, padmanbhpur, durg, chhattisgarh works at dongargarh, districtrajnandgaon, chhattisgarh, through its director shamit verma, s/o m.p. verma, malviya nagar, durg, chhattisgarh, chhattisgarh ---respondent for univabs sleepers pvt. ltd : shri vivek chopda, advocate for union of india : shri h.s. ahluwalia, advocate -2c a v order 12/10/2018 per manindra mohan shrivastava, j. 1. this order shall govern disposal of arbitration appeal no.43 of 2017 as well as arbitration appeal no.46 of 2017 arising out of common order dated 21.3.2017 passed by commercial court, deciding application under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the act of 1996\") filed by m/s. univabs sleepers pvt. ltd. (mjc no.7/2016) as also application under section 34 of the act of 1996 filed by union of india (mjc no.16 of 2016). 2. the union of india and m/s. univabs sleepers pvt. ltd. both have preferred the aforesaid separate appeals which were clubbed together and heard analogously. 3. m/s. univabs sleepers pvt. ltd. entered into contract with the union of india through its competent authority on 2.2.2006 for manufacture and supply of monoblock prestressed concrete sleepers for broad gauge. the contract was initially for a period of two years and one month, to be reckoned from 26.12.2005 to 25.01.2008. under the contract, m/s. univabs sleepers pvt. ltd. was to manufacture and supply of 255000 (two lakh fifty five thousand) number of sleepers. later on, the quantity of supply was enhanced by further quantity of 76500 (seventy six thousand five hundred) number of sleepers and the period of contract was further extended up to 31.12.2008. dispute arose between the parties when the manufacturer failed to supply required quantity of sleepers as per time schedule, to union of india. while according to manufacturer/supplier, the main operative reason was that the nominated source for supply of cement failed to supply requisite quantity of cement to the manufacturer/supplier, union of india maintained that manufacturer/supplier failed to maintain its manufacturing process of sleepers and was taking shelter of a false excuse of non-supply of cement in requisite quantity from the nominated source. finally, the union of india terminated the contract and claimed liquidated damages, aggrieved by which, the manufacture/supplier invoked arbitration clause under the contract and reference was made for arbitration to the sole arbitrator under the terms of contract. initially, while seeking reference of dispute, the manufacturer/supplier had raised only 6 claims, but while submitting its claim before the arbitrator, the supplier added 5 more claims making as many as 11 claims against union of india. the union of india filed its written statement and also raised counter claims and prayed for liquidated damages alleging that the manufacturer/ supplier committed breach of contract in failing to supply sleepers as per the contracted schedule of supply. the arbitrator, vide its award, rejected all the claims of the manufacturer/supplier as well as union of india. aggrieved by the award, the manufacturer/supplier as well as union of india both preferred separate applications under section 34 of the act of 1996 before the commercial court. the commercial court held that in so far as claimant's additional claims no.1,3, & 8 (a & b) and 11 are concerned, the arbitrator was obliged under the law to adjudicate those claims and could not have rejected on the ground that in the letter making reference of dispute to the arbitrator, those claims were not included. on claimant's claims no.2 & 6, the commercial court held that the arbitrator acted perversely and in violation of fundamental policy of law in not awarding damages despite having recorded a finding that the union of india was guilty of breach of contract, due to which, the supplier/claimant had suffered loss. the findings on supplier's/claimant's claim no.4, 5, 7 & 10 recorded by the arbitrator were not interfered with by the commercial court. the commercial court, on aforesaid findings, set aside the award leaving the claimant to work out its remedy. in so far as claim for liquidated damages of union of india was concerned, that was also not accepted and the finding of the arbitrator on the counter claim were not interfered with by the commercial court. submissions made in arbitration appeal no.43 of 2017 4. learned counsel for the appellantms. univabs sleepers pvt. ltd./manufacturer, contended that once the commercial court came to the conclusion that additional claims no.1, 3, 8 (a) (b) and 11 were also liable to be adjudicated by the arbitrator and further that despite breach of agreement by union of india is established, the appellant was entitled to damages, it ought to have decided the claims on its merits. according to learned counsel for the appellant-ms. univabs sleepers, the commercial court, while entertaining an application under section 34 of the act of 1996, had power not only to set aside the award once it is found to be vitiated on the ground enumerated under section 34 of the act of 1996 but also inappropriate cases, to modify or vary the award to do complete justice between the parties rather than mechanically setting aside and relegating the matter to the arbitrator again. according to him, the commercial court, under a misconceived notion of law, that it only had the power to set aside the award and nothing more, instead of granting appropriate relief by modifying the award, sent the appellant before the arbitrator and thus frustrating the very object of the act of 1996 in providing an expeditious and effective remedy in arbitration dispute. the other submission of learned counsel for the appellant is that in so far as appellant's claims no.4, 5, 7 & 10 are concerned, the learned commercial court has not examined those claims with reference to the specific ground urged in the application under section 34 of the act of 1996 with reference to the pleadings and evidence of the parties in the arbitration proceeding and has mechanically recorded that those claims were rightly rejected by the arbitrator. in support of his submission, he placed reliance upon several authorities1. 5. per contra, learned counsel appearing for the respondent-union of india submitted that as far as claims no.1, 3, 8 (a) (b) and 11 are concerned, they were all additional claims, which did not form part of the reference made to the arbitrator at the instance of the supplier/manufacturer and, therefore, it was beyond the scope of reference and the arbitrator rightly held that it had jurisdiction to adjudicate only upon those specific claims on which reference was made. he submits that in the appeal filed by union of india (arba no.46 of 2017), the union of india has raised specific ground 1. himachal pradesh state electricity board vs. r.j. shah & company (1999) 4 scc 214, divisional controller, ksrtc vs. mahadeva shetty and anr. (2003) 7 scc 197, state of gujarat & ors. vs. utility users' welfare association & ors. (2018 scc online sc 368), state of goa vs. praveen enterprises (2012) 12 scc 581, oil and natural gas corporation limited vs. western geco international limited (2014) 9 scc 263, gayatri balaswami vs. isg novasoft technologies ltd. 2014 (6) ctc 602, maharashtra state electricity distribution company ltd. vs. m/s. datar switchgear limited & ors.(2018 scc online sc 20), m/s .a.t. brij paul sing & ors. state of gujarat (1984) 4 scc 59, and m.p. power generation co. ltd. & anr. ansaldo energia spa & anr. (2018 scc online sc 385) against the part of the order of the commercial court by which the commercial court has held that additional claims no.1, 3, 8 (a) (b) and 11 were also required to be adjudicated. as far as claims no.4, 5, 7 & 10 are concerned, learned counsel for the respondentunion of india argued that these claims were not at all made out because those claims have been raised by the claimant/supplier against the specific terms and conditions of contract between the parties. the arbitrator has considered the aforesaid claims and upon construction of terms of contract, has taken a view, which, essentially, is on the merits of the issue and even if another view is possible, in the absence of any ground made out as specifically enumerated in section 34 of the act of 1996, it was not within the jurisdiction of the commercial court to interfere with the award in so far as supplier's claims no.4, 5, 7 & 10 are concerned and therefore the commercial court rightly rejected the claims refusing to interfere with the findings of arbitrator. as far as claims no.2 & 6 are concerned, learned counsel for respondentunion of india argued that those claims are founded on alleged breach of contract whereas according to union of india, it has not breached the contract. the union of india filed application for setting aside the award to the extent it held the union of india responsible for breach of contract but the commercial court has wrongly rejected the application and it is the case of respondent-union of india that it did not commit breach of contract which issue has been raised by the union of india in its arbitration appeal no.46 of 2017 separately. last submission of learned counsel for the respondent-union of india is that in any case, the commercial court could not quantify, even if every submission of the appellantms. univabs ltd. is accepted, as it could only set aside the award. in support of the submission, reliance has been placed on mcdermott international inc. vs. burn standard co. ltd. (2006) 11 scc 181. submissions in arbitration appeal no.46 of 2017 6. learned counsel appearing for the appellant i.e. union of india assailed legality and validity of the order passed by the commercial court principally on the submission that in so far as finding of claims no.1, 3, 8 (a) (b) and 11 are concerned, it suffers from patent illegality and perversity. learned counsel for union of india argued in extenso and contended that in the present case, the arbitrator correctly held that it had jurisdiction to adjudicate only upon those claims which were referred under the reference. according to him, as there was otherwise agreement between the parties, as per clause 2900 of the indian railways standard conditions of contract (irs), sub-section (3) of section 23 of the act of 1996 is not attracted and thus, it was not open for the claimantsupplier to amend and supplement its claim after reference of dispute to the arbitrator. in his submission, under no circumstance, additional claim could be raised and, therefore, the arbitrator had rejected, but the commercial court, ignoring the aforesaid settled legal position in this regard, has erroneously held that the claimant-suppliers could supplement the claims and raise new claim while filing statement of claim before the arbitrator, wrongly invoking section 23 (3) of the act of 1996. in support of his contention, learned counsel for the union of india placed reliance upon the decisions in the case of state of goa vs. praveen enterprises (2012) 12 scc 581 and himachal pradesh state electricity board vs. r.j. shah & company (1999) 4 scc 214. further submission is that in any case, view taken by the arbitrator, based upon construction of the terms of contract as to whether there was an agreement otherwise or not, in the context of section 23 (3) of the act of 1996, no interference would be permissible under section 34 of the act as the view taken by the arbitrator is one of the possible views and it cannot be said to be suffering from patent illegality, perversity or in any manner in conflict with the public policy of india. in support of this submission, reliance has been placed on rashtriya ispat nigam limited vs. dewan chand ram saran (2012) 5 scc 306. next submission of learned counsel for the appellant-union of india in this appeal is that the arbitrator has recorded perverse finding suffering from patent illegality in so far as alleged breach of contract by union of india is concerned. he would submit that there were specific pleadings made in the reply of union of india clearly stating that there was no breach of agreement by the union of india because the supplier was under contractual obligation to manufacture and supply required quantity of sleepers in accordance with time schedule, which it failed to perform and to camouflage its failure, raised hypothetical case of short supply of cement by sponsored suppliers. he would submit that non-supply of cement was not the cause for less production because the reason for less production was not the shortage of supply of cement but because the supplier did not adhere to its optimum production capacity of operating the manufacturing unit in three shifts. learned counsel for appellant-union of india made further argument that under the agreement between the parties, the only obligation cast on the union of india was to sponsor cement supplier which was done by it. even if it is assumed, though not admitted, that the sponsored supplier failed to supply required quantity of cement, it could not, in the eyes of law, be said to be breach of contract by union of india and, therefore, section 73 of the indian contract act, 1872 (hereinafter referred to as \"the act of 1872\") will have no application at all. learned counsel for the union of india further argued that as far as arbitrator's finding with regard to delayed lifting of manufactured sleepers is concerned, there is clinching material evidence on record that stacked material was much less than the capacity of stacking area, therefore, nonlifting of the material could not be taken as an excuse of slowing down the production. on the aforesaid aspect, specific reply was given by the union of india which did not receive any consideration by the arbitrator. thus, it is argued, remoteness of production with supply of cement and availability of stacking place having been established, no case of breach of contract could be said to be made out by union of india and thus, no damages could be claimed under section 73 of the act of 1872 by the claimant. the findings in this regard are, therefore, perverse and in conflict with the public policy. therefore, the finding of the arbitrator that on claims no.2 & 6, even though no damages have been awarded, to the extent it held the union of india liable for breach of contract, are unsustainable in law. the commercial court did not appreciate the aforesaid settled legal aspect and acting perversely, committed patent illegality by remitting the matter to the arbitrator. reliance has been placed associate builders vs. delhi development authority (2015) 3 scc 49. further, last submission of learned counsel for the appellant-union of india is that once it is held that there was no breach of contract by the union of india, but it was for the respondent supplier to make supply of contracted number of sleepers as per schedule of supply agreed to between the parties under the agreement, the appellant claims for liquidated damages ought to be granted. 7. in reply, learned counsel for the respondent-m/s. univabs ltd. in this appeal, argued that the finding of the arbitrator that claims no.1, 2, 8 (a) (b) and 11 are beyond the scope of reference was patently erroneous and illegal against the judicial verdict of the supreme court in the case of praveen enterprises (supra) which has rightly been interfered with by the commercial court, though, according to this respondent, the commercial court, instead of remitting the matter to the arbitrator, ought to have itself adjudicated upon those claims. it is next submitted that the arbitrator's finding on claims no.2 & 6 regarding breach of contract by the union of india is on the merits of the case, upon assessment of oral and documentary evidence, and does not suffer either from any patent illegality, perversity nor can be said to be in conflict with the public policy of india. therefore, the appeal of the union of india is liable to be dismissed, more so when memo of arbitration appeal no.46 of 2017 shows that the appeal is directed only against order passed in mjc no.7 of 2016 and not mjc no.16 of 2016, meaning thereby that no appeal has been filed before this court by the union of india against rejection of its application under section 34 of the act of 1996. 8. we have given our anxious consideration to the submissions made by learned counsel for the respective parties in the two appeals, heard analogously and perused the records of the case including the records of the arbitration proceedings before us. 9. as the order of the commercial court has been challenged by both the parties by separate appeals on the grounds raised by union of india and m/s. univabs sleepers pvt. ltd against specific finding against them, we will examine the submissions made by union of india and by m/s. univabs sleepers pvt. ltd in two appeal with reference to material before us and the order of the commercial court which are common in both the cases. 10.following issues arise for determination of this court:(a) what are legally permissible grounds of challenge to an award, under section 34 of the act ? (b) whether arbitrator had jurisdiction to adjudicate upon additional claims raised by the claimant before it, other than those mentioned in the application for making reference of dispute to the arbitrator ? (c) whether the arbitrator's finding regarding breach of contract warrants interference by the court under section 34 of the act ? if answered in favour of the appellantunion of india, is union of india entitled to liquidated damages under the agreement ? (d) whether the arbitrator's finding on claimant's claim no.4, 5, 7 & 10 warrants interference under section 34 of the act ? (e) whether the commercial court, having held that claimant's claims no.1, 3, 8 (a) (b) and 11 ought to be adjudicated by the arbitrator and that for breach of contract claimant/supplier was entitled to damages, had jurisdiction to modify the award by granting compensation and also independently examining the merits of claims no.1, 3, 8 (a) (b) and 11 instead of setting aside the award and leaving the parties to again approach the arbitrator ? consideration on issue -\"a\" 11.before adverting to various submissions made and grounds raised by learned counsel for the respective parties, we consider it appropriate to first delineate the ambit and scope of judicial interference under section 34 of the act of 1996. section 34 of the act of 1996 exhaustively provides for the grounds on which an application for setting aside an arbitral award could be made, which reads as under: \"34. application for setting aside arbitral award(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and subsection (3). (2) an arbitral award may be set aside by the court only if(a) the party making the application furnishes proof that(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; (b) the court finds that(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. \"explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2.--for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute.\"; (2a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re appreciation of evidence. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. \"(5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. 12.it is important to notice from the language of sub-section (2) of section 34 of the act of 1996 that an arbitral award may be set aside by the court only when any of the grounds stated in that part are made out. use of emphatic word \"only\" is of utmost importance and indicative of legislative intention not to allow judicial intervention except on the grounds stated in the provision herein-above. this means, the grounds enumerated in the aforesaid provision are exhaustive. as a corollary, it can be interpreted to mean that award would not be susceptible to challenge on grounds other than those enumerated in the aforesaid provision. 13.it is extremely relevant to note that the provisions contained in section 34 of the act of 1996 were amended by amendment act of 2015 which came into force from 23rd october 2015. a comparative reading of section 34, before and after amendment, reveals that explanation to sub-clause (ii) of clause (b) of sub-section (2) of section 34 has been substituted by two new explanations. further, new sub-section (2-a) has also been added which was not there in the unamended provision. moreover, two new subsections (5) and (6) have also been added. the explanation clause appended to sub-clause (ii) as described earlier, explains as to when an award could be said to be in conflict with public policy of india. without prejudice to the generality of sub-clause (ii) and for the avoidance of any doubt, the explanation clause reads that an award is in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81. the explanation contained in sub-clause (ii), as it stood prior to amendment of 2015, came up for consideration and interpreted by the supreme court in series of decisions. in one of those decisions in associate builders (supra), the development of law with regard to scope of interference under the statutory scheme of section 34 of the act of 1996 was considered and principles, judicially evolved in earlier judgments, were re-stated. one of the earliest decisions rendered in the case of ongc ltd. vs. saw pipes ltd (2003) 5 scc 705, on the scope of interference by the court against an award of arbitrator, was referred to as below : \"19. when it came to construing the expression \"the public policy of india\" contained in section 34 (2) (b) (ii) of the arbitration act, 1996, this court in ongc v. saw pipes, 2003 (5) scc 705, held\"31. therefore, in our view, the phrase \"public policy of india\" used in section 34 in context is required to be given a wider meaning. it can be stated that the concept of public policy connotes some matter which concerns public good and the public interest. what is for public good or in public interest or what would be injurious or harmful to the public good or public interest has varied from time to time. however, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest. such award/judgment/decision is likely to adversely affect the administration of justice. hence, in our view in addition to narrower meaning given to the term \"public policy\" in renusagar case [1994 supp (1) scc 644] it is required to be held that the award could be set aside if it is patently illegal. the result would be award could be set aside if it is contrary to: (a) fundamental policy of indian law; or (b) the interest of india; or (c) justice or morality, or (d) in addition, if it is patently illegal. illegality must go to the root of the matter and if the illegality is of trivial nature it cannot be held that award is against the public policy. award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court. such award is opposed to public policy and is required to be adjudged void. * * * 74. in the result, it is held that: (a) (1) the court can set aside the arbitral award under section 34(2) of the act if the party making the application furnishes proof that: (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration. (2) the court may set aside the award: (i)(a) if the composition of the arbitral tribunal was not in accordance with the agreement of the parties, (b) failing such agreement, the composition of the arbitral tribunal was not in accordance with part i of the act. (ii) if the arbitral procedure was not in accordance with: (a) the agreement of the parties, or (b) failing such agreement, the arbitral procedure was not in accordance with part i of the act. however, exception for setting aside the award on the ground of composition of arbitral tribunal or illegality of arbitral procedure is that the agreement should not be in conflict with the provisions of part i of the act from which parties cannot derogate. (c) if the award passed by the arbitral tribunal is in contravention of the provisions of the act or any other substantive law governing the parties or is against the terms of the contract. (3) the award could be set aside if it is against the public policy of india, that is to say, if it is contrary to: (a) fundamental policy of indian law; or (b) the interest of india; or (c) justice or morality; or (d) if it is patently illegal. (4) it could be challenged: (4) it could be challenged: (a) as provided under section 13(5); and (b) section 16(6) of the act. (b)(1) the impugned award requires to be set aside mainly on the grounds: (i) there is specific stipulation in the agreement that the time and date of delivery of the goods was of the essence of the contract; (ii) in case of failure to deliver the goods within the period fixed for such delivery in the schedule, ongc was entitled to recover from the contractor liquidated damages as agreed; (iii) it was also explicitly understood that the agreed liquidated damages were genuine pre-estimate of damages; (iv) on the request of the respondent to extend the time-limit for supply of goods, ongc informed specifically that time was extended but stipulated liquidated damages as agreed would be recovered; (v) liquidated damages for delay in supply of goods were to be recovered by paying authorities from the bills for payment of cost of material supplied by the contractor; (vi) there is nothing on record to suggest that stipulation for recovering liquidated damages was by way of penalty or that the said sum was in any way unreasonable. (vii) in certain contracts, it is impossible to assess the damages or prove the same. such situation is taken care of by sections 73 and 74 of the contract act and in the present case by specific terms of the contract.\" their lordships, in para 20 of the judgment (associate builders), noted that: \"20. the judgment in ongc v. saw pipes has been consistently followed till date. \" subsequent decisions in the cases of hindustan zinc ltd. vs. friends coal carbonisation (2006) 4 scc 445, mcdermott international inc. vs. burn standard co. ltd. (2006) 11 scc 181, centrotrade minerals & metals inc. vs. hindustan copper ltd. (2006) 11 scc 245, dda vs. r.s. sharma and co. (2008)13 scc 80, j.g. engineers (p) ltd. vs. union of india (2011) 5 scc 758, union of india vs. col. lsn murthy (2012) 1 scc 718 rendered up to 2012 were also referred to and relied upon as below : \"21. in hindustan zinc ltd. v. friends coal carbonisation, this court held: \"14. the high court did not have the benefit of the principles laid down in saw pipes [(2003) 5 scc 705] , and had proceeded on the assumption that award cannot be interfered with even if it was contrary to the terms of the contract. it went to the extent of holding that contract terms cannot even be looked into for examining the correctness of the award. this court in saw pipes [(2003) 5 scc 705] has made it clear that it is open to the court to consider whether the award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of india.\" 22. in mcdermott international inc. v. burn standard co. ltd., this court held: \"58. in renusagar power co. ltd. v. general electric co., this court laid down that the arbitral award can be set aside if it is contrary to (a) fundamental policy of indian law; (b) the interests of india; or (c) justice or morality. a narrower meaning to the expression \"public policy\" was given therein by confining judicial review of the arbitral award only on the aforementioned three grounds. an apparent shift can, however, be noticed from the decision of this court in ongc ltd.v. saw pipes ltd. [(2003) 5 scc 705] (for short \"ongc\"). this court therein referred to an earlier decision of this court in central inland water transport corpn. ltd. v. brojo nath ganguly [(1986) 3 scc 156 : 1986 scc (l&s) 429 : (1986) 1 atc 103] wherein the applicability of the expression \"public policy\" on the touchstone of section 23 of the indian contract act and article 14 of the constitution of india came to be considered. this court therein was dealing with unequal bargaining power of the workmen and the employer and came to the conclusion that any term of the agreement which is patently arbitrary and/or otherwise arrived at because of the unequal bargaining power would not only be ultra vires article 14 of the constitution of india but also hit by section 23 of the indian contract act. in ongc [(2003) 5 scc 705] this court, apart from the three grounds stated in renusagar [1994 supp (1) scc 644] , added another ground thereto for exercise of the court's jurisdiction in setting aside the award if it is patently arbitrary. 59. such patent illegality, however, must go to the root of the matter. the public policy violation, indisputably, should be so unfair and unreasonable as to shock the conscience of the court. where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of section 34 of the act. however, we would consider the applicability of the aforementioned principles while noticing the merits of the matter. 60. what would constitute public policy is a matter dependent upon the nature of transaction and nature of statute. for the said purpose, the pleadings of the parties and the materials brought on record would be relevant to enable the court to judge what is in public good or public interest, and what would otherwise be injurious to the public good at the relevant point, as contradistinguished from the policy of a particular government. (see state of rajasthan v. basant nahata [(2005) 12 scc 77].)\" 23. in centrotrade minerals & metals inc. v. hindustan copper ltd., sinha, j., held: \"103. such patent illegality, however, must go to the root of the matter. the public policy, indisputably, should be unfair and unreasonable so as to shock the conscience of the court. where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of section 34 of the act.\" 104. what would be a public policy would be a matter which would again depend upon the nature of transaction and the nature of statute. for the said purpose, the pleadings of the parties and the materials brought on record would be relevant so as to enable the court to judge the concept of what was a public good or public interest or what would otherwise be injurious to the public good at the relevant point as contradistinguished by the policy of a particular government. (see state of rajasthan v. basant nahata [(2005) 12 scc 77].)\" 24. in dda v. r.s. sharma and co ., the court summarized the law thus: \"21. from the above decisions, the following principles emerge: (a) an award, which is (i) contrary to substantive provisions of law; or (ii) the provisions of the arbitration and conciliation act, 1996; or (iii) against the terms of the respective contract; or (iv) patently illegal; or (v) prejudicial to the rights of the parties; is open to interference by the court under section 34(2) of the act. (b) the award could be set aside if it is contrary to: (a) fundamental policy of indian law; or (b) the interest of india; or (c) justice or morality. (c) the award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court. (d) it is open to the court to consider whether the award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of india. with these principles and statutory provisions, particularly, section 34(2) of the act, let us consider whether the arbitrator as well as the division bench of the high court were justified in granting the award in respect of claims 1 to 3 and additional claims 1 to 3 of the claimant or the appellant dda has made out a case for setting aside the award in respect of those claims with reference to the terms of the agreement duly executed by both parties.\" 25. j.g. engineers (p) ltd. v. union of india, held: \"27. interpreting the said provisions, this court in ongc ltd. v. saw pipes ltd.[(2003) 5 scc 705] held that a court can set aside an award under section 34(2)(b)(ii) of the act, as being in conflict with the public policy of india, if it is (a) contrary to the fundamental policy of indian law; or (b) contrary to the interests of india; or (c) contrary to justice or morality; or (d) patently illegal. this court explained that to hold an award to be opposed to public policy, the patent illegality should go to the very root of the matter and not a trivial illegality. it is also observed that an award could be set aside if it is so unfair and unreasonable that it shocks the conscience of the court, as then it would be opposed to public policy.\" 26. union of india v. col. l.s.n. murthy, (, held: \"22. in ongc ltd. v. saw pipes ltd. [(2003) 5 scc 705] this court after examining the grounds on which an award of the arbitrator can be set aside under section 34 of the act has said: (scc p. 727, para 31) \"31. . however, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest. such award/judgment/decision is likely to adversely affect the administration of justice. hence, in our view in addition to narrower meaning given to the term 'public policy' in renusagar case [renusagar power co. ltd. v. general electric co., 1994 supp (1) scc 644] it is required to be held that the award could be set aside if it is patently illegal\". 14.while dealing with each of the heads, their lordships, in the aforesaid decision in the case of associate builders (supra), further elaborated and explained the concept of fundamental policy of indian law with specific reference to recent judgment in the case of ongc ltd. vs. western geco international ltd. (2014) 9 scc 263 as also two earlier decisions in excise and taxation officer-cum-assessing authority vs. gopi nath & sons 1992 supp (2) scc 312 and kuldeep singh vs. commr. of police (1999) 2 scc 10. the expressions \"interest of india, justice, molarity and patent illegality\" were also dealt with separately with reference to many other judgments rendered by the supreme court. 15.the addition of three more distinct and fundamental juristic principles, to be understood as part and parcel of the fundamental policy of indian law, as laid down in western geco international (supra) were noted as below: \"28. in a recent judgment, ongc ltd. v. western geco international ltd., 2014 (9) scc 263, this court added three other distinct and fundamental juristic principles which must be understood as a part and parcel of the fundamental policy of indian law. the court held\"35. what then would constitute the \"fundamental policy of indian law\" is the question. the decision in ongc [ongc ltd. v. saw pipes ltd., (2003) 5 scc 705] does not elaborate that aspect. even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. without meaning to exhaustively enumerate the purport of the expression \"fundamental policy of indian law\", we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of indian law. the first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a \"judicial approach\" in the matter. the duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned. what must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner. judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration. judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge. * * * 38. equally important and indeed fundamental to the policy of indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice. besides the celebrated audi alteram partem rule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other. non-application of mind is a defect that is fatal to any adjudication. application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking. the requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of indian law. 39. no less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law. perversity or irrationality of decisions is tested on the touchstone of wednesbury principle [associated provincial picture houses ltd. v. wednesbury corpn., (1948) 1 kb 223: (1947) 2 all er 680 (ca)] of reasonableness. decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available. 40. it is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of indian law nor is it possible to place the expression in the straitjacket of a definition. what is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an arbitral tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\" 29. it is clear that the juristic principle of a \"judicial approach\" demands that a decision be fair, reasonable and objective. on the obverse side, anything arbitrary and whimsical would obviously not be a determination which would either be fair, reasonable or objective. 30. the audi alteram partem principle which undoubtedly is a fundamental juristic principle in indian law is also contained in sections 18 and 34 (2) (a) (iii) of the arbitration and conciliation act. these sections read as follows: \"18. equal treatment of parties.the parties shall be treated with equality and each party shall be given a full opportunity to present his case. * * * 34. application for setting aside arbitral award (1) * * * (2) an arbitral award may be set aside by the court only if(a) the party making the application furnishes proof that* * * (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; \" 31. the third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation. it is settled law that where(i) a finding is based on no evidence, or (ii) an arbitral tribunal takes into account something irrelevant to the decision which it arrives at; or (iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse. 32. a good working test of perversity is contained in two judgments. in h.b. gandhi, excise and taxation officer-cum-assessing authority v. gopi nath & sons, 1992 supp (2) scc 312 at p. 317, it was held: \"7. .it is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.\" in kuldeep singh v. commr. of police, (1999) 2 scc 10 at para 10, it was held: \"10. a broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not. if a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse. but if there is some evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings would not be interfered with.\" 33. it must clearly be understood that when a court is applying the \"public policy\" test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. a possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score[1]. once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts. in p.r. shah, shares & stock brokers (p) ltd. v. b.h.h. securities (p) ltd., (2012) 1 scc 594, this court held: \"21. a court does not sit in appeal over the award of an arbitral tribunal by reassessing or reappreciating the evidence. an award can be challenged only under the grounds mentioned in section 34(2) of the act. the arbitral tribunal has examined the facts and held that both the second respondent and the appellant are liable. the case as put forward by the first respondent has been accepted. even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the stock exchange under bye-law 248, in a claim against a nonmember, had no jurisdiction to decide a claim against another member. the finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent. therefore, in the absence of any ground under section 34(2) of the act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\" 34. it is with this very important caveat that the two fundamental principles which form part of the fundamental policy of indian law (that the arbitrator must have a judicial approach and that he must not act perversely) are to be understood.\" the recent concept of \"interest of india, justice, morality\" were also explained thus: \"interest of india 35. the next ground on which an award may be set aside is that it is contrary to the interest of india. obviously, this concerns itself with india as a member of the world community in its relations with foreign powers. as at present advised, we need not dilate on this aspect as this ground may need to evolve on a case by case basis. justice 36. the third ground of public policy is, if an award is against justice or morality. these are two different concepts in law. an award can be said to be against justice only when it shocks the conscience of the court. an illustration of this can be given. a claimant is content with restricting his claim, let us say to rs. 30 lakhs in a statement of claim before the arbitrator and at no point does he seek to claim anything more. the arbitral award ultimately awards him 45 lakhs without any acceptable reason or justification. obviously, this would shock the conscience of the court and the arbitral award would be liable to be set aside on the ground that it is contrary to \"justice\". morality 37.the other ground is of \"morality\". just as the expression \"public policy\" also occurs in section 23 of the indian contract act, so does the expression \"morality\". two illustrations to the said section are interesting for they explain to us the scope of the expression \"morality\". \"(j) a, who is b's mukhtar, promises to exercise his influence, as such, with b in favour of c, and c promises to pay 1,000 rupees to a. the agreement is void, because it is immoral. (k) a agrees to let her daughter to hire to b for concubinage. the agreement is void, because it is immoral, though the letting may not be punishable under the indian penal code (xlv of 1860).\" 38. in gherulal parekh v. mahadeo dass maiya, 1959 supp (2) scr 406, this court explained the concept of \"morality\" thus\"re. point 3 immorality: the argument under this head is rather broadly stated by the learned counsel for the appellant. the learned counsel attempts to draw an analogy from the hindu law relating to the doctrine of pious obligation of sons to discharge their father's debts and contends that what the hindu law considers to be immoral in that context may appropriately be applied to a case under s. 23 of the contract act. neither any authority is cited nor any legal basis is suggested for importing the doctrine of hindu law into the domain of contracts. section 23 of the contract act is inspired by the common law of england and it would be more useful to refer to the english law than to the hindu law texts dealing with a different matter. anson in his law of contracts states at p. 222 thus: \"the only aspect of immorality with which courts of law have dealt is sexual immorality. .\" halsbury in his laws of england, 3rd edn., vol. 8, makes a similar statement, at p. 138 : \"a contract which is made upon an immoral consideration or for an immoral purpose is unenforceable, and there is no distinction in this respect between immoral and illegal contracts. the immorality here alluded to is sexual immorality.\" in the law of contract by cheshire and fifoot, 3rd edn., it is stated at p. 279: \"although lord mansfield laid it down that a contract contra bonos mores is illegal, the law in this connection gives no extended meaning to morality, but concerns itself only with what is sexually reprehensible.\" in the book on the indian contract act by pollock and mulla it is stated at p. 157: \"the epithet \"immoral\" points, in legal usage, to conduct or purposes which the state, though disapproving them, is unable, or not advised, to visit with direct punishment.\" the learned authors confined its operation to acts which are considered to be immoral according to the standards of immorality approved by courts. the case law both in england and india confines the operation of the doctrine to sexual immorality. to cite only some instances: settlements in consideration of concubinage, contracts of sale or hire of things to be used in a brothel or by a prostitute for purposes incidental to her profession, agreements to pay money for future illicit cohabitation, promises in regard to marriage for consideration, or contracts facilitating divorce are all held to be void on the ground that the object is immoral. the word \"immoral\" is a very comprehensive word. ordinarily it takes in every aspect of personal conduct deviating from the standard norms of life. it may also be said that what is repugnant to good conscience is immoral. its varying content depends upon time, place and the stage of civilization of a particular society. in short, no universal standard can be laid down and any law based on such fluid concept defeats its own purpose. the provisions of s. 23 of the contract act indicate the legislative intention to give it a restricted meaning. its juxtaposition with an equally illusive concept, public policy, indicates that it is used in a restricted sense; otherwise there would be overlapping of the two concepts. in its wide sense what is immoral may be against public policy, for public policy covers political, social and economic ground of objection. decided cases and authoritative text-book writers, therefore, confined it, with every justification, only to sexual immorality. the other limitation imposed on the word by the statute, namely, \"the court regards it as immoral\", brings out the idea that it is also a branch of the common law like the doctrine of public policy, and, therefore, should be confined to the principles recognized and settled by courts. precedents confine the said concept only to sexual immorality and no case has been brought to our notice where it has been applied to any head other than sexual immorality. in the circumstances, we cannot evolve a new head so as to bring in wagers within its fold.\" 39. this court has confined morality to sexual morality so far as section 23 of the contract act is concerned, which in the context of an arbitral award would mean the enforcement of an award say for specific performance of a contract involving prostitution. \"morality\" would, if it is to go beyond sexual morality necessarily cover such agreements as are not illegal but would not be enforced given the prevailing mores of the day. however, interference on this ground would also be only if something shocks the court's conscience. 16.as to how the forth head of public policy namely \" patent illegality\" has to be understood, before it can be said that an award is in conflict with public policy of india, it was elaborated as below: \"patent illegality 40. we now come to the fourth head of public policy namely, patent illegality. it must be remembered that under the explanation to section 34 (2) (b), an award is said to be in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption. this ground is perhaps the earliest ground on which courts in england set aside awards under english law. added to this ground (in 1802) is the ground that an arbitral award would be set aside if there were an error of law by the arbitrator. this is explained by lord justice denning in r v. northumberland compensation appeal tribunal. ex parte shaw., 1952 1 all er 122 at page 130: \"leaving now the statutory tribunals, i turn to the awards of the arbitrators. the court of king's bench never interfered by certiorari with the award of an arbitrator, because it was a private tribunal and not subject to the prerogative writs. if the award was not made a rule of court, the only course available to an aggrieved party was to resist an action on the award or to file a bill in equity. if the award was made a rule of court, a motion could be made to the court to set it aside for misconduct of the arbitrator on the ground that it was procured by corruption or other undue means: see the statute 9 and 10 will. iii, c. 15. at one time an award could not be upset on the ground of error of law by the arbitrator because that could not be said to be misconduct or undue means, but ultimately it was held in kent v. elstob, (1802) 3 east 18, that an award could be set aside for error of law on the face of it. this was regretted by williams, j., in hodgkinson v. fernie, (1857) 3 c.b.n.s. 189, but is now well established.\" 41. this, in turn, led to the famous principle laid down in champsey bhara company v. the jivraj balloo spinning and weaving company ltd., air 1923 pc 66, where the privy council referred to hodgkinson and then laid down: \"the law on the subject has never been more clearly stated than by williams, j. in the case of hodgkinson v. fernie (1857) 3 c.b.n.s. 189. \"the law has for many years been settled, and remains so at this day, that, where a cause or matters in difference are referred to an arbitrator a lawyer or a layman, he is constituted the sole and final judge of all questions both of law and of fact . the only exceptions to that rule are cases where the award is the result of corruption or fraud, and one other, which though it is to be regretted, is now, i think firmly established viz., where the question of law necessarily arises on the face of the award or upon some paper accompanying and forming part of the award. though the propriety of this latter may very well be doubted, i think it may be considered as established.\" * * * \"now the regret expressed by williams, j. in hodgkinson v. fernie has been repeated by more than one learned judge, and it is certainly not to be desired that the exception should be in any way extended. an error in law on the face of the award means, in their lordships' view, that you can find in the award or a document actually incorporated thereto, as for instance, a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and which you can then say is erroneous. it does not mean that if in a narrative a reference is made to a contention of one party that opens the door to seeing first what that contention is, and then going to the contract on which the parties' rights depend to see if that contention is sound. here it is impossible to say, from what is shown on the face of the award, what mistake the arbitrators made. the only way that the learned judges have arrived at finding what the mistake was is by saying: \"inasmuch as the arbitrators awarded so and so, and inasmuch as the letter shows that then buyer rejected the cotton, the arbitrators can only have arrived at that result by totally misinterpreting cl.52.\" but they were entitled to give their own interpretation to cl. 52 or any other article, and the award will stand unless, on the face of it they have tied themselves down to some special legal proposition which then, when examined, appears to be unsound. upon this point, therefore, their lordships think that the judgment of pratt, j was right and the conclusion of the learned judges of the court of appeal erroneous.\" this judgment has been consistently followed in india to test awards under section 30 of the arbitration act, 1940. 42. in the 1996 act, this principle is substituted by the 'patent illegality' principle which, in turn, contains three sub heads 42. (a) a contravention of the substantive law of india would result in the death knell of an arbitral award. this must be understood in the sense that such illegality must go to the root of the matter and cannot be of a trivial nature. this again is a really a contravention of section 28(1)(a) of the act, which reads as under: \"28. rules applicable to substance of dispute.(1) where the place of arbitration is situated in india,(a) in an arbitration other than an international commercial arbitration, the arbitral tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in india;\" 42.2 (b) a contravention of the arbitration act itself would be regarded as a patent illegalityfor example if an arbitrator gives no reasons for an award in contravention of section 31(3) of the act, such award will be liable to be set aside. 42.3 (c) equally, the third sub-head of patent illegality is really a contravention of section 28 (3) of the arbitration act, which reads as under: \"28. rules applicable to substance of dispute.(3) in all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\" this last contravention must be understood with a caveat. an arbitral tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair minded or reasonable person could do. 43. in mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181, this court held as under: \"112. it is trite that the terms of the contract can be express or implied. the conduct of the parties would also be a relevant factor in the matter of construction of a contract. the construction of the contract agreement is within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties. it is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract. interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law. (see pure helium india (p) ltd. v. ongc [(2003) 8 scc 593] and d.d. sharma v. union of india [(2004) 5 scc 325]). 113. once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.\" 44. in msk projects (i) (jv) ltd. v. state of rajasthan, (2011) 10 scc 573, the court held: \"17. if the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. but if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. the ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. the rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. such a jurisdictional error needs to be proved by evidence extrinsic to the award. (see gobardhan das v. lachhmi ram [air 1954 sc 689], thawardas pherumal v. union of india [air 1955 sc 468], union of india v. kishorilal gupta & bros. [air 1959 sc 1362], alopi parshad & sons ltd. v. union of india [air 1960 sc 588], jivarajbhai ujamshi sheth v. chintamanrao balaji [air 1965 sc 214] and renusagar power co. ltd. v. general electric co. [(1984) 4 scc 679 : air 1985 sc 1156] ).\" 45. in rashtriya ispat nigam ltd. v. dewan chand ram saran, (2012) 5 scc 306, the court held: \"43. in any case, assuming that clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one. it is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract. that being the position, the high court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator. 44. the legal position in this behalf has been summarised in para 18 of the judgment of this court in sail v. gupta brother steel tubes ltd. [(2009) 10 scc 63: (2009) 4 scc (civ) 16] and which has been referred to above. similar view has been taken later in sumitomo heavy industries ltd. v. ongc ltd. [(2010) 11 scc 296: (2010) 4 scc (civ) 459] to which one of us (gokhale, j.) was a party. the observations in para 43 thereof are instructive in this behalf. 45. this para 43 reads as follows: (sumitomo case [(2010) 11 scc 296 : (2010) 4 scc (civ) 459] , scc p. 313) \"43. . the umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one. one may at the highest say that one would have preferred another construction of clause 17.3 but that cannot make the award in any way perverse. nor can one substitute one's own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal. as held by this court in kwality mfg. corpn. v. central warehousing corpn. [(2009) 5 scc 142 : (2009) 2 scc (civ) 406] the court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the high court has practically done in this matter. the umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement. if he does so, the decision of the umpire has to be accepted as final and binding.\" 17.authoritative pronouncement of the supreme court in the case of associate builders (supra) was then followed by legislative response in bringing about an exhaustive amendment in section 34 of the act of 1996, particularly explanations appended to sub-clause (ii) of clause (b) of section 34 which we have reproduced herinabove. the legislative change apparently is in response to the law declared by the supreme court in the case of associate builders (supra), whereby the judicially evolved principles, explaining as to when an award is in conflict with the public policy of india, were incorporated by way of specific provision under two explanations and a new sub-section (2-a). the proviso to sub-section (2-a) of section 34 reads that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence. 18.in a very recent decision rendered after the amendment of 2015, in the case of m.p. power generation co. ltd. vs. ansaldo energia spa (2018 scc online scc 385), the principles laid down in earlier decision in the cases of renusagar power co. ltd. vs. general electric co . (1984) 4 scc 679, saw pipes (supra), r.s. sharma (supra), western geco international co. ltd (supra) and associate builders (supra) were again restated as below: \"23. it is necessary to refer to the settled law on the scope of sections 34 of the act. in this case we are concerned with the point as to whether an arbitral award can be set aside for being in conflict with the public policy of india. an arbitral award can be set aside if it is contrary to (a) fundamental policy of indian law, or (b) the interest of india, or (c) justice or morality. (renusagar power co. ltd. v. general electric co.1 ) patent illegality was added to the above three grounds in ongc v. saw pipes ltd.2. illegality must go to the root of the matter and incase the illegality is of trivial nature it cannot be held that the award is against the public policy. it was further observed in the said judgment (ongc v. saw pipes (supra)) that an award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court. in delhi development authority v. m/s. r.s. sharma & 1 (1994) supp.1 scc 644 2 (2003) 5 scc 705 co.3 it was held that an award can be interfered with by the court under section 34 of the act when it is contrary to : a) substantive provisions of law; or b) provisions of the 1996 act; or c) against the terms of the respective contract; or d) patently illegal; or e) prejudicial to the rights of the parties 24. the fundamental policy of india was explained in ongc ltd. v. western geco international co. ltd.4 as including all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. it was held inter alia, that a duty is cast on every tribunal or authority exercising powers that affect the rights or obligations of the parties to show a 'judicial approach'. it was further held that judicial approach ensures that an authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and its decision is not actuated by any extraneous considerations. it was also held that the requirement of application of mind on the part of the adjudicatory authority is so deeply embedded in our jurisprudence that it can be described as a fundamental policy of indian law. this court further 3 (2008) 13 scc 80 4 (2014) 9 scc 263 observed that the award of the arbitral tribunal is open to challenge when the arbitrators fail to draw an inference which ought to be drawn or if they had drawn an inference which on the face of it is untenable resulting in miscarriage of justice. the court has the power to modify the offending part of the award in case it is severable from the rest according to the said judgment (western geco ltd. (supra)). 25. the limit of exercise of power by courts under section 34 of the act has been comprehensively dealt with by justice r.f. nariman in the case of associate builders v. delhi development authority5. lack of judicial approach, violation of principles of natural justice, perversity and patent illegality have been identified as grounds for interference with an award of the arbitrator. the restrictions placed on the exercise of power of a court under section 34 of the act have been analyzed and enumerated in associated builders (supra) which are as follows: a) the court under section 34(2) of the act, does not act as a court of appeal while applying the ground of \"public policy\" to an arbitral award and consequently errors of fact cannot be corrected. b) a possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the sole judge of the quantity and quality of the evidence. c) insufficiency of evidence cannot be a ground for interference by the court. reexamination of the facts to find out whether a different decision can be arrived at is impermissible under section 34 (2) of the act. d) an award can be set aside only if it shocks the conscience of the court. e) illegality must go to the root of the matter and cannot be of a trivial nature for interference by a court. a reasonable construction of the terms of the contract by the arbitrator cannot be interfered with by the court. error of construction is within the jurisdiction of the arbitrator. hence, no interference is warranted. f) if there are two possible interpretations of the terms of the contract, the arbitrator's interpretation has to be accepted and the court under section 34 cannot substitute its opinion over the arbitrator's view. 19.keeping in forefront the aforesaid principles laid down and the provision contained in section 34 of the act of 1996, as amended in 2015, we shall examine points emerging for determination, head-wise. consideration on issue-\"b\" 20.indisputably, the claimant-contractor namely m/s. univabs raised a demand for arbitration against termination/foreclosure of contract vide its letter dated 21st may 2009. by that letter, as many as six claims under different heads were raised. the letter titled, \"demand for arbitration against termination/foreclosure of the contract\", ended with following statement. \"the detail claimed along with the required illustration and references shall be submitted before the hon'ble arbitrator. the claimant also reserves the right to modify/enhance/make additional claim before the hon'ble arbitrator. a summary of the claim made is enclosed along with.\" 21.it would, thus, appear that while seeking demand for arbitration, the claimant-contractor had initially mentioned six claims and though reserving right to make additional claims. 22.vide letter dated 27.7.2009 (i/16), the general manager (arbitration) sough east central railway wrote to shri r.n. sunkar, c.e. (con.-ii) secr/bilaspur that he has been appointed by the general manager as an arbitrator for adjudicating claim and dispute. the contents of the letter are important, which, for the purpose of the present case, are reproduced as below: \"to, shri r.n. sunkar ce(con)ii secr/bilaspur dear sir, sub:demand for arbitration against termination/foreclosure of the contract no. engg/tp/univabs/cs-156/1007 dated 02.02.2006. agency: univabs sleepers pvt. ltd., durg in the above case, general manager has appointed you as an arbitrator for adjudicating the claims and disputes. you are therefore, requested to start the proceedings as per the arbitration and conciliation act 1996 by fixing date and proper notice to the parties and pronounce your decision excepting matters, which fall under the excepted matters as per the agreement and publish the award within reasonable time. in this connection the claims preferred by the contractor and the claims preferred by the railway has been specified as annexure 'a' and 'b' respectively.\" 23.the text and tenor of the aforesaid letter, therefore, shows that the arbitrator was requested to start arbitration proceedings as per the act of 1996. the arbitrator was requested to \". pronounce your decision excepting matters, which fall under excepted matters as per the agreement.\". further, what is important to note is that the claim, as preferred by the contractor as well as claim preferred by the railways, were also specified in two annexures appended with the said letters. annexure \"a\" referred to the claim made by the contractor and annexure -\"b\" referred to the counter claim made by the railways. however, while submitting statement of claim before the arbitrator, the claimant-contractor added some more claims, in addition to claims already made at the time of demanding arbitration, as referred to above. additional claims were itemized as claim item no.1, 3, 8 (a & b) and 11. the respondents, however, objected to such inclusion, seeking the arbitrator to rule on its own jurisdiction on such an objection, under section 16 of the act of 1996. at that stage, however, the arbitrator did not decide the issue. at the time of passing the award, the arbitrator, however, wrote that as far as additional claims no. 1, 3, 8 (a & b) and 11 are concerned, as they did not form part of original claim by the claimant/contractor while demanding arbitration nor were included in annexure -a of letter dated 27.7.2009 (i-16) were outside the scope of its jurisdiction. according to the arbitrator, as additional claims were not referred for adjudication and it was not supplemental to other claims, therefore, it was beyond its jurisdiction. the commercial court on this aspect, relying upon the decision in the case of praveen enterprises (supra), held that the ruling of the arbitrator is against the terms of the contract and is against the public policy of india. 24.in one of the authoritative pronouncement of hon'ble supreme court, in the case of mcdermott international (supra), scheme of arbitration adjudication under the act of 1996 was considered in great detail on various aspects. it was held as under: \"101. in fact bscl never raised any plea before the arbitrator that the said claim was arbitrary or beyond its authority. such an objection was required to be raised by bscl before the arbitrator in terms of section 16 of the 1996 act. it may also be of some interest to note that this court even prior to the enactment of a provision like section 16 of the 1996 act in waverly jute mills co. ltd. v. raymon & co. [(1963) 3 scr 209; dharma prathishthanam v. madhok construction (2005) 9 scc 686] clearly held that it is open to the parties to enlarge the scope of reference by inclusion of fresh dispute and they must be held to have done so when they filed their statements putting forward claims not covered by the original reference.\" later on, the aforesaid aspect of permissibility of addition of claim while filing statement of claim, which did not originally form part of claim for arbitration, came up for consideration of their lordships in the supreme court in the case of praveen enterprises (supra). the contractual terms and condition and as to what is a \"reference to arbitration\" was explained, as below : \"10. 'reference to arbitration' describes various acts. reference to arbitration can be by parties themselves or by an appointing authority named in the arbitration agreement or by a court on an application by a party to the arbitration agreement. we may elaborate. (a) if an arbitration agreement provides that all disputes between the parties relating to the contract (some agreements may refer to some exceptions) shall be referred to arbitration and that the decision of the arbitrator shall be final and binding, the `reference' contemplated is the act of parties to the arbitration agreement, referring their disputes to an agreed arbitrator to settle the disputes. (b) if an arbitration agreement provides that in the event of any dispute between the parties, an authority named therein shall nominate the arbitrator and refer the disputes which required to be settled by arbitration, the `reference' contemplated is an act of the appointing authority referring the disputes to the arbitrator appointed by him. (c) where the parties fail to concur in the appointment of arbitrator/s as required by the arbitration agreement, or the authority named in the arbitration agreement failing to nominate the arbitrator and refer the disputes raised to arbitration as required by the arbitration agreement, on an application by an aggrieved party, the court can appoint the arbitrator and on such appointment, the disputes between the parties stand referred to such arbitrator in terms of the arbitration agreement. 11. reference to arbitration can be in respect of all disputes between the parties or all disputes regarding a contract or in respect of specific enumerated disputes. where `all disputes' are referred, the arbitrator has the jurisdiction to decide all disputes raised in the pleadings (both claims and counter claims) subject to any limitations placed by the arbitration agreement. where the arbitration agreement provides that all disputes shall be settled by arbitration but excludes certain matters from arbitration, then, the arbitrator will exclude the excepted matter and decide only those disputes which are arbitrable. but where the reference to the arbitrator is to decide specific disputes enumerated by the parties/court/appointing authority, the arbitrator's jurisdiction is circumscribed by the specific reference and the arbitrator can decide only those specific disputes.\" 25.the effect of provision contained in section 23 (3) of the act of 1996 was also considered in the said decision (praveen enterprises). before referring to the observation, it is apposite to reproduce section 23 of the act of 1996, which relates to filing of statement of claim and defence, as below: \"23. statements of claim and defence. --(1) within the period of time agreed upon by the parties or determined by the arbitral tribunal, the claimant shall state the facts supporting his claim, the points at issue and the relief or remedy sought, and the respondent shall state his defence in respect of these particulars, unless the parties have otherwise agreed as to the required elements of those statements. (2) the parties may submit with their statements all documents they consider to be relevant or may add a reference to the documents or other evidence they will submit. 1[(2a) the respondent, in support of his case, may also submit a counterclaim or plead a setoff, which shall be adjudicated upon by the arbitral tribunal, if such counterclaim or set-off falls within the scope of the arbitration agreement.] (3) unless otherwise agreed by the parties, either party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow the amendment or supplement having regard to the delay in making it.\" 26.the aforesaid provision was interpreted as below: \"26. section 23 of the act makes it clear that when the arbitrator is appointed, the claimant is required to file the statement and the respondent has to file his defence statement before the arbitrator. the claimant is not bound to restrict his statement of claim to the claims already raised by him by notice, \"unless the parties have otherwise agreed as to the required elements\" of such claim statement. it is also made clear that \"unless otherwise agreed by the parties\" the claimant can also subsequently amend or supplement the claims in the claim statement. that is, unless the arbitration agreement requires the arbitrator to decide only the specifically referred disputes, the claimant can while filing the statement of claim or thereafter, amend or add to the claims already made. 27. similarly section 23 read with section 2(9) makes it clear that a respondent is entitled to raise a counter claim \"unless the parties have otherwise agreed\" and also add to or amend the counter claim, \"unless otherwise agreed\". in short, unless the arbitration agreement requires the arbitrator to decide only the specifically referred disputes, the respondent can file counter claims and amend or add to the same, except where the arbitration agreement restricts the arbitration to only those disputes which are specifically referred to arbitration, both the claimant and respondent are entitled to make any claims or counter claims and further entitled to add to or amend such claims and counter claims provided they are arbitrable and within limitation. 29. where the arbitration agreement requires the disputes to be formulated and referred to arbitration by an appointing authority, and the appointing authority fails to do so, the chief justice or his designate will direct the appointing authority to formulate the disputes for reference as required by the arbitration agreement. the assumption by the courts below that a reference of specific disputes to the arbitrator by the chief justice or his designate is necessary while making appointment of arbitrator under section 11 of the act, is without any basis. equally baseless is the assumption that where one party filed an application under section 11 and gets an arbitrator appointed the arbitrator can decide only the disputes raised by the applicant under section 11 of the act and not the counter claims of the respondent. 30. section 23 of the act enables the claimant to file a statement of claim stating the facts supporting his claim, the points at issue and the relief or remedy sought by him and enables the respondent to state his defence in respect of those claims. section 2(9) provides that if any provision [other than section 25 (a) or section 32(2)(a)], refers to a \"claim\", it shall apply to a \"counter claim\" and where it refers to a \"defence\", it shall also apply to a defence to that counter claim. this would mean that a respondent can file a counter claim giving the facts supporting the counter claim, the points at issue and the relief or remedy sought in that behalf and the claimant (who is the respondent in the counter claim) will be entitled to file his defence to such counter claim. once the claims and counter claims are before the arbitrator, the arbitrator will decide whether they fall within the scope of the arbitration agreement and whether he has jurisdiction to adjudicate on those disputes (whether they are claims or the counter claims) and if the answer is in the affirmative, proceed to adjudicate upon the same. 31. it is of some relevance to note that even where the arbitration proceedings were initiated in pursuance of a reference under section 20 of the old act, this court held (in indian oil corporation ltd. vs. amritsar gas service and ors. 1991(1) scc 533) that the respondent was entitled to raise counter claims directly before the arbitrator, where all disputes between parties are referred to arbitration. this court observed : \"15. the appellant's grievance regarding nonconsideration of its counterclaim for the reason given in the award does appear to have some merit. in view of the fact that reference to arbitrator was made by this court in an appeal arising out of refusal to stay the suit under section 34 of the arbitration act and their reference was made of all disputes between the parties in the suit, the occasion to make a counter-claim in the written statement could arise only after the order of reference. the pleadings of the parties were filed before the arbitrator, and the reference covered all disputes between the parties in the suit. accordingly, the counter-claim could not be made at any earlier stage. refusal to consider the counterclaim for the only reason given in the award does, therefore, disclose an error of law apparent on the face of the award.\" (emphasis supplied)\" 27.the aforesaid principles laid down by the supreme court and the provision contained in section 23 (3) of the act of 1996 are, therefore, required to be applied to the facts of the present case, particularly with reference to the relevant terms and conditions contained in the contract, with regard to arbitration. clause 2900 (a) of the indian railways standard conditions of contract provides for settlement of dispute by arbitration, which is being reproduced as under : \"2900. arbitration a) \"in the event of any question, dispute or difference arising under these conditions or any special conditions of contract with this contract (except as to any matters the decision of which is specially provided for by these of the special conditions) the same shall be referred to the sole arbitration of a gazetted railway officer appointed to be the arbitrator, by the general manager in the case of contract entered into by the zonal railways and production units, by any member of the railway board, in the case of contract entered into by the railway board and by the head of the organization in respect of contracts entered into by the other organizations under the ministry of railways. the gazetted railway officer to be appointed as arbitrator however will not be one those who had an opportunity to deal with the matters to which the contract relates or who in the course of their duties as railway servant have expressed views on all or any of the matters under dispute of difference. the award of the arbitrator shall be final and binding on the parties to this contract.\" 28.a rational, logical and fair interpretation of the said clause reveals that any question, dispute or difference is required to be referred to sole arbitrator to be appointed by the authority specified in the said clause. the arbitration clause, on its close reading, does not provide for reference of a particular dispute to the arbitrator, for adjudication. this clause is akin to the clause which was under consideration before the supreme court in the case of praveen enterprises (supra). the agreement in this case provides that any dispute between the parties, relating to contract, except the excepted matters, shall be referred to arbitration. it is not a case where the arbitration agreement provide that in the event of any dispute between the parties, any authority named therein shall nominate the arbitrator and refer the dispute required to be settled by the arbitrator so as to say that \"the reference\" contemplated is an act of the appointing authority referring the disputes to the arbitrator appointed by him. therefore, present case falls in the category of those cases where reference to the arbitrator is in respect of all dispute between the parties and not in respect of any specific enumerated dispute. where all disputes are referred, the arbitrator has the jurisdiction to decide all disputes raised in the pleadings which is subject only to any limitation placed by the arbitration agreement itself. unless it is a case where reference to arbitrator is to decide specific dispute, the arbitration jurisdiction is not circumscribed by specific reference. 29.section 23 (3) of the act of 1996 otherwise entitles either party to the arbitration to amend or supplement his claim or defence during the course of arbitral proceedings. this is, however, subject to there being any agreement to the contrary, between the parties. we could not find any contrary clause in the contract, between the parties, which expressly or by necessary implication provides otherwise, so as to say that once a reference is made on certain claims, the parties to the agreement shall not be entitled to add or supplement their claims. present is not a case where the arbitrator, for any other valid reason, considered it inappropriate to allow the amendment or supplement the claim having regard to delay in making the same. in fact, such situation could not arise because the claimant -contractor, from the beginning, while submitting statement of claim raised additional claim. the only reason operative for refusing the adjudication upon additional claims no. 1, 3, 8 (a & b) and 11 was that it does not contain claim for arbitration in the demand for arbitration and not referred to the arbitrator for the reason that in annexure-\"a\" attached to letter dated 27.7.2009 (i-16), these additional claims were not mentioned. 30.the provision contained in section 23 of the act of 1996 creates statutory right in favour of the claimant or even in favour of defendant to amend or supplement their claim or counter claim during the course of arbitral proceedings. there are only two statutory conditions when such entitlement is not available. they are .(a) there is agreement to the contrary between the parties, (b) tribunal considers it inappropriate case to allow amendment or supplement having regard to the delay in making it. there is nothing in the aforesaid provision or in any other provision of the act 1996 to infer that these situations are not exhaustive but only enumerative. the right created by the statute to amend or supplement the claim or counter claim could be taken away only in the manner prescribed in the act and under no other circumstance. as held in the case of indian oil corporation ltd. vs. amritsar gas service and ors. (1991) 1 scc 533 , refusal to consider the claim only for that reason is a patent illegality being an error of law apparent on the face of award. (para-15 of the aforesaid report has already been referred to hereinabove, contained in para-31 of the judgment in the case of praveen enterprises.) therefore, the finding of the commercial court in this regard does not warrant any interference. consideration on issue\"c\" 31.as far as arbitrator's finding regarding breach of contract is concerned, learned counsel for union of india vehemently argued before this court that while arriving at the finding, the arbitrator has not taken into consideration that the only contractual obligation on the part of union of india was to sponsor primary and then, secondary source of supply of special cement and not to ensure the supply of special cement. if, for some reason, the source of supply could not make full supply, it could not be treated to be a breach of agreement by the railways. it was also the case of union of india that the reason for short supply of sleepers was not linked to short supply of cement but reduction of production capacity which was reduced from three shifts to two shifts. in this regard, clause (3) of the their reply was not considered. further argument of learned counsel for union of india is that even if the sponsored primary or secondary source, for some reason, failed to supply special cement, it would not be a case of breach of contract by union of india. after going through the award, we find that the arbitrator has meticulously examined this aspect relating to alleged breach, by taking into consideration the submissions as also oral and documentary evidence on record, affording full opportunity to both the parties. the finding in this regard is recorded while examining the claim no.2. the arbitrator has taken into consideration, the provision contained in clause 4.2 of the contract relating to source and rate for procurement of special cement. it has taken into consideration the claim of the claimant that there was short and erratic supply of special cement required for manufacturing of sleepers during january 2006 to august 2006 and may 2007 to august 2007 and that because of shortage of supply of special cement from primary and secondary source appointed by the respondent, the contractor was forced to slow down production resulting in losses on three accounts, namely, rise in price of the inputs, higher transportation charges as also idling charges of labour, establishment, machinery. it has taken into consideration the factual aspect of the case that as both the source nominated by railways could not supply cement as per requirement, a third source of supply was nominated. in its finding recorded in clause (g) onwards, the arbitrator has not only taken into consideration the correspondences wherein the claimant was consistently representing against short supply of cement but also respondent's letter indicating failure of cement supply, addressed to the cement supplier, expressing their serious concern. the arbitrator has also taken into consideration the admitted facts flowing on the surface of the case that nomination, one after the other, were being made to sponsored source of supply but that they were failing to supply cement in requisite quantity. the arbitrator has taken into consideration the contractual requirement of supply of sleepers, corresponding quantity of special cement required for manufacture of sleepers, approximation in terms of time for manufacture of sleepers with maintained supply of particular quantity of cement, statement of daily progress mechanism, daily production records, provision contained in clause 15.2 of the contract and statement submitted by respondent including records of receipt of total cement as also supply of sleepers, to come to the conclusion that the contractor could not manufacture the sleepers due to such short supply of cement from nominated source which fell short by 77583 sleepers, on account of disruption of cement supply. the respondent-union of india (railways) completely oblivious of fact that it had become impossible for the claimantsupplier to maintain supply of requisite number of sleepers within the time stipulated for want of short supply of cement from sponsored source, it proceeded to cancel the contract. on the aforesaid factual premise, oral and documentary evidence led by the parties, finding of the arbitrator can neither be said to be suffering from any patent illegality or perversity or that it is in conflict with public policy of india. explanation-2 appended to section 34 (2) (b) (ii) provides that the test as to whether there is a contravention with the fundamental policy of indian law shall not entail review on the merit of dispute. the finding with regard to breach of contract is essentially a finding fact and in the absence of permissible ground of review, exercise of supervisory jurisdiction, as elaborately held by their lordships in the supreme court in the case of associate builders (supra), the impugned order of the commercial court refusing to interfere with the arbitrator's finding on the aspect of breach of contract by the respondent, warrants no interference. consideration on issue-\"d\" 32.the arbitrator has rejected claims no.4,5,7 &10 raised by the contractor. learned commercial court on this aspect has not interfered with the finding of the arbitrator in this regard. claim no.4 (claim on account of erroneous and faulty price variation formula) is essentially based on negation and denial of specific condition of contract regarding price variation clause as contained in clause 14 of the agreement between the parties. the entire claim of the claimant in this regard is based on the submission that the price variation clause itself is not just, proper, fair and reasonable and against similar price variation clause in other agreements. according to the claimant, the price variation formula, as contained in the agreement itself was erroneous as it does not adequately compensate the parties in the event of rise or fall in the market price of the material component to be used for the manufacture of sleepers. according to the claimant, price variation clause suffered from certain inherent defect and on account of such faulty valuation in the price variation formula, the impact of variation of the components is not truly compensated in the updated rates of sleeper and the formula derives unreliable and irregular rates. the part of claim no. 4, as contained in statement of claim, proceeds only on such reasoning which only seeks to deny the contractual obligation. in other words, the claim is based not on the agreed terms and condition of price variation formula but based on a claim for price fixation, in complete contravention and deviation from the specific, clear and unambiguous price variation clauses contained in agreement and therefore, the arbitrator in recording that such a claim would not be tenable, does not suffer from any perversity or patent illegality much less against any juristic principles. it has been an argument advanced on behalf of the claimant that such a clause is otherwise unfair, arbitrary and unreasonable. we are afraid, in a commercial dispute, be it between the state and individual, such a ground could at all be pressed into service to wriggle out of the contractual terms and condition. present is not a case where this court is called upon to examine the reasonability or fairness of the terms of agreement in public law domain on account of contractual dispute having arisen between the state on one hand and a private individual on the other. it being a case of contractual dispute, the rights and obligations of the parties are required to be determined strictly in accordance with the terms of the contract and the applicable laws of contract. 33.in so far as claim no.5 i.e. the claim for deduction on account of vat component of special cement is concerned, the said claim has been denied taking into consideration the specific clause 4.2 of the agreement. the arbitrator has recorded finding that as per clause 4.2 of the agreement, the respondent is authorized to nominate the source of supply of cement for manufacturing of sleepers. the claimant's claim in this regard appears to be based on the premise that the present contract was opened before the implementation of vat system of tax by all the state govt. in the country and under the new tax regime, if manufacturer procures special cement from outside the state for its manufacturing unit, he has to pay central sales tax for which there is no reimbursement and is added loss to him. as per statement of claim, clause 14.4 in the contract providing for vat credit per sleeper to be passed on to the purchaser termed as \"v\", would be applicable only in case the input material is procured from within the state. because in such cases, the manufacturer is reimbursed towards vat applicable on the special cement. the claim, however is based, again, on the submission that the formula provided in clause 14.4 of the agreement for calculation of vat credit per sleeper on account of special cement, does not justify the intention of the contract and in its operation, computes the vat credit on special cement on a far higher value. it would, thus, be seen that the entire claim in this regard is based not on any alleged breach of any contract but the claim itself is in breach of contractual terms and condition. this benefit claimed by the claimant could not be granted unless the tax formula, as provided in clause 14.4. of the agreement, itself is altered and modified. the finding recorded by the arbitrator in this regard, which essentially are based on construction of the clause of agreement, do not warrant any interference in the absence of any ground of patent illegality or perversity made out. in the case of national highways authority of india vs. itd cementation india limited (2015) 14 scc 21, it has been authoritatively pronounced that the construction of terms and condition of contract is for arbitrator to decide even if it gives rise to determination of a question of law and that arbitrator is entitled to take the view which it holds to be correct. where the arbitrator construes terms and condition of contract in a reasonable manner, there will be no occasion to set aside the award. the interference of the court would be called only in case of perverse interpretation i.e. one which is construed as something that no fair minded or reasonable person could do. the court exercising jurisdiction under section 34 of the act are certainly not invested with the power to act as a court of appeal to re-appreciate the merits of the case even when it relates to construction of terms and conditions of contract. 34.we take exception to the manner in which the arbitrator has dealt with this claim no.7. the claim for faulty demand of demurrage charges is essentially based on computation of allotted time for loading sleepers in a rake by respondent. according to claimant, respondent have wrongly classified the loading process \"mechanized\", thereby allotting only six hours for loading and have also not given this loading time in each placement of the part-rake and have alloted time for the full rake. according to the claimant, the loading process has to be considered as \"manual\" loading owing to the processes to be followed as per clause 10.2 of the contract as specified drawing of the contract and the specified drawing, requiring wooden battens to be placed between sleepers, all of which necessitated the use of manual labour. the claimant has further sought to fortify his claim on the premise that use of gantries (cranes) for lifting as well as placement of sleeper on railway wagons requires manual labour. in support of this claim, the claimant has heavily relied upon a certificate issued by the commercial department of the respondent which considers loading of sleepers in the claimant's unit \"manual\" providing loading time of seven hours for each placement in sleeper plants. to this, respondent denial is based on clause 10.3 of the agreement under which the responsibility is entirely on the claimant to arrange for prompt loading. clause 10.3 of the agreement, as it reads, does not specify that the loading time would be 6 hours or that the process of loading in the present case was invariably to be treated as mechanical and not manual. the relevant clause 10 of the agreement reads as below : \"10. dispatch: 10.1. the consignee instructions and booking orders will be given by the executive director, track (m) ministry of railways (railway board ) or his nominee. 10.2. on placement of railway wagons or road vehicles as arranged by the purchaser at the works siding, the contractor will load the passed sleepers at his cost within the specified loading time. the loading pattern shall be as per drawing approved by the purchaser. hard wood battens of 50 x 50 mm section shall have to be provided free of cost by the contractor at both rail seats of each sleeper on every successive layers loaded in wagon or road vehicles, but contractor shall be at liberty to collect the wooden packing at destination at his own cost; and no claim shortage or damage would be entertained by the purchaser. 10.3. the contractor shall arrange loading promptly and any payment of demurrage charges on account of delay in loading shall be to the contractor's account. a dispatch certificate indicating the number of sleepers taken over, their category and batch number, etc. of sleepers loaded into wagones/vehicles may be obtained from the consignor authorized by the executive director, track (m), ministry of railways(railway board) or his nominee. such certificate shall be admitted for the purpose of payments. 10.4. the responsibility for damages or losses en route will be to the account of the purchaser only for consignment booked against clear rrs or against certificate as per clause 10.3 above.\" we do not find that there is any stipulation in the present case that loading would be treated as manual or mechanical or that the claimant will have to apply mechanical process only nor is there any specific clause that only six hours would be provided for each rake loading. this essentially, therefore, was a matter for determination by the arbitrator in the light of pleadings, oral and documentary evidence led by the parties firstly as to whether in the present case, the process of loading was manual or it was mechanized and secondly whether it was implied condition of the contract that the claimant will have to undertake loading at the rate of six hours per rake. the arbitrator, as we notice, has not decided anything. all that it has stated is that as per clause 10.3 of the agreement, it was entirely the responsibility of the claimant to arrange for prompt loading and that the demurrage charges are levied as per extent rules of commercial department. curiously enough, the arbitrator further records as below: .\"since matter involves policy issue related commercial department of railway, it cannot be decided by the tribunal. tribunal therefore directs that \"claimant shall make the representation in detail & same shall be forwarded by respondent to commercial department for deciding the issue on merits as per extend rules\" this kind of direction for decision of representation, if we may say so, was completely outside the jurisdiction of the arbitrator. the arbitrator was called upon to adjudicate the claim on the basis of pleadings, material and documentary evidence and the terms of contract between the parties and not to issue a direction for consideration of their representation. in our considered opinion, this is not only patently illegal but is a case where the arbitrator has failed to decide the issue one way or the other and only conveniently brushed aside, certainly calling for interference in exercise of supervisory jurisdiction conferred on the court. the finding recorded by learned commercial court on claim no.7, therefore, cannot be sustained in law. 35.as far as claim no.10, which relates to claim for supply beyond delivery period, is concerned, it has also not been decided only on the ground that payment for sleeper manufactured beyond original contract period has already been paid by the respondent and accepted by the claimant without any objection. the finding in this regard cannot be said to be based on any material. on what basis the arbitrator came to the conclusion that the payment for sleepers manufactured beyond original contract period, made by the respondent, was accepted without any demeanour or protest, is not contained anywhere in the award. finding that payment was accepted without any objection is perverse. moreover, the arbitrator had not examined the legal position with regard to tenability of the claim even when payment was accepted without any objection. the finding is not only perverse but suffers from patent illegality and jurisdictional flaw in as much as, conclusion has been arrived at without linked to any reason and material for such conclusion. the arbitrator's finding on claim no.10, therefore cannot be sustained in law and is accordingly set aside. consideration on issue\"e\" 36.the arbitrator's decision to exclude from the purview of arbitration adjudication, claimant's claim no.1,3, 8 (a & b) & 11 has been found to be suffering from patent illegality by the commercial court in the impugned order, which finding has also been affirmed by this court. the commercial court set aside the award passed by the arbitrator to that extent. further more, arbitrator's decision that in the absence of express condition in the contract between the parties, even if claimant may have suffered loss on account of breach of contract, it is not entitled to any compensation, was also held illegal by the commercial court placing reliance upon sections 51, 52 & 73 of the act of 1872. it was held that in case of breach of contract, the party who suffers by such breach, is entitled to be compensated for the loss or damage caused to it by such breach, and therefore, the award is ex-facie erroneous and in conflict with public policy of india. 37.while learned counsel appearing for the claimant/supplierm/s. univabs ltd., supported the said finding though partly, aggrieved inasmuch as no compensation was awarded, learned counsel for the union of india seeks to assail this finding on the submission that it would be beyond the terms and conditions of contract between the parties to grant damages even if it is assumed that union of india was guilty of breach of contract because there is no express term of contract entitling the claimant to claim damage/compensation for any loss caused to it. the arbitrator, as we see from the finding recorded on claims no.2 & 3, though held that there was breach of contract, went on to hold that in the absence of there being any such right to claim damages under the contract, no damages could be granted, even if breach of contract is established. as has already been held by the commercial court, the finding is patently illegal, erroneous in law and is also in conflict with public policy of india. the law of contract, as is applicable in india i.e. the indian contract act, 1872, governs and regulates rights and obligation of the parties to a contract. compensation for loss or damage caused by breach of contract are governed by provision contained in chapter-vi of the act of 1872. sections 73, 74 & 75 thereof, are statutory recognition of fundamental policy that where a party to contract, on account of breach of contract by the other party, suffers by such breach, should be compensated for loss or damage caused to him. section 74 of the act of 1872 provides for compensation for breach of contract where the contract stipulates a penalty clause. section 75 of the act of 1872 deals with right of the party, who rightfully rescinds the contract, to claim compensation for any damage sustained through the non-fulfillment of the contract. these fundamental principles with regard to damages, ingrained in statutory provision of the contract act are well settled and restated time and again by the court in our country. in the case of karasands h. thacker vs. m/s the saran engineering co. ltd. (air 1965 sc 1981), it was held thus: \"13. .the appellant, on the breach of contract by the respondent, was entitled, under section 73 of the contract act, to receive compensation for any loss by the damage caused to him which naturally arose in the usual course of business from such breach or which the parties knew when they made the contract to be likely to result from the breach of it.\". again in m/s. a.t. brij paul singh and ors. vs. state of gujarat (1984) 4 scc 59, the hon'ble supreme court held: \"8. once is it held that the respondent was guilty of breach of works contract, part of which was already performed and for performing which the appellant, a poona based contractor had transported machinery and equipment from poona to the work site near rajkot in saurashtra, certainly he would be entitled to damages.\". x x x 11. now if it is well-established that the respondent was guilty of breach of contract in as much as the recission of contract by the respondent is held to be unjustified, and the plaintiff-contractor had executed a part of the works contract, the contractor would be entitled to damages by way of loss of profit.\" 38. in a recent judicial pronouncement in the case of maharashtra state electricity distribution company ltd. vs. m/s. datar switchgear limited & ors., (2018 scc online sc 20), the established principles regarding award of damages where a party has suffered on account of breach of contract, were also reiterated as below: \"59. that apart, we also find that the arbitral tribunal, while awarding the damages, has relied upon the judgment of this court in union of india & ors. v. sugauli sugar works (p) ltd. wherein a cardinal principle of damages had been laid down to the effect that the injured party should be placed in as good a position as money could do as if the contract had been performed. following passage from the said judgment was kept in mind by the arbitral tribunal: \"22. the market rate is a presumptive test because it is the general intention of the law that, in giving damages, for breach of contract, the party complaining should, so far as it can be done by money, be placed in the same position as he would have been in if the contract had been performed. the rule as to market price is intended to secure only an indemnity to the purchaser. the market value is taken because it is presumed to be the true value of the goods to the purchaser. one of the principles for award of damages is that as far as possible he who has proved a breach of a bargain to supply what he has contracted to get is to be placed as far as money can do it, in as good a situation as if the contract had been performed. the fundamental basis thus is compensation for the pecuniary loss which naturally flows from the breach. therefore, the principle is that as far as possible the injured party should be placed in as good a situation as if the contract had been performed. in other words, it is to provide compensation for pecuniary loss which naturally flows from the breach. the high court correctly applied these principles and adopted the contract price in the facts and circumstances of the case as the correct basis for compensation.\" 62. in the aforesaid backdrop, we agree with the approach of the high court in spelling out the proposition of law that once it is established that the party was justified in terminating the contract on account of fundamental breach thereof, then the said innocent party is entitled to claim damages for the entire contract, i.e. for the part which is performed and also for the part of the contract which it was prevented from performing. we may usefully refer to the following dicta laid down in suisse atlantique societe d'armament sa v. nv rotterdamsche kolen centrale: \".if facts of that kind could be proved i think it would be open to the arbitrators to find that the respondents had committed a fundamental or repudiatory breach. one way of looking at the matter would be to ask whether the party in breach has by his breach produced a situation fundamentally different from anything which the parties could as reasonable men have contemplated when the contract was made. then one would have to ask not only what had already happened but also what was likely to happen in future. and there the fact that the breach was deliberate might be of great importance. if fundamental breach is established the next question is what effect, if any, that has on the applicability of other terms of the contract. this question has often arisen with regard to clauses excluding liability, in whole or in part, of the party in breach. i do not think that there is generally much difficulty where the innocent party has elected to treat the breach as a repudiation, bring the contract to an end and sue for damages. then the whole contract has ceased to exist, including the exclusion clause, and i do not see how that clause can then be used to exclude an action for loss which will be suffered by the innocent party after it has ceased to exist, such as loss of the profit which would have accrued if the contract had run its full term.\" (emphasis supplied)\" 39. present is admittedly not a case that the contract between the parties contained any specific term under which the parties agreed otherwise that in the event of breach of contract, even if a party suffers any loss or damage, either no such claim shall be made or that liability for such claim shall be limited in a particular manner. though, present case does not given an occasion to decide whether such stipulation in a contract could at all be enforced, in the factual context of present case, in the absence of there being any such stipulation, the rights and obligations of the party would obviously be governed by provisions of the contract act, including those which relate to right of compensation in case of breach of contract, as has been provided in sections 73, 74 & 75 of the contract act. the aforesaid provisions have to be read into the agreement between the parties. therefore, the fining of the commercial court in this regard does not warrant any interference. 40.even though the commercial court held in favour of the claimantcontractor, in so far as finding with regard to breach of contract and includability of additional claims no.1,3 8 (a & b) and 11 are concerned, it only set aside the award without recording any independent finding on merits of claims no.1,3,8 (a & b) and 11 and not awarding damages for breach of contract. to that extent, the claimant felt aggrieved and filed appeal. detailed submissions in this regard have already been made by learned counsel for the parties. 41.while counsel for the claimant-contractor fervently urged that the commercial court ought to have modified the award to that extent by awarding compensation and recording its own finding on the merits of the claims no.1,3,8 (a & b) and 11, according to learned counsel for the union of india, all that the arbitrator could do was to set aside the award and leaving the party to again approach the arbitrator. 42. in support of his submission, learned counsel for the appellantm/s. univabs ltd. placed heavy reliance on the decision of the high court of madras in the case of gayatri balaswamy vs. isg novasoft technologies ltd (2014) 6 ctc 602. in the said decision, v. ramasubramanian, j. interpreted that section 34 of the act of 1996 empowers the court to modify, revise or vary the award. to come to this conclusion, reliance has been placed on certain judicial trend reflected from the decision of the supreme court as well as bombay and delhi high court. true it is that in some of the decisions of the supreme court, wherein the supreme court, dealing with the matter arising out of arbitration award, modified the award and so also ordered by the bombay and delhi high court. based on this judicial trend, power to modify, revise or vary the award was read into section 34 of the act of 1996. observation made in the decision of the supreme court in the case of mcdermott international (supra) were also noted but as all other decisions of the supreme court referred to in this decision have either modified the award or approved the modification of the award by the court under section 34 of the act of 1996, it was concluded that it is permissible to modify, revise or vary the award. 43. various judgments which have been referred to in the aforesaid decision including supreme court decision in the case of ansaldo energia spa (supra), it has been found that in many of cases either the award was modified appropriately in the light that the conclusion arrived at in those cases or modification in the award by the high court was approved/affirmed, but this issue directly fell for consideration of the supreme court in the case of mcdermott international (supra) while examining various grounds raised before it in the matter of scope of interference against an award under the act of 1996. the broad statutory scheme delineating ground for setting aside the award; duty to assign reason; public policy; supervisory jurisdiction were examined in detail. the whole scheme of the act, including the nature of jurisdiction exercisable by the court under the act of 1996 was also minutely examined. following legal principles were postulated :\"52. the 1996 act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. the court cannot correct errors of the arbitrators. it can only quash the award leaving the parties free to begin the arbitration again if it is desired. so, scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it. what has been propounded by the supreme court in the aforesaid decision is law declared under article 141 of the constitution, which is binding on us. 44.the aforesaid authoritative pronouncement that \"the court cannot correct errors of the arbitrators, it can only quash the award leaving the parties free to begin the arbitration again if it is desired\" does not allow the commercial court exercising jurisdiction under section 34 of the act of 1996 nor this court to modify or correct the award. the parties have to be left to work out their remedy before the arbitrator. consequently, it will be open for the claimant-contractor to take recourse to remedy of arbitration seeking adjudication on his additional claims no.1, 3, 8 (a & b) and 11 on its own merits as also claiming compensation and award of damages for breach of contract and if any such proceedings are commenced, the arbitrator will have to proceed on the premise that breach of contract has already been established. 45.in the result, the appeal filed by the claimant-contractor m/s. univabs sleepers pvt. ltd. i.e. arbitration appeal no.43 of 2017 is partly allowed and the appeal filed by the union of india i.e. arbitration appeal no.46 of 2017 is dismissed, leaving the parties to bear their respective costs. sd/sd/(manindra mohan shrivastava) (rajani dubey) judge judge praveen"
}