{
  "case_file": "case54.txt",
  "original_text": "Gujarat High Court\nKandla Export Corporation & vs Oci Corporation & on 28 September, 2017\nBench: M.R. Shah, B.N. Karia\n          C/FA/3096/2017                                                                      CAV JUDGMENT\n\n\n\n             IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n                                    FIRST APPEAL  NO. 3096 of 2017\n                                                With \n                                CIVIL APPLICATION NO. 11626 of 2017\n                                   In FIRST APPEAL NO. 3096 of 2017\n                                                With \n                                    FIRST APPEAL NO. 3097 of 2017\n                                                 TO \n                                    FIRST APPEAL NO. 3098 of 2017\n                                                With \n                                CIVIL APPLICATION NO. 11629 of 2017\n                                   In FIRST APPEAL NO. 3097 of 2017\n                                                 TO\n                                CIVIL APPLICATION NO. 11630 of 2017\n                                   In FIRST APPEAL NO. 3098 of 2017\n          \n         For Approval and Signature: \n         HONOURABLE MR.JUSTICE M.R. SHAH                                                         Sd/­\n         and\n         HONOURABLE MR.JUSTICE B.N. KARIA                                                        Sd/­\n         =============================================\n1      Whether Reporters of Local Papers may be allowed to see  Yes the judgment ?\n         2      To be referred to the Reporter or not ?                                            Yes\n\n         3      Whether their Lordships wish to see the fair copy of the                           No\n                judgment ?\n\n         4      Whether this case involves a substantial question of law as                        No\nto   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ?\n============================================= KANDLA EXPORT CORPORATION  &  1....Appellant(s) Versus OCI CORPORATION  &  1....Defendant(s) ============================================= Appearance:\nMR SN SOPARKAR, SENIOR ADVOCATE with MR ARCHIT P JANI and MR SALIL M SHAH,  ADVOCATE for the Appellants MR MIHIR THAKORE, SENIOR ADVOCATE with MR NIRAG PATHAK, MS SHWITI SABHIWAL,  MS GRIMA AHUJA and MR SHALIN JANI for SHARDUL AMARCHAND MANGALDAS AND CO,  ============================================= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA HC-NIC Page 1 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Date : 28/09/2017   COMMON CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] As common question of law and facts arise in this group of  First Appeals and as such arise out of the impugned common order  passed by the learned Single Judge, passed as Commercial Division  of   the   High   Court   constituted   under   the   provisions   of   the  Commercial   Courts,   Commercial   Division   and   Commercial  Appellate Division of the High Court Act, 2015 (hereinafter referred  to as \"Commercial Courts Act\"), all these First Appeals are decided  and disposed of together by this common judgment.\n[2.0] The facts leading to the present First Appeals in nut­shell are  as under:\n[2.1] That all these appellants as such are the original judgment  debtors against whom concerned foreign awards are passed in the  International Arbitration, by the concerned Arbitrators. Therefore,  as such the parties are governed by Part II of the Arbitration and  Conciliation Act, 1996 (hereinafter referred to as \"Arbitration Act\").  That thereafter the original judgment creditors in whose favour the  foreign   awards   are   passed  in  International   Arbitration   have  filed  the execution petitions under Section 48 of the Arbitration Act. At  this   stage   it   is   required   to   be   noted   that   initially   the   original  judgment   creditors   filed   the   execution   petitions   before   the  concerned   District   Court,   Gandhidham.   However   thereafter   the  original   judgment   creditors   approached   this  Court   under   Section  15(5) of the Commercial Courts Act for seeking clarification and  HC-NIC Page 2 of 25 Created On Sat Oct 07 07:50:16 IST 2017 appropriate   direction   to   transfer   Special   Execution   Petition  No.167/2015   and   other   execution   petitions   pending   before   the  District   Court,   Gandhidham,   Kutch   to   the   High   Court   or   to   the  appropriate   Commercial   Courts,   Commercial   Divisions.   The  Division Bench of this Court vide judgment and order reported in  2017 (1) GLH 383 observed and held as under:\n\"11.00. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial   dispute   of   a   specified   value   and   if   such   arbitration   is   international   commercial   arbitration,   all   the   applications   or   appeals arising out of such arbitration under the provisions of   the   Arbitration   and   Conciliation   Act,   1996   shall   be   heard,   decided and disposed of by the Commercial Division where such   commercial Division has been constituted in the High Court i.e.   in the present case High Court of Gujarat.\n(2) Where the subject matter of an arbitration is a commercial   dispute but not of a specified value and if such arbitration is   international   commercial   arbitration,   considering   the   provisions   of  Arbitration   and  Conciliation   (Amendment)  Act,   2015 the same shall be heard, decided and disposed of by the   concerned High Court.\n(3) Where the subject matter of an arbitration is a commercial   dispute of a specified value and if such arbitration is other than   international arbitration, all the applications or appeals arising   out of such arbitration under the provisions of the Arbitration   and Conciliation Act, 1996 shall be filed in and heard, decided   and disposed of by the Commercial Court exercising territorial   jurisdiction over such arbitration where such commercial court   has been constituted.\nConsidering  section 15 of the Commercial Courts  Act, all the   applications  / appeals  in question  under  the Arbitration  and   Conciliation Act, 1996, therefore are required to be transferred   to   the   concerned   Commercial   Division   of   the   High   Court   of   Gujarat   or   before   the   Gujarat   High   Court   or   before   the   concerned commercial court and as observed hereinabove and   as the case may be.\n12.0. In view of the above and for the reasons stated above, all these   applications   stand   disposed   of   and   it   is   held   that   the   concerned   HC-NIC Page 3 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Executing   Court   before  whom   the   respective   Execution   Petitions   are   pending shall not have any jurisdiction to execute foreign awards for   which the Execution  Petitions  are filed. Consequently,  the concerned   Commercial court to return the respective  Execution Petitions to the   concerned   original   applicant   to   present   it   before   appropriate   Court   considering the observations made in para 11 of the present judgement   and order.\"\nIt   is   reported   that   subsequently  the   said  decision   has  been  confirmed   by   the   Hon'ble   Supreme   Court.   That   pursuant   to   the  aforesaid judgment, the respective special execution petitions came  to   be   transferred   to   this  Court   and  as  the   claim   involved   in   the  respective execution petitions is above Rs.1 Crore, the same have  been   transferred   to   the   Commercial   Division   of   the   High   Court,  constituted under the provisions of the Commercial Courts Act. \n[2.2] That   the   learned   Single   Judge   acting   as   a   Commercial  Division of the High Court heard the learned Counsel appearing on  behalf   of   the   respective   parties   on   the   issue   of   applicability   of  sections 47, 48 and 49 of the Arbitration Act. That by impugned  common   order   the   learned   Single   Judge   has   held   that   the  respective   foreign   awards   in   International   Arbitrations   which   are  sought   to   be   executed   are   enforceable   under   Part   II   of   the  Arbitration Act and the respective foreign awards shall be deemed  to be a decree. \n[2.3] Feeling   aggrieved   and   dissatisfied   with   the   impugned  common order passed by the learned Single Judge as Commercial  Division   of   the   High   Court   in   observing   and   holding   that   the  respective   foreign   awards   are   enforceable   under   Part   II   of   the  Arbitration   Act   and   consequently   the   concerned   foreign   awards  HC-NIC Page 4 of 25 Created On Sat Oct 07 07:50:16 IST 2017 shall be deemed to be decree of the Court, the original opponents -  original   judgment   debtors   against   whom   the   foreign   awards   are  passed   have   preferred   the   present   First   Appeals   purported   to   be  appeals under Section 13 of the Commercial Courts Act. \n[3.0] Shri S.N. Soparkar, learned Counsel has appeared on behalf  of the respective appellants herein - original opponents - original  judgment debtors and Shri Mihir Thakore, learned Senior Advocate  has   appeared   on   behalf   of   the   respondents   herein   -   original  applicants   -   original   judgment   creditors   in   whose   favour   the  foreign awards are passed. \n[4.0] Preliminary   issue   /   objection   is   raised   by   Shri   Thakore,  learned Counsel appearing on behalf of the original applicants on  the maintainability of the present first appeals under Section 13 of  the   Commercial   Courts   Act,   before   this   Court.   It   is   vehemently  submitted by Shri Thakore, learned Counsel appearing on behalf of  the original applicants - original Judgment Creditors that in view of  the specific bar of appeal against the order passed by the Executing  Court in holding the concerned foreign awards enforceable, as per  section 50 of the Arbitration Act, the present First Appeals shall not  be maintainable. \n[4.1] It is vehemently submitted by Shri Thakore, learned Counsel  appearing   on   behalf   of   the   original   Judgment   Creditors   that   the  present   First   Appeals   are   preferred   under   Section   13   of   the  Commercial   Courts   Act.   It   is   submitted   that   section   13   of   the  Commercial Courts Act provides for an appeal from a Commercial  Division of the High Court to the Commercial Appellate Division of  HC-NIC Page 5 of 25 Created On Sat Oct 07 07:50:16 IST 2017 the   High   Court.   It   is   submitted   that   however  proviso  to   section  13(1) of the Commercial Courts Act provides that an appeal shall  lie from only those orders that find specific mention in Order XLIII  of   the   Code   of   Civil   Procedure,   1908   (hereinafter   referred   to   as  \"CPC\") and section 37 of the Arbitration Act. It is submitted that  therefore   an   in   light   of   the  proviso  to   section   13(1)   of   the  Commercial Courts Act, only those orders mentioned in Order XLIII  of Code of Civil Procedure, 1908 and Section 37 of Arbitration Act  would be appealable to the Commercial Appellate Division. \n[4.2]   It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing   on   behalf   of   the   original   Judgment   Creditors   that   the  term \"decision\" used in section 13 of the Commercial Courts Act is  not defined therein and is also not defined in CPC. It is submitted  that section 2(2) of the Commercial Courts Act provides that, the  words   and   expressions,   which   are   used   and   not   defined   in   the  Commercial Courts Act, shall have the same meanings, as defined  under   the   CPC   and   Evidence   Act.   It   is   submitted   that   the   CPC  provides for a definition of the term \"Judgment\" under Section 2(9)  to   mean   the   statement   given   by   the   Judge   on   the   grounds   of   a  decree or order. It is submitted that in context of section 13 of the  Commercial  Courts Act,  the terms \"Judgment\" would have to be  interpreted to mean Judgment other than in support of an order i.e.  in   support   of   decree.   It   is   submitted   that   an   order   under   both  sections 37 and 50 of the Arbitration Act are treated as orders by  the Arbitration Act itself and cannot be treated as Judgment for the  purpose of section 13 of the Commercial Courts Act. It is submitted  that since, an order under Section 48 of the Arbitration Act is not  HC-NIC Page 6 of 25 Created On Sat Oct 07 07:50:16 IST 2017 covered in the proviso to section 13 of the Commercial Courts Act,  no appeal would lie therefrom. \n[4.3] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original judgment creditors that even  otherwise   an   appeal   filed   under   Section   13   of   the   Commercial  Courts Act cannot be read de hors section 50 of the Arbitration Act.  It   is   submitted   that   section   50   of   the   Arbitration   Act,   which  provides for which orders are appealable, does not provide for an  appeal   against   an   order   enforcing   the   foreign   awards.   It   is  submitted that the appellants have filed the present appeals under  Section 13 of the Commercial Courts Act, which cannot be read in  isolation and must be read harmoniously with the provisions of the  Arbitration Act. It is submitted that therefore in view of the specific  bar under Section 50 of the Arbitration Act, which only provides for  an appeal against the order refusing to enforce a foreign award and  it   does   not   provide   for   an   appeal   against   enforcing   the   foreign  award,   the   First   Appeal,   may   be   under   Section   13   of   the  Commercial Courts Act shall not be maintainable against the order  enforcing the foreign award. \n[4.4] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that as such  the   Arbitration   Act   is   a   complete   Code   in   itself   which   provides  substantive as well as procedural law regarding Arbitrations. It is  submitted   that   therefore   and   as   a   natural   corollary,   those   acts  which do not fall under the purview of the Arbitration Act are not  permissible to be done. It is further submitted that where Special  HC-NIC Page 7 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Acts   sets   out   a   self­contained   code,   applicability   of   general   law  procedure would be impliedly excluded. Relying upon the decision  of the Hon'ble Supreme Court in the case of  Fuerst Day Lawson  Limited vs. Jindal Exports Limited reported in (2011) 8 SCC 333  (Paras 89, 90 and 91), it is submitted that in the aforesaid decision  the Hon'ble Supreme Court has specifically observed and held that  the Arbitration Act is a self­contained and exhaustive Code, thereby  excluding applicability of any general law. It is submitted that in  the aforesaid decision the Hon'ble Supreme Court concluded that  no Letters Patent Appeal would lie against the order which would  not be appealable under Section 50 of the Arbitration Act, as the  said Act is a complete Code. \nIt is submitted that a similar view has been taken by the Delhi  High Court in the case of Vijay Sekhri and Another vs. Tinna Oils  and Chemicals and Others reported in (2010) 174 DLT 462. It is  submitted that in the aforesaid decision the Delhi High Court had  an   occasion   to   consider   the   scope   of   appeals   provided   under  Section 37 of the Arbitration Act and to consider which orders are  appealable regarding domestic Arbitrations. \n[4.5] It   is   further   submitted  by   Shri   Thakore,   learned   Counsel  appearing   on   behalf   of   the  original   Judgment   Creditors   that   the  scope for appeal under Part II of the Arbitration Act is restricted by  section  50  of  the  Arbitration   Act.  It is submitted that section 50  provides for those orders which can be appealed in the context of  an International Arbitration under Part II of the Arbitration Act. It  is submitted that as per the said provision, an appeal shall lie from  the   orders   refusing   to   either   referring   the   parties   to   Arbitration  HC-NIC Page 8 of 25 Created On Sat Oct 07 07:50:16 IST 2017 under   Section   45   or   refusing   to   enforce   a   foreign   award   under  Section 48 of the Arbitration Act. It is submitted that in the case of  Fuerst   Day  Lawson   Limited  (Supra),   the   Hon'ble   Supreme   Court  had an occasion to consider the comparison between the provisions  of   Foreign   Awards   (Recognition   and   Enforcement)   Act,   1961  (hereinafter   referred   to   as   \"Foreign   Awards   Act\")   and   the  Arbitration   Act   and   thereafter   the   Hon'ble   Supreme   Court   had  observed that the scheme of sections 49 and 50 of the Arbitration  Act is such that it exclude an opportunity to appeal even on limited  grounds   which   were   earlier   provided   for   under   Section   6   of  the  Foreign Awards Act. It is submitted that in the aforesaid decision  the Hon'ble Supreme Court has further observed and held that it  was  for this reason  that  section 50(1)(b) provides for  an appeal  only against the order refusing to enforce a foreign award under  Section   48.   It   is   submitted   that   thereafter   the   Hon'ble   Supreme  Court   has   concluded   that   Letters   Patent   Appeal   shall   not   be  maintainable   against   the   order   which   is   not   appealable   under  Section 50 of the Arbitration Act. \n[4.6] It is submitted that the Delhi High Court in the case of Vijay  Sekhri and Anr. (Supra) has also observed that section 50 of the  Arbitration Act creates a bar against Appeals from any orders which  are  not mentioned  under the said provision.  It  is submitted that  therefore   Appeal   can   only   be   made   against   an   order   refusing   to  enforce an award under Section 48 of the Arbitration Act and not  against other orders. \nIt   is   submitted   that   section   50   of   the   Arbitration   Act  specifically restricts the appealable order to the orders of a Court  HC-NIC Page 9 of 25 Created On Sat Oct 07 07:50:16 IST 2017 refusing to refer the parties to arbitration [Section 50(1)(a)] and  refusing   to   enforce   a   foreign   award   [section   50(1)(b)].   It   is  submitted that therefore and accordingly the Arbitration Act being  a   complete   Code   in   itself,   legislature   intended   on   restricting   the  right of appeal to the limited order expressly provided for under  Section 50 thereof. \n[4.7] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original judgment creditors that Section  5 of the Commercial Courts Act, establishes a new class of Courts or  a   Forum   for   the   adjudication   of   commercial   disputes.   It   is  submitted that section 13 of the Commercial Courts Act provides  for an appeal from the Commercial Court or Commercial Division  to the Commercial Appellate Division. It is submitted that however,  an appeal emanating from the Arbitration Act could only be valid in  so   far   as   it   is   in   consonance   with   the   express   provisions   in   the  Arbitration Act. \n[4.8] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that section  13 of the Commercial Courts Act and section 50 of the Arbitration  Act cannot be read separately and have to be read harmoniously.  Relying upon the decision of the Hon'ble Supreme Court in the case  of Arun Dev Upadhyay vs. Integrated Sales Services Ltd. and Anr.  reported   in  (2016) 9 SCC 524,   it  is  submitted  by  Shri  Thakore,  learned   Counsel   appearing   on   behalf   of   the  original   Judgment  Creditors that in the aforesaid decision the Hon'ble Supreme Court  has observed that an Appeal under Section 50 of the Arbitration Act  HC-NIC Page 10 of 25 Created On Sat Oct 07 07:50:16 IST 2017 will   lie   from   an   order   refusing   to   enforce   a   foreign   award   as  envisaged under Section 48 of the Arbitration Act. It is submitted  that in the aforesaid decision it is further observed by the Hon'ble  Supreme   Court   that   even   after   the   commencement   of   the  Commercial   Courts   Act,   an   appeal   under   Section   13   of   the  Commercial   Courts   Act   can   be   preferred   from   the   order   if   it   is  provided for in section 50 of the Arbitration Act. It is submitted that  therefore the provisions of the Commercial Courts Act are required  to be read harmoniously with the provisions of the Arbitration Act  in order to give the fullest effect to both the legislations. \n[4.9] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that in the  present   case   the   execution   petitions   would   be   before   the  Commercial Division of the High Court only because of the fact that  the claim  would be  above  Rs.1 Crore.  It is submitted that if the  claim   would   not   have   been   above   Rs.1   Crore,   in   that   case   the  execution   petitions   would   not   have   been   before   the   Commercial  Division   of   the   High   Court   and   therefore   Appeal   before   the  Commercial Appellate Division of the High Court under Section 13  of the Commercial Courts Act would not have arisen and therefore,  considering the bar contained under Section 50 of the Arbitration  Act,   the   Appeal   against   the   order   of   enforcing   a   foreign   award  would not be maintainable. \nMaking above submissions and relying upon above decisions  it is requested to dismiss the present Appeals by holding that the  present   Appeals   under  Section   13   of  the   Commercial   Courts   Act  against the impugned s passed by the learned Commercial Division  HC-NIC Page 11 of 25 Created On Sat Oct 07 07:50:16 IST 2017 of the High Court and against the impugned orders holding that the  concerned   foreign   awards   shall   be   enforceable,   shall   not   be  maintainable. \n[5.0] Shri S.N. Soparkar, learned Counsel appearing on behalf of  the appellants - original Opponents has vehemently submitted that  against   the   impugned   orders   passed   by   the   learned   Commercial  Division   of   the   High   Court   holding   that   the   concerned   foreign  awards   are   enforceable   under   Section   49   of   the   Arbitration   Act  Appeal   would   be   maintainable   before   the   Commercial   Appellate  Division   of   the   High   Court   under   Section   13   of   the   Commercial  Courts Act. \n[5.1] It is submitted by Shri Soparkar, learned Counsel appearing  on   behalf   of   the  original   Opponents  that   section   13(1)   of   the  Commercial Courts Act provides a right to file an appeal against  any   decision,   judgment   and   order   passed   by   the   Commercial  Division of the High Court. It is submitted that  proviso  to section  13(1) of the Commercial Courts Act shall not be applicable to the  present case. It is submitted that the proviso to section 13(1) of the  Commercial Courts Act is only applicable to an \"order\", and since  the impugned decision / order / judgment passed by the learned  Commercial Division of the High Court is not merely an \"order\",  the said proviso shall not be applicable. \n[5.2] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing   on   behalf   of   the   original   Opponents   debtors   that   the  impugned  decision  is  a \"judgment\" and  therefore,  the appellants  HC-NIC Page 12 of 25 Created On Sat Oct 07 07:50:16 IST 2017 have a right to file the present appeal under Section 13(1) of the  Commercial Courts Act, challenging the impugned decision dated  08.08.2017. It is submitted that the learned Commercial Court has  adjudicated the issue of enforceability of the foreign award on the  merits of the matter, by providing reasons thereto. It is submitted  that process of reasoning by which the Commercial Division Court  ultimately came to the conclusion that the foreign award is deemed  to be a decree, is clearly recorded in the impugned decision. It is  submitted that therefore the impugned decision dated 08.08.2017  is a decision / judgment and cannot be said to be merely an \"order\"  of the learned Commercial Division Court. \nIn   support   of   his   above   submissions,   learned   Counsel  appearing on behalf of the appellants has relied upon the decision  of the Privy Council in Rajah Tasadduq Rasul Khan vs. Manikchand  reported   in   30   Indian   Appeal   PC   35   wherein   term   \"decision\",  \"decree\", \"judgment\" and \"order\" have been defined and explained. \nLearned Counsel appearing on behalf of the appellants has  also heavily relied upon the decision of the Bombay High Court in  the   case   of  Hubtown   Ltd.   vs.   IDBI   Trusteeship   Service   Ltd.  reported in  2016 SCC Online Bom 9019 (Paras 4, 8, 23, 24, 30­ 33,   36).   It   is   submitted   that   the   Bombay   High   Court   in   the  aforesaid decision has held that an appeal under Section 13 of the  Commercial Courts Act will be maintainable if the order has even a  tinge of finality to it. It is submitted that in the present case by  impugned   order   /   decision   the   issue   of   enforceability   of   foreign  decree has been adjudicated and therefore, has a sense of finality to  it. It is submitted that if the said decision is not challenged by the  appellants, the appellants would not be able to raise the contention  HC-NIC Page 13 of 25 Created On Sat Oct 07 07:50:16 IST 2017 with   respect   to   the   enforceability   of  the   foreign   award   once   the  same is executed by the Hon'ble Commercial Division Court as a  decree of this Court. It is submitted that therefore the appellants  will   virtually   be   left   remediless.   It   is   submitted   that   the   present  appeal under Section 13(1) of the Commercial Courts Act would be  maintainable in law. \n[5.3] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing on behalf of the appellants that it would not be open for  the respondent to contend that the provisions of the Arbitration Act  shall   have   to   be   read   alongwith   section   13   of   the   Commercial  Courts Act, for the purposes of determining the maintainability of  the appeal filed under Section 13 of the Commercial Courts Act. It  is submitted that as the present appeals are filed under Section 13  of the Commercial Courts Act, challenging the decision passed by  the   learned   Single   Judge   of   the   Commercial   Division   Court,   the  maintainability of the present appeal has to be determined in terms  of the provisions of the Commercial Courts Act only. It is submitted  that right to file an appeal being a creature of the statute, once a  statute provides a right to file an appeal, the said right cannot be  curtailed or restricted by statutory interpretation of the same or by  reading provisions of another Act. It is submitted that therefore it is  not open for the respondent No.1 to contend that since section 50  of the Arbitration Act does not provide the appellants with a right  to file an appeal against a decision hjolding the foreign award to be  enforceable,   the   present   appeal   filed   under   Section   13   of   the  Commercial Courts Act is not maintainable in law. \nHC-NIC Page 14 of 25 Created On Sat Oct 07 07:50:16 IST 2017 [5.4] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing on  behalf  of  the appellants that even  it would not be  open for the respondent No.1 to contend that if section 13(1) of the  Commercial  Courts  Act  is not interpreted in harmonious  manner  alongwith   section   50   of   the   Arbitration   Act,   the   said   section   50  would become redundant. It is submitted that section 13(1) cannot  be interpreted in any manner which would restrict or curtail the  right to file an appeal under Section 13 of the Commercial Courts  Act.   In   support   of   his  above  submissions,   Shri  Soparkar,  learned  Counsel appearing on behalf  of the appellants has heavily  relied  upon   the   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of  Rajkumar   Shivhare   vs.   Assistant   Director,   Directorate   of  Enforcement   &   Ors.  reported   in  (2010)4   SCC   772  wherein  according to Shri Soparkar, learned Counsel appearing on behalf of  the appellants, it has been held that the right to appeal is a creature  of a statute and its ambit and width are to be determined from the  statute itself under which the appeal has been filed, and that no  statutory interpretation is warranted either to widen or to restrict /  curtail the same. It is submitted that therefore and accordingly if  section 13 of the Commercial Courts Act provides the appellants  with the right to file an appeal before the Commercial Appellate  Division of the High Court  against the impugned decision  of the  Commercial Division of the High Court, the same cannot be taken  away or restricted, by way of statutory interpretation of section 13  of the Commercial Courts Act. \n[5.5] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing   on   behalf   of   the   appellants   that   section   21   of   the  HC-NIC Page 15 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Commercial Courts Act provides that the provisions of the said Act  shall have effect notwithstanding anything inconsistent therewith  contained   in   any   other   law   for   the   time   being   in   force.   It   is  submitted   that   therefore   if   section   50   of   the   Arbitration   Act   is  considered to be contrary to section 13 of the Commercial Courts  Act, the later provision would prevail in view of section 21 of the  Commercial Courts Act. It is submitted that even the Commercial  Courts Act being a latter enactment as compared to the Arbitration  Act; the same would prevail over the Arbitration Act.\n[5.6] It   is   submitted   that   the   Commercial   Courts   Act   is   also   a  special enactment and it has created the forums of the Commercial  Division   and   Commercial   Appellate   Division,   before   which   the  appeal would lie. It is submitted that therefore when section 13 of  the Commercial Courts Act clearly provides the appellants with a  right  to file  an  appeal,  it would not be  open for  the respondent  No.1   to   contend   otherwise   by   drawing   analogies   to   any  hypothetical   situations   or   by   relying   upon   the   provisions   of   the  Arbitration Act. \n[5.7] Relying upon the decision of the Hon'ble Supreme Court in  the case of  Vanguard Fire and General Insurance Ltd. vs. Fraser  and Ross and Anr.  reported in  AIR 1960 SC 971, it is submitted  that all statutory definitions or abbreviations must be read subject  to   the   qualification   vaiously   expressed   in   the   definition   clauses  which created them and it may be that even where the definition is  exhaustive inasmuch as the word defined is said to mean a certain  thing,   it   is   possible   for   the   word   to   have   a   somewhat   different  HC-NIC Page 16 of 25 Created On Sat Oct 07 07:50:16 IST 2017 meaning in different sections of the Act depending upon the subject  or the context.  \n[5.8] It is further submitted that therefore considering section 13 of  the   Commercial   Courts   Act,   the   Commercial   Courts   Act   which  provides for an appeal to the Commercial Appellate Division of the  High   Court   against   the   impugned   decisions   of   the   Commercial  Division of the High Court, present appeals would be maintainable.\nMaking   above   submissions   it   is   requested   to   overrule   the  preliminary   objection   of   maintainability   of   the   present   appeals,  raised by the respondents herein and to decide the present appeals  on merits. \n[6.0] Heard   learned   Counsel   appearing   on   behalf   of   respective  parties   at   length.   The   short   question   which   is   posed   for  consideration   of   this   Court   is  whether   appeal,   against   the  impugned order passed by the learned Commercial Division of  the   High   Court   constituted   under   the   provisions   of   the  Commercial   Courts   Act   passed   under   Section   49   of   the  Arbitration Act holding that the foreign award which is sought to  be enforced is enforceable under Part II of the Arbitration Act,  shall be maintainable or not?\n[6.1] It   is   the   case   on   behalf   of   the   appellants   herein   -  original  Opponents   that   as   the   impugned   order   has   been   passed   by   the  learned   Commercial   Division   of   the   High   Court   under   the  provisions of the Commercial Courts Act, appeal before this Court -  Commercial Appellate Division of the High Court under Section 13  HC-NIC Page 17 of 25 Created On Sat Oct 07 07:50:16 IST 2017 of the Commercial Courts Act shall be maintainable. It is also the  case   on   behalf   of   the   appellants   -   original   Opponents   that  considering sub­section (1) of Section 13 of the Commercial Courts  Act, appeal to the Commercial Appellate Division of the High Court  shall be maintainable against any decision of the Commercial Court  / Commercial Division of the High Court within 60 days from the  date of judgment or order. Therefore, it is the case on behalf of the  appellants that as by impugned order / decision, final decision has  been taken with respect to enforceability of the foreign award, the  rights of the parties are determined and therefore, the impugned  order can be said to be \"judgment\" and therefore, considering sub­ section (1) of Section 13 of the Commercial Courts Act, the appeal  shall be maintainable before the Commercial Appellate Division. It  is   also   the   case   on   behalf   of   the   appellants   that  proviso  to   sub­ section (1) of Section 13 shall be applicable only with respect to  the \"orders\" and not the \"decision\" or the \"judgment\". On the other  hand it is the case on behalf of the respondent that as per section  50 of the Arbitration Act, appeal shall be maintainable only against  the order refusing to refer the parties to arbitration under section  45 and/or enforce a foreign award under Section 48 and therefore,  against the impugned order holding that the foreign award which is  sought to be executed is enforceable, no appeal shall lie. \n[7.0] Having   heard   learned   Counsel   appearing   on   behalf   of   the  respective parties and having given our conscious thought to the  issue involved in the present appeals, our conclusions are as under: \nHC-NIC Page 18 of 25 Created On Sat Oct 07 07:50:16 IST 2017 [7.1] Now, so far as the submission on behalf of the appellants that  proviso  to sub­section (1) of Section 13 of the Commercial Courts  Act   shall   be   applicable   to   the   facts   of   the   case   on   hand   is  concerned, the aforesaid has no substance.  Proviso  to sub­section  (1) of Section 13 of the Commercial Courts Act is required to be  read   alongwith   sub­section   (1)   of   Section   13   as  proviso  to   sub­ section (1) of Section 13 is part of Section 13(1) of the Commercial  Courts Act. \n[7.2] Now, so far as the submission on behalf of the appellants that  the Commercial Courts Act being a special Act and is later in point  of   time   and   even   otherwise   considering   Section   21   of   the  Commercial   Courts   Act,   the   Commercial   Courts   Act   would   have  overriding   effect   over   any   other   law   for   the   time   being   in   force  including   the   Arbitration   Act   and   therefore,   the   bar   contained  under Section 50 of the Arbitration Act shall not be applicable and  Section 13 of the Commercial Courts Act shall have an overriding  effect   over   section   50   of   the   Arbitration   Act   is   concerned,   the  aforesaid seems to be attractive but has no substance. First of all it  is   required   to   be   noted   that   Commercial   Courts   Act   provides   a  special Forum for speedy disposal of the commercial disputes. By  no   stretch   of   imagination   it   can   be   said   to   be   conferring   an  additional right of appeal which otherwise is not provided under  the substantive Act i.e. Arbitration Act. Only because the claim is  above Rs.1 Crore and the dispute is commercial dispute, the matter  has   gone   to   the   Court   under   the   Commercial   Courts   Act.   If   the  HC-NIC Page 19 of 25 Created On Sat Oct 07 07:50:16 IST 2017 claim would have been less than Rs.1 Crore in that case and even  as   conceded   by   the   learned   Counsel   appearing   on   behalf   of   the  appellants,   section   50   of   the   Arbitration   Act   shall   be   applicable.  There cannot be two different right of appeal. Merely because the  claim is above Rs.1 Crore and the matter is before the Commercial  Court   or   Commercial   Division   under   the   provisions   of   the  Commercial   Courts  Act,   the  party  who is before  the  Commercial  Court / Division shall not get an additional right of appeal which  otherwise is not available under Section 50 of the Arbitration Act. \n[7.3] As   such   there   is   no   conflict   between   the   provisions   of   the  Arbitration Act and the provisions of the Commercial Courts Act.  Therefore, the provisions of the Arbitration Act and the provisions  of the Commercial Courts Act are required to be read harmoniously  and so as to see that provision in one Act may not become nugatory  and/or otiose.\n[7.4] As held by the Hon'ble Supreme Court in the case of Furest  Day Lawson Limited (Supra), Arbitration Act is self­contained Code  on matters pertaining to arbitration. In the aforesaid decision the  Hon'ble Supreme Court has further observed that a self­contained  Code carries with it a negative import that only such acts as are  mentioned therein are permissible to be done and acts or things not  mentioned   therein   are   not   permissible   to   be   done.   It   is   further  observed that where a special Act sets out a self­contained code,  applicability of general law procedure would be impliedly excluded.  In   the   aforesaid   decision   it   is   further   observed   and   held   by   the  HC-NIC Page 20 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Hon'ble   Supreme   Court   that   against   the   order   of   Court   for  enforcement of the award, considering Section 50 of the Arbitration  Act, there is complete non­availability of appeal and therefore, even  the   Letters   Patent   Appeal   against   such   an   order   would   not   be  maintainable. \n[7.5] In   the   case   of   Arun   Dev   Upadhyaya   (Supra)   the   question  arose   whether   the   appeal   /   Letters   Patent   Appeal   before   the  Division Bench of the High Court against the order passed by the  learned Single Judge of the High Court refusing to enforce foreign  award   under   Section   50(1)(b)   of   the   Arbitration   Act   shall   be  maintainable   or   not.   To   that   it   is   held   by   the   Hon'ble   Supreme  Court   that   on   a   conspectus   reading   of   section   5   and   13   of   the  Commercial Courts Act and section 50 of the Arbitration Act leads  to a irresistable conclusion that the Letters Patent Appeal shall be  maintainble   before   the   Division   Bench   in   such   a   case.   While  holding   so   that   it   has   to   be   treated   as   an   appeal   under   Section  50(1)(b) of the Arbitration Act and has to be adjudicated within  said parameters. Therefore, even the Hon'ble Supreme Court read  and considered the provisions of the Commercial Courts Act and  Arbitration Act harmoniously together and conjointly. \n[7.6] Identical question came to be considered by the Delhi High  Court in the case of Harmanprit Singh Sidhu vs. Arcadia Shares &  Stock Brokers Pvt. Ltd.  reported in  (2016) 234 DLT 30 (DB).  In  the aforesaid decision the Delhi High Court has observed and held  in paras 8 and 9 as follows:\nHC-NIC Page 21 of 25 Created On Sat Oct 07 07:50:16 IST 2017 \"8.   Insofar   as   Section   13   of   the   Commercial   Courts   Act   is  concerned, while it is true that it speaks of appeals from a judgment  or order, the proviso to Section 13(1) makes it clear that the appeal  would   lie   from   such   orders   passed   by,   inter   alia,   a   Commercial  Division that are specifically enumerated under Order 43 of the Code  of Civil Procedure, 1908 (as amended by the Commercial Courts Act)  and Section 37 of the A&C Act. FAO (OS) 136/2016 Page 6 of 12 The  use  of  the  word  „and‟   in  the  proviso  to  Section  13(1)  is  only  to  specify that an appeal would lie against any order passed by, inter  alia, a Commercial Division, which finds mention in the list of orders  specified in Order 43, CPC and Section 37 of the A&C Act. It is an  admitted position  that  the  impugned  order  having  been passed in  proceedings   arising   out   of   an   arbitral   award   would   have   to   be  governed by Section 37 of the A&C Act. \n9. On a plain reading of Section 13 of the Commercial Courts  Act, it is evident  that  it does not amplify the scope of appealable  orders specified in Section 37 of the A&C Act. It actually reiterates  that,  in  a   matter  of   arbitration,  an  appeal  shall   lie   only  from  the  orders specified in Section 37 of the A&C Act. In fact, Section 13(2)  reinforces this by providing that notwithstanding anything contained  in any other law for the time being in force or the Letters Patent of a  High   Court,   no   appeal   shall   lie   from   any   order   or   decree   of   a  Commercial   Division   or   Commercial   Court   otherwise   than   in  accordance with the provisions of the Commercial Courts Act.\" \nTherefore,   on   conjoint   reading   of   the   provisions   of   the  Arbitration Act and the Commercial Courts Act, considering section  50 of the Arbitration Act, we are of the opinion that the present  appeal against the order passed under Section 49 of the Arbitration  Act   holding   the   foreign   award   enforceable   shall   not   be  maintainable. \n[7.7] Now, so far as the submission on behalf of the appellants and  reliance placed upon the decision of the Hon'ble Supreme Court in  the case of Raj Kumar Shivhare vs. Assistant Director, Directorate  of Enforcement and Another reported in  (2010) 4 SCC 772  that  right of appeal is a creature of statute and therefore, when section  HC-NIC Page 22 of 25 Created On Sat Oct 07 07:50:16 IST 2017 13   of   the   Commercial   Courts   Act   confers   right   in   favour   of   the  appellants   to   prefer   an   appeal   against   the   decision   of   the  Commercial   Division,   the   same   cannot   be   taken   away   and/or  denied   and   the   submission   on   behalf   of   the   appellants   that   if  against the impugned order appeal is held to be not maintainable,  in that case the appellants would be remediless is concerned, it is  required   to   be   noted   and   as   observed   hereinabove,   Commercial  Courts   Act   does  not   confer  any  additional  right   of  appeal  which  otherwise shall not be available under Section 50 of the Arbitration  Act.   It   is   required   to   be   noted   that   as   such   the   proceedings   are  under the Arbitration Act. As observed hereinabove only a special  Forum is provided by enacting Commercial Courts Act for speedy  disposal   of   the   commercial   disputes   and   by   the   special  Courts/Forum. At the cost of repetition it is stated that it does not  provide   any   additional   right   of   appeal   which   otherwise   is   not  available to the appellants under the provisions of the Arbitration  Act. Therefore, if otherwise the appeal is not provided against the  impugned order considering section 50 of the Arbitration Act and  even as per the catena of decisions the right of appeal is a creature  of statute and therefoer, if section 50 of the Arbitration Act does  not provide any appeal, the appellants would have no right prefer  an appeal which otherwise is not maintainable in view of section 50  of the Arbitration Act. \n[7.8] Now, so far as the submission on behalf of the appellants that  if against the impugned order / decision the appeal is held to be  not maintainable, the appellants would be remediless is concerned,  again at the cost of repetition it is observed that right of appeal is  HC-NIC Page 23 of 25 Created On Sat Oct 07 07:50:16 IST 2017 creature of statute. If under the statute the appeal is not provided  and/or   in   a   given   case   the   appeal  is  provided   subject   to  certain  restrictions, the aggrieved party cannot still contend to have a right  of appeal on the ground that if the appeal is not held maintainable  the appellants would be remediless. The question is with respect to  maintainability of the appeal. The appellants might have any other  remedy   which   may   be   available   under   the   law,   but   certainly   if  under the statute the appeal is not provided, the aggrieved party  cannot pray for right of appeal which otherwise under the statute is  not provided/ available. \n[7.9] In   view   of   the   aforesaid   and   our   above   conclusions,   we  refrain   ourselves   from   considering   other   issue   whether   the  impugned order can be said to be \"judgment\" or not or against any  order   /   decision   of   the   Commercial   Division,   appeal   before   the  Commercial   Appellate   Division   shall   be   maintainable   or   not.  Therefore,   we   do   not   touch   the   said   aspect   as,   as   observed  hereinabove,   we   are   of   the   opinion   that   on   harmonious   and  conjoint reading of section 50 of the Arbitration Act and section 13  of the Commercial Courts Act, against the impugned order holding  the   foreign   award   enforceable,   passed   under   Section   49   of   the  Arbitration Act, the appeal shall not be maintainable. \n[8.0] In view of the above and for the reasons stated above, the  preliminary issue / objection raised on behalf of the respondent -  original   applicants   with   respect   to   maintainability   of   the   present  appeals   against   the   impugned   order   passed   by   the   learned  Commercial Division of the High Court holding the foreign award  HC-NIC Page 24 of 25 Created On Sat Oct 07 07:50:16 IST 2017 which is sought to be executed as enforceable is hereby sustained  and   all   the   First   Appeals   deserve   to   be   dismissed   and   are,  accordingly, dismissed as not maintainable. \nCIVIL   APPLICATION   NOS.11626/2017,   11629/2017   AND  11630/2017 In   view   of   dismissal   of  main   First   Appeals,  respective   Civil  Applications also stand dismissed. \nSd/­           (M.R. SHAH, J.)  Sd/­          (B.N. KARIA, J.)  Ajay HC-NIC Page 25 of 25 Created On Sat Oct 07 07:50:16 IST 2017",
  "cleaned_text": "gujarat high court kandla export corporation & vs oci corporation & on 28 september, 2017 bench: m.r. shah, b.n. karia c/fa/3096/2017 cav judgment in the high court of gujarat at ahmedabad first appeal no. 3096 of 2017 with civil application no. 11626 of 2017 in first appeal no. 3096 of 2017 with first appeal no. 3097 of 2017 to first appeal no. 3098 of 2017 with civil application no. 11629 of 2017 in first appeal no. 3097 of 2017 to civil application no. 11630 of 2017 in first appeal no. 3098 of 2017 for approval and signature: honourable mr.justice m.r. shah sd/­ and honourable mr.justice b.n. karia sd/­ ============================================= 1 whether reporters of local papers may be allowed to see yes the judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy of the no judgment ? 4 whether this case involves a substantial question of law as no to the interpretation of the constitution of india or any order made thereunder ? ============================================= kandla export corporation & 1.appellant(s) versus oci corporation & 1.defendant(s) ============================================= appearance: mr sn soparkar, senior advocate with mr archit p jani and mr salil m shah, advocate for the appellants mr mihir thakore, senior advocate with mr nirag pathak, ms shwiti sabhiwal, ms grima ahuja and mr shalin jani for shardul amarchand mangaldas and co, ============================================= coram: honourable mr.justice m.r. shah and honourable mr.justice b.n. karia hc-nic page 1 of 25 created on sat oct 07 07:50:16 ist 2017 date : 28/09/2017 common cav judgment (per : honourable mr.justice m.r. shah) [1.0] as common question of law and facts arise in this group of first appeals and as such arise out of the impugned common order passed by the learned single judge, passed as commercial division of the high court constituted under the provisions of the commercial courts, commercial division and commercial appellate division of the high court act, 2015 (hereinafter referred to as \"commercial courts act\"), all these first appeals are decided and disposed of together by this common judgment. [2.0] the facts leading to the present first appeals in nut­shell are as under: [2.1] that all these appellants as such are the original judgment debtors against whom concerned foreign awards are passed in the international arbitration, by the concerned arbitrators. therefore, as such the parties are governed by part ii of the arbitration and conciliation act, 1996 (hereinafter referred to as \"arbitration act\"). that thereafter the original judgment creditors in whose favour the foreign awards are passed in international arbitration have filed the execution petitions under section 48 of the arbitration act. at this stage it is required to be noted that initially the original judgment creditors filed the execution petitions before the concerned district court, gandhidham. however thereafter the original judgment creditors approached this court under section 15(5) of the commercial courts act for seeking clarification and hc-nic page 2 of 25 created on sat oct 07 07:50:16 ist 2017 appropriate direction to transfer special execution petition no.167/2015 and other execution petitions pending before the district court, gandhidham, kutch to the high court or to the appropriate commercial courts, commercial divisions. the division bench of this court vide judgment and order reported in 2017 (1) glh 383 observed and held as under: \"11.00. the sum and substance of the above discussion would be, (1) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be heard, decided and disposed of by the commercial division where such commercial division has been constituted in the high court i.e. in the present case high court of gujarat. (2) where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of arbitration and conciliation (amendment) act, 2015 the same shall be heard, decided and disposed of by the concerned high court. (3) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be filed in and heard, decided and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. considering section 15 of the commercial courts act, all the applications / appeals in question under the arbitration and conciliation act, 1996, therefore are required to be transferred to the concerned commercial division of the high court of gujarat or before the gujarat high court or before the concerned commercial court and as observed hereinabove and as the case may be. 12.0. in view of the above and for the reasons stated above, all these applications stand disposed of and it is held that the concerned hc-nic page 3 of 25 created on sat oct 07 07:50:16 ist 2017 executing court before whom the respective execution petitions are pending shall not have any jurisdiction to execute foreign awards for which the execution petitions are filed. consequently, the concerned commercial court to return the respective execution petitions to the concerned original applicant to present it before appropriate court considering the observations made in para 11 of the present judgement and order.\" it is reported that subsequently the said decision has been confirmed by the hon'ble supreme court. that pursuant to the aforesaid judgment, the respective special execution petitions came to be transferred to this court and as the claim involved in the respective execution petitions is above rs.1 crore, the same have been transferred to the commercial division of the high court, constituted under the provisions of the commercial courts act. [2.2] that the learned single judge acting as a commercial division of the high court heard the learned counsel appearing on behalf of the respective parties on the issue of applicability of sections 47, 48 and 49 of the arbitration act. that by impugned common order the learned single judge has held that the respective foreign awards in international arbitrations which are sought to be executed are enforceable under part ii of the arbitration act and the respective foreign awards shall be deemed to be a decree. [2.3] feeling aggrieved and dissatisfied with the impugned common order passed by the learned single judge as commercial division of the high court in observing and holding that the respective foreign awards are enforceable under part ii of the arbitration act and consequently the concerned foreign awards hc-nic page 4 of 25 created on sat oct 07 07:50:16 ist 2017 shall be deemed to be decree of the court, the original opponents original judgment debtors against whom the foreign awards are passed have preferred the present first appeals purported to be appeals under section 13 of the commercial courts act. [3.0] shri s.n. soparkar, learned counsel has appeared on behalf of the respective appellants herein original opponents original judgment debtors and shri mihir thakore, learned senior advocate has appeared on behalf of the respondents herein original applicants original judgment creditors in whose favour the foreign awards are passed. [4.0] preliminary issue / objection is raised by shri thakore, learned counsel appearing on behalf of the original applicants on the maintainability of the present first appeals under section 13 of the commercial courts act, before this court. it is vehemently submitted by shri thakore, learned counsel appearing on behalf of the original applicants original judgment creditors that in view of the specific bar of appeal against the order passed by the executing court in holding the concerned foreign awards enforceable, as per section 50 of the arbitration act, the present first appeals shall not be maintainable. [4.1] it is vehemently submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that the present first appeals are preferred under section 13 of the commercial courts act. it is submitted that section 13 of the commercial courts act provides for an appeal from a commercial division of the high court to the commercial appellate division of hc-nic page 5 of 25 created on sat oct 07 07:50:16 ist 2017 the high court. it is submitted that however proviso to section 13(1) of the commercial courts act provides that an appeal shall lie from only those orders that find specific mention in order xliii of the code of civil procedure, 1908 (hereinafter referred to as \"cpc\") and section 37 of the arbitration act. it is submitted that therefore an in light of the proviso to section 13(1) of the commercial courts act, only those orders mentioned in order xliii of code of civil procedure, 1908 and section 37 of arbitration act would be appealable to the commercial appellate division. [4.2] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that the term \"decision\" used in section 13 of the commercial courts act is not defined therein and is also not defined in cpc. it is submitted that section 2(2) of the commercial courts act provides that, the words and expressions, which are used and not defined in the commercial courts act, shall have the same meanings, as defined under the cpc and evidence act. it is submitted that the cpc provides for a definition of the term \"judgment\" under section 2(9) to mean the statement given by the judge on the grounds of a decree or order. it is submitted that in context of section 13 of the commercial courts act, the terms \"judgment\" would have to be interpreted to mean judgment other than in support of an order i.e. in support of decree. it is submitted that an order under both sections 37 and 50 of the arbitration act are treated as orders by the arbitration act itself and cannot be treated as judgment for the purpose of section 13 of the commercial courts act. it is submitted that since, an order under section 48 of the arbitration act is not hc-nic page 6 of 25 created on sat oct 07 07:50:16 ist 2017 covered in the proviso to section 13 of the commercial courts act, no appeal would lie therefrom. [4.3] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that even otherwise an appeal filed under section 13 of the commercial courts act cannot be read de hors section 50 of the arbitration act. it is submitted that section 50 of the arbitration act, which provides for which orders are appealable, does not provide for an appeal against an order enforcing the foreign awards. it is submitted that the appellants have filed the present appeals under section 13 of the commercial courts act, which cannot be read in isolation and must be read harmoniously with the provisions of the arbitration act. it is submitted that therefore in view of the specific bar under section 50 of the arbitration act, which only provides for an appeal against the order refusing to enforce a foreign award and it does not provide for an appeal against enforcing the foreign award, the first appeal, may be under section 13 of the commercial courts act shall not be maintainable against the order enforcing the foreign award. [4.4] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that as such the arbitration act is a complete code in itself which provides substantive as well as procedural law regarding arbitrations. it is submitted that therefore and as a natural corollary, those acts which do not fall under the purview of the arbitration act are not permissible to be done. it is further submitted that where special hc-nic page 7 of 25 created on sat oct 07 07:50:16 ist 2017 acts sets out a self­contained code, applicability of general law procedure would be impliedly excluded. relying upon the decision of the hon'ble supreme court in the case of fuerst day lawson limited vs. jindal exports limited reported in (2011) 8 scc 333 (paras 89, 90 and 91), it is submitted that in the aforesaid decision the hon'ble supreme court has specifically observed and held that the arbitration act is a self­contained and exhaustive code, thereby excluding applicability of any general law. it is submitted that in the aforesaid decision the hon'ble supreme court concluded that no letters patent appeal would lie against the order which would not be appealable under section 50 of the arbitration act, as the said act is a complete code. it is submitted that a similar view has been taken by the delhi high court in the case of vijay sekhri and another vs. tinna oils and chemicals and others reported in (2010) 174 dlt 462. it is submitted that in the aforesaid decision the delhi high court had an occasion to consider the scope of appeals provided under section 37 of the arbitration act and to consider which orders are appealable regarding domestic arbitrations. [4.5] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that the scope for appeal under part ii of the arbitration act is restricted by section 50 of the arbitration act. it is submitted that section 50 provides for those orders which can be appealed in the context of an international arbitration under part ii of the arbitration act. it is submitted that as per the said provision, an appeal shall lie from the orders refusing to either referring the parties to arbitration hc-nic page 8 of 25 created on sat oct 07 07:50:16 ist 2017 under section 45 or refusing to enforce a foreign award under section 48 of the arbitration act. it is submitted that in the case of fuerst day lawson limited (supra), the hon'ble supreme court had an occasion to consider the comparison between the provisions of foreign awards (recognition and enforcement) act, 1961 (hereinafter referred to as \"foreign awards act\") and the arbitration act and thereafter the hon'ble supreme court had observed that the scheme of sections 49 and 50 of the arbitration act is such that it exclude an opportunity to appeal even on limited grounds which were earlier provided for under section 6 of the foreign awards act. it is submitted that in the aforesaid decision the hon'ble supreme court has further observed and held that it was for this reason that section 50(1)(b) provides for an appeal only against the order refusing to enforce a foreign award under section 48. it is submitted that thereafter the hon'ble supreme court has concluded that letters patent appeal shall not be maintainable against the order which is not appealable under section 50 of the arbitration act. [4.6] it is submitted that the delhi high court in the case of vijay sekhri and anr. (supra) has also observed that section 50 of the arbitration act creates a bar against appeals from any orders which are not mentioned under the said provision. it is submitted that therefore appeal can only be made against an order refusing to enforce an award under section 48 of the arbitration act and not against other orders. it is submitted that section 50 of the arbitration act specifically restricts the appealable order to the orders of a court hc-nic page 9 of 25 created on sat oct 07 07:50:16 ist 2017 refusing to refer the parties to arbitration [section 50(1)(a)] and refusing to enforce a foreign award [section 50(1)(b)]. it is submitted that therefore and accordingly the arbitration act being a complete code in itself, legislature intended on restricting the right of appeal to the limited order expressly provided for under section 50 thereof. [4.7] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that section 5 of the commercial courts act, establishes a new class of courts or a forum for the adjudication of commercial disputes. it is submitted that section 13 of the commercial courts act provides for an appeal from the commercial court or commercial division to the commercial appellate division. it is submitted that however, an appeal emanating from the arbitration act could only be valid in so far as it is in consonance with the express provisions in the arbitration act. [4.8] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that section 13 of the commercial courts act and section 50 of the arbitration act cannot be read separately and have to be read harmoniously. relying upon the decision of the hon'ble supreme court in the case of arun dev upadhyay vs. integrated sales services ltd. and anr. reported in (2016) 9 scc 524, it is submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that in the aforesaid decision the hon'ble supreme court has observed that an appeal under section 50 of the arbitration act hc-nic page 10 of 25 created on sat oct 07 07:50:16 ist 2017 will lie from an order refusing to enforce a foreign award as envisaged under section 48 of the arbitration act. it is submitted that in the aforesaid decision it is further observed by the hon'ble supreme court that even after the commencement of the commercial courts act, an appeal under section 13 of the commercial courts act can be preferred from the order if it is provided for in section 50 of the arbitration act. it is submitted that therefore the provisions of the commercial courts act are required to be read harmoniously with the provisions of the arbitration act in order to give the fullest effect to both the legislations. [4.9] it is further submitted by shri thakore, learned counsel appearing on behalf of the original judgment creditors that in the present case the execution petitions would be before the commercial division of the high court only because of the fact that the claim would be above rs.1 crore. it is submitted that if the claim would not have been above rs.1 crore, in that case the execution petitions would not have been before the commercial division of the high court and therefore appeal before the commercial appellate division of the high court under section 13 of the commercial courts act would not have arisen and therefore, considering the bar contained under section 50 of the arbitration act, the appeal against the order of enforcing a foreign award would not be maintainable. making above submissions and relying upon above decisions it is requested to dismiss the present appeals by holding that the present appeals under section 13 of the commercial courts act against the impugned s passed by the learned commercial division hc-nic page 11 of 25 created on sat oct 07 07:50:16 ist 2017 of the high court and against the impugned orders holding that the concerned foreign awards shall be enforceable, shall not be maintainable. [5.0] shri s.n. soparkar, learned counsel appearing on behalf of the appellants original opponents has vehemently submitted that against the impugned orders passed by the learned commercial division of the high court holding that the concerned foreign awards are enforceable under section 49 of the arbitration act appeal would be maintainable before the commercial appellate division of the high court under section 13 of the commercial courts act. [5.1] it is submitted by shri soparkar, learned counsel appearing on behalf of the original opponents that section 13(1) of the commercial courts act provides a right to file an appeal against any decision, judgment and order passed by the commercial division of the high court. it is submitted that proviso to section 13(1) of the commercial courts act shall not be applicable to the present case. it is submitted that the proviso to section 13(1) of the commercial courts act is only applicable to an \"order\", and since the impugned decision / order / judgment passed by the learned commercial division of the high court is not merely an \"order\", the said proviso shall not be applicable. [5.2] it is further submitted by shri soparkar, learned counsel appearing on behalf of the original opponents debtors that the impugned decision is a \"judgment\" and therefore, the appellants hc-nic page 12 of 25 created on sat oct 07 07:50:16 ist 2017 have a right to file the present appeal under section 13(1) of the commercial courts act, challenging the impugned decision dated 08.08.2017. it is submitted that the learned commercial court has adjudicated the issue of enforceability of the foreign award on the merits of the matter, by providing reasons thereto. it is submitted that process of reasoning by which the commercial division court ultimately came to the conclusion that the foreign award is deemed to be a decree, is clearly recorded in the impugned decision. it is submitted that therefore the impugned decision dated 08.08.2017 is a decision / judgment and cannot be said to be merely an \"order\" of the learned commercial division court. in support of his above submissions, learned counsel appearing on behalf of the appellants has relied upon the decision of the privy council in rajah tasadduq rasul khan vs. manikchand reported in 30 indian appeal pc 35 wherein term \"decision\", \"decree\", \"judgment\" and \"order\" have been defined and explained. learned counsel appearing on behalf of the appellants has also heavily relied upon the decision of the bombay high court in the case of hubtown ltd. vs. idbi trusteeship service ltd. reported in 2016 scc online bom 9019 (paras 4, 8, 23, 24, 30­ 33, 36). it is submitted that the bombay high court in the aforesaid decision has held that an appeal under section 13 of the commercial courts act will be maintainable if the order has even a tinge of finality to it. it is submitted that in the present case by impugned order / decision the issue of enforceability of foreign decree has been adjudicated and therefore, has a sense of finality to it. it is submitted that if the said decision is not challenged by the appellants, the appellants would not be able to raise the contention hc-nic page 13 of 25 created on sat oct 07 07:50:16 ist 2017 with respect to the enforceability of the foreign award once the same is executed by the hon'ble commercial division court as a decree of this court. it is submitted that therefore the appellants will virtually be left remediless. it is submitted that the present appeal under section 13(1) of the commercial courts act would be maintainable in law. [5.3] it is further submitted by shri soparkar, learned counsel appearing on behalf of the appellants that it would not be open for the respondent to contend that the provisions of the arbitration act shall have to be read alongwith section 13 of the commercial courts act, for the purposes of determining the maintainability of the appeal filed under section 13 of the commercial courts act. it is submitted that as the present appeals are filed under section 13 of the commercial courts act, challenging the decision passed by the learned single judge of the commercial division court, the maintainability of the present appeal has to be determined in terms of the provisions of the commercial courts act only. it is submitted that right to file an appeal being a creature of the statute, once a statute provides a right to file an appeal, the said right cannot be curtailed or restricted by statutory interpretation of the same or by reading provisions of another act. it is submitted that therefore it is not open for the respondent no.1 to contend that since section 50 of the arbitration act does not provide the appellants with a right to file an appeal against a decision hjolding the foreign award to be enforceable, the present appeal filed under section 13 of the commercial courts act is not maintainable in law. hc-nic page 14 of 25 created on sat oct 07 07:50:16 ist 2017 [5.4] it is further submitted by shri soparkar, learned counsel appearing on behalf of the appellants that even it would not be open for the respondent no.1 to contend that if section 13(1) of the commercial courts act is not interpreted in harmonious manner alongwith section 50 of the arbitration act, the said section 50 would become redundant. it is submitted that section 13(1) cannot be interpreted in any manner which would restrict or curtail the right to file an appeal under section 13 of the commercial courts act. in support of his above submissions, shri soparkar, learned counsel appearing on behalf of the appellants has heavily relied upon the decision of the hon'ble supreme court in the case of rajkumar shivhare vs. assistant director, directorate of enforcement & ors. reported in (2010)4 scc 772 wherein according to shri soparkar, learned counsel appearing on behalf of the appellants, it has been held that the right to appeal is a creature of a statute and its ambit and width are to be determined from the statute itself under which the appeal has been filed, and that no statutory interpretation is warranted either to widen or to restrict / curtail the same. it is submitted that therefore and accordingly if section 13 of the commercial courts act provides the appellants with the right to file an appeal before the commercial appellate division of the high court against the impugned decision of the commercial division of the high court, the same cannot be taken away or restricted, by way of statutory interpretation of section 13 of the commercial courts act. [5.5] it is further submitted by shri soparkar, learned counsel appearing on behalf of the appellants that section 21 of the hc-nic page 15 of 25 created on sat oct 07 07:50:16 ist 2017 commercial courts act provides that the provisions of the said act shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force. it is submitted that therefore if section 50 of the arbitration act is considered to be contrary to section 13 of the commercial courts act, the later provision would prevail in view of section 21 of the commercial courts act. it is submitted that even the commercial courts act being a latter enactment as compared to the arbitration act; the same would prevail over the arbitration act. [5.6] it is submitted that the commercial courts act is also a special enactment and it has created the forums of the commercial division and commercial appellate division, before which the appeal would lie. it is submitted that therefore when section 13 of the commercial courts act clearly provides the appellants with a right to file an appeal, it would not be open for the respondent no.1 to contend otherwise by drawing analogies to any hypothetical situations or by relying upon the provisions of the arbitration act. [5.7] relying upon the decision of the hon'ble supreme court in the case of vanguard fire and general insurance ltd. vs. fraser and ross and anr. reported in air 1960 sc 971, it is submitted that all statutory definitions or abbreviations must be read subject to the qualification vaiously expressed in the definition clauses which created them and it may be that even where the definition is exhaustive inasmuch as the word defined is said to mean a certain thing, it is possible for the word to have a somewhat different hc-nic page 16 of 25 created on sat oct 07 07:50:16 ist 2017 meaning in different sections of the act depending upon the subject or the context. [5.8] it is further submitted that therefore considering section 13 of the commercial courts act, the commercial courts act which provides for an appeal to the commercial appellate division of the high court against the impugned decisions of the commercial division of the high court, present appeals would be maintainable. making above submissions it is requested to overrule the preliminary objection of maintainability of the present appeals, raised by the respondents herein and to decide the present appeals on merits. [6.0] heard learned counsel appearing on behalf of respective parties at length. the short question which is posed for consideration of this court is whether appeal, against the impugned order passed by the learned commercial division of the high court constituted under the provisions of the commercial courts act passed under section 49 of the arbitration act holding that the foreign award which is sought to be enforced is enforceable under part ii of the arbitration act, shall be maintainable or not? [6.1] it is the case on behalf of the appellants herein original opponents that as the impugned order has been passed by the learned commercial division of the high court under the provisions of the commercial courts act, appeal before this court commercial appellate division of the high court under section 13 hc-nic page 17 of 25 created on sat oct 07 07:50:16 ist 2017 of the commercial courts act shall be maintainable. it is also the case on behalf of the appellants original opponents that considering sub­section (1) of section 13 of the commercial courts act, appeal to the commercial appellate division of the high court shall be maintainable against any decision of the commercial court / commercial division of the high court within 60 days from the date of judgment or order. therefore, it is the case on behalf of the appellants that as by impugned order / decision, final decision has been taken with respect to enforceability of the foreign award, the rights of the parties are determined and therefore, the impugned order can be said to be \"judgment\" and therefore, considering sub­ section (1) of section 13 of the commercial courts act, the appeal shall be maintainable before the commercial appellate division. it is also the case on behalf of the appellants that proviso to sub­ section (1) of section 13 shall be applicable only with respect to the \"orders\" and not the \"decision\" or the \"judgment\". on the other hand it is the case on behalf of the respondent that as per section 50 of the arbitration act, appeal shall be maintainable only against the order refusing to refer the parties to arbitration under section 45 and/or enforce a foreign award under section 48 and therefore, against the impugned order holding that the foreign award which is sought to be executed is enforceable, no appeal shall lie. [7.0] having heard learned counsel appearing on behalf of the respective parties and having given our conscious thought to the issue involved in the present appeals, our conclusions are as under: hc-nic page 18 of 25 created on sat oct 07 07:50:16 ist 2017 [7.1] now, so far as the submission on behalf of the appellants that proviso to sub­section (1) of section 13 of the commercial courts act shall be applicable to the facts of the case on hand is concerned, the aforesaid has no substance. proviso to sub­section (1) of section 13 of the commercial courts act is required to be read alongwith sub­section (1) of section 13 as proviso to sub­ section (1) of section 13 is part of section 13(1) of the commercial courts act. [7.2] now, so far as the submission on behalf of the appellants that the commercial courts act being a special act and is later in point of time and even otherwise considering section 21 of the commercial courts act, the commercial courts act would have overriding effect over any other law for the time being in force including the arbitration act and therefore, the bar contained under section 50 of the arbitration act shall not be applicable and section 13 of the commercial courts act shall have an overriding effect over section 50 of the arbitration act is concerned, the aforesaid seems to be attractive but has no substance. first of all it is required to be noted that commercial courts act provides a special forum for speedy disposal of the commercial disputes. by no stretch of imagination it can be said to be conferring an additional right of appeal which otherwise is not provided under the substantive act i.e. arbitration act. only because the claim is above rs.1 crore and the dispute is commercial dispute, the matter has gone to the court under the commercial courts act. if the hc-nic page 19 of 25 created on sat oct 07 07:50:16 ist 2017 claim would have been less than rs.1 crore in that case and even as conceded by the learned counsel appearing on behalf of the appellants, section 50 of the arbitration act shall be applicable. there cannot be two different right of appeal. merely because the claim is above rs.1 crore and the matter is before the commercial court or commercial division under the provisions of the commercial courts act, the party who is before the commercial court / division shall not get an additional right of appeal which otherwise is not available under section 50 of the arbitration act. [7.3] as such there is no conflict between the provisions of the arbitration act and the provisions of the commercial courts act. therefore, the provisions of the arbitration act and the provisions of the commercial courts act are required to be read harmoniously and so as to see that provision in one act may not become nugatory and/or otiose. [7.4] as held by the hon'ble supreme court in the case of furest day lawson limited (supra), arbitration act is self­contained code on matters pertaining to arbitration. in the aforesaid decision the hon'ble supreme court has further observed that a self­contained code carries with it a negative import that only such acts as are mentioned therein are permissible to be done and acts or things not mentioned therein are not permissible to be done. it is further observed that where a special act sets out a self­contained code, applicability of general law procedure would be impliedly excluded. in the aforesaid decision it is further observed and held by the hc-nic page 20 of 25 created on sat oct 07 07:50:16 ist 2017 hon'ble supreme court that against the order of court for enforcement of the award, considering section 50 of the arbitration act, there is complete non­availability of appeal and therefore, even the letters patent appeal against such an order would not be maintainable. [7.5] in the case of arun dev upadhyaya (supra) the question arose whether the appeal / letters patent appeal before the division bench of the high court against the order passed by the learned single judge of the high court refusing to enforce foreign award under section 50(1)(b) of the arbitration act shall be maintainable or not. to that it is held by the hon'ble supreme court that on a conspectus reading of section 5 and 13 of the commercial courts act and section 50 of the arbitration act leads to a irresistable conclusion that the letters patent appeal shall be maintainble before the division bench in such a case. while holding so that it has to be treated as an appeal under section 50(1)(b) of the arbitration act and has to be adjudicated within said parameters. therefore, even the hon'ble supreme court read and considered the provisions of the commercial courts act and arbitration act harmoniously together and conjointly. [7.6] identical question came to be considered by the delhi high court in the case of harmanprit singh sidhu vs. arcadia shares & stock brokers pvt. ltd. reported in (2016) 234 dlt 30 (db). in the aforesaid decision the delhi high court has observed and held in paras 8 and 9 as follows: hc-nic page 21 of 25 created on sat oct 07 07:50:16 ist 2017 \"8. insofar as section 13 of the commercial courts act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a commercial division that are specifically enumerated under order 43 of the code of civil procedure, 1908 (as amended by the commercial courts act) and section 37 of the a&c act. fao (os) 136/2016 page 6 of 12 the use of the word „and‟ in the proviso to section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a commercial division, which finds mention in the list of orders specified in order 43, cpc and section 37 of the a&c act. it is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by section 37 of the a&c act. 9. on a plain reading of section 13 of the commercial courts act, it is evident that it does not amplify the scope of appealable orders specified in section 37 of the a&c act. it actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in section 37 of the a&c act. in fact, section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of the commercial courts act.\" therefore, on conjoint reading of the provisions of the arbitration act and the commercial courts act, considering section 50 of the arbitration act, we are of the opinion that the present appeal against the order passed under section 49 of the arbitration act holding the foreign award enforceable shall not be maintainable. [7.7] now, so far as the submission on behalf of the appellants and reliance placed upon the decision of the hon'ble supreme court in the case of raj kumar shivhare vs. assistant director, directorate of enforcement and another reported in (2010) 4 scc 772 that right of appeal is a creature of statute and therefore, when section hc-nic page 22 of 25 created on sat oct 07 07:50:16 ist 2017 13 of the commercial courts act confers right in favour of the appellants to prefer an appeal against the decision of the commercial division, the same cannot be taken away and/or denied and the submission on behalf of the appellants that if against the impugned order appeal is held to be not maintainable, in that case the appellants would be remediless is concerned, it is required to be noted and as observed hereinabove, commercial courts act does not confer any additional right of appeal which otherwise shall not be available under section 50 of the arbitration act. it is required to be noted that as such the proceedings are under the arbitration act. as observed hereinabove only a special forum is provided by enacting commercial courts act for speedy disposal of the commercial disputes and by the special courts/forum. at the cost of repetition it is stated that it does not provide any additional right of appeal which otherwise is not available to the appellants under the provisions of the arbitration act. therefore, if otherwise the appeal is not provided against the impugned order considering section 50 of the arbitration act and even as per the catena of decisions the right of appeal is a creature of statute and therefoer, if section 50 of the arbitration act does not provide any appeal, the appellants would have no right prefer an appeal which otherwise is not maintainable in view of section 50 of the arbitration act. [7.8] now, so far as the submission on behalf of the appellants that if against the impugned order / decision the appeal is held to be not maintainable, the appellants would be remediless is concerned, again at the cost of repetition it is observed that right of appeal is hc-nic page 23 of 25 created on sat oct 07 07:50:16 ist 2017 creature of statute. if under the statute the appeal is not provided and/or in a given case the appeal is provided subject to certain restrictions, the aggrieved party cannot still contend to have a right of appeal on the ground that if the appeal is not held maintainable the appellants would be remediless. the question is with respect to maintainability of the appeal. the appellants might have any other remedy which may be available under the law, but certainly if under the statute the appeal is not provided, the aggrieved party cannot pray for right of appeal which otherwise under the statute is not provided/ available. [7.9] in view of the aforesaid and our above conclusions, we refrain ourselves from considering other issue whether the impugned order can be said to be \"judgment\" or not or against any order / decision of the commercial division, appeal before the commercial appellate division shall be maintainable or not. therefore, we do not touch the said aspect as, as observed hereinabove, we are of the opinion that on harmonious and conjoint reading of section 50 of the arbitration act and section 13 of the commercial courts act, against the impugned order holding the foreign award enforceable, passed under section 49 of the arbitration act, the appeal shall not be maintainable. [8.0] in view of the above and for the reasons stated above, the preliminary issue / objection raised on behalf of the respondent original applicants with respect to maintainability of the present appeals against the impugned order passed by the learned commercial division of the high court holding the foreign award hc-nic page 24 of 25 created on sat oct 07 07:50:16 ist 2017 which is sought to be executed as enforceable is hereby sustained and all the first appeals deserve to be dismissed and are, accordingly, dismissed as not maintainable. civil application nos.11626/2017, 11629/2017 and 11630/2017 in view of dismissal of main first appeals, respective civil applications also stand dismissed. sd/­ (m.r. shah, j.) sd/­ (b.n. karia, j.) ajay hc-nic page 25 of 25 created on sat oct 07 07:50:16 ist 2017"
}