{
  "case_file": "case136.txt",
  "original_text": "Gujarat High Court\nOil And Natural Gas Corporation Ltd vs Amit Ship Managment Pvt Ltd on 27 April, 2018\nAuthor: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje\n        C/FA/474/2018                                        CAV JUDGMENT\n\n\n\n\n            IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n                        R/FIRST APPEAL NO. 474 of 2018\n\n\nFOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE MR.JUSTICE M.R. SHAH                    sd/-\nand\nHONOURABLE MR.JUSTICE A.Y. KOGJE                   sd/-\n\n==========================================================\n1     Whether Reporters of Local Papers may be allowed to                   Yes\n      see the judgment ?\n\n2     To be referred to the Reporter or not ?                               Yes\n\n3     Whether their Lordships wish to see the fair copy of the              No\n      judgment ?\n\n4     Whether this case involves a substantial question of law              No\n      as to the interpretation of the Constitution of India or any\n      order made thereunder ?\n\n==========================================================\n                 OIL AND NATURAL GAS CORPORATION LTD\n                                  Versus\n                      AMIT SHIP MANAGMENT PVT LTD\n==========================================================\nAppearance:\nMR SI NANAVATI, SENIOR ADVOCATE WITH MR AKSHAT KHARE(5912) for the\nAPPELLANT - MRS SUMAN KHARE (2226) for the APPELLANT\nMR SP MAJMUDAR (3456) for RESPONDENT(s) No. 1\nMR VIBHUTI NANAVATI (513) for RESPONDENT(s) No. 2\n==========================================================\n\n    CORAM: HONOURABLE MR.JUSTICE M.R. SHAH\n           and\n           HONOURABLE MR.JUSTICE A.Y. KOGJE\n\n                               Date : 27/04/2018\n\n                                CAV JUDGMENT\n(PER : HONOURABLE MR.JUSTICE M.R. SHAH)\n1. Feeling aggrieved and dissatisfied by the impugned judgment and decree passed by the learned Commercial Court, Vadodara, in Commercial Civil Suit No.25/2016, by which the learned Judge has dismissed the said suit, the original plaintiff - Oil and Natural Gas Corporation Ltd. has preferred the present appeal.\n2. The facts leading to the present appeal in the nutshell are as under:\n2.1 That the appellant herein (hereinafter referred to as the original plaintiff) instituted suit against the respondents herein - original defendants for recovery of Rs.1,24,42,480/- along with running interest @ 18% p.a. for the damages sustained by it. It was the case on behalf of the original plaintiff, so stated in the Plaint, that the plaintiff had constructed/ installed Diffuser System for disposal of treated effluent water amidst river Tapi in the year 1991 and the said system had been functioning for the past about six/seven years for the disposal of treated effluent. It was averred in the Plaint that on 16.12.1996, a barge/ vessel named \"M.V.PREETISAGAR\" belonging to defendant No.1 - Amit Ship Management Pvt. Ltd.\nwas moving around Magdalla Port area and that the said barge/ vessel had collided with the said stationary structure meant for disposal of treated effluent of the plaintiff - Company. It was averred in the Plaint that due to the said collision, the structure of the Diffuser System was hit and uprooted and was damaged very badly for which defendant No.1 - Company is responsible and also liable to pay the damages.\n2.2 It was the case on behalf of the original plaintiff that the plaintiff thereafter informed defendant No.1 about the said collision and requested to pay the expenditure that will be incurred towards repairing/ replacement of the said damage. Defendant No.1 was also requested by the plaintiff to remove the debris of the diffuser structure as it may cause damage to other passing vessels. It was further averred in the Plaint that Mr.Tony Fernandez, the Managing Director of M/s.Tony Fernandez Average Adjusters Pvt. Ltd., Mumbai, was appointed as a Surveyor, who also narrated the incident in detail and confirmed the said collision of the said barge/ vessel \"M.V.PREETISAGAR\"\nof defendant No.1 with the said stationary structure of the plaintiff.\n2.3 It was further the case on behalf of the plaintiff that thereafter, the plaintiff served a legal notice upon defendant No.1 to pay Rs.75.00 lakhs being the approximate damage etc. but defendant No.1 did not comply with the said notice and instead gave a very vague, illegal and evasive reply on 17.05.1997. According to the plaintiff thereafter, on the basis of the survey carried out by M/s.Technical Diving and Allied Instrument Services Co., Mumbai, which was appointed by the plaintiff to carry out the underwater inspection of the said diffuser system at river Tapi to ascertain the condition of the knocked down structure, the claim was enhanced to Rs.1,05,38,000/-.\n2.4 That thereafter, the plaintiff served one another notice calling upon defendant No.1 to pay Rs.1,05,38,000/- but defendant No.1 did not make the payment of damages. According to the plaintiff, as the said barge/ vessel \"M.V.PREETISAGAR\" was insured with defendant No.2 - The Oriental Insurance Company Limited and being the Insurance Company, defendant No.2 is also liable for and on behalf of defendant No.1 - Company to pay such amount of damages to the plaintiff and therefore, the plaintiff also joined defendant No.2 - Insurance Company in the suit.\n2.5 The suit was opposed by the defendants. The original defendant No.1 filed written statement Ex.40 and denied all the averments made in the Plaint. It was the case on behalf of defendant No.1 that defendant No.1 was only the Charter of \"M.V.PREETISAGAR\" and not the owner thereof. It was also contended on behalf of original defendant No.1 that on 16.12.1996, the stern mooring rope securing \"M.V.CHAMPAKSAGAR\" to \"M.V. MARATHA CLIPPER\" having broken, resulted on the other barges along with \"M.V.MARATHA CLIPPER\" to swing towards the center line of the river due to a strong flow of tide. It was submitted that since the tide was in flood, all the barges swept upstream in the direction of the right bank of river Tapi and in the meantime, total barges including the barge of defendant No.1, started their respective engines and removed their mooring lines from one another with a view to clear of each other and also to ensure that they do not run around on the right bank of river Tapi and collided with the plaintiff's diffuser structure. It was also contended by defendant No.1 that though the main allegation of the plaintiff is that defendant's barge had collided with the plaintiff's diffuser structure on 16.12.1996, no complaint was lodged by the plaintiff either with the local Police Station or with the concerned Port Officer or with defendant No.1 on the same day. It was contended that in fact, defendant No.1 was informed about the alleged collision only in the second week of June 1997. Therefore, denying the liability to pay any damages, it was requested to dismiss the suit.\n2.6 The suit was also opposed by original defendant No.2\n- Insurance Company by filing written statement at Ex.45. Defendant No.2 denied all the averments made in the Plaint. It was the case on the part of defendant No.2 that original defendant No.1 entered into a contract agreement at Vasco-de-Gama, Goa, and obtained Hull and Machinery Insurance Policy of Rs.45 lakhs for \"M.V.PREETISAGAR\" and per condition of the Policy, no third party risk is covered in the said Policy and therefore, the plaintiff has got no legal right to claim as a third party from defendant No.2 by filing any sort of such petition against defendant No.2. It was also contended on behalf of defendant No.2 - Insurance Company that the alleged incident occurred due to an inevitable accident and this inevitable accident was the parting and mooring rope of another barge and not \"M.V.PREETISAGAR\"\nand was beyond the reasonable control of defendant No.1 - ASPL and the Master/ crew of the barge. It was further submitted that thereafter the situation aggravated by the tidal current which was an act of God. It was contended that the current caused the set of eight barges to drift and rotate and \"M.V.PREETISAGAR\" was caught by the inflowing tide. It was contended that the said immunities of inevitable accident and act of God is relevant and therefore, there is no liability on the part of defendant No.1 and therefore, no question of the Policy of insurance responding to the claim of the plaintiff. It was further contended that as such, the diffuser structure of the plaintiff was already in a dilapidated condition. It was further contended that the plaintiff was insured with the United India Insurance Co. Ltd. but since their claim was below the deductible excess of their Policy, they had reportedly been advised by the United India Insurance Co. Ltd. not to continue with the assignment and only to shelter themselves, the plaintiff has tried to throw the liability on the defendants. Therefore, it was contended that the plaintiff has not come with clean hands and it is only an attempt to mislead the Court . Therefore, it was requested to dismiss the suit.\n3. At this stage, it is required to be noted that initially, the suit was filed before the learned Civil Court, being Special Civil Suit No.525/1997. The learned Civil Court framed the following issues at Ex.46:\n\"1. Whether the plaintiff proves the allegations made in the suit?\n2. Whether the plaintiff proves Cause of Action arose to file the suit?\n3. Whether the plaintiff is entitled to get the reliefs as prayed for?\n4. What order and decree?\"\n4. At this stage, it is required to be noted that after the issues were framed by the learned trial Court at Ex.46, on 06.03.2009, the case was fixed for the plaintiff's evidence, but the plaintiff did not appear before the Court and therefore, vide order dated 31.03.2009, the suit came to be dismissed for non- prosecution. Thereafter, the plaintiff filed an application for restoration of the suit. The said application was rejected vide order dated 16.09.2011. The said order of rejection was challenged by the plaintiff before this Court by preferring Appeal from Order No.222/2012. The said Appeal from Order came to be allowed by this Court vide order dated 23.01.2013, and thereby directed to restore the suit to its original number subject to the cost of Rs.5,000/-. Upon compliance of the order of this Court , the case was restored to the original file.\n5. However, thereafter, the suit came to be transferred to the Commercial Court, Vadodara, on establishment of the Commercial Court at Vadodara, under the provisions of the Commercial Courts Act, 2015, which was numbered as Commercial Suit No.25/2016.\n6. The parties to the suit led their evidence, both oral as well as documentary, as under:\n6.1 Evidence led on behalf of the plaintiff:\nOral Evidence:\nExh.62 : Deposition in form of affidavit in lieu of Examination in Chief and further affidavit under Order-18 Rule-4 of CPC tendered by Mr. Satinderpalsingh Raghuviringh and cross examination.\nExh.111: Deposition of Narendranath Balakrishnan Menan and cross-examination.\nDocumentary Evidence:\nExh.65 : Copy of permission from Gujarat Maritime Board for installation of Diffuser System letter No. CMB/N/CMP/139(8)/ dtd. 16/10/1990 Exh.66 : Copy of ONGC's letter dated 20/12/1996 to port officer Exh.67 : Copy of Note Approval for Re-installation of Diffuser Structure dated 26/12/1996 Exh.68 : Copy of Preliminary Inspection report of damage dated 27/12/1996 Exh.69 : Copy of (K.Gopinath's) ONGC Bombay letter dated 01/01/1997 to GGM (P) Hazira . Exh.70 : Copy of ONGC's letter dated 03/01/1997 to Capt. Harsh Wahi, Amit Ship Management.\nExh.71 : Copy of letter of Amit Ship Mgt. to DGM ONGC, informing they had contacted their under-writer of Goa about 16/12/1996 incident proposing the meeting on 8/01/1997.\nExh.72 : Copy of S.C. Gupta ONGC's fax message dated 15/01/1997 to Amit ship Mgt. Confirming the meeting with Amit ship Mgt. On 18/01/1997.\nExh.73 : Copy of record note of meeting at ONGC, Hazira held on 18/01/1997.\nExh.74 : Copy of fax of Sh. S.C. Gupta ONGC, Hazira to Sh. Gopinath Risk Management Cell, ONGC, Mumbai for insurance claim indicating meeting with M/s. Amit ship and ONGC held on 18/01/1997.\nExh.75 : Copy of SC Gupta's letter dated 24/01/1997 FASCIMILE to Tony Fernandez and Capt. Harsh Wahi.\nExh.76 : Copy of fax of Capt. Harsh Wahi Amit ship Management to ONGC, asking availability of ONGC for their visit to Surat on 06/02/1997. Exh.77 : Copy of letter dated 05/02/1997 by Mr. S.C. Gupta ONGC to Amit ship management . Exh.78 : Copy of fax message dated 05/02/1997 of Capt. Harsh Wahi Amit Ship Mgt., to ONGC dated 05/02/1997 Exh.79 : Copy of fax message of Capt Harsh Wahi Amit ship Management dated 08/02/1997 to ONGC stating appointment of Tony Fernandez as their Surveyor to investigate the matter dated 08/02/1997.\nExh.80 : Copy of Mr. SC Gupta of ONGC's letter dated 11/02/1997 to Amit ship Management stating that Tony Fernandez had narrated and confirmed the collision of barge \"Preetisagar\" with ONGC Structure dated 11/02/1997 Exh.81 : Copy of message dated 13/02/1997 of Capt. Harsh Wahi to ONGC informing that Tony Fernandez was repeatedly requesting ONGC for providing detail drawings of Diffuser assessment of the damage estimated cost of repair dated 13/02/1997 Exh.82 : Copy of fax message dated 13/02/1997 of Capt. Harsh Wahi Amit ship Management to ONGC to attend the meeting with the Port officer,Magdalla on 28/02/1997 dated 13/02/1997.\nExh.83 : Copy of letter of Tony Fernandez Surveyor Amit ship Management to ONGC, copy to Oriental Insurance, informing that they have not received the documents namely detail drawings of diffuser, diving survey report, estimated cost of report dated 14/02/1997.\nExh.84 : Copy of fax message dated 14/02/1997 of Capt. Harsh Wahi to ONGC asking a copy under water survey report dated 14/02/1997.\nExh.85 : Copy of letter dated 15/02/1997 of Tony Fernandez Surveyor Amit ship Management complaining that ONGC does not wish to submit documents as requested dated 15/02/1997 Exh.86 : Copy of letter dated 17/02/1997 of SC Gupta to Amit ship Management forwarding five numbers of drawings and stating that estimate shall be made available to Amit ship Mgt., after doing a joint diving survey for assessment of damaged diffuser dated 14/02/1997.\nExh.87 : Copy of fax dated 17/02/1997 of Capt. Harsh Wahi to ONGC stating that Tony Fernandez to attend the meeting with port officer after receiving the drawings from ONGC dated 17/02/1997.\nExh.88 : Copy of letter of SC Gupta to Amit ship Management and Tony Fernandez stating that drawings have already been sent to them also informed estimated cost of re- installation around Rs.75.00 Lacs dated 20/02/1997.\nExh.89 : Copy of letter of Amit ship Management to SC Gupta,ONGC dated 24/02/1997 Exh.90 : Copy of fax message of SC Gupta ONGC to Amit ship Mgt. Informing that another set of drawings is being sent to Mr. Tony Fernandez directly dated 25/02/1997. Exh.91 : Copy of letter of SC Gupta ONGC to Tony Fernandez the surveyor of Amit ship Management sending another set of drawings (05 documents) dated 25/02/1997.\nExh.92 : Copy of another fax message dated 25/02/1997 addressed to Capt. Harsh Wahi of Amit ship Management asking to refrain from entering into any counter allegations and claims for the non-disclosed facts, and advising to send the remittance and settle ONGC claim at the earliest dated 25/02/1997 Exh.93 : Copy of letter of Tony Fernandez to SC Gupta, ONGC dated 01/03/1997. Exh.94 : Copy of fax message of ONGC R.K.V Patel to M/s.Oriental Insurance co. giving notice to pay the claimed amount of Rs.75.00 lacs or maximum covered for the damages dated 04/01/1997.\nExh.95 : Copy of letter of M/s. Oriental Insurance Co.\nto ONGC refuting the claim of ONGC on the damages along with cover dated 13/03/1997 Exh.96 : Copy of letter dated 01/05/1997 of SC Gupta ONGC to M/s. Oriental Insurance Co. to register the claim and if refused then on account for false allegation, the insurance co. be liable jointly or severally . Exh.97 : Copy of legal notice dated 03/05/1997 issued by Adv. P.J. Parmar to Amit Ship Mgt., Exh.98 : Copy of reply dated 17/05/1997 by Adv.\nRohit Shetty (Amit ship Management ) to the legal notice of Adv. P.J. Parmar for ONGC Exh.99 : Copy of letter dated 03/06/1997 of SC Gupta ONGC to Amit ship Mgt. Informing that ONGC is going ahead to file a case of damages in the appropriate court Exh.100 : Copy of underwater inspection report dated 10/04/1997 by Technical diving & allied Instrument services Co. along with the drawing .\nExh.101 : Copy of fax/letter dated 16/09/1997 from Coastal Marine Construction & Engg. Ltd. Addressed to J.B. Boda of Offshore Surveyor & Adjusters Pvt. Ltd. On the subject of preparing estimates of Rs.1.06 Crores and clearance of Debris in respect to rein- station of diffuser system at Hazira dated 16/09/1997.\nEx.102(Exh112): J.B. Boda offshore Surveyors & Adjusters Pvt. Ltd., report dated 22/09/1997 carrying out a Cost Assessment of Damage/Loss sustained to the Diffuser system of ONGC estimating the cost of Rs.1.06 crore Exh.103: Copy of Adv. P.J. Parmar's final notice dated 20/11/1997 to Amit Ship Mgt. Claiming Rs.1,05,38,000/-\n6.2 Evidence led on behalf of the defendants:\nOral Evidence of defendant No.1:\nExh.115: Deposition in form of affidavit in lieu of Examination in Chief under Order-18 Rule-4 of CPC tendered by Mrs. Manjula Wahi and cross examination.\nExh.116: Deposition in form of affidavit in lieu of Examination in Chief under Order-18 Rule-4 of CPC tendered by Anthony W.J. Fernandez (also known as Tony Fernandez) and cross examination Documentary Evidence of defendant No.1:\nExh.117: Letter addressed to Amit Ship management Pvt. Ltd., by Gujarat Maritime Board for payment of port charges dated 1 7/01/1999 Exh.118: Original payment receipt for Rs.98,000/-\npaid to Aristo Shipping Pvt. Ltd., by the defendant dated 27/03/1999 Exh.119: Original payment receipt dated 09/04/1999 Exh.120: Original payment receipt dated 28/04/1999 Exh.121: Original letter written by Aristo Shipping Pvt. Ltd., to defendant for Annual repair of the vessel dated 14/09/199 Exh.122: Original payment receipt of Rs.1650/- paid by the defendant to Gujarat Maritime Board dated 10/09/1999 Exh.123: Original Authority letter of Aristo Shipping Pvt. Ltd., dated 09/11/1993.\nExh.124: Original payment receipt showing that defendant has paid Rs.1650/- to Maritime Board towards water charges dated 04/02/2000 Exh.125: Office copy of letter written by the defendant to Aristo shipping Pvt. Ltd., bearing original sign and seal dated 29/06/2000 Exh.126: Office copy of letter written by the defendant to Aristo Shipping Pvt. Ltd., which bears the signature of Manager of Aristo Co., dated 30/06/2000 Exh.127: Certificate of Survey issued by the Government of Maharashtra dated 26/10/2000 Exh.128: Original challan of Bank of Baroda showing that defendant has paid Rs.444/- towards Postal light for the vessel Pritisagar dated 26/05/2000 Exh.129: Receipt of Rs. 546/- of Bombay Port Trust dated 07/06/2000.\nExh.130: --- do --- Rs. 480/- dated 07/06/2000 Exh.131: Letter of Master B.S.Reddy addressed to defendant for returning of Preetisagar to Magdalla Port dated 03/06/2000 Exh.132: Copy of the letter addressed to Mercantile Marine Department by the defendant for single voyage permission of M.V. Preetisagar dated 05/06/2000 Exh.133: Certificate given by the Supervisor of Preetisagar to defendant dated 29/06/2000 Exh.134: Original letter written by the defendant to Mumbai Port Trust dated 17/07/2000 Exh.135: Payment receipt showing that defendant has paid Rs.2480/- to Bombay Port Trust for Aristo Shipping Pvt. Ltd. Dated 10/06/2000 Exh.136: Letter written by defendant to Port Officer,Magdalla dated 13/01/2000 Exh.137: RPAD acknowledgment slip showing that the copy of the said letter sent to Aristo Shipping Pvt. Ltd., by RPAD dated 17/01/2000 Exh.138: Original letter written by Aristo Shipping Pvt. Ltd., to defendant dated 29/01/2000 Exh.139: Copy of letter written by the defendant to Oriental Insurance Co. Ltd., 29/05/2000 Exh.140: Copy of the cheque showing that defendant had paid/deposited Rs.22,892/- with the insurance Co., dated 29.05/2000 Exh.141: Original receipt issued by the insurance company for the said payment dated 29/05/2000 Exh.142: Letter of Insurance Co., addressed to Divisional office, Vasco De gama, Goa dated 31/05/2000.\nOral Evidence of defendant No.2:\nExh.145: Deposition in form of affidavit in lieu of Examination in Chief under Order-18 Rule-4 of CPC tendered by Mr.Bhupendra K. Rathwa and cross- examination.\nDefendant No.2 did not file any documentary evidence on record.\n7. That thereafter, all the parties to the suit filed their written submissions at Exs.149, 150 and 151 respectively. That thereafter, on appreciation of evidence, the learned Judge, Commercial Court, Vadodara, has held that the plaintiff has proved the involvement of \"M.V.PREETISAGAR\" in collision. However, thereafter, on appreciation of evidence, the learned Commercial Court , Vadodara, has dismissed the suit by giving the finding that the defendants have successfully proved that collision had occurred due to high tide which was the act of God and therefore, the original defendant No.2 - Insurance Company had rightly rejected the claim of the plaintiff. Feeling aggrieved and dissatisfied with the impugned judgment and decree passed by the learned Judge, Commercial Court , Vadodara, in dismissing the suit, the original plaintiff has preferred the present First Appeal.\n8. Shri S.I.Nanavati, learned Senior Advocate, has appeared on behalf of the appellant - original plaintiff, Shri S.P.Majmudar, learned advocate, has appeared on behalf of respondent No.1 - original defendant No.1 and Shri Vibhuti Nanavati, learned advocate, has appeared on behalf of respondent No.2 herein - original defendant No.2.\n9. Shri S.I.Nanavati, learned Senior Advocate appearing on behalf of the original plaintiff has vehemently submitted that in the facts and circumstances of the case, the learned Judge has materially erred in dismissing the suit by observing that the collision had taken place/ caused due to the act of God, therefore Insurance Company is not liable to pay the damages under the insurance Policy.\n9.1 It is further submitted by Shri S.I.Nanavati, learned Senior Advocate appearing on behalf of the original plaintiff that as such, the learned Judge has specifically held Issues Nos.1 and 2 in favour of the plaintiff and therefore, the learned trial Court ought to have decreed the suit once having held Issues Nos.1 and 2 in the affirmative.\n9.2 It is further submitted by Shri S.I.Nanavati, learned Senior Advocate appearing on behalf of the original plaintiff, that as such, the learned trial Court has materially erred in holding that the collision had occurred due to the act of God. It is submitted by Shri Nanavati that the finding recorded by the learned trial Court that the collision had taken place/ occurred due to the act of God is on misreading of the evidence on record, more particularly, the deposition of witnesses examined on behalf of the defendants. It is vehemently submitted by Shri S.I.Nanavati, learned Senior Advocate that as such, considering the deposition of the witness examined on behalf of defendant No.1 - Ms.Manjula Wahi examined at Ex.115 and the deposition of the defendant witness - Mr.Anthony W.J.Fernandez, examined at Ex.116, it can be seen and said that there was an element of human intervention due to which the accident had taken place and there was a collision and therefore, the learned trial Court has materially erred in holding that the collision had occurred due to the act of God.\n9.3 It is further submitted by Shri S.I.Nanavati, learned Senior Advocate appearing on behalf of the original plaintiff, that the witness examined on behalf of defendant No.1 at Ex.115 has specifically stated that since the tide was in flood, all barges swept upstream in the direction of the right bank of river Tapi and in the meantime all the barges including the barge of defendant No.1 started their respective engines and removed their mooring lines from one another with a view to clear of each other and also to ensure that they do not run ground on the right to bank of river Tapi and/or collide with each other or anything. It is submitted that therefore, when thereafter the collision had taken place, it cannot be said to be an act of God and therefore, the learned trial Court has materially erred in rejecting the suit. 9.4 In support of the above submissions, Shri S.I.Nanavati, learned Senior Advocate appearing on behalf of the original plaintiff has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Divisional Controller, KSRTC v. Mahadeva Shetty And Another reported in (2003)7 SCC 197.\n9.5 It is further submitted by Shri S.I.Nanavati, learned Senior Advocate appearing on behalf of the original plaintiff that as such, the learned trial Court had not even framed the proper issues, more particularly, with respect to the act of God. It is submitted that therefore, in absence of any issue framed by the learned trial Court with respect to the act of God, the learned trial Court has materially erred in holding that the collision had occurred due to the act of God. Therefore, relying upon the decisions of the Hon'ble Supreme Court in Vishwanatha Achari v. Kanakasabapathy - (2005)6 SCC 56; Prem Chand And Others v. Board of Revenue, Uttar Pradesh And Others - (2008) 10 SCC 533;\nRishabh Chand Jain And Another v. Ginesh Chandra Jain - (2016)6 SCC 675; Shri S.I.Nanavati, learned Senior Advocate has requested to frame additional issue, namely, whether the collision had taken place/ occurred due to the act of God, in exercise of powers under Section 107 of the Code of Civil Procedure, 1908, and to remand the matter to the learned trial Court for frresh decision on such additional issue.\n9.6 Making the above submissions and relying upon the aforesaid decisions, it is requested to admit/ allow the present appeal and in the alternative, to frame additional issue, namely, whether the collision had taken place due to the act of God and therefore the defendant No.2 - Insurance Company is not liable to pay any amount of damages under the Insurance Policy, and to remand the matter to the learned trial Court to decide such issue and then dispose of the suit, afresh.\n10. Present appeal is vehemently opposed by Shri S.P.Majmudar, learned advocate appearing on behalf of respondent No.1 herein - original defendant No.1. 10.1 It is submitted by Shri S.P.Majmudar, learned advocate appearing on behalf of respondent No.1 that in the facts and circumstances of the case, the learned Judge, Commercial Court, has not committed any error in dismissing the suit. It is submitted that as such, on appreciation of evidence, the learned Judge has specifically observed and held that the collision had occurred due to the high tide which was the act of God, therefore, the Insurance Company had rightly rejected the claim of the plaintiff. 10.2 It is further submitted by Shri S.P.Majmudar, learned advocate appearing on behalf of respondent No.1 that in fact, because of non-framing of the specific issue, namely, whether the collision had occurred due to the high tide which was the act of God, the impugned judgment and decree passed by the learned trial court dismissing the suit is not vitiated. 10.3 It is further submitted that in the present case as such, all the parties went to the trial knowing fully well the real issue, namely, whether the collision had occurred due to the high tide which was the act of God, and adduced the evidence. Therefore, no prejudice has been caused to either of the parties and therefore it is not open for the plaintiff now to raise the question of non-framing of the said issue. 10.4 In support of his above submission, Shri S.P.Majmudar, learned advocate appearing for defendant No.1 has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Swamy Atmananda And Others v. Sri Ramakrishna Tapovanam And Others reported in (2005)10 SCC 51 (Paragraph-\n39) as well as the decision of the Hon'ble Supreme court in the case of Sayeda Akhtar v. Abdul Ahad reported in (2003)7 SCC 52 (Paragraphs-10 and\n12).\n10.5 It is further submitted by Shri S.P.Majmudar, learned advocate appearing for defendant No.1 that in the present case, the learned trial court framed issues at Ex.46 on 06.03.2009 and thereafter, all the parties went for trial. At no point of time, the plaintiff requested to re-frame the issues and/or to frame additional issue as provided under Section 107 of the CPC. It is submitted that even in the present appeal, as such, the appellant - original plaintiff has not submitted any application to frame the additional issue. It is submitted that therefore, it is not open for the appellant - original plaintiff now to make the grievance with respect to non-framing of a particular issue and that too, by making the oral submissions. 10.6 It is further submitted by Shri S.P.Majmudar, learned advocate appearing for defendant No.1 that merely because the learned trial Court held Issue No.1 in partly-affirmative and Issue No.2 in affirmative, the plaintiff shall not be entitled for the loss/ damages suffered due to collision. It is submitted that as such, the plaintiff was required to prove by leading the evidence that the collision occurred not because of the act of God but it was because of the human intervention and it was not an act of God alone. It is submitted that neither in the Plaint, there were any specific pleadings that the collision had occurred not due to the act of God but because of the human intervention. It is submitted that even the same is also not established and proved by the plaintiff from the deposition of the witnesses examined on behalf of plaintiff at Ex.62 and Ex.111.\n10.7 It is further submitted by Shri S.P.Majmudar, learned advocate appearing for defendant No.1 that even otherwise, the plaintiff has miserably failed to establish and prove by leading cogent evidence that the collision had occurred due to any negligence and/or inaction on the part of the crew members of \"M.V.PREETISAGAR\".\n10.8 It is further submitted by Shri S.P.Majmudar, learned advocate appearing for defendant No.1 that the plaintiff has miserably failed to prove and establish by leading cogent evidence that the defendant's barge collided with the plaintiff's diffuser structure which was due to the negligence and/or carelessness and/or any inaction on the part of crew members of \"M.V.PREETISAGAR\".\n10.9 Now, so far as reliance placed upon the deposition of the defendant's witnesses by learned Senior Counsel appearing on behalf of the appellant - original plaintiff is concerned, it is submitted that as such, from the deposition of witnesses examined on behalf of the defendants, it cannot be said that the said witnesses have admitted that the collision had occurred because of human intervention and it was not an act of God. It is submitted that even otherwise, as per the settled proposition of law, it is the plaintiff who has to prove his case by leading cogent evidence and the plaintiff cannot succeed on the weakness of the defendant.\n10.10 In support of his above submissions, Shri S.P.Majmudar, learned advocate appearing for defendant No.1 has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Union of India And Others v. Vasavi Cooperative Housing Society Limited And Others reported in (2014)2 SCC 269.\n10.11 Making the above submissions, it is requested to dismiss the present appeal.\n11. The present appeal is also vehemently opposed by Shri Vibhuti Nanavati, learned advocate appearing for respondent No.2 herein - original defendant No.2. 11.1 It is submitted by Shri Vibhuti Nanavati, learned advocate appearing for defendant No.2 that the alleged incident occurred due to an inevitable accident and the said inevitable accident was the parting and mooring rope of another barge and not \"M.V.PREETISAGAR\" and was beyond the reasonable control of defendant No.1 - ASPL and the Master/ crew of the barge. It is submitted that thereafter the situation aggravated by the tidal current which was an act of God. It is submitted that the current caused the set of eight barges to drift and rotate and \"M.V.PREETISAGAR\" was caught by the inflowing tide. It is submitted that therefore, as it was an act of God, as rightly observed by the learned trial court, there is no legal liability on the part of original defendant No.1, and therefore, there is no question of sanctioning the claim under the insurance policy. 11.2 Making the above submissions, it is requested to dismiss the present appeal.\n12. Heard learned counsel appearing for the respective parties at length. We have perused the impugned judgment and decree passed by the learned Judge, Commercial Court, Vadodara, dismissing the suit. We have re-appreciated the entire evidence on record from the paper-book supplied by the learned counsel appearing on behalf of the respective parties.\n13. At the outset, it is required to be noted that the original plaintiff instituted the suit claiming Rs.1,24,42,480/- for the damages to the structure of the diffuser system of the plaintiff which was due to the collision of the barge/ vessel named \"M.V.PREETISAGAR\" belonging to original defendant No.1 which collided with the stationary structure meant for disposal of treated effluent of the plaintiff - Company. A decree was also sought against original defendant No.2-Insurance Company - insurer of original defendant No.1. It is required to be noted that original defendant No.2 repudiated the claim mainly on the ground that collision had occurred because of the act of God and therefore, the Insurance Company is not liable to pay under the insurance policy. Therefore, when the Insurance Company repudiated the claim on the ground that collision had occurred because of the act of God, the plaintiff was required to establish and prove by leading cogent evidence that it was not an act of God due to which the collision had occurred. In the Plaint, as such, there are no averments to the effect that it was not an act of God due to which the collision had occurred. There are no pleadings at all on the aforesaid. Even otherwise, considering the deposition of the witnesses examined on behalf of the plaintiff, the plaintiff has not been able to successfully establish and prove that it was not an act of God due to which the accident had occurred and that it occurred because of the human intervention. Even from the depositions of the witnesses examined on behalf of the plaintiff, it transpires that the plaintiff has failed to establish and prove that the collision had occurred because of any negligence on the part of crew members. On the contrary, from the depositions of the witnesses examined on behalf of the defendants, it can be seen that the defendants have been able to prove that accident had occurred owing to the act of God and it was beyond the control of any human being.\n14. In the deposition of the plaintiff's witness No.1, Ms.Manjula Wahi, examined at Ex.115, she has categorically stated in the examination-in-chief as under:\n\"3. I declare and state that on the evening on\n15.12.1996 the said barge (M.V.PREETISAGAR) was berthed alongside several other barges namely, 1) M.V.Martha Clipper, 2) M.V.Champasagar, 3) M.V.Viola, 4) M.V. Chaitra, 5) M.V. Echo Iris, 6) M.V.Aditi, 7) M.V.Bluestar and 8) M.V.PREETISAGAR. I state that on 16.12.1996 at or about 5:30 a.m. the stern Mooring rope securing M.V.Champasagar to M.V.Maratha Clipper broke and which resulted on the other barge alongside M.V.Maratha Clipper to swing toward the centre line of the river due to a strong flow of tide and soon thereafter the low mooring rope securing M.V.Champasagar, M.V.Maratha Clipper also broke resulting in all the self propelled barge becoming loose alongside M.V.Maratha Clipper.\n4. I further declare and state that since the tide was in flood, all barges swept upstream in the direction of the right bank of river Tapi. In the meantime all the barges including barge of our company, started their respective engines and removed their mooring lines from one another with view to clear of each other and also to ensure that they doe not run ground on the right bank of river Tapi and/or collide with each other or anything.\n5. I further state that barge of defendant was at relevant point of time in the middle of the river was fully under the control of its master and crew and the collision of any nature was avoided either by the bank of river Tapi or by colliding or with anything else, even with the plaintiff's diffuser structure as sought to be made out.\n... ... ...\n9. I declare and state that the survey report dated 08.02.1997 prepared by surveyor stating that - I) the breaking of the mooring ropes of M.V.Maratha Clipper and M.V.Champaksagar was an act of God, ii) the alleged contact of this defendant's barge with the plaintiff's diffuser structure was an envisaged accident, iii) the defendant's barge qualifies for immunity under common law and hence there is no legal liability. I also declare and state that in the subsequent event the crew members or any other officer of our company was never called for any investigation or not any statement obtained by them.\n10. I submit that there was no contact at all between this defendant's barge and plaintiff's diffuser structure which was corroborated by the surveyor's report and stated that there were no signs of any damages of whatsoever nature on the barge of this defendant and as such there is no liability of defendant No.1 in terms of damage of plaintiff's diffuser system.\n... ... ...\n12. I also submit that in the meantime Port Officer convinced that the act of the plaintiff was wrong and malafide in foisting their alleged claim over the defendant and the Port Officer allowed operating the defendant's barge without any restriction.\n13. I submit that the defendant No.2 by their letter dated 13.03.1997 stated that NO LIABILITY IS CAST UPON THIS DEFENDANT and therefore nothing is payable by them. It is also brought on record that the information which was required by the Surveyor was never submitted to him.\"\nIn the cross-examination of the said witness, no question is asked to the said witness contrary to and/or disputing what was stated hereinabove. In the cross-examination, there is no suggestion at all that it was not an act of God due to which the collision had occurred but it was due to the human intervention. No question is asked to the said witness that the collision had occurred and damage to the plaintiff's diffuser system was caused by \"M.V.PREETISAGAR\"\ndue to any negligence and/or inaction on the part of the crew members of \"M.V.PREETISAGAR\". Therefore, whatever is stated in the examination-in-chief by the said witness had gone unchallenged.\n15. Similarly, in the deposition of witness Mr.Anthony W.J.Fernandez, a Surveyor who has been examined on behalf of the defendant at Ex.116, and in the examination-in-chief, he has stated inter alia as under:\n\"3. I state in my capacity as the Insurance Surveyor, I had requested the ONGC officials present in the meeting referred to the previous paragraph, to provide me detailed drawings of the Diffuser Unit Structure, including its weight, dimensions, diving survey reports to establish the nature and extent of damages, and estimates for the repair of the alleged damages from the Officers of ONGC, but the same were not provided. Inspection reports of the Insured Vessel giving evidence of the alleged contact with the Diffuser Unit, were also for but the same was not provided. My inspection of the Insured Vessel revealed no damages to indicate any contact with an external object such as the Diffuser Unit.\n4. I state that during the course of inquiry in the said incident I met the Crew Members of the Insured Vessel and they had informed me as follows:\n4.1 That at about 5:30 hours (local time) on 16.12.1996, the Insured Vessel M.V.PREETISAGAR had broken loose along with seven other Barges all of which were secured alongside No.1 Jetty at Magdella Port.\n4.2 The stern mooring rope securing one of the Barges named M.V.CHAMPASAGAR to another Barge named M.V.MARATHA CLIPPER broke, resulting in all the seven Barges breaking away from the Jetty and drifting uncontrollably in the Tapi River.\n4.3 The stern mooring rope broke due to the unusually strong current of the Tapi River flowing downstream causing excessive strain on the mooring ropes.\n4.4 The unusually strong current was caused due to the Authorities opening the Sluice Valves of the Dam across the Tapi River upstream, which caused the swelling of the River and the strong current that broke the mooring ropes.\n4.5 After the stern mooring ropes broke the group of Barges drifted uncontrollably downstream to the center of the River.\n5. This happened suddenly and efforts were made to remove the mooring ropes connecting one Barge to another. The engines of the Barges were then started to manoeuvre the Barges away from the shallow river bank, to enable the Barges to return to the safety of the Jetty.\n... ... ...\n7. I state that after detailed inquiry of the said incident I arrived at the conclusion that there was no objective evidence that the Insured Vessel had made contact with the Diffuser Unit of ONGC. Even if the Insured Vessel had collided made contact with the Diffuser Unit, such an act was beyond the reasonable control of the Master of the Insured Vessel due to the sudden unexpected strong current, and therefore may be described as Inevitable Accident (an immunity under Common Law), for which there is no liability on the part of the Insured Vessel and therefore no liability for the alleged damage under the terms of the Policy of Insurance.\"\nDuring the cross-examination of the said witness on behalf of the plaintiff, whatever is stated by the said witness in the examination-in-chief has gone unchallenged. Thus, as observed hereinabove, the plaintiff has failed to prove by leading cogent evidence that it was not an act of God due to which the collision had taken place but it was due to human intervention. As such, it is for the plaintiff to first prove the aforesaid because in fact, the Insurance Company from the very beginning repudiated the claim on the ground that as it was an act of God, there is no legal liability on its part to make the payment under the insurance policy.\n16. Now so far as the submission on behalf of the plaintiff that as the learned trial Court has not framed the specific issue whether the collision had occurred due to the act of God and therefore, the Insurance Company is justified in repudiating the claim is concerned, at the outset, it is required to be noted that as such, the parties led the evidence on the aspect whether the collision had occurred due to act of God, or not. A bare perusal of the judgment and decree passed by the learned Commercial Court demonstrates that the parties were aware about that and not only adduced the evidence on that behalf but also advanced their respective submissions in relation thereto. Under the circumstances and on the point of whether the collision had occurred due to the act of God, or not, though no specific issue has been framed by the learned trial Court, yet, it is clear on the basis of the relevant pleadings and the evidence produced that the parties were well familiar with the existence of the said issue. Under the circumstances, in face of want of framing of the issue, neither any prejudice has been caused nor the proceedings are vitiated. At this stage, the decision of the Hon'ble Supreme Court in the case of Sayeda Akhtar v. Abdul Ahad (supra) is required to be referred to. In the case before the Hon'ble Supreme Court, the High Court set aside the order passed by both the Courts below on the ground that the learned trial Court did not frame the specific issue with respect to the nuisance. However, having observed and found that the parties were aware about the said issue and not only adduced the evidence in that behalf but also advanced their respective submissions in relation thereto, by observing in Paragraphs-10 and 12, as under, the Hon'ble Supreme Court set aside the order passed by the High Court. Paragraphs-10 and 12 of the said decision are as under:\n\"10. Furthermore, as indicated hereinbefore, the plaintiff sought for a decree for eviction against the defendant also on the ground of commission of nuisance. It is true that the trial court did not frame any specific issue therefore but a bare perusal of the judgment passed by the learned trial court will clearly demonstrate that the parties were aware thereabout and not only adduced evidence in that behalf but also advanced their respective submissions in relation thereto. The court of appeal formulated two specific questions; for determination of the appeal, one of them being:\n\"Whether the appellant had created nuisance in the premises in question\"?\nIt was held:\n\"On the point of nuisance, though, no issue was framed by the lower court yet it is clear on the basis of relevant pleadings and evidence produced that the parties were well familiar with the existence of the said issues. Under the circumstances, in face of the want of framing of issues, the prejudice was not caused nor the proceedings were vitiated, it is not proper to remand the case back in view of the decision of the Supreme Court reported as Nedunuri Kameswaramma v. Sampati Subba Rao - AIR 1963 SC 884.\"\n... ... ...\n12. In its impugned judgment the High Court did not advert to the said question at all. It set aside the aforementioned findings purported to be on the ground that no issue was framed by the trial court on the point of nuisance. The High Court in the second appeal could not have without sufficient and just reason interfered with the concurrent findings of fact of the courts below. We are, therefore, of the opinion that the judgment of the High Court cannot be sustained.\"\n16.1 At this stage, even the decision of the Hon'ble Supreme Court in the case of Swamy Atmananda And Others v. Sri Ramakrishna Tapovanam And Others (supra) is also required to be referred to and considered. In the said decision, the Hon'ble Supreme Court has specifically observed that if the parties went to the trial knowing fully well the real issues involved and adduced evidence, in such a case without establishing prejudice, it would not be open to a party to raise the question of non-framing of the particular issue. In the said decision, the Hon'ble Supreme Court had considered another decision of the Hon'ble Supreme Court in the case of Nedunuri Kameswaramma v. Sampati Subba Rao - AIR 1963 SC 884. In Paragraphs-39 and 40, the Hon'ble Supreme Court in the case of Swamy Atmananda And Others v. Sri Ramakrishna Tapovanam And Others (supra) has observed and held as under:\n\"39. If the parties went to the trial knowing fully well the real issues involved and adduced evidence in such a case without establishing prejudice, it would not be open to a party to raise the question of non- framing of particular issue.\n40. In Nedunuri Kameswaramma vs. Sampati Subba Rao [AIR 1963 SC 884], it was observed: (SCR p.214) \"No doubt, no issue was framed, and the one, which was framed, could have been more elaborate; but since the parties went to trial fully knowing the rival case and led all the evidence not only in support of their contentions but in refutation of those of the other side, it cannot be said that the absence of an issue was fatal to the case, or that there was that mistrial which vitiates proceedings. We are, therefore, of opinion that the suit could not be dismissed on this narrow ground, and also that there is no need for a remit, as the evidence which has been led in the case is sufficient to reach the right conclusion. Neither party claimed before us that it had any further evidence to offer.\"\n16.2 Under the circumstances and in the facts and circumstances narrated hereinabove, the impugned judgment and decree passed by the learned trial Court is not vitiated on the ground that the learned trial Court has not framed the specific issue that whether the collision had occurred due to act of God, or not.\n16.3 Under the circumstances and in the facts and circumstances of the case, the decisions of the Hon'ble Supreme Court in the case of Vishwanatha Achari v. Kanakasabapathy (supra); Prem Chand And Others v. Board of Revenue, Uttar Pradesh And Others (supra) and Rishabh Chand Jain And Another v. Ginesh Chandra Jain (supra), shall not be applicable to the facts of the case on hand.\n16.4 Even otherwise, it is required to be noted that the issues were framed as far back as on 06.03.2009. However, at no point of time, learned counsel appearing for the plaintiff raised any dispute with respect to non-framing of the aforesaid specific issue. No application was given by the parties to re-frame the issues and/or to frame the additional issue. On the contrary, parties went ahead with the trial / suit on the basis of the issues already framed at Ex.46 and led the evidence and even made submission on the aspect whether the collision had occurred due to act of God or not. Under the circumstances and in the facts and circumstances of the case, the impugned judgment and decree passed by the learned trial Court is not vitiated by non-framing of the specific issue whether the collision had occurred due to act of God or not.\n17. Now so far as reliance placed upon some part of the defendants' witness by the learned Senior Counsel appearing on behalf of the plaintiff, more particularly, Paragraph-4 of the examination-in-chief of Ms.Manjula Wahi at Ex.115 and the submission that even according to witness of defendant No.1, all the barges, including the barge of defendant No.1- Company started their respective engines and removed their mooring lines from one another with a view to clear of each other, and also to ensure that they did not run ground on the right to bank of river Tapi and/or collide with each other or anything, and therefore, according to learned Senior Counsel for the plaintiff, it can be said that the collision had occurred because of human intervention and therefore, the same cannot be said to be an act of God, is concerned, at the outset, it is required to be noted that the entire evidence/ deposition is required to be read as a whole. It is required to be noted that the tide was in flood and all barges swept upstream in the direction of the right bank of river Tapi. It also appears from the deposition of the defendant's witness that stern mooring rope broke due to the unusual strong current of Tapi river flowing downstream causing excessive strain on the mooring ropes. Therefore, the main cause was the unusual strong current and the tide was in flood. Merely because thereafter all the barges, including the barge of the plaintiff started their respective engines and removed their mooring lines from one another and thereafter the collision had occurred, it cannot be said that the collision occurred because of human intervention. On the contrary, it can be said that everybody tried with a view to clear each other and also to ensure that they do not run ground on the right to bank of river Tapi and/or collide with each other or anything. Therefore, still it can be said to be an act of God. At this stage, it is required to be noted and as observed hereinabove as such, neither the plaintiff has pleaded in the Plaint nor the plaintiff has led any evidence to prove and establish that it was not an act of God due to which the collision had occurred. It is a cardinal principle of law that it is for the plaintiff to establish and prove his case and the plaintiff cannot succeed on the weakness of the defendant. Therefore, in the facts and circumstances of the case, as such, the decision of the Hon'ble Supreme Court in the case of Divisional Controller, KSRTC v. Mahadeva Shetty And Another (supra) shall not be applicable to the facts of the case on hand and the evidence on record. Even in the said decision also, it is observed and held by the Hon'ble Supreme Court that the expression \"act of God\" signifies the operation of natural forces free from human intervention, such as lightning, storm etc. It may include such unexpected occurrences of nature as severe gale, snowstorms, hurricanes, cyclones, tidal waves and the like. It is true that in the said decision, the Hon'ble Supreme Court has also observed that every unexpected wind and storm does not operate as an excuse from liability, if there is a reasonable possibility of anticipating their happening. In the present case, it is not the case on behalf of the plaintiff there there was a reasonable possibility of anticipating the happening. In the said decision also, it is specifically observed that an act of God provides no excuse unless it is so unexpected that no reasonable human foresight could be presumed to anticipate the occurrence, having regard to the conditions of time and place known to be prevailing. Such was not the case on behalf of the plaintiff. Under the circumstances, the said decision shall not be of any assistance to the plaintiff considering the evidence on record.\n18. In view of the above and for the reasons stated hereinabove, the present appeal fails and the same deserves to be dismissed. It is, accordingly, dismissed. The Registry is directed to send the Record and Proceedings back to the learned Commercial Court, Vadodara, forthwith.\nsd/-\n(M.R. SHAH, J) sd/-\n(A.Y. KOGJE, J) sunil",
  "cleaned_text": "gujarat high court oil and natural gas corporation ltd vs amit ship managment pvt ltd on 27 april, 2018 author: m.r. shah bench: m.r. shah, a.y. kogje c/fa/474/2018 cav judgment in the high court of gujarat at ahmedabad r/first appeal no. 474 of 2018 for approval and signature: honourable mr.justice m.r. shah sd/and honourable mr.justice a.y. kogje sd/========================================================== 1 whether reporters of local papers may be allowed to yes see the judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy of the no judgment ? 4 whether this case involves a substantial question of law no as to the interpretation of the constitution of india or any order made thereunder ? ========================================================== oil and natural gas corporation ltd versus amit ship managment pvt ltd ========================================================== appearance: mr si nanavati, senior advocate with mr akshat khare(5912) for the appellant mrs suman khare (2226) for the appellant mr sp majmudar (3456) for respondent(s) no. 1 mr vibhuti nanavati (513) for respondent(s) no. 2 ========================================================== and honourable mr.justice a.y. kogje date : 27/04/2018 cav judgment (per : honourable mr.justice m.r. shah) 1. feeling aggrieved and dissatisfied by the impugned judgment and decree passed by the learned commercial court, vadodara, in commercial civil suit no.25/2016, by which the learned judge has dismissed the said suit, the original plaintiff oil and natural gas corporation ltd. has preferred the present appeal. 2. the facts leading to the present appeal in the nutshell are as under: 2.1 that the appellant herein (hereinafter referred to as the original plaintiff) instituted suit against the respondents herein original defendants for recovery of rs.1,24,42,480/along with running interest @ 18% p.a. for the damages sustained by it. it was the case on behalf of the original plaintiff, so stated in the plaint, that the plaintiff had constructed/ installed diffuser system for disposal of treated effluent water amidst river tapi in the year 1991 and the said system had been functioning for the past about six/seven years for the disposal of treated effluent. it was averred in the plaint that on 16.12.1996, a barge/ vessel named \"m.v.preetisagar\" belonging to defendant no.1 amit ship management pvt. ltd. was moving around magdalla port area and that the said barge/ vessel had collided with the said stationary structure meant for disposal of treated effluent of the plaintiff company. it was averred in the plaint that due to the said collision, the structure of the diffuser system was hit and uprooted and was damaged very badly for which defendant no.1 company is responsible and also liable to pay the damages. 2.2 it was the case on behalf of the original plaintiff that the plaintiff thereafter informed defendant no.1 about the said collision and requested to pay the expenditure that will be incurred towards repairing/ replacement of the said damage. defendant no.1 was also requested by the plaintiff to remove the debris of the diffuser structure as it may cause damage to other passing vessels. it was further averred in the plaint that mr.tony fernandez, the managing director of m/s.tony fernandez average adjusters pvt. ltd., mumbai, was appointed as a surveyor, who also narrated the incident in detail and confirmed the said collision of the said barge/ vessel \"m.v.preetisagar\" of defendant no.1 with the said stationary structure of the plaintiff. 2.3 it was further the case on behalf of the plaintiff that thereafter, the plaintiff served a legal notice upon defendant no.1 to pay rs.75.00 lakhs being the approximate damage etc. but defendant no.1 did not comply with the said notice and instead gave a very vague, illegal and evasive reply on 17.05.1997. according to the plaintiff thereafter, on the basis of the survey carried out by m/s.technical diving and allied instrument services co., mumbai, which was appointed by the plaintiff to carry out the underwater inspection of the said diffuser system at river tapi to ascertain the condition of the knocked down structure, the claim was enhanced to rs.1,05,38,000/-. 2.4 that thereafter, the plaintiff served one another notice calling upon defendant no.1 to pay rs.1,05,38,000/but defendant no.1 did not make the payment of damages. according to the plaintiff, as the said barge/ vessel \"m.v.preetisagar\" was insured with defendant no.2 the oriental insurance company limited and being the insurance company, defendant no.2 is also liable for and on behalf of defendant no.1 company to pay such amount of damages to the plaintiff and therefore, the plaintiff also joined defendant no.2 insurance company in the suit. 2.5 the suit was opposed by the defendants. the original defendant no.1 filed written statement ex.40 and denied all the averments made in the plaint. it was the case on behalf of defendant no.1 that defendant no.1 was only the charter of \"m.v.preetisagar\" and not the owner thereof. it was also contended on behalf of original defendant no.1 that on 16.12.1996, the stern mooring rope securing \"m.v.champaksagar\" to \"m.v. maratha clipper\" having broken, resulted on the other barges along with \"m.v.maratha clipper\" to swing towards the center line of the river due to a strong flow of tide. it was submitted that since the tide was in flood, all the barges swept upstream in the direction of the right bank of river tapi and in the meantime, total barges including the barge of defendant no.1, started their respective engines and removed their mooring lines from one another with a view to clear of each other and also to ensure that they do not run around on the right bank of river tapi and collided with the plaintiff's diffuser structure. it was also contended by defendant no.1 that though the main allegation of the plaintiff is that defendant's barge had collided with the plaintiff's diffuser structure on 16.12.1996, no complaint was lodged by the plaintiff either with the local police station or with the concerned port officer or with defendant no.1 on the same day. it was contended that in fact, defendant no.1 was informed about the alleged collision only in the second week of june 1997. therefore, denying the liability to pay any damages, it was requested to dismiss the suit. 2.6 the suit was also opposed by original defendant no.2 insurance company by filing written statement at ex.45. defendant no.2 denied all the averments made in the plaint. it was the case on the part of defendant no.2 that original defendant no.1 entered into a contract agreement at vasco-de-gama, goa, and obtained hull and machinery insurance policy of rs.45 lakhs for \"m.v.preetisagar\" and per condition of the policy, no third party risk is covered in the said policy and therefore, the plaintiff has got no legal right to claim as a third party from defendant no.2 by filing any sort of such petition against defendant no.2. it was also contended on behalf of defendant no.2 insurance company that the alleged incident occurred due to an inevitable accident and this inevitable accident was the parting and mooring rope of another barge and not \"m.v.preetisagar\" and was beyond the reasonable control of defendant no.1 aspl and the master/ crew of the barge. it was further submitted that thereafter the situation aggravated by the tidal current which was an act of god. it was contended that the current caused the set of eight barges to drift and rotate and \"m.v.preetisagar\" was caught by the inflowing tide. it was contended that the said immunities of inevitable accident and act of god is relevant and therefore, there is no liability on the part of defendant no.1 and therefore, no question of the policy of insurance responding to the claim of the plaintiff. it was further contended that as such, the diffuser structure of the plaintiff was already in a dilapidated condition. it was further contended that the plaintiff was insured with the united india insurance co. ltd. but since their claim was below the deductible excess of their policy, they had reportedly been advised by the united india insurance co. ltd. not to continue with the assignment and only to shelter themselves, the plaintiff has tried to throw the liability on the defendants. therefore, it was contended that the plaintiff has not come with clean hands and it is only an attempt to mislead the court . therefore, it was requested to dismiss the suit. 3. at this stage, it is required to be noted that initially, the suit was filed before the learned civil court, being special civil suit no.525/1997. the learned civil court framed the following issues at ex.46: \"1. whether the plaintiff proves the allegations made in the suit? 2. whether the plaintiff proves cause of action arose to file the suit? 3. whether the plaintiff is entitled to get the reliefs as prayed for? 4. what order and decree?\" 4. at this stage, it is required to be noted that after the issues were framed by the learned trial court at ex.46, on 06.03.2009, the case was fixed for the plaintiff's evidence, but the plaintiff did not appear before the court and therefore, vide order dated 31.03.2009, the suit came to be dismissed for nonprosecution. thereafter, the plaintiff filed an application for restoration of the suit. the said application was rejected vide order dated 16.09.2011. the said order of rejection was challenged by the plaintiff before this court by preferring appeal from order no.222/2012. the said appeal from order came to be allowed by this court vide order dated 23.01.2013, and thereby directed to restore the suit to its original number subject to the cost of rs.5,000/-. upon compliance of the order of this court , the case was restored to the original file. 5. however, thereafter, the suit came to be transferred to the commercial court, vadodara, on establishment of the commercial court at vadodara, under the provisions of the commercial courts act, 2015, which was numbered as commercial suit no.25/2016. 6. the parties to the suit led their evidence, both oral as well as documentary, as under: 6.1 evidence led on behalf of the plaintiff: oral evidence: exh.62 : deposition in form of affidavit in lieu of examination in chief and further affidavit under order-18 rule-4 of cpc tendered by mr. satinderpalsingh raghuviringh and cross examination. exh.111: deposition of narendranath balakrishnan menan and cross-examination. documentary evidence: exh.65 : copy of permission from gujarat maritime board for installation of diffuser system letter no. cmb/n/cmp/139(8)/ dtd. 16/10/1990 exh.66 : copy of ongc's letter dated 20/12/1996 to port officer exh.67 : copy of note approval for re-installation of diffuser structure dated 26/12/1996 exh.68 : copy of preliminary inspection report of damage dated 27/12/1996 exh.69 : copy of (k.gopinath's) ongc bombay letter dated 01/01/1997 to ggm (p) hazira . exh.70 : copy of ongc's letter dated 03/01/1997 to capt. harsh wahi, amit ship management. exh.71 : copy of letter of amit ship mgt. to dgm ongc, informing they had contacted their under-writer of goa about 16/12/1996 incident proposing the meeting on 8/01/1997. exh.72 : copy of s.c. gupta ongc's fax message dated 15/01/1997 to amit ship mgt. confirming the meeting with amit ship mgt. on 18/01/1997. exh.73 : copy of record note of meeting at ongc, hazira held on 18/01/1997. exh.74 : copy of fax of sh. s.c. gupta ongc, hazira to sh. gopinath risk management cell, ongc, mumbai for insurance claim indicating meeting with m/s. amit ship and ongc held on 18/01/1997. exh.75 : copy of sc gupta's letter dated 24/01/1997 fascimile to tony fernandez and capt. harsh wahi. exh.76 : copy of fax of capt. harsh wahi amit ship management to ongc, asking availability of ongc for their visit to surat on 06/02/1997. exh.77 : copy of letter dated 05/02/1997 by mr. s.c. gupta ongc to amit ship management . exh.78 : copy of fax message dated 05/02/1997 of capt. harsh wahi amit ship mgt., to ongc dated 05/02/1997 exh.79 : copy of fax message of capt harsh wahi amit ship management dated 08/02/1997 to ongc stating appointment of tony fernandez as their surveyor to investigate the matter dated 08/02/1997. exh.80 : copy of mr. sc gupta of ongc's letter dated 11/02/1997 to amit ship management stating that tony fernandez had narrated and confirmed the collision of barge \"preetisagar\" with ongc structure dated 11/02/1997 exh.81 : copy of message dated 13/02/1997 of capt. harsh wahi to ongc informing that tony fernandez was repeatedly requesting ongc for providing detail drawings of diffuser assessment of the damage estimated cost of repair dated 13/02/1997 exh.82 : copy of fax message dated 13/02/1997 of capt. harsh wahi amit ship management to ongc to attend the meeting with the port officer,magdalla on 28/02/1997 dated 13/02/1997. exh.83 : copy of letter of tony fernandez surveyor amit ship management to ongc, copy to oriental insurance, informing that they have not received the documents namely detail drawings of diffuser, diving survey report, estimated cost of report dated 14/02/1997. exh.84 : copy of fax message dated 14/02/1997 of capt. harsh wahi to ongc asking a copy under water survey report dated 14/02/1997. exh.85 : copy of letter dated 15/02/1997 of tony fernandez surveyor amit ship management complaining that ongc does not wish to submit documents as requested dated 15/02/1997 exh.86 : copy of letter dated 17/02/1997 of sc gupta to amit ship management forwarding five numbers of drawings and stating that estimate shall be made available to amit ship mgt., after doing a joint diving survey for assessment of damaged diffuser dated 14/02/1997. exh.87 : copy of fax dated 17/02/1997 of capt. harsh wahi to ongc stating that tony fernandez to attend the meeting with port officer after receiving the drawings from ongc dated 17/02/1997. exh.88 : copy of letter of sc gupta to amit ship management and tony fernandez stating that drawings have already been sent to them also informed estimated cost of reinstallation around rs.75.00 lacs dated 20/02/1997. exh.89 : copy of letter of amit ship management to sc gupta,ongc dated 24/02/1997 exh.90 : copy of fax message of sc gupta ongc to amit ship mgt. informing that another set of drawings is being sent to mr. tony fernandez directly dated 25/02/1997. exh.91 : copy of letter of sc gupta ongc to tony fernandez the surveyor of amit ship management sending another set of drawings (05 documents) dated 25/02/1997. exh.92 : copy of another fax message dated 25/02/1997 addressed to capt. harsh wahi of amit ship management asking to refrain from entering into any counter allegations and claims for the non-disclosed facts, and advising to send the remittance and settle ongc claim at the earliest dated 25/02/1997 exh.93 : copy of letter of tony fernandez to sc gupta, ongc dated 01/03/1997. exh.94 : copy of fax message of ongc r.k.v patel to m/s.oriental insurance co. giving notice to pay the claimed amount of rs.75.00 lacs or maximum covered for the damages dated 04/01/1997. exh.95 : copy of letter of m/s. oriental insurance co. to ongc refuting the claim of ongc on the damages along with cover dated 13/03/1997 exh.96 : copy of letter dated 01/05/1997 of sc gupta ongc to m/s. oriental insurance co. to register the claim and if refused then on account for false allegation, the insurance co. be liable jointly or severally . exh.97 : copy of legal notice dated 03/05/1997 issued by adv. p.j. parmar to amit ship mgt., exh.98 : copy of reply dated 17/05/1997 by adv. rohit shetty (amit ship management ) to the legal notice of adv. p.j. parmar for ongc exh.99 : copy of letter dated 03/06/1997 of sc gupta ongc to amit ship mgt. informing that ongc is going ahead to file a case of damages in the appropriate court exh.100 : copy of underwater inspection report dated 10/04/1997 by technical diving & allied instrument services co. along with the drawing . exh.101 : copy of fax/letter dated 16/09/1997 from coastal marine construction & engg. ltd. addressed to j.b. boda of offshore surveyor & adjusters pvt. ltd. on the subject of preparing estimates of rs.1.06 crores and clearance of debris in respect to reinstation of diffuser system at hazira dated 16/09/1997. ex.102(exh112): j.b. boda offshore surveyors & adjusters pvt. ltd., report dated 22/09/1997 carrying out a cost assessment of damage/loss sustained to the diffuser system of ongc estimating the cost of rs.1.06 crore exh.103: copy of adv. p.j. parmar's final notice dated 20/11/1997 to amit ship mgt. claiming rs.1,05,38,000/6.2 evidence led on behalf of the defendants: oral evidence of defendant no.1: exh.115: deposition in form of affidavit in lieu of examination in chief under order-18 rule-4 of cpc tendered by mrs. manjula wahi and cross examination. exh.116: deposition in form of affidavit in lieu of examination in chief under order-18 rule-4 of cpc tendered by anthony w.j. fernandez (also known as tony fernandez) and cross examination documentary evidence of defendant no.1: exh.117: letter addressed to amit ship management pvt. ltd., by gujarat maritime board for payment of port charges dated 1 7/01/1999 exh.118: original payment receipt for rs.98,000/paid to aristo shipping pvt. ltd., by the defendant dated 27/03/1999 exh.119: original payment receipt dated 09/04/1999 exh.120: original payment receipt dated 28/04/1999 exh.121: original letter written by aristo shipping pvt. ltd., to defendant for annual repair of the vessel dated 14/09/199 exh.122: original payment receipt of rs.1650/paid by the defendant to gujarat maritime board dated 10/09/1999 exh.123: original authority letter of aristo shipping pvt. ltd., dated 09/11/1993. exh.124: original payment receipt showing that defendant has paid rs.1650/to maritime board towards water charges dated 04/02/2000 exh.125: office copy of letter written by the defendant to aristo shipping pvt. ltd., bearing original sign and seal dated 29/06/2000 exh.126: office copy of letter written by the defendant to aristo shipping pvt. ltd., which bears the signature of manager of aristo co., dated 30/06/2000 exh.127: certificate of survey issued by the government of maharashtra dated 26/10/2000 exh.128: original challan of bank of baroda showing that defendant has paid rs.444/towards postal light for the vessel pritisagar dated 26/05/2000 exh.129: receipt of rs. 546/of bombay port trust dated 07/06/2000. exh.130: --do --rs. 480/dated 07/06/2000 exh.131: letter of master b.s.reddy addressed to defendant for returning of preetisagar to magdalla port dated 03/06/2000 exh.132: copy of the letter addressed to mercantile marine department by the defendant for single voyage permission of m.v. preetisagar dated 05/06/2000 exh.133: certificate given by the supervisor of preetisagar to defendant dated 29/06/2000 exh.134: original letter written by the defendant to mumbai port trust dated 17/07/2000 exh.135: payment receipt showing that defendant has paid rs.2480/to bombay port trust for aristo shipping pvt. ltd. dated 10/06/2000 exh.136: letter written by defendant to port officer,magdalla dated 13/01/2000 exh.137: rpad acknowledgment slip showing that the copy of the said letter sent to aristo shipping pvt. ltd., by rpad dated 17/01/2000 exh.138: original letter written by aristo shipping pvt. ltd., to defendant dated 29/01/2000 exh.139: copy of letter written by the defendant to oriental insurance co. ltd., 29/05/2000 exh.140: copy of the cheque showing that defendant had paid/deposited rs.22,892/with the insurance co., dated 29.05/2000 exh.141: original receipt issued by the insurance company for the said payment dated 29/05/2000 exh.142: letter of insurance co., addressed to divisional office, vasco de gama, goa dated 31/05/2000. oral evidence of defendant no.2: exh.145: deposition in form of affidavit in lieu of examination in chief under order-18 rule-4 of cpc tendered by mr.bhupendra k. rathwa and crossexamination. defendant no.2 did not file any documentary evidence on record. 7. that thereafter, all the parties to the suit filed their written submissions at exs.149, 150 and 151 respectively. that thereafter, on appreciation of evidence, the learned judge, commercial court, vadodara, has held that the plaintiff has proved the involvement of \"m.v.preetisagar\" in collision. however, thereafter, on appreciation of evidence, the learned commercial court , vadodara, has dismissed the suit by giving the finding that the defendants have successfully proved that collision had occurred due to high tide which was the act of god and therefore, the original defendant no.2 insurance company had rightly rejected the claim of the plaintiff. feeling aggrieved and dissatisfied with the impugned judgment and decree passed by the learned judge, commercial court , vadodara, in dismissing the suit, the original plaintiff has preferred the present first appeal. 8. shri s.i.nanavati, learned senior advocate, has appeared on behalf of the appellant original plaintiff, shri s.p.majmudar, learned advocate, has appeared on behalf of respondent no.1 original defendant no.1 and shri vibhuti nanavati, learned advocate, has appeared on behalf of respondent no.2 herein original defendant no.2. 9. shri s.i.nanavati, learned senior advocate appearing on behalf of the original plaintiff has vehemently submitted that in the facts and circumstances of the case, the learned judge has materially erred in dismissing the suit by observing that the collision had taken place/ caused due to the act of god, therefore insurance company is not liable to pay the damages under the insurance policy. 9.1 it is further submitted by shri s.i.nanavati, learned senior advocate appearing on behalf of the original plaintiff that as such, the learned judge has specifically held issues nos.1 and 2 in favour of the plaintiff and therefore, the learned trial court ought to have decreed the suit once having held issues nos.1 and 2 in the affirmative. 9.2 it is further submitted by shri s.i.nanavati, learned senior advocate appearing on behalf of the original plaintiff, that as such, the learned trial court has materially erred in holding that the collision had occurred due to the act of god. it is submitted by shri nanavati that the finding recorded by the learned trial court that the collision had taken place/ occurred due to the act of god is on misreading of the evidence on record, more particularly, the deposition of witnesses examined on behalf of the defendants. it is vehemently submitted by shri s.i.nanavati, learned senior advocate that as such, considering the deposition of the witness examined on behalf of defendant no.1 ms.manjula wahi examined at ex.115 and the deposition of the defendant witness mr.anthony w.j.fernandez, examined at ex.116, it can be seen and said that there was an element of human intervention due to which the accident had taken place and there was a collision and therefore, the learned trial court has materially erred in holding that the collision had occurred due to the act of god. 9.3 it is further submitted by shri s.i.nanavati, learned senior advocate appearing on behalf of the original plaintiff, that the witness examined on behalf of defendant no.1 at ex.115 has specifically stated that since the tide was in flood, all barges swept upstream in the direction of the right bank of river tapi and in the meantime all the barges including the barge of defendant no.1 started their respective engines and removed their mooring lines from one another with a view to clear of each other and also to ensure that they do not run ground on the right to bank of river tapi and/or collide with each other or anything. it is submitted that therefore, when thereafter the collision had taken place, it cannot be said to be an act of god and therefore, the learned trial court has materially erred in rejecting the suit. 9.4 in support of the above submissions, shri s.i.nanavati, learned senior advocate appearing on behalf of the original plaintiff has heavily relied upon the decision of the hon'ble supreme court in the case of divisional controller, ksrtc v. mahadeva shetty and another reported in (2003)7 scc 197. 9.5 it is further submitted by shri s.i.nanavati, learned senior advocate appearing on behalf of the original plaintiff that as such, the learned trial court had not even framed the proper issues, more particularly, with respect to the act of god. it is submitted that therefore, in absence of any issue framed by the learned trial court with respect to the act of god, the learned trial court has materially erred in holding that the collision had occurred due to the act of god. therefore, relying upon the decisions of the hon'ble supreme court in vishwanatha achari v. kanakasabapathy (2005)6 scc 56; prem chand and others v. board of revenue, uttar pradesh and others (2008) 10 scc 533; rishabh chand jain and another v. ginesh chandra jain (2016)6 scc 675; shri s.i.nanavati, learned senior advocate has requested to frame additional issue, namely, whether the collision had taken place/ occurred due to the act of god, in exercise of powers under section 107 of the code of civil procedure, 1908, and to remand the matter to the learned trial court for frresh decision on such additional issue. 9.6 making the above submissions and relying upon the aforesaid decisions, it is requested to admit/ allow the present appeal and in the alternative, to frame additional issue, namely, whether the collision had taken place due to the act of god and therefore the defendant no.2 insurance company is not liable to pay any amount of damages under the insurance policy, and to remand the matter to the learned trial court to decide such issue and then dispose of the suit, afresh. 10. present appeal is vehemently opposed by shri s.p.majmudar, learned advocate appearing on behalf of respondent no.1 herein original defendant no.1. 10.1 it is submitted by shri s.p.majmudar, learned advocate appearing on behalf of respondent no.1 that in the facts and circumstances of the case, the learned judge, commercial court, has not committed any error in dismissing the suit. it is submitted that as such, on appreciation of evidence, the learned judge has specifically observed and held that the collision had occurred due to the high tide which was the act of god, therefore, the insurance company had rightly rejected the claim of the plaintiff. 10.2 it is further submitted by shri s.p.majmudar, learned advocate appearing on behalf of respondent no.1 that in fact, because of non-framing of the specific issue, namely, whether the collision had occurred due to the high tide which was the act of god, the impugned judgment and decree passed by the learned trial court dismissing the suit is not vitiated. 10.3 it is further submitted that in the present case as such, all the parties went to the trial knowing fully well the real issue, namely, whether the collision had occurred due to the high tide which was the act of god, and adduced the evidence. therefore, no prejudice has been caused to either of the parties and therefore it is not open for the plaintiff now to raise the question of non-framing of the said issue. 10.4 in support of his above submission, shri s.p.majmudar, learned advocate appearing for defendant no.1 has heavily relied upon the decision of the hon'ble supreme court in the case of swamy atmananda and others v. sri ramakrishna tapovanam and others reported in (2005)10 scc 51 (paragraph39) as well as the decision of the hon'ble supreme court in the case of sayeda akhtar v. abdul ahad reported in (2003)7 scc 52 (paragraphs-10 and 12). 10.5 it is further submitted by shri s.p.majmudar, learned advocate appearing for defendant no.1 that in the present case, the learned trial court framed issues at ex.46 on 06.03.2009 and thereafter, all the parties went for trial. at no point of time, the plaintiff requested to re-frame the issues and/or to frame additional issue as provided under section 107 of the cpc. it is submitted that even in the present appeal, as such, the appellant original plaintiff has not submitted any application to frame the additional issue. it is submitted that therefore, it is not open for the appellant original plaintiff now to make the grievance with respect to non-framing of a particular issue and that too, by making the oral submissions. 10.6 it is further submitted by shri s.p.majmudar, learned advocate appearing for defendant no.1 that merely because the learned trial court held issue no.1 in partly-affirmative and issue no.2 in affirmative, the plaintiff shall not be entitled for the loss/ damages suffered due to collision. it is submitted that as such, the plaintiff was required to prove by leading the evidence that the collision occurred not because of the act of god but it was because of the human intervention and it was not an act of god alone. it is submitted that neither in the plaint, there were any specific pleadings that the collision had occurred not due to the act of god but because of the human intervention. it is submitted that even the same is also not established and proved by the plaintiff from the deposition of the witnesses examined on behalf of plaintiff at ex.62 and ex.111. 10.7 it is further submitted by shri s.p.majmudar, learned advocate appearing for defendant no.1 that even otherwise, the plaintiff has miserably failed to establish and prove by leading cogent evidence that the collision had occurred due to any negligence and/or inaction on the part of the crew members of \"m.v.preetisagar\". 10.8 it is further submitted by shri s.p.majmudar, learned advocate appearing for defendant no.1 that the plaintiff has miserably failed to prove and establish by leading cogent evidence that the defendant's barge collided with the plaintiff's diffuser structure which was due to the negligence and/or carelessness and/or any inaction on the part of crew members of \"m.v.preetisagar\". 10.9 now, so far as reliance placed upon the deposition of the defendant's witnesses by learned senior counsel appearing on behalf of the appellant original plaintiff is concerned, it is submitted that as such, from the deposition of witnesses examined on behalf of the defendants, it cannot be said that the said witnesses have admitted that the collision had occurred because of human intervention and it was not an act of god. it is submitted that even otherwise, as per the settled proposition of law, it is the plaintiff who has to prove his case by leading cogent evidence and the plaintiff cannot succeed on the weakness of the defendant. 10.10 in support of his above submissions, shri s.p.majmudar, learned advocate appearing for defendant no.1 has heavily relied upon the decision of the hon'ble supreme court in the case of union of india and others v. vasavi cooperative housing society limited and others reported in (2014)2 scc 269. 10.11 making the above submissions, it is requested to dismiss the present appeal. 11. the present appeal is also vehemently opposed by shri vibhuti nanavati, learned advocate appearing for respondent no.2 herein original defendant no.2. 11.1 it is submitted by shri vibhuti nanavati, learned advocate appearing for defendant no.2 that the alleged incident occurred due to an inevitable accident and the said inevitable accident was the parting and mooring rope of another barge and not \"m.v.preetisagar\" and was beyond the reasonable control of defendant no.1 aspl and the master/ crew of the barge. it is submitted that thereafter the situation aggravated by the tidal current which was an act of god. it is submitted that the current caused the set of eight barges to drift and rotate and \"m.v.preetisagar\" was caught by the inflowing tide. it is submitted that therefore, as it was an act of god, as rightly observed by the learned trial court, there is no legal liability on the part of original defendant no.1, and therefore, there is no question of sanctioning the claim under the insurance policy. 11.2 making the above submissions, it is requested to dismiss the present appeal. 12. heard learned counsel appearing for the respective parties at length. we have perused the impugned judgment and decree passed by the learned judge, commercial court, vadodara, dismissing the suit. we have re-appreciated the entire evidence on record from the paper-book supplied by the learned counsel appearing on behalf of the respective parties. 13. at the outset, it is required to be noted that the original plaintiff instituted the suit claiming rs.1,24,42,480/for the damages to the structure of the diffuser system of the plaintiff which was due to the collision of the barge/ vessel named \"m.v.preetisagar\" belonging to original defendant no.1 which collided with the stationary structure meant for disposal of treated effluent of the plaintiff company. a decree was also sought against original defendant no.2-insurance company insurer of original defendant no.1. it is required to be noted that original defendant no.2 repudiated the claim mainly on the ground that collision had occurred because of the act of god and therefore, the insurance company is not liable to pay under the insurance policy. therefore, when the insurance company repudiated the claim on the ground that collision had occurred because of the act of god, the plaintiff was required to establish and prove by leading cogent evidence that it was not an act of god due to which the collision had occurred. in the plaint, as such, there are no averments to the effect that it was not an act of god due to which the collision had occurred. there are no pleadings at all on the aforesaid. even otherwise, considering the deposition of the witnesses examined on behalf of the plaintiff, the plaintiff has not been able to successfully establish and prove that it was not an act of god due to which the accident had occurred and that it occurred because of the human intervention. even from the depositions of the witnesses examined on behalf of the plaintiff, it transpires that the plaintiff has failed to establish and prove that the collision had occurred because of any negligence on the part of crew members. on the contrary, from the depositions of the witnesses examined on behalf of the defendants, it can be seen that the defendants have been able to prove that accident had occurred owing to the act of god and it was beyond the control of any human being. 14. in the deposition of the plaintiff's witness no.1, ms.manjula wahi, examined at ex.115, she has categorically stated in the examination-in-chief as under: \"3. i declare and state that on the evening on 15.12.1996 the said barge (m.v.preetisagar) was berthed alongside several other barges namely, 1) m.v.martha clipper, 2) m.v.champasagar, 3) m.v.viola, 4) m.v. chaitra, 5) m.v. echo iris, 6) m.v.aditi, 7) m.v.bluestar and 8) m.v.preetisagar. i state that on 16.12.1996 at or about 5:30 a.m. the stern mooring rope securing m.v.champasagar to m.v.maratha clipper broke and which resulted on the other barge alongside m.v.maratha clipper to swing toward the centre line of the river due to a strong flow of tide and soon thereafter the low mooring rope securing m.v.champasagar, m.v.maratha clipper also broke resulting in all the self propelled barge becoming loose alongside m.v.maratha clipper. 4. i further declare and state that since the tide was in flood, all barges swept upstream in the direction of the right bank of river tapi. in the meantime all the barges including barge of our company, started their respective engines and removed their mooring lines from one another with view to clear of each other and also to ensure that they doe not run ground on the right bank of river tapi and/or collide with each other or anything. 5. i further state that barge of defendant was at relevant point of time in the middle of the river was fully under the control of its master and crew and the collision of any nature was avoided either by the bank of river tapi or by colliding or with anything else, even with the plaintiff's diffuser structure as sought to be made out. . . . 9. i declare and state that the survey report dated 08.02.1997 prepared by surveyor stating that i) the breaking of the mooring ropes of m.v.maratha clipper and m.v.champaksagar was an act of god, ii) the alleged contact of this defendant's barge with the plaintiff's diffuser structure was an envisaged accident, iii) the defendant's barge qualifies for immunity under common law and hence there is no legal liability. i also declare and state that in the subsequent event the crew members or any other officer of our company was never called for any investigation or not any statement obtained by them. 10. i submit that there was no contact at all between this defendant's barge and plaintiff's diffuser structure which was corroborated by the surveyor's report and stated that there were no signs of any damages of whatsoever nature on the barge of this defendant and as such there is no liability of defendant no.1 in terms of damage of plaintiff's diffuser system. . . . 12. i also submit that in the meantime port officer convinced that the act of the plaintiff was wrong and malafide in foisting their alleged claim over the defendant and the port officer allowed operating the defendant's barge without any restriction. 13. i submit that the defendant no.2 by their letter dated 13.03.1997 stated that no liability is cast upon this defendant and therefore nothing is payable by them. it is also brought on record that the information which was required by the surveyor was never submitted to him.\" in the cross-examination of the said witness, no question is asked to the said witness contrary to and/or disputing what was stated hereinabove. in the cross-examination, there is no suggestion at all that it was not an act of god due to which the collision had occurred but it was due to the human intervention. no question is asked to the said witness that the collision had occurred and damage to the plaintiff's diffuser system was caused by \"m.v.preetisagar\" due to any negligence and/or inaction on the part of the crew members of \"m.v.preetisagar\". therefore, whatever is stated in the examination-in-chief by the said witness had gone unchallenged. 15. similarly, in the deposition of witness mr.anthony w.j.fernandez, a surveyor who has been examined on behalf of the defendant at ex.116, and in the examination-in-chief, he has stated inter alia as under: \"3. i state in my capacity as the insurance surveyor, i had requested the ongc officials present in the meeting referred to the previous paragraph, to provide me detailed drawings of the diffuser unit structure, including its weight, dimensions, diving survey reports to establish the nature and extent of damages, and estimates for the repair of the alleged damages from the officers of ongc, but the same were not provided. inspection reports of the insured vessel giving evidence of the alleged contact with the diffuser unit, were also for but the same was not provided. my inspection of the insured vessel revealed no damages to indicate any contact with an external object such as the diffuser unit. 4. i state that during the course of inquiry in the said incident i met the crew members of the insured vessel and they had informed me as follows: 4.1 that at about 5:30 hours (local time) on 16.12.1996, the insured vessel m.v.preetisagar had broken loose along with seven other barges all of which were secured alongside no.1 jetty at magdella port. 4.2 the stern mooring rope securing one of the barges named m.v.champasagar to another barge named m.v.maratha clipper broke, resulting in all the seven barges breaking away from the jetty and drifting uncontrollably in the tapi river. 4.3 the stern mooring rope broke due to the unusually strong current of the tapi river flowing downstream causing excessive strain on the mooring ropes. 4.4 the unusually strong current was caused due to the authorities opening the sluice valves of the dam across the tapi river upstream, which caused the swelling of the river and the strong current that broke the mooring ropes. 4.5 after the stern mooring ropes broke the group of barges drifted uncontrollably downstream to the center of the river. 5. this happened suddenly and efforts were made to remove the mooring ropes connecting one barge to another. the engines of the barges were then started to manoeuvre the barges away from the shallow river bank, to enable the barges to return to the safety of the jetty. . . . 7. i state that after detailed inquiry of the said incident i arrived at the conclusion that there was no objective evidence that the insured vessel had made contact with the diffuser unit of ongc. even if the insured vessel had collided made contact with the diffuser unit, such an act was beyond the reasonable control of the master of the insured vessel due to the sudden unexpected strong current, and therefore may be described as inevitable accident (an immunity under common law), for which there is no liability on the part of the insured vessel and therefore no liability for the alleged damage under the terms of the policy of insurance.\" during the cross-examination of the said witness on behalf of the plaintiff, whatever is stated by the said witness in the examination-in-chief has gone unchallenged. thus, as observed hereinabove, the plaintiff has failed to prove by leading cogent evidence that it was not an act of god due to which the collision had taken place but it was due to human intervention. as such, it is for the plaintiff to first prove the aforesaid because in fact, the insurance company from the very beginning repudiated the claim on the ground that as it was an act of god, there is no legal liability on its part to make the payment under the insurance policy. 16. now so far as the submission on behalf of the plaintiff that as the learned trial court has not framed the specific issue whether the collision had occurred due to the act of god and therefore, the insurance company is justified in repudiating the claim is concerned, at the outset, it is required to be noted that as such, the parties led the evidence on the aspect whether the collision had occurred due to act of god, or not. a bare perusal of the judgment and decree passed by the learned commercial court demonstrates that the parties were aware about that and not only adduced the evidence on that behalf but also advanced their respective submissions in relation thereto. under the circumstances and on the point of whether the collision had occurred due to the act of god, or not, though no specific issue has been framed by the learned trial court, yet, it is clear on the basis of the relevant pleadings and the evidence produced that the parties were well familiar with the existence of the said issue. under the circumstances, in face of want of framing of the issue, neither any prejudice has been caused nor the proceedings are vitiated. at this stage, the decision of the hon'ble supreme court in the case of sayeda akhtar v. abdul ahad (supra) is required to be referred to. in the case before the hon'ble supreme court, the high court set aside the order passed by both the courts below on the ground that the learned trial court did not frame the specific issue with respect to the nuisance. however, having observed and found that the parties were aware about the said issue and not only adduced the evidence in that behalf but also advanced their respective submissions in relation thereto, by observing in paragraphs-10 and 12, as under, the hon'ble supreme court set aside the order passed by the high court. paragraphs-10 and 12 of the said decision are as under: \"10. furthermore, as indicated hereinbefore, the plaintiff sought for a decree for eviction against the defendant also on the ground of commission of nuisance. it is true that the trial court did not frame any specific issue therefore but a bare perusal of the judgment passed by the learned trial court will clearly demonstrate that the parties were aware thereabout and not only adduced evidence in that behalf but also advanced their respective submissions in relation thereto. the court of appeal formulated two specific questions; for determination of the appeal, one of them being: \"whether the appellant had created nuisance in the premises in question\"? it was held: \"on the point of nuisance, though, no issue was framed by the lower court yet it is clear on the basis of relevant pleadings and evidence produced that the parties were well familiar with the existence of the said issues. under the circumstances, in face of the want of framing of issues, the prejudice was not caused nor the proceedings were vitiated, it is not proper to remand the case back in view of the decision of the supreme court reported as nedunuri kameswaramma v. sampati subba rao air 1963 sc 884.\" . . . 12. in its impugned judgment the high court did not advert to the said question at all. it set aside the aforementioned findings purported to be on the ground that no issue was framed by the trial court on the point of nuisance. the high court in the second appeal could not have without sufficient and just reason interfered with the concurrent findings of fact of the courts below. we are, therefore, of the opinion that the judgment of the high court cannot be sustained.\" 16.1 at this stage, even the decision of the hon'ble supreme court in the case of swamy atmananda and others v. sri ramakrishna tapovanam and others (supra) is also required to be referred to and considered. in the said decision, the hon'ble supreme court has specifically observed that if the parties went to the trial knowing fully well the real issues involved and adduced evidence, in such a case without establishing prejudice, it would not be open to a party to raise the question of non-framing of the particular issue. in the said decision, the hon'ble supreme court had considered another decision of the hon'ble supreme court in the case of nedunuri kameswaramma v. sampati subba rao air 1963 sc 884. in paragraphs-39 and 40, the hon'ble supreme court in the case of swamy atmananda and others v. sri ramakrishna tapovanam and others (supra) has observed and held as under: \"39. if the parties went to the trial knowing fully well the real issues involved and adduced evidence in such a case without establishing prejudice, it would not be open to a party to raise the question of nonframing of particular issue. 40. in nedunuri kameswaramma vs. sampati subba rao [air 1963 sc 884], it was observed: (scr p.214) \"no doubt, no issue was framed, and the one, which was framed, could have been more elaborate; but since the parties went to trial fully knowing the rival case and led all the evidence not only in support of their contentions but in refutation of those of the other side, it cannot be said that the absence of an issue was fatal to the case, or that there was that mistrial which vitiates proceedings. we are, therefore, of opinion that the suit could not be dismissed on this narrow ground, and also that there is no need for a remit, as the evidence which has been led in the case is sufficient to reach the right conclusion. neither party claimed before us that it had any further evidence to offer.\" 16.2 under the circumstances and in the facts and circumstances narrated hereinabove, the impugned judgment and decree passed by the learned trial court is not vitiated on the ground that the learned trial court has not framed the specific issue that whether the collision had occurred due to act of god, or not. 16.3 under the circumstances and in the facts and circumstances of the case, the decisions of the hon'ble supreme court in the case of vishwanatha achari v. kanakasabapathy (supra); prem chand and others v. board of revenue, uttar pradesh and others (supra) and rishabh chand jain and another v. ginesh chandra jain (supra), shall not be applicable to the facts of the case on hand. 16.4 even otherwise, it is required to be noted that the issues were framed as far back as on 06.03.2009. however, at no point of time, learned counsel appearing for the plaintiff raised any dispute with respect to non-framing of the aforesaid specific issue. no application was given by the parties to re-frame the issues and/or to frame the additional issue. on the contrary, parties went ahead with the trial / suit on the basis of the issues already framed at ex.46 and led the evidence and even made submission on the aspect whether the collision had occurred due to act of god or not. under the circumstances and in the facts and circumstances of the case, the impugned judgment and decree passed by the learned trial court is not vitiated by non-framing of the specific issue whether the collision had occurred due to act of god or not. 17. now so far as reliance placed upon some part of the defendants' witness by the learned senior counsel appearing on behalf of the plaintiff, more particularly, paragraph-4 of the examination-in-chief of ms.manjula wahi at ex.115 and the submission that even according to witness of defendant no.1, all the barges, including the barge of defendant no.1company started their respective engines and removed their mooring lines from one another with a view to clear of each other, and also to ensure that they did not run ground on the right to bank of river tapi and/or collide with each other or anything, and therefore, according to learned senior counsel for the plaintiff, it can be said that the collision had occurred because of human intervention and therefore, the same cannot be said to be an act of god, is concerned, at the outset, it is required to be noted that the entire evidence/ deposition is required to be read as a whole. it is required to be noted that the tide was in flood and all barges swept upstream in the direction of the right bank of river tapi. it also appears from the deposition of the defendant's witness that stern mooring rope broke due to the unusual strong current of tapi river flowing downstream causing excessive strain on the mooring ropes. therefore, the main cause was the unusual strong current and the tide was in flood. merely because thereafter all the barges, including the barge of the plaintiff started their respective engines and removed their mooring lines from one another and thereafter the collision had occurred, it cannot be said that the collision occurred because of human intervention. on the contrary, it can be said that everybody tried with a view to clear each other and also to ensure that they do not run ground on the right to bank of river tapi and/or collide with each other or anything. therefore, still it can be said to be an act of god. at this stage, it is required to be noted and as observed hereinabove as such, neither the plaintiff has pleaded in the plaint nor the plaintiff has led any evidence to prove and establish that it was not an act of god due to which the collision had occurred. it is a cardinal principle of law that it is for the plaintiff to establish and prove his case and the plaintiff cannot succeed on the weakness of the defendant. therefore, in the facts and circumstances of the case, as such, the decision of the hon'ble supreme court in the case of divisional controller, ksrtc v. mahadeva shetty and another (supra) shall not be applicable to the facts of the case on hand and the evidence on record. even in the said decision also, it is observed and held by the hon'ble supreme court that the expression \"act of god\" signifies the operation of natural forces free from human intervention, such as lightning, storm etc. it may include such unexpected occurrences of nature as severe gale, snowstorms, hurricanes, cyclones, tidal waves and the like. it is true that in the said decision, the hon'ble supreme court has also observed that every unexpected wind and storm does not operate as an excuse from liability, if there is a reasonable possibility of anticipating their happening. in the present case, it is not the case on behalf of the plaintiff there there was a reasonable possibility of anticipating the happening. in the said decision also, it is specifically observed that an act of god provides no excuse unless it is so unexpected that no reasonable human foresight could be presumed to anticipate the occurrence, having regard to the conditions of time and place known to be prevailing. such was not the case on behalf of the plaintiff. under the circumstances, the said decision shall not be of any assistance to the plaintiff considering the evidence on record. 18. in view of the above and for the reasons stated hereinabove, the present appeal fails and the same deserves to be dismissed. it is, accordingly, dismissed. the registry is directed to send the record and proceedings back to the learned commercial court, vadodara, forthwith. sd/(m.r. shah, j) sd/(a.y. kogje, j) sunil"
}