{
  "case_file": "case313.txt",
  "original_text": "Madras High Court\nM/S.Oren Bydorcarbons Private Limited vs M/S.Msc Mediterranean Shipping ... on 14 November, 2019\nEquivalent citations: AIRONLINE 2019 MAD 1841\nAuthor: N.Sathish Kumar\nBench: N.Sathish Kumar\n                                                                                           C.S.No.319 of 2017\n\n                                                                                  Reserved on : 01.11.2019\n\n                                                                            Pronounced on : 14.11.2019\n\n\n                                    IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                                            CORAM\n\n                                  THE HONOURABLE MR.JUSTICE N.SATHISH KUMAR\n\n                                                   Civil Suit No.319 of 2017\n\n                      M/s.Oren Bydorcarbons Private Limited,\n                      28/2 B, Saravana Street, T.Nagar,\n                      Chennai – 600 017\n                      rep. by its Company Secretary\n                      Mr.K.Maheswaran                                                      ... Plaintiff\n\n                                                                 Vs\n\n                      M/s.MSC Mediterranean Shipping Company SA,\n                           DU Commerce De Geneve,\n                      CheminRelu 12-14, 1208, Geneva.\n                      Also at :\n                      1st Floor, KGN Towers,\n                      No.62, Ethiraj Salai, Egmore,\n                      Chennai – 600 105.\n                      Tamil Nadu, India.                                                   ... Defendant\n\n\n                      Prayer :- Suit filed under Section 13 of the Code of Civil Procedure and Order\n\n                      IV Rule 1 Original Side Rules for the following reliefs :\n\n                             a. A declaration under section 13 of the Code of Civil Procedure, 1908\n\n                      that the summary judgment passed by the High Court of Justice, Queen's Bench\n\n                      Decision (Commercial Court), vide Ordered dated 23.05.2014 and 16.06.2014, is\n\n                      1/22\n\n\n\n\nhttp://www.judis.nic.in\n                                                                                         C.S.No.319 of 2017\n\n                      not conclusive and that the same cannot be enforced against the plaintiff under\n\n                      Indian Law or in any other manner whatsoever.\n\n                             b. a perpetual injunction restraining the defendant, their servants, agents,\n\n                      representatives or any other person claiming under/through them for in any\n\n                      manner seeking enforcement of the summary judgment passed by the High\n\n                      Court of Justice, Queen's Bench Decision (Commercial Court), vide Order dated\n\n                      23.05.2014 and 16.06.2014 in any manner whatsoever\n\n                             c. for costs of the suit.\n\n                                            For Plaintiff      : Mr.R.Sathish Parasaran (SC)\n                                                                 for Mr.Madhan Babu\n\n                                            For Defendant      : Mr.K.Rajasekaran\n\n\n\n                                                            JUDGMENT\nThis suit has been filed for declaration that the judgment passed by the High Court of Justice Queen's Bench Decision (Commercial Court), vide Order dated 25.05.2014 and 16.06.2014 is not conclusive and cannot be enforced against the plaintiff and for permanent injunction restraining the defendant from enforcing the judgment of the Queen's Bench Decision dated 25.05.2014 and 16.04.14 and for cost.\nhttp://www.judis.nic.in\n2. The brief facts of the plaintiffs case is as follows :\n2.1. The plaintiff is engaged in the business of supplying various chemicals and other raw materials. The plaintiff has built up reputation as an honest supplier with stringent quality standards and the plaintiff has annual turnover to the tune of INR 450 crores. The plaintiff has supplied lot of products to MI Swaco Group as per their requirements including calcium carbonate, barites and bentonite. The invoices in these transactions were made out to MI Qatar for use in RasGas. Thus RasGas was the end user and as MI Qatar was only the service provider/intermediary for RasGas. One such shipment made in May-June 2010 was of Calcium Carbonate, which was shipped in UV treated PP 1 MT capacity bulk bags wherein each bag contain1 MT of product. On completion of the shipment, after consuming a portion of the shipment, MI Qatar complained that there was a problem with the bags containing calcium carbonate, received from the plaintiff, because shredded paper/plastic was found in the calcium carbonate in about 852 bags. After some investigation, it was found that some bags had 5 – 8 strands of coloured fibre which had mixed with the product, which was a minor issue. However, MI Qatar informed the plaintiff that they were quarantining the bags, which they were unwilling to use and asked the plaintiff to help them make arrangements for shipping out the bags. Both http://www.judis.nic.in sides extended full co-operation to each other in view of their long-standing relationship and the following resolution was arrived :\na. It was no economically worthwhile to take the product back to India to find an alternate user.\nb. MI Qatar wanted to meet the cost of moving the bags out from disposing the material for a price by delivering to a willing purchaser/consignee.\nc. After some time, the plaintiff identified a company in Sudan willing to take the product, viz. African Drilling Fluids (“ADG”). ADF was only willing to pay an amount equivalent to the cost of importing the product from Oren, India (CIF price). The Sudanese buyer, ADF, was willing to make payment on delivery of the goods in Sudan. The arrangement was that the plaintiff would initially pay the cost of the shipment on behalf of MI Qatar, and would reimburse itself from ADF. MI Qatar was willing to accept this arrangement and to ship the goods from Qatar to Sudan on this basis.\nd. The goods were shipped through United Shipping Services WLL (“USS”), agents of the container line operated by the defendant herein.\n2.2. The first tranche shipment was carried out by MI Qatar largely without issue. On 24.01.2011, the plaintiff's Indian shipping agent asked the plaintiff to provide draft bills of lading. The plaintiff prepared the same. Similarly http://www.judis.nic.in for the second shipment, the plaintiff received a copy of the draft bill on 05.02.2011. The draft bill of lading identified the shipper as “MI Qatar WLL” jointly and severally with Oren Hydrocarbons Private Limited. The plaintiff never received the final issued bills of lading. However, the plaintiff has never consented to be the shipper for the goods. As this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful. However, the instructions was not complied. Whereas on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 Euro with respect to line demurrage and port storage charges incurred on the product shipping in containers. The plaintiff has denied the existence of any Bill of lading wherein it was a shipper. Despite the reply notice, the defendant has filed a suit for recovery of damages and the same was numbered before High Court of Justice In London.\n2.3 Despite, the existence of factual disputes on several issues meriting detailed adjudication, the Foreign Court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances. In this manner, the Foreign Court proceeded to pronounce its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid Order dated http://www.judis.nic.in 23.05.2014, without any due application of mind. Hence, it is the contention of the plaintiff that the Queen's Bench Decision (Commercial Court) was not a Court of competent jurisdiction, in as much as the plaintiff never consented to conferring exclusive jurisdiction to the English Court. The judgment was not passed on merits of the case. Similarly, the foreign judgment was obtained by fraud, as the defendant herein did not incur any storage or demurrage charges. Similarly, the foreign judgment is ex facie erroneous in so far as it fails to appreciate that the concerned Bill of Lading was void ab initio and the judgment was not passed on merits. Hence, the suit.\n3. Brief contentions of the defendant are as follows :\n3.1. Denying the contentions, it is the contention of the defendant that the plaintiff approached this Court with unclean hands and suppressed relevant facts in the Court. The plaintiff relied on selective facts, which do not give a complete picture. Before the High Court of Justice, Queens Bench Decision (Commercial Court), pleadings were filed by both the parties, witness statement of four witnesses were filed by the plaintiff and written arguments were filed by both the parties. The summary judgment was passed after considering all materials on record and having heard the parties at length. Further, it is stated that accepting the judgment, the plaintiff vide their Solicitors M/s.De Crus Solicitors email dated http://www.judis.nic.in 30.05.2014 forwarded to the judge (i) draft claimants Order (ii) draft defendants Order and (iii) submissions in relation to the form of the order. With the said email, express instructions of the plaintiff vide its solicitors letter dated 30.05.2014 was also forwarded to the Judge. The defendant's counsel also vide her email dated 30.05.2014 forwarded to the judge, brief submissions on behalf of the defendant and a revised draft Order. The Judge after considering the drafts forwarded by the parties vide his email dated 16.06.2014 forwarded the final draft of the order to the parties subsequently pronounced the judgment.\nHence, it is the contention that the summary judgment in favour of the defendant was passed after giving adequate opportunity to both the parties.\n3.2 Both the parties were represented before the High Court of Justice, Queens Bench Decision (Commercial Court), both the parties filed their pleadings, witness statements and submissions. A detailed hearing was granted to both the parties. It was agreed between the defendant as carrier and the plaintiff as shipper under various Bills of Lading that the defendant would carry by sea 32 containers of bagged calcium carbonate on various vessels/voyages, the agreement between the parties is contained in the Bills of Lading. The Bills of Lading clearly sets out that the plaintiff accepts and agrees to all the terms and conditions as stated therein and that the 32 containers of calcium carbonate http://www.judis.nic.in were duly carried by the defendant to Port Sudan where the containers arrived on various dates. Notwithstanding the long period of time after arrival at the discharge port, delivery of the containers was not taken by the plaintiff in breach of the contract and or terms and conditions of the Bill of Lading. Hence, all the proceedings before the foreign Court is properly done and there was no fraud whatsoever. Hence, prayed for dismissal of the suit.\n4. Based on the above pleading, the following issues have been framed :\n1. Whether the summary judgment passed by the High Court of Justice, Queen's Bench (Commercial Court), vide orders dated 23.05.2014 and 16.06.2014 has been pronounced by a Court of competent jurisdiction?\n2. Whether the summary judgment passed by the High Court of Justice, Queen's Bench Decision (Commercial Court), vide orders dated 23.05.2014 and 16.06.2014, amounts to a judgment on the 'merits of the case'?\n3. Whether suit is maintainable as an appeal against the well considered Foreign Judgment?\n4. Whether the suit reopen the factual issues already considered, decided and given findings of Foreign Court?\nhttp://www.judis.nic.in\n5. Whether the jdugment passed by the Foreign Court falls within the exemption of Section 13 of Civil Procedure Code?\n6. Any other Reliefs?\n5. On the side of the plaintiff, P.W.1 was examined and Ex.P.1 to Ex.P.16 were marked. On side of the defendant, D.W.1 has been examined and Ex.D.1 to Ex.D.12 were marked.\nWitnesses examined on the side of the plaintiffs :\nP.W.1. - Mrs.R.Gajalakshmi Witnesses examined on the side of the defendants:\nD.W.1 – Mr.N.Krishnakumar Exhibits produced on the side of the plaintiffs:\n                          S.No       Date                   Description of documents                    Exhibit\n                            .\n                          1.          --         Copy of Balance sheets and Annual returns of P-1\n                                                 the plaintiff company\n                          2.     25.12.2009      Copy of Invoice dated 25.12.2009 issued by the P-2\n                                                 plaintiff showing CIF basis\n                          3.          --         Copy of Bill of Lading for shipment to Qatar           P-3\n                          4.     24.01.2011      Copy of E-mail from the plaintiff enclosing correct P-4\n                                                 status of the shipment in the Bill of Lading\n                          5.     19.09.2014      Copy of Application notice dated 19.03.2014 P-5\n                                                 seeking summary judgment\n\n\n\n\n\n\n\nhttp://www.judis.nic.in\n\n\n\n                          S.No      Date                  Description of documents                   Exhibit\n                            .\n                          6.     13.09.2011    Copy of notice sent by the counsel acting for the P-6\n                                               defendant\n                          7.     13.10.2011    Copy of second notice from legal counsel acting P-7\n                                               on behalf of defendant\n                          8.     24.10.2-11    Copy of the reply of the plaintiff to the notices P-8\n                                               sent by the defendant\n9. 22.02.2013 Copy of Claim Form folio 259 filed by the P-9 defendant before the Queen's Bench Division, Commercial Court\n10. 23.05.2014 Copy of judgment of the Queen's Bench Division, P-10 Commercial Court\n11. 16.06.2014 Copy of Order dated 16.06.2014 of the Queen's P-11 Bench Division, Commercial Court.\n12. 04/03/2017 Copy of E-mail from the defendant's agent in P-12 Sudan\n13. 02.10.2013 Copy of Application notice filed by the plaintiff\n14. 02.10.2013 Copy of Witness statement of Mr.Alexander Andrews\n15. -- Copy of draft Order submitted by the plaintiff\n16. 15.11.1965 Copy of Hague Convention Exhibits produced on the side of the defendant:\n                          S.No      Date                 Description of documents                   Exhibit\n                            .\n                          1.      13.09.2011 Copy of the legal notice by the defendant             D-1\n                          2.      13.10.2011 Copy of legal notice by the defendant                 D-2\n3. 24.10.2011 Copy of E-mail of the plaintiff disputing the D-3 liability http://www.judis.nic.in S.No Date Description of documents Exhibit .\n4. 22.02.2013 Copy of the Claim Form 2013 Folio 259 before D-4 Queen's Bench Division, Commercial Court London\n5. 19.03.2014 Copy of the Application notice seeking summary D-5 judgment High Court, London\n6. 22.05.2014 Copy of written arguments filed by plaintiff before D-6 High Court, London\n7. 22.05.2014 Copy of the skeleton arguments opposing D-7 summary judgments filed by the plaintiff\n8. 30.05.2014 Copy of transcript of arguments by parties High D-8 Court, London\n9. -- Copy of the judgment of Queen's Bench D-9 Division, High Court, London\n10. 30.05.2014 Copy of email of defendant's counsel to plaintiff D-10 and Court\n11. 30.05.2014 Copy of email and revised draft Order submitted D-11 to the High Court, London by the plaintiff\n12. -- Copy of Certificate of London Court D-12\n6. The learned Senior Counsel Mr.Sathish Parasaran appearing for the plaintiff would submit that the High Court of Justice, Queen's Bench Decision (Commercial Court) was not a Court of competent jurisdiction and the summary judgment was not passed on merits. The triable issues involved and raised by the plaintiff were not considered by the Foreign Court and the judgment was obtained by fraud and suppressing the material facts. It is the further contention of the learned Senior Counsel that several significant issues having a bearing on http://www.judis.nic.in the case were not considered in the foreign judgment on contravention of the conditions set out in Section 13 of Code of Civil Procedure. It is his further contention that no part of the cause of action arose within the jurisdiction of the English Court. The defendant's submission before the Foreign Court that the alleged Bill of Lading conferred exclusive jurisdiction on English Courts was liable to be dismissed. In as much as it could not be proved by the defendant that the plaintiff consented to the Bill of Lading at all. However, the foreign judgment failed to consider that in the present transaction, the exporter was Qatari Company (Ras Gas) and that the contract of carriage was entered into in Qatar and thus the Qatari Law would apply. No consideration of this aspect of applicability of Qatari Law was made in the foreign judgment. Hence, it is his contention that the same has to be held invalid.\n7. It is further contended by the learned Senior Counsel that the judgment is not passed on merits of the case and the judgment has been passed summarily without a complete examination of the material and evidence before it. While the defendant claimed that it had suffered loss and damage, there was no consideration of whether such a claim was in fact maintainable in the absence of any proof or evidence for the same. Further, the burden of proof for the claim http://www.judis.nic.in was not discharged on the part of the defendant. The evidence of D.W.1 clearly indicate that the defendant had not paid storage or demurrage charges. The defendant has disposed of the cargo and has thus profitably benefited from the sale of the cargo as well. Neither the fact that the cargo had been disposed of nor that no charges and thus no losses were incurred by the defendant was disclosed in the proceedings before the English Court. Hence, it is his contention that suppression of material facts, which amounts to fraud. In support of his contentions, the learned Senior Counsel relied upon the following judgments :\nBadat and Co. Bombay Vs. East India Trading Co.\nreported in AIR 1964 SC 538 Sankaran Govindan Vs. Lakshmi Bharathi and others reported in 1975 (3) Supreme Court Cases 351 International Wollen Mills Vs. Standard Wool (U.K. Ltd. with Standard Wool (U.K.) Ltd. Vs. International Woollen Mills reported in 2001 (5) Supreme Court Cases 265 K.M.Abdul Jabbr Vs. Indo-Singapore Traders (P) Ltd. rep. by Managing Director, Mohammed Abdullah and another reported in 1995 Law Weekly 84 http://www.judis.nic.in Islamic Investment Company for the Gulf (Bahamas) Ltd. and Mr.Vijay K.Mehta Vs. Symphony Gems N.V. And others reported in MANU/MH/0113/2005\n8. The learned Counsel appearing for the defendant would submit that both the parties have submitted to the jurisdiction of the Foreign Court and the defendant has also filed an application seeking leave to defend the suit and pleadings are filed by both the parties, witness statement of four witnesses was filed by the applicant and written arguments were filed by both the parties and draft judgment was circulated to parties. Accepting the judgment, the defendant, the plaintiff herein vide their solicitor's email dated 30.05.2014 forwarded to the judge (i) draft claimants Order, (ii) draft defendant's Order and (iii) submissions in relation to the form of the Order were forwarded to the judge. The plaintiff also forwarded to the judge, brief submissions on plaintiff/MSC/behalf and a revised draft order. The learned Judge after considering the drafts forwarded by the parties vide his email dated 16th June 2014 forwarded final draft of the Order to the parties and subsequently, the judgment was pronounced. The above facts demonstrates that the matter has been disposed of on merits after giving opportunity to the parties. The suit itself is a repetitive action as all the issues http://www.judis.nic.in raised by the plaintiff were already raised before the foreign Court. In support of his submissions, he relied on the following judgments :\nM/s.Alcon Electronics Pvt. Ltd. Vs. Celem S.A. Of Fos 34320 Roujan, France and another reported in AIR 2017 Supreme Court 1 Canara Bank Vs. N.G.SuburayanSetty reported in AIR 2018 SC 3395 Dorothy Thomas Vs. Rex Arul reported in 2011 (5) CTC 22 Messer GriesheimGMBH Vs. Goyal MG Gases Pvt. Ltd. reported in Manu/DE/4394/2013 Kolmar Group AG Vs. Traxpo Enterprises Pvt. Ltd.\nreported in Manu/MH/0581/2015 China Shipping Development Co. Ltd. Vs. Lanyard Foods Ltd. reported in Manu/MH/0567/2007\n9. Issue Nos.1 to 6 :\nIt is contended by the plaintiff that the plaintiff is engaged in the business of supplying various chemicals and other raw materials used in the manufacturing sector. The plaintiff has supplied lot of products to MI Swaco http://www.judis.nic.in Group as per their requirements including calcium carbonate, barites and bentonite. The invoices in the transactions were made out to MI Qatar for use in RasGas and the RasGas was the end user and as MI Qatar was only the service provider/intermediary for RasGas. While so, te plaintiff received a copy of the draft bill on 05.02.2011 for shipment of materials. The draft bill of lading identified the shipper as “MI Qatar WLL” jointly and severally with Oren Hydrocarbons Private Limited. As this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful. However, the instructions was not complied. While so, on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 Euro with respect to line demurrage and port storage charges incurred on the product shipping in containers. The plaintiff has denied the existence of any Bill of lading wherein it was a shipper.\n10. Whereas, it is the contended by the defendant that the agreement between the parties is contained in the Bills of Lading and Bills of Lading clearly sets out that the plaintiff accepted and agreed to all the terms and conditions. Though 32 containers of calcium carbonate were duly carried by the defendant to Port Sudan where the containers arrived on various dates, delivery of the containers was not taken by the plaintiff in breach of the contract and the terms http://www.judis.nic.in and conditions of the Bill of Lading and in breach of the contract, the plaintiff failed to pay demurrage/storage charges or any part thereof. Hence, the defendant has filed a suit for recovery of damages before High Court of Justice In London.\n11. According to the plaintiff, despite the existence of factual disputes on several issues meriting detailed adjudication, the Foreign Court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances and pronounced its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid Order dated 23.05.2014, without any due application of mind and the judgment was not passed on merits. But according to the defendant, before the judgment was delivered, pleadings and documents and statement of witnesses were filed by both the parties and extensive arguments were advanced by counsels for both the parties. Hence, the plaintiff seeking this Court to sit on appeal is against settled proposition especially when the judgment debtor had not preferred any appeal or review or revision.\nhttp://www.judis.nic.in\n12. The contention of the learned counsel for the plaintiff that the proceedings before the Foreign Court were of summary in nature does not mean that the summary judgment is not on merits and cannot be enforced. The conclusion arrived by the foreign court was not only based on pleadings, witness statements and written submissions, but also on detailed oral arguments advanced by the counsels of both the parties, which is also admitted by P.W.1. P.W.1 in his evidence has admitted that they participated in the Court proceedings in London and based on the documents and other evidences, their counsel had pleaded and argued the case. The evidence of P.W.1 coupled with Ex.D.6, the written arguments filed by the plaintiff in the English Court and Ex.D.10, 11, copy of emails along with revised draft Order of plaintiff would go to show that the sufficient opportunity was given to the plaintiff in the English Court and the plaintiff also advanced the written arguments and draft judgment and draft Order was circulated by both the parties and thereafter and based on the pleading and the witness statements and written submissions, the English Court has passed the judgment on merits. Further, the foreign Court considered the preliminary objections raised by the plaintiff and sufficient opportunity was given to the plaintiff to put forth its case. Such being the position, the foreign judgment is binding on the plaintiff. The plaintiff's application for permission to appeal was refused. The refusal order was not challenged by the plaintiff by preferring an http://www.judis.nic.in appeal or any review against the same. Hence, the plaintiff cannot now seek once again to reopen the contention and issues which were urged before the foreign court.\n13. The judgment relied by the plaintiff in Badat and Co. Bombay Vs. East India Trading Co. reported in AIR 1964 SC 538 is with regard to enforcement of a final award made in a foreign country in pursuance of a submission made within the limits of its original juridisction. The judgment in Sankaran Govindan Vs. Lakshmi Bharathi and others reported in 1975 (3) Supreme Court Cases 351 is with respect to a decree in a suit for partition of the assets of a person who died in England and the question of succession to the sale proceeds of the movables and other monies. In International Wollen Mills Vs. Standard Wool (U.K. Ltd. with Standard Wool (U.K.) Ltd. Vs. International Woollen Mills reported in 2001 (5) Supreme Court Cases 265, an appeal has been preferred on an exparte decree passed by this Court. In the judgment in K.M.Abdul Jabbr Vs. Indo-Singapore Traders (P) Ltd. rep. by Managing Director, Mohammed Abdullah and another reported in 1995 Law Weekly 84 after dismissal of the leave to defend application, the foreign Court has straightaway passed the summary judgment. Whereas, in the present case, http://www.judis.nic.in both the parties have circulated their written submissions and draft judgment was also circulation and after considering the written submissions and statement of witnesses the foreign court pronounced the judgment.\n14. When the foreign Court passed judgment on merits and there is no dispute on the correctness or otherwise of International Law or refusal to recognize Indian Law and the principles of natural justice was duly followed in the proceedings which culminated in the judgment. Ex.D.10 reveals that summons were properly served upon the plaintiff and the same is accepted and acknowledged by the plaintiff. Ex.D.12 is the Certificate of judgment under Section 10 of the Foreign Judgments issued by the High Court of Justice, Queen's Bench Division, London. Ex.D.12 clearly indicate that the judgment has been served by the foreign Court in accordance with the provisions of Part 6 of the Civil Procedure Rules 1998. As the plaintiff failed to pay the sum decreed under the judgment and Order passed by the High Court of Justice, Queens Bench, Division Commercial Court, London, the defendant through his counsel has called upon the plaintiff to make money. Though the plaintiff has raised some allegation of fraud absolutely, there is no material on record to prove the alleged fraud. There is no allegations on fraud in obtaining the judgment and there is no claim that the judgment is founded on any breach of law in force in http://www.judis.nic.in India. Section 14 of CPC provides presumption on the judgment and the said presumption on the jurisdiction was not rebutted by the plaintiff.\n15. From the above facts, it is very clear that the plaintiff had participated in the proceedings before the London Court and the London Court has also passed the Judgment on merits. Such being the position, it is not open to the plaintiff to relitigate and reagitate the same factual issues already considered, decided and given findings by the foreign Court. As there are appeal provisions at England against the judgment of Commercial Division which is under challenge in the instant suit, the plaintiff ought to have filed only an appeal or review before the London Court and no fresh suit can be filed against the well considered foreign judgment. In view of the same, all the issues are answered against the plaintiff and in favour of the defendant.\n16. In the result, the suit is dismissed. No cost.\n                                                                                              14.11.2019\n                      vrc\n                      Index    : Yes/ No\n                      Internet : Yes\n                      Speaking/Non-speaking Order\n\n\n\n\n\n\n\n\nhttp://www.judis.nic.in\n\n\n                               N.SATHISH KUMAR, J.\n\n\n\n                                                     vrc\n\n\n\n\n                                          Judgment in\n\n\n\n\n\n\n                                            14.11.2019\n\n\n\n\n\n\n\n\n\nhttp://www.judis.nic.in\n ",
  "cleaned_text": "madras high court m/s.oren bydorcarbons private limited vs m/s.msc mediterranean shipping . on 14 november, 2019 equivalent citations: aironline 2019 mad 1841 author: n.sathish kumar bench: n.sathish kumar c.s.no.319 of 2017 reserved on : 01.11.2019 pronounced on : 14.11.2019 in the high court of judicature at madras coram the honourable mr.justice n.sathish kumar civil suit no.319 of 2017 m/s.oren bydorcarbons private limited, 28/2 b, saravana street, t.nagar, chennai 600 017 rep. by its company secretary mr.k.maheswaran . plaintiff vs m/s.msc mediterranean shipping company sa, du commerce de geneve, cheminrelu 12-14, 1208, geneva. also at : 1st floor, kgn towers, no.62, ethiraj salai, egmore, chennai 600 105. tamil nadu, india. . defendant prayer :suit filed under section 13 of the code of civil procedure and order iv rule 1 original side rules for the following reliefs : a. a declaration under section 13 of the code of civil procedure, 1908 that the summary judgment passed by the high court of justice, queen's bench decision (commercial court), vide ordered dated 23.05.2014 and 16.06.2014, is 1/22 http://www.judis.nic.in c.s.no.319 of 2017 not conclusive and that the same cannot be enforced against the plaintiff under indian law or in any other manner whatsoever. b. a perpetual injunction restraining the defendant, their servants, agents, representatives or any other person claiming under/through them for in any manner seeking enforcement of the summary judgment passed by the high court of justice, queen's bench decision (commercial court), vide order dated 23.05.2014 and 16.06.2014 in any manner whatsoever c. for costs of the suit. for plaintiff : mr.r.sathish parasaran (sc) for mr.madhan babu for defendant : mr.k.rajasekaran judgment this suit has been filed for declaration that the judgment passed by the high court of justice queen's bench decision (commercial court), vide order dated 25.05.2014 and 16.06.2014 is not conclusive and cannot be enforced against the plaintiff and for permanent injunction restraining the defendant from enforcing the judgment of the queen's bench decision dated 25.05.2014 and 16.04.14 and for cost. http://www.judis.nic.in 2. the brief facts of the plaintiffs case is as follows : 2.1. the plaintiff is engaged in the business of supplying various chemicals and other raw materials. the plaintiff has built up reputation as an honest supplier with stringent quality standards and the plaintiff has annual turnover to the tune of inr 450 crores. the plaintiff has supplied lot of products to mi swaco group as per their requirements including calcium carbonate, barites and bentonite. the invoices in these transactions were made out to mi qatar for use in rasgas. thus rasgas was the end user and as mi qatar was only the service provider/intermediary for rasgas. one such shipment made in may-june 2010 was of calcium carbonate, which was shipped in uv treated pp 1 mt capacity bulk bags wherein each bag contain1 mt of product. on completion of the shipment, after consuming a portion of the shipment, mi qatar complained that there was a problem with the bags containing calcium carbonate, received from the plaintiff, because shredded paper/plastic was found in the calcium carbonate in about 852 bags. after some investigation, it was found that some bags had 5 8 strands of coloured fibre which had mixed with the product, which was a minor issue. however, mi qatar informed the plaintiff that they were quarantining the bags, which they were unwilling to use and asked the plaintiff to help them make arrangements for shipping out the bags. both http://www.judis.nic.in sides extended full co-operation to each other in view of their long-standing relationship and the following resolution was arrived : a. it was no economically worthwhile to take the product back to india to find an alternate user. b. mi qatar wanted to meet the cost of moving the bags out from disposing the material for a price by delivering to a willing purchaser/consignee. c. after some time, the plaintiff identified a company in sudan willing to take the product, viz. african drilling fluids (\"adg\"). adf was only willing to pay an amount equivalent to the cost of importing the product from oren, india (cif price). the sudanese buyer, adf, was willing to make payment on delivery of the goods in sudan. the arrangement was that the plaintiff would initially pay the cost of the shipment on behalf of mi qatar, and would reimburse itself from adf. mi qatar was willing to accept this arrangement and to ship the goods from qatar to sudan on this basis. d. the goods were shipped through united shipping services wll (\"uss\"), agents of the container line operated by the defendant herein. 2.2. the first tranche shipment was carried out by mi qatar largely without issue. on 24.01.2011, the plaintiff's indian shipping agent asked the plaintiff to provide draft bills of lading. the plaintiff prepared the same. similarly http://www.judis.nic.in for the second shipment, the plaintiff received a copy of the draft bill on 05.02.2011. the draft bill of lading identified the shipper as \"mi qatar wll\" jointly and severally with oren hydrocarbons private limited. the plaintiff never received the final issued bills of lading. however, the plaintiff has never consented to be the shipper for the goods. as this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful. however, the instructions was not complied. whereas on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 euro with respect to line demurrage and port storage charges incurred on the product shipping in containers. the plaintiff has denied the existence of any bill of lading wherein it was a shipper. despite the reply notice, the defendant has filed a suit for recovery of damages and the same was numbered before high court of justice in london. 2.3 despite, the existence of factual disputes on several issues meriting detailed adjudication, the foreign court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances. in this manner, the foreign court proceeded to pronounce its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid order dated http://www.judis.nic.in 23.05.2014, without any due application of mind. hence, it is the contention of the plaintiff that the queen's bench decision (commercial court) was not a court of competent jurisdiction, in as much as the plaintiff never consented to conferring exclusive jurisdiction to the english court. the judgment was not passed on merits of the case. similarly, the foreign judgment was obtained by fraud, as the defendant herein did not incur any storage or demurrage charges. similarly, the foreign judgment is ex facie erroneous in so far as it fails to appreciate that the concerned bill of lading was void ab initio and the judgment was not passed on merits. hence, the suit. 3. brief contentions of the defendant are as follows : 3.1. denying the contentions, it is the contention of the defendant that the plaintiff approached this court with unclean hands and suppressed relevant facts in the court. the plaintiff relied on selective facts, which do not give a complete picture. before the high court of justice, queens bench decision (commercial court), pleadings were filed by both the parties, witness statement of four witnesses were filed by the plaintiff and written arguments were filed by both the parties. the summary judgment was passed after considering all materials on record and having heard the parties at length. further, it is stated that accepting the judgment, the plaintiff vide their solicitors m/s.de crus solicitors email dated http://www.judis.nic.in 30.05.2014 forwarded to the judge (i) draft claimants order (ii) draft defendants order and (iii) submissions in relation to the form of the order. with the said email, express instructions of the plaintiff vide its solicitors letter dated 30.05.2014 was also forwarded to the judge. the defendant's counsel also vide her email dated 30.05.2014 forwarded to the judge, brief submissions on behalf of the defendant and a revised draft order. the judge after considering the drafts forwarded by the parties vide his email dated 16.06.2014 forwarded the final draft of the order to the parties subsequently pronounced the judgment. hence, it is the contention that the summary judgment in favour of the defendant was passed after giving adequate opportunity to both the parties. 3.2 both the parties were represented before the high court of justice, queens bench decision (commercial court), both the parties filed their pleadings, witness statements and submissions. a detailed hearing was granted to both the parties. it was agreed between the defendant as carrier and the plaintiff as shipper under various bills of lading that the defendant would carry by sea 32 containers of bagged calcium carbonate on various vessels/voyages, the agreement between the parties is contained in the bills of lading. the bills of lading clearly sets out that the plaintiff accepts and agrees to all the terms and conditions as stated therein and that the 32 containers of calcium carbonate http://www.judis.nic.in were duly carried by the defendant to port sudan where the containers arrived on various dates. notwithstanding the long period of time after arrival at the discharge port, delivery of the containers was not taken by the plaintiff in breach of the contract and or terms and conditions of the bill of lading. hence, all the proceedings before the foreign court is properly done and there was no fraud whatsoever. hence, prayed for dismissal of the suit. 4. based on the above pleading, the following issues have been framed : 1. whether the summary judgment passed by the high court of justice, queen's bench (commercial court), vide orders dated 23.05.2014 and 16.06.2014 has been pronounced by a court of competent jurisdiction? 2. whether the summary judgment passed by the high court of justice, queen's bench decision (commercial court), vide orders dated 23.05.2014 and 16.06.2014, amounts to a judgment on the 'merits of the case'? 3. whether suit is maintainable as an appeal against the well considered foreign judgment? 4. whether the suit reopen the factual issues already considered, decided and given findings of foreign court? http://www.judis.nic.in 5. whether the jdugment passed by the foreign court falls within the exemption of section 13 of civil procedure code? 6. any other reliefs? 5. on the side of the plaintiff, p.w.1 was examined and ex.p.1 to ex.p.16 were marked. on side of the defendant, d.w.1 has been examined and ex.d.1 to ex.d.12 were marked. witnesses examined on the side of the plaintiffs : p.w.1. mrs.r.gajalakshmi witnesses examined on the side of the defendants: d.w.1 mr.n.krishnakumar exhibits produced on the side of the plaintiffs: s.no date description of documents exhibit . 1. -copy of balance sheets and annual returns of p-1 the plaintiff company 2. 25.12.2009 copy of invoice dated 25.12.2009 issued by the p-2 plaintiff showing cif basis 3. -copy of bill of lading for shipment to qatar p-3 4. 24.01.2011 copy of e-mail from the plaintiff enclosing correct p-4 status of the shipment in the bill of lading 5. 19.09.2014 copy of application notice dated 19.03.2014 p-5 seeking summary judgment http://www.judis.nic.in s.no date description of documents exhibit . 6. 13.09.2011 copy of notice sent by the counsel acting for the p-6 defendant 7. 13.10.2011 copy of second notice from legal counsel acting p-7 on behalf of defendant 8. 24.10.2-11 copy of the reply of the plaintiff to the notices p-8 sent by the defendant 9. 22.02.2013 copy of claim form folio 259 filed by the p-9 defendant before the queen's bench division, commercial court 10. 23.05.2014 copy of judgment of the queen's bench division, p-10 commercial court 11. 16.06.2014 copy of order dated 16.06.2014 of the queen's p-11 bench division, commercial court. 12. 04/03/2017 copy of e-mail from the defendant's agent in p-12 sudan 13. 02.10.2013 copy of application notice filed by the plaintiff 14. 02.10.2013 copy of witness statement of mr.alexander andrews 15. -copy of draft order submitted by the plaintiff 16. 15.11.1965 copy of hague convention exhibits produced on the side of the defendant: s.no date description of documents exhibit . 1. 13.09.2011 copy of the legal notice by the defendant d-1 2. 13.10.2011 copy of legal notice by the defendant d-2 3. 24.10.2011 copy of e-mail of the plaintiff disputing the d-3 liability http://www.judis.nic.in s.no date description of documents exhibit . 4. 22.02.2013 copy of the claim form 2013 folio 259 before d-4 queen's bench division, commercial court london 5. 19.03.2014 copy of the application notice seeking summary d-5 judgment high court, london 6. 22.05.2014 copy of written arguments filed by plaintiff before d-6 high court, london 7. 22.05.2014 copy of the skeleton arguments opposing d-7 summary judgments filed by the plaintiff 8. 30.05.2014 copy of transcript of arguments by parties high d-8 court, london 9. -copy of the judgment of queen's bench d-9 division, high court, london 10. 30.05.2014 copy of email of defendant's counsel to plaintiff d-10 and court 11. 30.05.2014 copy of email and revised draft order submitted d-11 to the high court, london by the plaintiff 12. -copy of certificate of london court d-12 6. the learned senior counsel mr.sathish parasaran appearing for the plaintiff would submit that the high court of justice, queen's bench decision (commercial court) was not a court of competent jurisdiction and the summary judgment was not passed on merits. the triable issues involved and raised by the plaintiff were not considered by the foreign court and the judgment was obtained by fraud and suppressing the material facts. it is the further contention of the learned senior counsel that several significant issues having a bearing on http://www.judis.nic.in the case were not considered in the foreign judgment on contravention of the conditions set out in section 13 of code of civil procedure. it is his further contention that no part of the cause of action arose within the jurisdiction of the english court. the defendant's submission before the foreign court that the alleged bill of lading conferred exclusive jurisdiction on english courts was liable to be dismissed. in as much as it could not be proved by the defendant that the plaintiff consented to the bill of lading at all. however, the foreign judgment failed to consider that in the present transaction, the exporter was qatari company (ras gas) and that the contract of carriage was entered into in qatar and thus the qatari law would apply. no consideration of this aspect of applicability of qatari law was made in the foreign judgment. hence, it is his contention that the same has to be held invalid. 7. it is further contended by the learned senior counsel that the judgment is not passed on merits of the case and the judgment has been passed summarily without a complete examination of the material and evidence before it. while the defendant claimed that it had suffered loss and damage, there was no consideration of whether such a claim was in fact maintainable in the absence of any proof or evidence for the same. further, the burden of proof for the claim http://www.judis.nic.in was not discharged on the part of the defendant. the evidence of d.w.1 clearly indicate that the defendant had not paid storage or demurrage charges. the defendant has disposed of the cargo and has thus profitably benefited from the sale of the cargo as well. neither the fact that the cargo had been disposed of nor that no charges and thus no losses were incurred by the defendant was disclosed in the proceedings before the english court. hence, it is his contention that suppression of material facts, which amounts to fraud. in support of his contentions, the learned senior counsel relied upon the following judgments : badat and co. bombay vs. east india trading co. reported in air 1964 sc 538 sankaran govindan vs. lakshmi bharathi and others reported in 1975 (3) supreme court cases 351 international wollen mills vs. standard wool (u.k. ltd. with standard wool (u.k.) ltd. vs. international woollen mills reported in 2001 (5) supreme court cases 265 k.m.abdul jabbr vs. indo-singapore traders (p) ltd. rep. by managing director, mohammed abdullah and another reported in 1995 law weekly 84 http://www.judis.nic.in islamic investment company for the gulf (bahamas) ltd. and mr.vijay k.mehta vs. symphony gems n.v. and others reported in manu/mh/0113/2005 8. the learned counsel appearing for the defendant would submit that both the parties have submitted to the jurisdiction of the foreign court and the defendant has also filed an application seeking leave to defend the suit and pleadings are filed by both the parties, witness statement of four witnesses was filed by the applicant and written arguments were filed by both the parties and draft judgment was circulated to parties. accepting the judgment, the defendant, the plaintiff herein vide their solicitor's email dated 30.05.2014 forwarded to the judge (i) draft claimants order, (ii) draft defendant's order and (iii) submissions in relation to the form of the order were forwarded to the judge. the plaintiff also forwarded to the judge, brief submissions on plaintiff/msc/behalf and a revised draft order. the learned judge after considering the drafts forwarded by the parties vide his email dated 16th june 2014 forwarded final draft of the order to the parties and subsequently, the judgment was pronounced. the above facts demonstrates that the matter has been disposed of on merits after giving opportunity to the parties. the suit itself is a repetitive action as all the issues http://www.judis.nic.in raised by the plaintiff were already raised before the foreign court. in support of his submissions, he relied on the following judgments : m/s.alcon electronics pvt. ltd. vs. celem s.a. of fos 34320 roujan, france and another reported in air 2017 supreme court 1 canara bank vs. n.g.suburayansetty reported in air 2018 sc 3395 dorothy thomas vs. rex arul reported in 2011 (5) ctc 22 messer griesheimgmbh vs. goyal mg gases pvt. ltd. reported in manu/de/4394/2013 kolmar group ag vs. traxpo enterprises pvt. ltd. reported in manu/mh/0581/2015 china shipping development co. ltd. vs. lanyard foods ltd. reported in manu/mh/0567/2007 9. issue nos.1 to 6 : it is contended by the plaintiff that the plaintiff is engaged in the business of supplying various chemicals and other raw materials used in the manufacturing sector. the plaintiff has supplied lot of products to mi swaco http://www.judis.nic.in group as per their requirements including calcium carbonate, barites and bentonite. the invoices in the transactions were made out to mi qatar for use in rasgas and the rasgas was the end user and as mi qatar was only the service provider/intermediary for rasgas. while so, te plaintiff received a copy of the draft bill on 05.02.2011 for shipment of materials. the draft bill of lading identified the shipper as \"mi qatar wll\" jointly and severally with oren hydrocarbons private limited. as this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful. however, the instructions was not complied. while so, on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 euro with respect to line demurrage and port storage charges incurred on the product shipping in containers. the plaintiff has denied the existence of any bill of lading wherein it was a shipper. 10. whereas, it is the contended by the defendant that the agreement between the parties is contained in the bills of lading and bills of lading clearly sets out that the plaintiff accepted and agreed to all the terms and conditions. though 32 containers of calcium carbonate were duly carried by the defendant to port sudan where the containers arrived on various dates, delivery of the containers was not taken by the plaintiff in breach of the contract and the terms http://www.judis.nic.in and conditions of the bill of lading and in breach of the contract, the plaintiff failed to pay demurrage/storage charges or any part thereof. hence, the defendant has filed a suit for recovery of damages before high court of justice in london. 11. according to the plaintiff, despite the existence of factual disputes on several issues meriting detailed adjudication, the foreign court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances and pronounced its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid order dated 23.05.2014, without any due application of mind and the judgment was not passed on merits. but according to the defendant, before the judgment was delivered, pleadings and documents and statement of witnesses were filed by both the parties and extensive arguments were advanced by counsels for both the parties. hence, the plaintiff seeking this court to sit on appeal is against settled proposition especially when the judgment debtor had not preferred any appeal or review or revision. http://www.judis.nic.in 12. the contention of the learned counsel for the plaintiff that the proceedings before the foreign court were of summary in nature does not mean that the summary judgment is not on merits and cannot be enforced. the conclusion arrived by the foreign court was not only based on pleadings, witness statements and written submissions, but also on detailed oral arguments advanced by the counsels of both the parties, which is also admitted by p.w.1. p.w.1 in his evidence has admitted that they participated in the court proceedings in london and based on the documents and other evidences, their counsel had pleaded and argued the case. the evidence of p.w.1 coupled with ex.d.6, the written arguments filed by the plaintiff in the english court and ex.d.10, 11, copy of emails along with revised draft order of plaintiff would go to show that the sufficient opportunity was given to the plaintiff in the english court and the plaintiff also advanced the written arguments and draft judgment and draft order was circulated by both the parties and thereafter and based on the pleading and the witness statements and written submissions, the english court has passed the judgment on merits. further, the foreign court considered the preliminary objections raised by the plaintiff and sufficient opportunity was given to the plaintiff to put forth its case. such being the position, the foreign judgment is binding on the plaintiff. the plaintiff's application for permission to appeal was refused. the refusal order was not challenged by the plaintiff by preferring an http://www.judis.nic.in appeal or any review against the same. hence, the plaintiff cannot now seek once again to reopen the contention and issues which were urged before the foreign court. 13. the judgment relied by the plaintiff in badat and co. bombay vs. east india trading co. reported in air 1964 sc 538 is with regard to enforcement of a final award made in a foreign country in pursuance of a submission made within the limits of its original juridisction. the judgment in sankaran govindan vs. lakshmi bharathi and others reported in 1975 (3) supreme court cases 351 is with respect to a decree in a suit for partition of the assets of a person who died in england and the question of succession to the sale proceeds of the movables and other monies. in international wollen mills vs. standard wool (u.k. ltd. with standard wool (u.k.) ltd. vs. international woollen mills reported in 2001 (5) supreme court cases 265, an appeal has been preferred on an exparte decree passed by this court. in the judgment in k.m.abdul jabbr vs. indo-singapore traders (p) ltd. rep. by managing director, mohammed abdullah and another reported in 1995 law weekly 84 after dismissal of the leave to defend application, the foreign court has straightaway passed the summary judgment. whereas, in the present case, http://www.judis.nic.in both the parties have circulated their written submissions and draft judgment was also circulation and after considering the written submissions and statement of witnesses the foreign court pronounced the judgment. 14. when the foreign court passed judgment on merits and there is no dispute on the correctness or otherwise of international law or refusal to recognize indian law and the principles of natural justice was duly followed in the proceedings which culminated in the judgment. ex.d.10 reveals that summons were properly served upon the plaintiff and the same is accepted and acknowledged by the plaintiff. ex.d.12 is the certificate of judgment under section 10 of the foreign judgments issued by the high court of justice, queen's bench division, london. ex.d.12 clearly indicate that the judgment has been served by the foreign court in accordance with the provisions of part 6 of the civil procedure rules 1998. as the plaintiff failed to pay the sum decreed under the judgment and order passed by the high court of justice, queens bench, division commercial court, london, the defendant through his counsel has called upon the plaintiff to make money. though the plaintiff has raised some allegation of fraud absolutely, there is no material on record to prove the alleged fraud. there is no allegations on fraud in obtaining the judgment and there is no claim that the judgment is founded on any breach of law in force in http://www.judis.nic.in india. section 14 of cpc provides presumption on the judgment and the said presumption on the jurisdiction was not rebutted by the plaintiff. 15. from the above facts, it is very clear that the plaintiff had participated in the proceedings before the london court and the london court has also passed the judgment on merits. such being the position, it is not open to the plaintiff to relitigate and reagitate the same factual issues already considered, decided and given findings by the foreign court. as there are appeal provisions at england against the judgment of commercial division which is under challenge in the instant suit, the plaintiff ought to have filed only an appeal or review before the london court and no fresh suit can be filed against the well considered foreign judgment. in view of the same, all the issues are answered against the plaintiff and in favour of the defendant. 16. in the result, the suit is dismissed. no cost. 14.11.2019 vrc index : yes/ no internet : yes speaking/non-speaking order http://www.judis.nic.in n.sathish kumar, j. vrc judgment in 14.11.2019 http://www.judis.nic.in"
}