{
  "case_file": "case25.txt",
  "original_text": "Delhi High Court\nD & H India Ltd vs Superon Schweisstechnik India Ltd on 16 March, 2020\nEquivalent citations: AIRONLINE 2020 DEL 463\nAuthor: C. Hari Shankar\nBench: Chief Justice, C. Hari Shankar\n$~17\n *   IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+      FAO (OS) (COMM) 237/2019 & CM APPL. Nos. 42840/2019,\n       42841/2019 & 230/2020\n                                  Reserved on: 5th March, 2020\n                             Pronounced on : 16th March, 2020\n\nD & H INDIA LTD.                                     .... Appellant\n                             Through: Mrs. Girija Krishan Varma, Adv.\n\n                           versus\n\nSUPERON SCHWEISSTECHNIK INDIA LTD. .... Respondent\n                   Through: Mr. Sanjeev Sindhwani, Sr.\n                            Advocate with Mr. Sanjeev\n                            Singh & Mr. D.K. Yadav,\n                            Advs.\nCORAM:\nHON'BLE THE CHIEF JUSTICE\nHON'BLE MR. JUSTICE C. HARI SHANKAR\n\n%                    JUDGMENT\n\n\nC. HARI SHANKAR, J.\n1. This appeal, preferred under Section 13 of the Commercial Courts Act, 2015 (hereinafter referred to as \"the Commercial Courts Act\"), read with Order XLIII and Section 151 of the Code of Civil Procedure, 1908 (\"the CPC\"), assails order, dated 3rd July, 2019, of the learned Single Judge of this Court in Original Appeal (OA) 58/2019, in CS (COMM) 665/2017. The appellant before us is the defendant in CS (COMM) 665/2017, and the appellant in OA 58/2019.\nFacts\n2. CS (COMM) 665/2017 was filed by the respondent, against the appellant, seeking permanent injunction, against the appellant, from infringing the Trade Mark „SUPERON‟, of the respondent. The respondent contended, in the suit, that it was part of a group, which included M/s Stanvac Chemicals India Ltd (hereinafter referred to as \"Stanvac\"), who were pioneers in the import and distribution of high- quality maintenance consumables since 1994. While admitting that the respondent itself was incorporated only in 2004, the plaint averred that the respondent was only supporting the import and maintenance activities of Stanvac and that, by the time the plaintiff came to be filed, the respondent was engaged in manufacture of conventional welding electrodes, under license from M/s Oerlikon Schweistechnik AG, Switzerland. With effect from 2004, averred the plaint, the trademark „SUPERON‟ came to be adopted by the respondent, with respect to the trade and business of manufacturing, marketing and exporting of welding electrodes, being undertaken by it. It was pointed out that the word „Superon‟ has no dictionary meaning, and formed an integral part of the tradename of the respondent. It was further averred, in the plaint, that, at the time of its adoption, no trademark, or label, „SUPERON‟, was registered with the Registrar of Trade Marks. It was further contended, in the plaint, that the respondent‟s „SUPERON‟ mark had a distinctive and unique trade dress, involving black lettering on a yellow background. In view thereof, it was contended that the respondent was the registered proprietor of the trademark/label „SUPERON‟ in relation to welding electrodes and alike goods. It was also contended that the respondent had applied for registration of copyright in respect of the artistic work involved in the label „SUPERON‟. As such, the plaint contended, „SUPERON‟ was a distinctive and well-known trademark/name/label of the respondent within the meaning of clause (zg) of Section 2, read with Section 11 of the Trade Marks Act, 1999 (hereinafter referred to as \"the Trade Marks Act\").\n3. The respondent claimed, in the plaint, to be aggrieved by the adoption and user, by the appellant, of the trademark „SUPERCROME‟, in respect of welding electrodes manufactured by it. The plaint contended that the appellant could not claim to be the proprietor of the trademark/label „SUPERCROME‟, and could not, legally, use the said trademark without the leave and licence of the respondent, as, in the respondent‟s submission, the trademark „SUPERCROME‟ was deceptively similar to the respondents trademark „SUPERON‟ phonetically, visually and structurally. It was also sought to be contended, in this regard, that the appellant had copied the colour combination and placement of words in the label „SUPERON‟, of the respondent. Inasmuch as the respondent was using several trademarks and labels, containing the „Super‟ prefix, such as „SUPERMICRO‟, „SUPERTIG‟, „SUPERMIG‟ and „SUPERSTAINLESS‟, the plaint averred that there was every likelihood of the trademark „SUPERCROME‟ being confused as belonging to the respondent. In view thereof, the plaint alleged that the appellant had infringed the respondent‟s trademark and was passing off its goods as those of the respondent. It was also pointed out, in this regard, that, on 20th February, 2017, the appellant had filed an application, before the Registrar of Trade Marks, for registration of the „SUPERCROME‟ trademark. Asserting that the goods manufactured by the appellant, under the „SUPERCROME‟ trademark were the same as those manufactured by the respondent under its „SUPERON‟ trademark, albeit of inferior quality, the plaint averred that the respondent was entitled to an injunction, against the appellant, from using its „SUPERCROME‟ trademark.\n4. Following on the above averments, CS (COMM) 665/2017, filed by the respondent against the appellant, contained the following prayers:\n\"36. The plaintiff, under the above stated facts and circumstances, prays: -\n(a). For a decree of permanent injunction restraining the defendant by themselves as also through ; their directors, proprietors, individual proprietor, partners (if any), agents, servants, assigns, representatives, successors, distributors and all others acting for and on their behalf from using, selling, offering, for sale, advertising or displaying directly or indirectly or dealing in any other manner or mode in welding electrodes and all allied and cognate goods/products under the impugned trademark/label SUPERCROME or any other trademark /label dress identical with or deceptively similar to the plaintiff‟s trade mark/name/lable amounting to or resulting in:-\n(i) Infringement of the plaintiff‟s said trade mark/name/lable SUPERON;\n(ii) Passing off and violation of the plaintiff‟s said trade mark/name/lable SUPERON;\n(iii) Infringement or otherwise violation by way of passing off of the plaintiff‟s said copyright involved in the said trade mark/name/label SUPERON;\n(b) For an order for delivery up of all the defendant impugned goods and business bearing the impugned trade mark/lable/packaging including packing material, pouches, carton boxes, carry bags, finished and unfinished goods, boxes, stickers, or any other incriminating material including display boards and sign boards and trade literature to the plaintiff for the purpose of destructions/erasure.\n(c) For an order of rendition of account of the defendant by their aforesaid impugned trade activities and a decree to the plaintiff on the amount so ascertained.\n(d) In alternative to accounts for a decree for grants of damages of Rs.1,00,000,001/- (Rupees One Crore one) from the defendant, jointly and severally to the plaintiff.\n(e) For such further order as this Hon‟ble Court may deed fit and proper in the circumstances of the case and in the interest of justice.\"\n5. Consequent to issuance of summons in the aforesaid suit, the appellant, being the defendant therein, filed its written statement by way of response thereto. Emphatically denying all averments in the plaint, the appellant contended that it had neither infringed any trademark of the respondent, nor sought to pass off its goods as those of the respondent. The appellant averred, in its written statement, that it was, in fact, the prior user of the „SUPERCROME‟ trademark, since 1st April, 2001. In fact, contended the written statement, the appellant was using other trademarks, too, involving the „Super‟ prefix, since as far back as 1992, such as „SUPERCR‟, „SUPERMO‟, „SUPERNI‟, „SUPERCU‟, „SUPERLH‟ and „SUPERSSS‟. As against this, pointed out the written statement, the respondent was incorporated only in 2004. The appellant contended, in its written statement, therefore, that it was the prior user of the „SUPERCROME‟ trademark, and its user was, therefore, protected by Section 34 of the Trade Marks Act.\n6. On 3rd August, 2018, the respondent filed IA 10990/2018, under Order VI Rule 17 of the CPC, seeking to amend its plaint, specifically para 8 thereof, which the respondent desired to amend to read thus:\n\"8. That with the advent of the plaintiff company in the year 2004, the trademark/name/label SUPERON came to be adopted. However, the trademark SUPERON has been originally adopted by the plaintiff group through Stanvac Chemicals India Limited, a sister concern of plaintiff in 1994 and has been used since then up to 2004 when the plaintiff company came to have been incorporated and started using the said trademark along with all the artistic features including colour combination of mustard yellow (in the background) and black with the swirl device engulfing the trademark SUPERON. The plaintiff coined, conceived and adopted the trademark/label and distinctive trademark without having any connection or connotation with regard to the trade and business of manufacturing, marketing, exporting of stainless steel welding electrodes, series of welding electrodes, stainless steel wires, stainless steel pickling products, maintenance and repair welding electrodes (hereinafter referred to as said goods). The trademark SUPERON of the plaintiff is having no dictionary meaning at all and the trademark/label formed integral part of the trade name of the plaintiff. At the time of adoption there was no such trademark or label existing in the register of the Trade Mark. Hence, the trademark/label/name of the plaintiff is arbitrary and fanciful. (Plaintiff hereinafter means and includes its group and sister concern.)\"\nThe italicised words, in the afore-extracted para 8, were sought to be added by way of amendment. An amended plaint was also annexed with the application for amendment.\n7. The appellant filed a reply to IA 10990/2018, as well as a written statement, by way of response to the amended plaint, in both of which the prayer, of the respondent, for permission to amend the plaint, was seriously contested. The appellant submitted that the proposed amendment was being introduced clearly by way of hindsight, so as to overcome the contentions advanced, by the appellant in its written statement, filed in response to the plaint which, submitted the appellant, otherwise served to non-suit, entirely, the respondent. It was pointed out that, by the proposed amendment, the respondent was seeking to advance the initial date of use of the contested trademark to 1994, so as to set up an entirely new case of \"prior usage\". It was pleaded that the proposed amendment, if allowed, would change the very crux of the case set up by the respondent, and would result in grave prejudice to the appellant, and its defence to the suit filed by the respondent, and would also affect the appellant in the other suits pending between the appellant and the respondent.\n8. The aforesaid IA 10990/2018, preferred by the respondent under Order VI Rule 17, CPC, was allowed, by the learned Joint Registrar (Judicial) (hereinafter referred to as \"the learned Joint Registrar\") of this Court, by a detailed order dated 25 th April, 2019, which we deem appropriate to reproduce, in extenso, thus:\n\"1. By way of this order I shall dispose of the present application filed by the plaintiff for amendment of the plaint.\n2. The brief facts of the case necessary to dispose of the present application are that as per the plaintiff, there is a group of companies which includes one Stanvac Chemicals India Limited. It is stated that the plaintiff‟s company was incorporated in the year 2004. The plaintiff claimed that it is using the trademark/label/packaging/trade-dress SUPERON for the purposes of its trade. It is alleged that the defendant has imitated identical/deceptively similar trademark/label SUPERCROME. It is further stated by the plaintiff that they have came to know from the website of Trademark Registry that the defendant had applied for registration of the impugned trademark SUPERCROME.\n3. It is prayed in the present matter that the defendant be permanently restrained from infringing the SUPERON mark and to passoff its goods under a similar trade name (SUPERCROME) as that of plaintiff SUPERON. Other ancillary reliefs were also sought by plaintiff.\n4. The defendant had filed the written statement stating that the plaintiff company came into existence in 2004 only but the defendant is using the name SUPERCROME or other similar names with suffix „SUPER‟ (as mentioned in para-A- 1 of preliminary objections) since 2001. It is further stated that the registration of plaintiff‟s device is under Classes 9 and 35 but not under class 7 and the defendants goods pertains to the class 7 and thus there cannot be any passing off. It is further stated that even the goods of the plaintiff have no registered trademark in classes 9 and 35. It is further stated that since the word „SUPER‟ is a dictionary word, there cannot be any exclusive claim on this word. It is further stated that the defendant is using the word SUPERCROME since 2001.\n5. The plaintiff has filed the replication and has denied the facts of the written statement and reiterated and reaffirmed that of its plaint. It was denied that the defendant was using the word SUPERCROME since 2001. However, it is stated that the defendant has started using the SUPERCROME in the year 2007 itself.\n6. By way of this application, the plaintiff has sought amendment to the fact that inadvertently it could not incorporate some facts regarding the duration of usage of the word „SUPERON‟. It is stated that the word SUPERON is used by the group of companies (of which the plaintiff is also one of the companies) since 1994. It is stated that one another group of company i.e. Stanvac Chemicals India Limited is using the word SUPERON since 1994 and plaintiff wants to delete/amend paragraph 8 of the plaint to incorporate these facts (in terms of paragraph 6 of the application).\n7. The defendant in its reply and in arguments to this application, has stated that no document has been placed on record which connects the present plaintiff with Stanvac Chemicals India Limited. It is further stated that no assignment deed has been placed on record which shows the usage of the alleged word SUPERON assigned to the present plaintiff. It is further stated that due to this reason the present amendment cannot be allowed.\n8. The plaintiffs had filed a rejoinder and reiterated and reaffirmed the facts of application and denied those of reply filed by the defendant.\n9. I have gone through the record and the submissions forwarded by learned counsels for the parties.\n10. Till date issues have not been framed in the present matter and by way of this application, the plaintiff wants to bring on record the fact regarding the duration since when the word SUPERON used by the plaintiff or its other group of companies. This could not cause any prejudice to the defendant as it has every right and opportunity to rebut the fact. On the other hand, this fact will bring the clarity before the court to decide the real controversy.\n11. The plaintiff has relied on the judgments titled Bright Electrical v. Ramesh Kumar Patel, passed in CS (OS) No. 267/2008 dated 03.09.2009, Rajesh Kumar Aggarwal & Ors. v. K. K. Modi & Ors, AIR 2006 SC 1647 and Ramesh Kumar Agarwal v. Rajmala Exports Pvt. Ltd. & Ors., MANU/SC/0252/2012. The defendant has also relied on the judgments titled Revajeetu Builders and Developers v. Narayanaswamy & Sons & Ors passed in Civil Appeal No. 691/2009 dated 09.10.2009 of the Hon'ble Supreme Court, Jai Jai Ram Manohar Lal v. National Building Material Supply, Gurgaon, AIR 1267, 1970 SCR (i) 22 and Mohinder Kumar Mehra v. Roop Rani Mehra & Ors. passed in Civil Appeal No. 19977/2017 dated 11.12.2017 of Hon'ble Supreme Court.\n12. As far as the judgment relied by the defendant i.e. Revajeetu (supra), the same is not applicable in the present matter because by way of this amendment, the plaintiff is not setting up a new case as it had already discussed this fact on Stanvac Chemicals India Limited in para-2 of its original plaint. The second judgment i.e. Jai Jai Ram Manohar Lal (supra) also does not apply in the present matter since by way of this amendment no prejudice is caused to the defendant as the trial has not begun. Moreover, this amendment is only sought by the plaintiff to put forward the case regarding duration period of trademark SUPERON. Similarly the third judgment i.e. Mohinder Kumar Mehra (supra) does not aid the plaintiff, but on the contrary lays down the principle which governs the amendment in the pleadings. As per these principles which are mentioned in para-8 of this judgement, present amendment can be allowed.\n13. In view of the above discussions, the application is accordingly allowed. However, since this fact could have known to the plaintiff from the very beginning and is not a subsequent event, the delay caused by the plaintiff is compensated by imposition of cost of Rs. 25,000/- which shall be paid to the defendant through counsel. Amended plaint is already on record.\"\n(Emphasis supplied)\n9. The appellant appealed, against the above order, dated 25 th April, 2019, whereby the learned Joint Registrar allowed IA 10990/2018, by way of a statutory appeal before the learned Single Judge on the Original Side of this Court, under Rule 5 in Chapter II of the Delhi High Court Rules (Original Side), 2018 (hereinafter referred to as \"the 2018 Original Side Rules\"). The learned Single Judge has noted the submissions, advanced before him by the appellant, in para 4 of the impugned order and has, thereafter, in paras 5 to 8 thereof, proceeded to return his findings thereon. Paras 4 to 8 of the impugned order may be reproduced, for ready reference, thus:\n\"4. Learned counsel for the appellant/defendant vehemently argued that the proposed amendment causes grave prejudice to the appellant/defendant inasmuch as the date of user of the trademark SUPERON by the plaintiff is sought to be changed by the proposed amendment. In the original place the user of the trademark is said to be since 2004 whereas the proposed amendment now seeks to argue that the user from 1994. She further states that the plaintiffs had failed to show as to whether they have any authority from Stanvac Chemicals India Limited to make the present application and to claim that the said Stanvac Chemicals India Limited is a parent group of the plaintiff company and that the user by the Stanvac Chemicals India Limited of the trademark SUPERON can also be claimed as a user by the plaintiff. She also states that there is no legal or financial relationship between the plaintiff and Stanvac Chemicals India Limited. She also states that the defendants/parent company has been using the trademark SUPERCROME and experience since 1985. She also states the invoices since 1990 to have been placed on record. She also states that the plaintiff has initiated other legal proceedings also against the defendants subsequent to the present suit where again there is no reference to the user of the trademark SUPERON by Stanvac Chemicals India Limited.\n5. In my view there is no error or infirmity in the impugned order. The suit is at the initial stage. Appellant/defendant merely seeks to place on record the fact that a company by the name of Stanvac Chemicals India Ltd which is said to be the parent company has been using the trademark SUPERCROME since 1994 prior to the incorporation of the appellant/respondent company. As to whether this alleged user by a company Stanvac Chemicals India Ltd in any manner enhance the merits of the case of the plaintiff are issues which will be gone into at the time of adjudication of the case. At this stage, while considering application for settlement the merits of the elements which are sought to be incorporated have not to be gone into by the court. Reference in this context may be hard to the judgement of the Supreme Court in Rajesh Kumar Agarwal and others vs. K. K. Modi and others, (2006) 4 SCC 385 where the Supreme Court held as follows: -\n\"19. While considering whether an application for amendment should or should not be allowed, the Court should not go into the correctness of falsity of the case of the amendment. Likewise, it should not record a finding on the merits of the amendment and the merits of the amendment sought to be incorporated by way of amendment or not to be adjudged at the stage of allowing the prayer for amendment. This cardinal principle has not been followed by the High Court in the instant case.\"\nSimilarly, in Lakha Ram Sharma vs. Balar Marketing Private limited, (2008) 17 SCC 671 the Supreme Court held as follows: -\n\"4. It is settled law that while considering whether the amendment is to be granted or not, the court does not go into the merits of the matter and decide whether or not the claim made therein is bona fide or not. That is a question which can only be decided at the trial of the suit...\"\n6. Clearly, the defence sought to be raised by the appellant cannot be adjudicated upon at this stage as it deals with the merits of the proposed amendment.\n7. In my opinion, further the amendment sought cannot said to be mala fide. Reference may be had to Revajeetu Builders and Developers v. Narayanaswamy and Sons and Others, MANU/SC/1724/2009 the Supreme Court held as follows: -\n\"67. On critically analysing both the English and Indian cases, some basic principles emerge which ought to be taken into consideration while allowing of rejecting the application for amendment.\n(1) Whether the amendment sought is imperative for proper and effective adjudication of the case?\n(2) Whether the application for amendment is bona fide or mala fide?\n(3) The amendment should not cause such prejudice to the other side which cannot be compensated adequately in terms of money;\n(4) Refusing amendment would infact leads to injustice or lead to multiple litigation;\n(5) Whether the proposed amendment Constitutionally or fundamentally changes the nature and character of the case? And (6) As a general rule, the court should decline amendments if a fresh suit or the appended claims would be barred by limitation on the date of application.\"\n8. There is accordingly no merit in the appeal. Same is dismissed.\"\n10. The present appeal impugns the aforesaid order/judgement, dated 3rd July, 2019, of the learned Single Judge in OA 58/2019.\nRival submissions - as pleaded and argued\n11. While we would be referring, in greater detail, to the rival submissions, advanced by learned Counsel, we may note, at this stage, that, for the first time, the appellant has sought to contend, in the rejoinder filed before us, that the learned Joint Registrar was not competent to adjudicate on the amendment application of the respondent, as the amendment sought was not „formal‟ in nature. Having noted this, we proceed to allude, in greater detail, to the rival submissions of learned Counsel, before us.\n12. We have heard, at length, Ms Girija Krishna Varma, learned Counsel for the appellant and Mr. Sanjeev Sindhwani, learned Senior Counsel for the respondent.\n13. Ms. Varma submits that, by the amendment proposed in para 8 of the plaint, the respondent was altering the very character of the suit. To drive home this point, she submitted thus:\n(i) In the plaint, the respondent‟s contention was that the date of incorporation of the respondent-Company was the date, from which the respondent was using the „SUPERON‟ trademark. Stanvac figured only by way of a passing reference, in para 2 of the plaint. With the plaint, no invoices, or other material evidencing use, by the respondent, of the „SUPERON‟ trademark, from 2004, were filed. Additional documents were now being sought to be introduced along with the amendment to the plaint.\n(ii) The claim of user, from 1994, now sought to be introduced by amendment, was based only on photocopies. All relevant documents showed the date of first user, by the respondent, of the „SUPERON‟ trademark, as 2004.\n(iii) In its written statement, filed by way of response to the plaint of the respondent, the appellant had clearly pleaded that it was in the business of welding electrodes since 1965, and had itself been incorporated on 30th March, 1985, along with proof showing user, by it, of the „SUPERCROME‟ trademark from 1992. Original invoices had been placed, on record, by the appellant, to justify its stand. Specifically for the „SUPERCROME‟ trademark, the date of prior user, by the appellant, was 1st April, 2001.\n(iv) On 8th May, 2018, the appellant filed CS (COMM) 851/2018, against the respondent, alleging infringement, by the respondent, of the registered trademarks „SUPERTIG‟ and „SUPERMIG‟ of the appellant. In the said suit, too, the appellant had placed, on record, original invoices, by way of evidence of prior user.\n(v) Even in the plaint as amended, the respondent had not produced any proof to show that Stanvac was dealing in welding electrodes and welding wires. Apparently, Stanvac was being used to somehow pre-date the user, by the respondent, of the „SUPERON‟ trademark. No authority, from Stanvac, had been placed on record. In fact, the very introduction of Stanvac was fraudulent, as the respondent and Stanvac were engaged in different, and distinct, activities, though they had common directors.\n(vi) The application for amendment of the plaint was filed only after the filing of CS (COMM) 851/2018, with a view, somehow, to defeat the said suit.\n(vii) On 3rd October, 2017, the respondent filed an application, before the Registrar of Trade Marks for registration of the „SUPERON‟ wordmark in Class 7 for welding electrodes, showing its date of user as 1st June, 2004. No application, for change of user date had been preferred, before the Registrar of Trademarks, by the respondent, till date. Other similar applications, for registration of trademark in respect of welding electrodes, had also been filed by the respondent.\n(viii) By trying to change the date of user, by it, of the „SUPERON‟ trade mark, to a date prior to that declared in the suit, the respondent was substantially changing the nature of the suit. This was a clear attempt to circumvent the defence of the appellant, which already stood disclosed in the written statement filed by it in response to the respondent‟s plaint.\n(ix) Advancement, of the date of use, by the respondent, of the „SUPERON‟ trademark to 1994, in place of 2004 (as declared in the plaint as originally filed) not only changed the nature of the suit, but nullified, in its entirety, the appellant‟s defence.\n(x) The introduction of Stanvac, at this stage of the proceedings, was unjustified. Stanvac was in the business of chemicals, whereas the respondent was manufacturing and trading in electrodes and welding wires. The only commonality, between Stanvac and the respondent, was that they had the same Directors.\nMs. Varma also sought to contend that the learned Joint Registrar was not competent to adjudicate IA 10990/2018, as the amendment sought, by the respondent, in the said application, could not be regarded as „formal‟ in nature. The learned Joint Registrar having acted in excess of its jurisdiction, Ms. Varma would seek to submit that, consequently, the impugned judgement, of the learned Single Judge, also stood vitiated.\n14. Various other submissions, on the merits of the claim of the respondent, have been advanced in the appeal before us; however, as we are not adjudicating the suit, which is pending before the learned Single Judge, we do not deem it necessary to make any reference thereto.\n15. Arguing per contra, Mr. Sindhwani submits, at the outset, that the appeal, of the appellant, was not maintainable, in view of the proviso to Section 13 (1A) of the Commercial Courts Act, 2015 (hereinafter referred to as \"the Commercial Courts Act\"), read with the judgements of this Court in HPL (India) Ltd v. QRG Enterprises1 and Samsung Leasing Ltd v. Samsung Electronics Co. Ltd2. Apropos the jurisdiction of the learned Joint Registrar to adjudicate IA 10990/2017, Mr. Sindhwani would, even while forbearing from seriously contesting this claim of Ms. Varma, seek to submit that the issue did not survive for consideration, as the learned Single Judge, adjudicating OA 58/2019, was effectively exercising original, rather than appellate, jurisdiction. Even if, therefore, the learned Joint Registrar were to be assumed not to have possessed the jurisdiction to decide IA 10990/2018, Mr. Sindhwani would submit that the learned Single Judge could, in any event, have decided the said application and that, therefore, the issue of jurisdiction of the learned Joint MANU/DE/0347/2017 MANU/DE/2107/2017 Registrar did not really survive. For the proposition that the learned Single Judge was, while deciding OA 58/2019, exercising original, rather than appellate, jurisdiction, Mr. Sindhwani would place reliance on the judgement, of a Division Bench of this Court, in Rahul Gupta v. Pratap Singh3.\n16. On merits, Mr. Sindhwani would submit that the reasons, cited by the learned Single Judge in the impugned order, dated 3 rd July, 2019, for allowing the respondent‟s prayer for amendment of its plaint, were unexceptionable, and could not be said to merit interference by this Court.\nAnalysis Re. Maintainability of the present appeal\n17. The submission, of Mr. Sindhwani, that the present appeal is not maintainable, which is based on the decisions of this Court (rendered, in each case, by a Division Bench) in HPL (India) Ltd1, Samsung Leasing Ltd2 and Rahul Gupta3, deserves serious consideration.\n18. Premised, as this submission is, on Section 13 of the Commercial Courts Act, it would be appropriate to reproduce the said provision, thus:\n\"13. Appeals from decrease of Commercial Courts and Commercial Divisions. -\n206 (2014) DLT 188 (1) Any person aggrieved by the judgement or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of 60 days from the date of judgement or order.\n(1A) Any person aggrieved by the judgement or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period 60 days from the date of the judgement or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1980 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n19. Section 21 of the Commercial Courts Act, it may be noted, confers overriding application, to the said Act, over any other law for the time being in force.\n20. The submission of Mr. Sindhwani is that, in HPL (India) Ltd1, it has been held that the proviso, to Section 13 (1A) of the Commercial Courts Act, operated to exclude the appellate jurisdiction, of the Division Bench of this Court, over the decisions rendered by the learned Single Judge acting as a Commercial Court, in all cases, save and except those which found specific enumeration in Order XLIII of the CPC. Following, and adopting, this decision, Samsung Leasing Ltd2 held that orders, passed by the learned Single Judge, exercising jurisdiction as a Commercial Court, adjudicating applications for amendment under Order VI Rule 17 of the CPC, were not appealable to the Division Bench, as orders passed on applications under Order VI Rule 17 were not among those which find enumeration in Order XLIII of the CPC.\n21. On a plain reading, the proviso to Section 13 (1A) of the Commercial Courts Act is an enabling, rather than a disabling, provision. There is nothing, in the said proviso, which would seem to indicate that it dilutes the effect of sub-section (1A) of Section 13. If we were to read the said proviso as excluding, from the jurisdiction of the appellate court, all orders, passed by a Commercial Court, save and except those which find specific enumeration in Order XLIII of the CPC, it may amount to rewriting the proviso to read \"Provided that no appeal shall lie, except from such orders passed by a Commercial Division or the Commercial Court as are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\" We are not convinced that the province of our jurisdiction, in the present case, allows us to so legislate. To our mind, therefore, sub-section (1A) of Section 13 of the Commercial Courts Act allows appeals to be preferred against all judgements and orders of the Commercial Division of the High Court, to the Commercial Appellate Division thereof, and the proviso, to the said sub-section merely clarifies that, in the case of orders specifically enumerated in Order XLIII of the CPC, such appeals shall lie.\n22. Though he has not articulated the proposition in so many words, the submissions of Mr. Sindhwani would seem to indicate that the decisions of this Court in HPL (India) Ltd1, Samsung Leasing Ltd2 and Rahul Gupta3 rule otherwise.\n23. We do not think so.\n24. In our view, these decisions, whether seen in isolation or in conjunction, would not militate against the maintainability of the present appeal, before us.\n25. HPL (India) Ltd1 addressed the issue of maintainability of an appeal, passed by the learned Single Judge as a Commercial Court, on an application, by the plaintiffs, for taking, on record, new documents, filed along with affidavits by way of examination-in-chief of new witnesses, whom the plaintiffs desired to co-opt in evidence. The learned Single Judge, of this Court, permitted the documents to be taken on record and, consequently, allowed the Interlocutory Application (IA) filed for the said purpose. Aggrieved thereby, the defendants carried the matter, by way of appeal, to the Division Bench of this Court. The maintainability of the appeal was contested, by the original plaintiffs, on the ground that the order, of the learned Single Judge, was not amongst those enumerated in Order XLIII of the CPC and that, therefore, no appeal, thereagainst, would lie before the Division Bench of this Court, in view of the proviso to Section 13(1A) of the Commercial Courts Act. The Division Bench of this Court accepted the submission, and held the appeal, preferred by the original defendants, not to be maintainable. In so holding, the Division Bench proceeded on the premise that the provisions of the Commercial Courts Act were required to be read in conjunction with the CPC and that, as the right to appeal, under Section 104 of the CPC, was limited to orders enumerated under Order XLIII thereof, an order which, though passed under the CPC, was not amongst the orders enumerated in Order XLIII, was not amenable to appeal under Section 104 of the CPC and, consequently, was equally not amenable to appeal under the proviso to Section 13(1A) of the Commercial Courts Act.\n26. Samsung Leasing Ltd2 dealt with an intra-Court appeal, preferred against an order of the learned Single Judge, allowing an application for amendment, under Order VI Rule 17 of the CPC, in a commercial dispute. The learned Division Bench held that, as orders passed on applications for amendment, under Order VI Rule 17 of the CPC, were not among the orders enumerated in Order XLIII thereof, no intra-Court appeal would lie, in view of the proviso to Section 13(1A) of the Commercial Courts Act, as interpreted in HPL India Ltd1.\n27. Mr. Sindhwani laid particular emphasis on the decision in Samsung Leasing Ltd2, contending that, as that case, too, dealt with the maintainability of appeal against an order allowing amendment of the plaint, the law laid down, therein, applies, to the present case, on all fours.\n28. We regret our inability to agree. The distinction, sure, though subtle, between Samsung Leasing Ltd2 and the present case, lies in the fact that while, in Samsung Leasing Ltd2, this Court was concerned with the maintainability of an appeal against an order, passed by the learned Single Judge exercising commercial jurisdiction, under Order VI Rule 17 of the CPC, we are concerned with the challenge to an order, not passed under Order VI Rule 17 of the CPC, but, rather, under Rule 5 in Chapter II of the 2018 Original Side Rules. For ready reference, Rule 5, in Chapter II of the 2018 Original Side Rules may be reproduced, thus:\n\"5. Appeal against the Registrars orders. - Any person aggrieved by any order made by the Registrar, under Rule 3 of this Chapter, may, within 15 days of such order, appeal against the same to the Judge in Chambers. The appeal shall be in the form of a petitioner bearing court fees of ₹ 2.65.\"\nClause (2) in Rule 3 in Chapter II of the 2018 Original Side Rules empowers the Registrar to decide any \"application to amend the plaint, petition, written statement, the application or subsequent proceedings where the amendment sought is formal\". It was ostensibly in exercise of the powers conferred by this clause that the learned Joint Registrar passed the order, dated 25th April, 2019, disposing of IA 10990/2018, against which OA 58/2019 came to be filed by the appellant. That being so, OA 58/2019 was relatable to Rule 5 in Chapter II of the 2018 Original Side Rules, extracted supra. The present appeal, before us, emanates, therefore, not from an order passed under Order VI Rule 17 of the CPC, but under Rule 5 in Chapter II of the 2018 Original Side Rules.\n29. HPL India Ltd1 and Samsung Leasing Ltd2, therefore, adjudicated on the maintainability of an appeal, under Section 13 of the Commercial Courts Act, against an order, passed by the learned Single Judge in exercise of commercial jurisdiction, under one or the other provision of the CPC. We are not concerned with such a challenge. The challenge, before us, is against an order, of the learned Single Judge, passed under Rule 5 in Chapter II of the 2018 Original Side Rules. Samsung Leasing Ltd2, therefore, in our considered opinion, does not apply.\n30. Mr. Sindhwani would, however, seek to submit that this distinction would make no difference to the maintainability of the present appeal, or even to the applicability, to the present case, of the law laid down in Samsung Leasing Ltd2, in view of Rahul Gupta3, which involved, as in the present case, a challenge, by way of intra- Court appeal, to an order, of the learned Single Judge, passed in exercise of the powers conferred by Rule 4 in Chapter II of the Delhi High Court (Original Side) Rules, 1967 (hereinafter referred to as \"the 1967 Original Side Rules\"). In other words, Mr. Sindhwani would, essentially, seek to submit that, if we read Samsung Leasing Ltd2 and Rahul Gupta3 in conjunction, the inescapable sequitur would be that the present appeal is not maintainable.\n31. We, therefore, proceed to Rahul Gupta3.\n32. In Rahul Gupta3, an application, preferred under Order 1 Rule 10(2) of the CPC, seeking impleadment as a defendant in the suit, came to be rejected by the learned Joint Registrar by an order dated 14th December, 2010, against which an appeal (OA 19/2011) was preferred to the learned Single Judge under Rule 4 of Chapter II of the the 1967 Original Side Rules, which was in pari materia and in haec verba with Rule 5 of Chapter II of the 2018 Original Side Rules. The appeal was allowed by the learned Single Judge vide order dated 5th February, 2013, against which the original plaintiff appealed to the Division Bench.\n33. The respondent before the Division Bench, i.e. the original defendant, advanced a preliminary objection to the maintainability of the appeal of the plaintiff, contending that, as the order, dated 5th February, 2013, of the learned Single Judge, had not been passed in exercise of ordinary original civil jurisdiction, the appeal, before the Division Bench, was barred by Section 100A of the CPC. For ready reference, Section 100A of the CPC may be reproduced, thus:\n\"100A. No further appeal in certain cases. - Notwithstanding anything contained in any Letters Patent for any High Court or in any instrument having the force of law or any other law for the time being in force, where any appeal from an original or appellate decree or order is heard and decided by a single Judge of the High Court, no further appeal shall lie from the judgement and decree of such single Judge.\"\nThe contention of the defendant-respondent, before the Division Bench in Rahul Gupta3 was, therefore, that, as the jurisdiction exercised by the learned Single Judge, while adjudicating OA 19/2011, was appellate in nature, no second appeal lay thereagainst, in view of the proscription contained in Section 100A of the CPC.\n34. The contention, thus advanced by the respondent-defendant before the Division Bench, appears, to us, to have been attractive, and, facially at least, in line with the statutory dispensation contained in Rule 4 of Chapter II of the 1967 Original Side Rules and Section 100A of the CPC. Read plainly, Section 100A of the CPC expressly barred a second appeal, from an order passed by a single Judge of the High Court, in an appeal from an original or appellate decree or order. Treating the order, dated 14th December, 2010, passed by the learned Joint Registrar, as an original order, the learned Single Judge, in passing his order dated 5th February, 2013 in OA 19/2011, was exercising jurisdiction under Rule 4 of Chapter II of the 1967 Original Side Rules, which expressly dealt with appeals against the Registrar‟s orders. If, as a plain reading of Rule 4 in Chapter II of the 1967 Original Side Rules, were to suggest, the learned Single Judge was, in passing his order dated 5th February, 2013, thus exercising appellate jurisdiction, a second appeal, to the Division Bench, thereagainst, was expressly barred by Section 100A of the CPC. Facially, therefore, this objection, as advanced before the Division Bench by the original defendant in Rahul Gupta3, was attractive.\n35. To buttress its submission regarding non-maintainability of the appeal, before the Division Bench of this Court, the defendant- respondent, in Rahul Gupta3, also drew attention to Section 10 of the Delhi High Court Act, 1966 (hereinafter referred to as \"the Delhi High Court Act\"), whereunder the appeal had been preferred. It was contended that Section 10 provided for an appeal, only against the judgement of the Single Judge passed in exercise of original civil jurisdiction. The order, dated 5th February, 2013, in OA 19/2011, having been passed by the learned Single Judge in exercise of appellate jurisdiction, it was contended, by the defendant-respondent, that no appeal, against the said order, would lie before the Division Bench under Section 10 of the Delhi High Court Act. This submission, too, was, undoubtedly, attractive.\n36. The Division Bench, however, proceeded to reject the objection, to maintainability of the appeal before it, by holding, following a somewhat involved reasoning, that the jurisdiction exercised by the learned Single Judge, under Rule 4 in Chapter II of the 1967 Original Side Rules, was not, in fact, appellate, but original, and that the use of the word \"appeal\", in Rule 4, was actually a misnomer, viz. that\n(i) the Original Side Rules of this Court, having been framed in exercise of the powers conferred by Section 122 and 129 of the CPC, had to be read in conjunction with Sections 122, 128 and 129 of the CPC,\n(ii) Rule 1 of Chapter II of the 1967 Original Side Rules required every suit, coming before this Court in its ordinary original civil jurisdiction, to be tried and heard by a Single Judge,\n(iii) Rule 3 of Chapter II of the Original Side Rules provided that the powers of the Court, in relation to certain matters specified therein, would be exercised by the Registrar,\n(iv) the Registrar, while exercising such powers, under Rule 3 of Chapter II of the Original Side Rules was, therefore, acting as a delegate of the Court, i.e. of the learned Single Judge,\n(v) the order of the Registrar, under Rule 3 of the 1967 Original Side Rules was, therefore, an order passed by the Registrar in his capacity as delegate, which, in effect, was an order of the Court exercising original jurisdiction,\n(vi) the appeal, provided under Rule 4 of Chapter II of the 1967 Original Side Rules was, therefore, in effect an appeal from the order of the delegate, to the delegator,\n(vi) the learned Single Judge, as delegator was, therefore, while examining an appeal thereagainst, in fact examining an order which was passed in discharge of his own functions, albeit by his delegate,\n(viii) the exercise of jurisdiction by the learned Single Judge under Rule 4 of Chapter II of the 1967 Original Side Rules was, in effect, therefore, in exercise of examination, by the principal, of an order passed by his delegate, in exercise of the powers originally vested with the principal,\n(ix) there was, therefore, \"complete identity of the powers exercised by the Registrar in matters specified in Rule 3 of Chapter II of the Original Side Rules and the jurisdiction vested with the Single Judge\",\n(x) as an ordinary rule, exercise of powers, vested in the principal, by his delegate, did not denude the principal of his authority to exercise the same powers,\n(xi) viewed thus, the exercise of powers, by the learned Single Judge, under Rule 4 of Chapter II of the 1967 Original Side Rules was not, in actual fact, exercise of appellate jurisdiction, as an authority could not sit in appeal against an order passed in exercise of the jurisdiction vested in the authority itself, albeit by its delegate,\n(xii) at best, therefore, the power exercised by the learned Single Judge under Rule 4 in Chapter II of the Original Side Rules, was a power to review and re-examine the order passed by the Registrar, and\n(xiii) the expression \"appeal\", as employed in Rule 4 in Chapter II of the Original Side Rules was, therefore, a misnomer, as the Rule envisaged a mere re-examination, or review, by the delegator-Single Judge, of the order passed by the delegate-Registrar.\n37. The attention of the Division Bench, hearing Rahul Gupta3, was also invited to an earlier decision, again rendered by a Division Bench of this Court, in Akash Gupta v. Frankfinn Institute of Air Hostess Training4. In the said case, the Division Bench of this Court was adjudicating a reference, made by a learned Single Judge, of the following two questions, for determination:\n\"1. Whether an appeal would lie under Rule 4 of the Rules against any order made by the Registrar under Rule 3 on an AIR 2006 Delhi 325: 127 (2006) DLT 188 application/matter against which no appeal is provided under the Code of Civil Procedure, Delhi High Court Act, 1966 or the Letters Patent of this Court', and\n2. If the answer to above question is in negative, whether Rule 4 needs to be retained in the Rules or needs to be suitably amended so as to bring the said rule in conformity with the Code and Act\"\n38. Paras 11 to 15 of the report decided these issues, thus:\n\"11. Rule 3 as quoted above gives certain powers to a Registrar to pass orders on specified applications/questions. A Registrar is competent to pass orders in respect of the matters specified in Rule 3 and not others. Rule 4 provides for appeal by a person aggrieved by the order made by the Registrar under Rule 3. If both the Rules are read harmoniously it will be incorrect to state that Rule 4 merely provides for a forum of appeal and does not provide for a right to appeal. Right to appeal is also specifically provided for and mentioned in Rule\n4. All orders made under Rule 3 by a Registrar can be made subject matter of appeal under Rule 4. We, Therefore, need not refer to Order XLIII Rule 1 of the Code for deciding whether an appeal is maintainable under Rule 4 of the Rules. It may also be stated here that the Registrar is not competent to decide any dispute or applications that have been specified in Order XLIII Rule 1 of the Code, under Rule 3 of the Rules.\n12. Section 10 of the Act provides for an appeal against a 'judgment' to a Division Bench but this in no manner curtails or prevents the High Court to frame Rules under Section 7 in respect of matters pertaining to all proceedings of original side and also provide for an appeal against an order passed by a Registrar of this Court to a Judge in Chamber. It cannot be held that Rules 3 and 4 framed under Section 7 of the Act are in any manner contrary to the appellate jurisdiction as provided in Section 10 of the Act. Sections 7 and 10 of the Act have to be read harmoniously. Statute has to be read as a whole and every provision of the statute must be construed to make a consistent enactment. No provision should be left meaningless or otiose. Section 10 only deals with appeals against orders of a single Judge to a Division Bench in the High Court. It does not deal with or states that no appeal will lie against an order passed by a Registrar before a Judge in Chamber. Rule 4 of the Rules is not contrary to or inconsistent with Section 10 of the Act.\n13. Section 7 empowers Delhi High Court to make rules in respect of practice and procedure before it for the exercise of its ordinary original civil jurisdiction. The words „practice and procedure‟ are very wide and will include the power to regulate and specify the method by which the Court will conduct its proceedings, while dealing with and disposing of various applications. „Practice and procedure‟ will also include providing for an appeal against an order passed by a Registrar under Rule 3 as provided in Rule 4. In any case, virus of Rule 4 has not been questioned and challenged.\n14. It may also be mentioned here that in case it is held that an order passed by the Registrar under Rule 3 is not appealable under Rule 4 to a Judge in Chamber, an aggrieved person may be required to file a Special Leave Petition, if it is not a „judgment‟. Such interpretation in our opinion should be avoided.\n15. In view of the above findings, we are of the view that question No. 1 as framed and extracted above has to be answered in affirmative and it has to be held that appeal would lie under Rule 4 of the Rules against any order made by the Registrar under Rule 3, irrespective of fact whether any appeal has been provided under Code or the Act. Accordingly, we hold that the appeal is maintainable against all orders passed by the Registrar under Section 3 of the Delhi High Court (Original Side) Rules, 1967 under Rule 4 to a Judge in Chamber. In view of the above conclusion and answer to question No. 1, we need not answer question No. 2. The above reference is disposed of.\"\n(Italics and underscoring supplied)\n39. The Division Bench, in Rahul Gupta3, however, distinguished the decision in Akash Gupta4 thus:\n\"24. In the case of Akash Gupta v. Frankfinn Institute of Air Hostess Training & Anr.: MANU/DE/0456/2006 : AIR 2006 Delhi 325 (DB), the question that arose for consideration was whether an appeal would lie under Rule 4 of Chapter II of the O.S. Rules against any order made by the Registrar under Rule 3 of Chapter II of the said Rules, even if no appeal was provided under the Code, the Act or the Letters Patent. The Court held that Rule 4 of Chapter II of the O.S. Rules provided not only a forum but also the right of appeal and all orders made under Rule 3 of Chapter II of the O.S. Rules could be made subject matter of an appeal under Rule 4 of Chapter II of the O.S. Rules. Reference to Order 43 Rule 1 of the Code was not required, to examine whether an appeal under Rule 4 of Chapter II of the O.S. Rules was maintainable or not. This decision also does not further the case of the respondent. The controversy in that case related to whether all orders of the Registrar were subject to an appeal under Rule 4 of the O.S. Rules. Indisputably, an order passed in exercise of powers under said Rule 3 by a Registrar of this Court can be made a subject matter of challenge under Rule 4 of Chapter II of the O.S. Rules. The issue whether the powers exercised under said Rule 4 was appellate power or not was not a subject matter of consideration in that case.\"\n(Emphasis supplied)\n40. With greatest respect to the Division Bench that decided Rahul Gupta3, for the members of which we have the highest regard, we are unable to subscribe to the above reasoning. It appears, to us, that, the interpretation of Rule 4 in Chapter II of the 1967 Original Side Rules, accorded by the Division Bench in Rahul Gupta3, would effectively amount to rewriting Rule 4.\n41. It is not, ordinarily, permissible for the court to term an expression used in a legislative instrument - even if the legislation is subordinate in nature - as a \"misnomer\". Courts can neither legislate, nor regard legislation as having been loosely drafted.5 The 1967 Original Side Rules were drafted in exercise of the powers vested by Section 122 of the CPC and were entitled, therefore, to be accorded V. K Naswa v. Home Secretary, Union of India, (2012) 2 SCC 542; B. Premanand v. Mohan Koikal, (2011) 4 SCC 266; District Mining officers v. Tata Iron and Steel Co., (2001) 7 SCC 358; Union of India v. Deoki Nandan Aggarwal, AIR 1992 SC 96 due sanctity. If, therefore, Rule 4 in Chapter II of the 1967 Original Side Rules referred to an appeal, against the order of the Registrar, to the learned Single Judge, in our view, the jurisdiction, exercised by the learned Single Judge, could not but be regarded as appellate. Treating the said jurisdiction as original in nature, and as a mere exercise of \"review\", or \"re-examination\", by the learned Single Judge, of the decision of his delegate, in our view, does violence to the scheme of Rules 3 and 4 in Chapter II of the 1967 Original Side Rules.\n42. We are, however, spared the necessity of referring this issue to a Larger Bench, for two reasons.\n43. Firstly, as already noticed by us hereinabove, Rule 5 in Chapter II of the 2018 Original Side Rules, with which we are concerned in the present case, provides, once again, for an \"appeal\" against the order of the Registrar, passed under Rule 3. With the enactment of Rule 5 in Chapter II of the 2018 Original Side Rules, in our considered opinion, the view expressed in Rahul Gupta3 can no longer be followed, for the simple reason that, if it were to be followed, it would imply that the legislators of the 2018 Original Side Rules once again employed, in Rule 5 of Chapter II therein, the \"misnomer\" of appeal. If it is difficult to presume that the legislature erred once, it is impossible to presume that the legislature erred twice over. The framers of the 2018 Original Side Rules must be deemed to have been cognizant of the view expressed in Rahul Gupta3 (See Sakal Deep Sahai Srivastava v. U.O.I.6). Were, as the Division Bench in Rahul Gupta3 held, the (1974) 1 SCC 338 at 343.\nreference to an \"appeal\", in Rule 4 in Chapter II of the 1967 Original Side Rules, a misnomer, it is reasonable to expect that the \"misnomer\" would not be repeated, once again, in Rule 5 in Chapter II of the 2018 Original Side Rules. The fact that Rule 5, in Chapter II of the 2018 Original Side Rules is a verbatim reproduction of Rule 4 in Chapter II of the 1967 Original Side Rules, in our view, indicates that the use of the word \"appeal\", in the said Rule, is certainly not a misnomer. We, therefore, are clearly of the opinion that the jurisdiction, exercised by the learned Single Judge, under Rule 5 in Chapter II of the 2018 Original Side Rules, was appellate in nature, as is expressly stated in the said Rule, and that the use of the word \"appeal\" in Rule 5 of Chapter II of the 2018 Original Side Rules cannot be regarded as a misnomer.\n44. Secondly, in Rahul Gupta3, the Commercial Courts Act did not arise for consideration at all. The appeal, in that case, was filed under Section 10 of the Delhi High Courts Act. In the present case, the appeal, before us, has been preferred under Section 13 of the Commercial Courts Act. The two provisions are fundamentally different. Section 10 of the Delhi High Court Act provides for an appeal, from an order passed by a Single Judge of this Court, exercising ordinary original civil jurisdiction conferred by Section 5 (2) of the Delhi High Courts Act, and from no other order. In stark contradistinction, Section 13 of the Commercial Courts Act allows any person, aggrieved by the judgement or order of a Commercial Court at the level of the Commercial Division of the High Court, to appeal to the Commercial Appellate Division of that High Court.\nThough, in the case of an order passed by a Single Judge on the commercial side of the High Court, under one or the other provision of the CPC, the judgements in HPL (India) Ltd1 and Samsung Leasing Ltd2 would seem to suggest that an appeal, to the Division Bench, would lie only where the order was relatable to Order XLIII of the CPC, we do not feel ourselves constrained by these decisions, as, in the present case, the order under challenge, before us, has been passed, not under the CPC, but under Rule 5 in Chapter II of the 2018 Original Side Rules. We see no reason to exclude orders passed by the learned Single Judge, exercising commercial jurisdiction, which have not been passed under any of the provisions of the CPC, from the expansive sweep of Section 13(1A) of the Commercial Courts Act, within which such orders would undoubtedly stand covered.\n45. We are, therefore, not persuaded to accept the preliminary objection, of Mr. Sindhwani, regarding the maintainability of the present appeal before us. For the sake of clarity, we reiterate our reasons, thus:\n(i) OA 58/2019 was filed in CS (COMM) 665/2017. The learned Single Judge was, therefore, exercising jurisdiction under the Commercial Division of this Court. Section 13 of the Commercial Courts Act would, therefore, apply. On this aspect, we may note, Mr. Sindhwani, too, is ad idem.\n(ii) Sub-section (1A) of Section 13 of the Commercial Courts Act allows any person, aggrieved by the judgement or order of the Commercial Division of the High Court, to appeal to the Commercial Appellate Division of that High Court. Inasmuch as the learned Single Judge was sitting in the Commercial Division of this Court, while passing the impugned order dated 3rd July, 2019, the said order would be appealable to the Division Bench of this Court, on a plain reading of Section 13(1A) of the Commercial Courts Act.\n(iii) The proviso to Section 13 (1A) cannot, in our view, be read as limiting the right to appeal, conferred by Section 13 (1A). The said proviso merely states that, from orders passed by the Commercial Division of the High Court, as are specifically enumerated under Order XLIII of the CPC, an appeal would lie under Section 13 (1A). In our view, the proviso cannot be read as meaning that no appeal would lie in any other case, especially where the order under appeal has not been passed under the CPC at all, but under Rule 5 in Chapter II of the 2018 Original Side Rules.\n(iv) The judgements in HPL (India) Ltd1 and Samsung Leasing Ltd2 do not apply, as they related to appeals, against orders passed by the learned Single Judge under one or the other provision of the CPC. In such circumstances, these decisions restricted the ambit of Section 13 (1A) of the Commercial Courts Act, by invoking Section 104 and Order XLIII of the CPC. The case before us being relatable to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, we are not persuaded to follow the decisions in HPL (India) Ltd1 and Samsung Leasing Ltd2. Judgements rendered by courts, it is trite, are not to be read as analogous to Euclid‟s theorems, but have to be understood and applied in the light of the fact-situation, and the legal issue arising for consideration, in those cases7.\n(v) In this context, we may note that the 2018 Original Side Rules have been notified in exercise of the powers conferred, not only by Section 129 of the CPC, but by Section 7 of the Delhi High Court Act. Section 129 of the CPC permits every High Court to make such rules, not inconsistent with the Letters Patent, or order or other law establishing it, to regulate its own procedure in the exercise of its original civil jurisdiction, as it thinks fit. Section 7 of the Delhi High Court Act stipulates that, subject to the provisions thereof, \"the High Court shall have all such powers to make rules and others with respect to practice and procedure as are immediately before the appointed day exercisable by the High Court of Punjab and shall also have powers to make rules and orders with respect to practice and procedure for the exercise of its ordinary original civil jurisdiction\". The Original Side Rules of this Court have, therefore, their own individual identity, distinct and different from the CPC, and we do not see any justification for applying, to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, the restraints contained in Section 104, or Order XLIII, of the CPC, insofar as the availability of a remedy of appeal, against such order, under Section 13(1A) of the Commercial Courts Act, is concerned. We may note, in this U.O.I. v. Major Bahadur Singh, (2006) 1 SCC 368 regard, that, over four decades ago a Full Bench of this Court had held, in Print Pak Machinery Ltd. v. Jay Kay Papers Converters8, that in the event of any conflict, the Original Side Rules prevailed over the Civil Procedure Code, 1908.\n(vi) Nor are we persuaded to non-suit the appellant, by applying Rahul Gupta3, which proceeds on the premise that the use of the word \"appeal\", in Rule 4 in Chapter II of the 1967 Original Side Rules - whereunder the order of the learned Single Judge had been passed in that case - was a \"misnomer\".\nThe appeal before the Division Bench had, in that case, been filed under Section 10 of the Delhi High Courts Act. In our view, the said decision, irrespective of its correctness or otherwise, would not apply to the present case, as (a) the order impugned before us has been passed, not under Rule 4 in Chapter II of the 1967 Original Side Rules, but under Rule 5 in Chapter II of the 2018 Original Side Rules which, yet again, uses the word \"appeal\" and (b) the appeal, before us, lies, not under Section 10 of the Delhi High Court Act, but under Section 13 of the Commercial Courts Act, the range and sweep of which is far more expansive than that of Section 10 of the Delhi High Courts Act.\n46. We, therefore, reject the preliminary objection, of Mr. Sindhwani, to the maintainability of the present appeal, and hold the appeal to be maintainable, under Section 13(1A) of the Commercial Courts Act.\nAIR 1979 Delhi 217 Did the learned Joint Registrar act within his jurisdiction?\n47. On a plain reading of Rule 3 in Chapter II of the 2018 Original Side Rules, it is apparent, in our view, that, in passing the order dated 25th April, 2019, adjudicating IA 10990/2018, the learned Joint Registrar exceeded the jurisdiction vested, in him, by the said Rule. Clause (2), in Rule 3, empowers the Registrar to adjudicate on an \"application to amend the plaint, petition, written statement, the application or subsequent proceedings where the amendment sought is formal\".\n48. We may observe, before proceeding further, that, in our view, this provision may itself require amendment, especially as, in the absence of any definition of the expression „formal‟ in the 2018 Original Side Rules, the scope and ambit of this clause is rendered completely nebulous. What is „formal‟, and what is not? In law, as in life, the expression „formal‟ is capable of myriad interpretations, being an expression which itself is imprecise and uncertain. It would be advisable, therefore, that Clause (2), in Rule 3 in Chapter II of the 2018 Original Side Rules be either more precisely worded, specifically delineating the categories of amendment applications, which the Registrar would decide, or that the expression „formal‟ is specifically defined in the Original Side Rules. Needless to say, the former alternative is, on the face of it, preferable.\n49. In this context, it is also be necessary to bear, in mind, the fact that, oftentimes, the very complexion of the litigation may change by an amendment, and applications for amendment are, at times, strategised attempts to infuse life blood into a cause which, otherwise, may be insupportable in law. The question of whether an amendment ought, or ought not, to be allowed, is a complex question, which requires the adjudicator, adjudicating the application for amendment, to acquaint himself with the entire scope, and ambit of the litigation, and the peripheries of the claim constituting the basis thereof. A reading of the impugned order, dated 3rd July, 2019, of the learned Single Judge, is itself an indicator of the number of factors, which have to be borne in mind while deciding whether an application, for amendment, ought, or ought not, to be allowed. Order VI Rule 17 of the CPC specifically empowers the Court to adjudicate on applications for amendment, which are, as a matter of course, hotly contested - the present case being a textbook example. Whether this jurisdiction ought, at all, to be delegated to the Registrar, may also be a live issue for consideration. Allowing for an appeal, against the decision of the Registrar, to the learned Single Judge may not, in every case, be a solution.\n50. Be that as it may. We are required to decide the appeal, before us, in the light of the provisions as they exist; not the provisions as they ought to be. In the absence of any definition of the word „formal‟, as employed in clause (2) of Rule 3 in Chapter II of the 2018 Original Side Rules, we have to search, elsewhere, for its meaning.\n51. P. Ramanatha Aiyar‟s classic „Advanced Law Lexicon‟ defines „formal‟ as \"of the outward form, shape or appearance, not the matter or substance of the thing; ceremonial; required by convention; observance of form and not of the spirit.\"\n52. Of greater help, probably, is the understanding of the expression \"formal defect\", in various judicial authorities. In Somalraju v. Samanthu Sivaji Ganesh9, it was held that the expression \"formal defect\", in normal parlance, connoted defects of various kinds not affecting the merits of the case. It was further held, in the said decision, that a \"formal defect\" was \"a defect of form unrelated to the claim of the plaintiff on merits\". To the same effect was the judgement of the Full Bench of the High Court of Bombay in Ramrao Bhagwantrao v. Appanna Samage10 and of the High Court of Gujarat in Kurji Jonabhai Kolecha v. Ambalal Kanjibhai Patel11. In Tarachand Bapu Chand v. Gaibihaji Ahmed12, it was held that failure to implead parties in respect of a claim could not be regarded as a formal defect. Non-joinder of parties, similarly, was held, in Savitri Devi v. Hira Lal13, by R. S. Pathak, CJ (as he then was), not to be a \"formal defect\". In Re. a Debtor14, claiming of an amount in excess of what was due on the judgement, even though the excess was only 15 s. 6 d., arising from a miscalculation of interest, was held not to constitute a \"formal defect or irregularity\". Similarly, an omission, in a bankruptcy petition, to state the intent of the debtors departure out AIR 2009 AP 12 AIR 1940 Bom 121 (FB) AIR 1972 Guj 63 AIR 1956 Bom 632 AIR 1977 HP 91 (1908) 1 KB 684 of England, was held to be an omission of substance, and not merely „formal‟, in Ex. p. Coates, Re. Skelton15. In Sill v. The Queen16, it was held that an allegation in an indictment, which must be proved as alleged, cannot be called 'formal'.\n53. Viewed thus, it is clear that the amendments, to para 8 of the plaint, as sought to be effected by way of IA 10880/2018, which alter the period, with effect from which the „SUPERON‟ trademark had been adopted by the respondent, and also claimed, for the first time, that the original adoption of the said trademark was by the plaintiff through Stanvac, introduced changes of substance, and not merely of form, in the original plaint. The amendment, sought by the respondent could not, therefore, be characterised as „formal‟, within the meaning of clause (2) of Rule 3 in Chapter II of the 2018 Original Side Rules.\n54. Per sequitur, the learned Joint Registrar could not have adjudicated on the merit of the said application for amendment and, in doing so, exceeded the jurisdiction vested in him by clause (2) of Rule 3 in Chapter II of the 2018 Original Side Rules. Mr. Sindhwani, we may note, did not, fairly, contest this issue beyond a point.\nThe impugned order/judgement\n55. Mr. Sindhwani has, however, sought to contend that, even if the order, dated 25th April, 2019, of the learned Joint Registrar in IA 10990/2018, were to be regarded as having been issued in excess of 5 Ch. D. 979 22 L.J.M.C. 41 jurisdiction, that, by itself, would not entitle the appellant to relief, in view of the fact that the exercise of jurisdiction, by the learned Single Judge, while adjudicating OA 58/2019, by the impugned order dated 3rd July, 2019, was also original in nature, as held by this Court in Rahul Gupta3. In his submission, therefore, the invalid exercise of original jurisdiction, by the learned Joint Registrar, stood remedied by the valid exercise of the original jurisdiction, by the learned Single Judge. Seized, as we are, with the correctness of the manner in which the learned Single Judge has exercised jurisdiction, Mr. Sindhwani would submit that the excess of jurisdiction, by the learned Joint Registrar, even if it existed, had ceased to be of significance.\n56. We agree in principle, though we are hesitant to walk the Rahul Gupta3 path, for the reasons already set out, by us, in detail hereinbefore. The learned Single Judge has, in passing the impugned order dated 3rd July, 2019, in OA 58/2019, examined the merits of the prayer, of the respondent, for amendment of its plaint, independently and in detail. We agree with Mr. Sindhwani that, in view thereof, the issue of whether the learned Joint Registrar was, or was not, acting within the jurisdiction vested in him, in adjudicating IA 10990/2018, vide order dated 25th April, 2018, has lost its significance. Setting aside the impugned order, dated 3rd July, 2019, of the learned Single Judge, solely because the learned Joint Registrar had exceeded his jurisdiction while passing the order dated 25th April, 2019, would be meaningless, in our opinion, as we would be required, then, to remand IA 10990/2018, to the learned Single Judge, for decision, de novo, thereon. This, in our view, would be an entirely futile exercise, and would result in unnecessary duplication of the proceedings, especially as the learned Single Judge has already expressed his opinion, on merits, regarding the prayer, of the respondent, for amendment of its plaint.\n57. On merits, we find the impugned order/judgement, dated 3 rd July, 2019, of the learned Single Judge, to be unexceptionable.\n58. The right to amend, as confirmed by Order VI Rule 17 of the CPC, has advisedly been made expansive, save and except in cases where the trial has already commenced. Order VI Rule 17 permits the Court to, at any stage of the proceedings, allow either party to alter or amend his pleadings in such manner and on such terms as may be just, and specifically ordains that \"all such amendments shall be made as may be necessary for the purpose of determining the real questions in controversy between the parties\". The provision, therefore, casts a mandate, on the court, to compulsorily allow all such amendments, as may be necessary for the purpose of determining the real questions in controversy between the parties. The proviso, to the Rule, dilutes the rigour of the Rule only in cases where the trial has already commenced, in which case the application for amendment could be allowed only if the Court comes to the conclusion that, in spite of due diligence, the party could not have raised the matter before the commencement of trial. In the present case, the proviso does not call for application, as the trial, in the suit, had not commenced, when the respondent applied for permission to amend its plaint.\n59. All that was required to be seen, therefore, was whether the amendment, sought by the plaintiff-respondent, was necessary for the purpose of determining the real questions in controversy between the parties. The controversy, between the appellant and the respondent, in the present case, was relating to alleged infringement, and passing off, by the appellant, of the registered trademark of the respondent - as the respondent would aver. Prior user is one of the essential indicia, to be examined while adjudicating such a claim of infringement and passing off. The date from which the plaintiff-respondent was using the „SUPERON‟ trademark was, therefore, fundamental to adjudication of the controversy. The amendment, sought by the respondent, in para 8 of its plaint, was with respect to the date from which the respondent could claim user of the said trademark. That, by itself, would be sufficient to justify allowing of the amendment sought by the respondent.\n60. The chagrin, expressed by Ms. Varma, at the defence of her client being irreparably prejudiced, by allowing of the amendment, is understandable, but cannot advance the case of her client, in view of the express stipulation in Order XLVII and the law that has developed with respect thereto. We may re-emphasize that, statutorily, all that Order XLVII contemplates, as relevant while adjudicating on a prayer for amendment, is whether the amendment is necessary for the purpose of determining the real controversy between the parties.\n61. The tests, postulated in Revajeetu Builders and Developers17 in this regard, are still treated as authoritative, and have been followed in numerous decisions. At the cost of repetition, we may reproduce the said tests thus :\n\"(1) Whether the amendment sought is imperative for proper and effective adjudication of the case?\n(2) Whether the application for amendment is bona fide or mala fide?\n(3) The amendment should not cause such prejudice to the other side which cannot be compensated adequately in terms of money;\n(4) Refusing amendment would infact lead to injustice or lead to multiple litigation;\n(5) Whether the proposed amendment Constitution and the order fundamentally changes the nature and character of the case? And (6) As a general rule, the court should decline amendments if a fresh suit or the appended claims would be barred by limitation on the date of application.\"\n62. Para 9 of the report in Sampath Kumar v. Ayyakannu18, is also instructive in this regard:\n\"Order 6 Rule 17 CPC confers jurisdiction on the court to allow either party to alter or amend his pleadings at any stage of the proceedings and on such terms as may be just. Such amendments as are directed towards putting forth and seeking determination of the real questions in controversy between the parties shall be permitted to be made. The question of delay in moving an application for amendment should be decided not by calculating the period from the date of institution of the suit alone but by reference to the stage to which the hearing in the suit has proceeded. Pre-trial amendments are allowed (2009) 10 SCC 84 (2002) 7 SCC 559 more liberally than those which are sought to be made after the commencement of the trial or after conclusion thereof. In the former case generally it can be assumed that the defendant is not prejudiced because he will have full opportunity of meeting the case of the plaintiff as amended. In the latter cases the question of prejudice to the opposite party may arise and that shall have to be answered by reference to the facts and circumstances of each individual case. No straitjacket formula can be laid down. The fact remains that a mere delay cannot be a ground for refusing a prayer for amendment.\"\n(Emphasis supplied)\n63. In Rajesh Kumar Aggarwal v. K.K. Modi19, the Supreme Court held, without any equivocation, thus:\n\"... The real controversy test is the basic or cardinal test and it is the primary duty of the court to decide whether such an amendment is necessary to decide the real dispute between the parties. If it is, the amendment will be allowed; if it is not, the amendment will be refused. ... It is settled by a Catena of decisions of this Court that the rule of amendment is essentially a rule of justice, equity and good conscience and the power of amendment should be exercised in the larger interest of doing full and complete justice to the parties before the court.\"\n64. The reliance, by the learned Single Judge, on the judgments of the Supreme Court Rajesh Kumar Aggarwal17 and Lakha Ram Sharma v. Balar Marketing (P) Ltd.20, is also well taken inasmuch as, in the said decisions, the Supreme Court has clarified that, while examining an application, for amendment, under Order VI Rule 17 of the CPC, the court is not required to enter into the truth, or otherwise, of the averments sought to be introduced by way thereof.\n(2006) 4 SCC 385 (2008) 17 SCC 671\n65. Viewed thus, we are of the opinion that the learned Single Judge cannot be faulted, in any manner, in allowing the prayer of the respondent, for permission to amend its plaint. The issue in controversy between the parties, related to infringement, or otherwise, by the appellant, of the registered trademark of the respondent, under the Trademarks Act, by usage of the trademark \"SUPERCROME\". The contention of the respondent, as the plaintiff in the suit, was that the trademark/name/label \"SUPERCROME\" was deceptively similar to the respondent‟s trademark \"SUPERON\". Fundamental, to adjudication of such a lis, would be the dates from which the appellant, and respondent, operated their respective trademarks. The averments that the respondent sought to incorporate in para 8 of the plaint, by way of amendment thereof, sought to contend that the respondent was entitled to claim user of the \"SUPERON\" trademark from 1994. As to whether this claim was justified, or not, was outside the province of examination, by the court adjudicating the application for amendment. Equally, whether the respondent had, or had not, succeeded in adducing sufficient evidence to support its claim of user since 1994, and of the plaintiff to claim user from the time Stanvac had adopted the trademark \"SUPERCROME\", were issues which could be adjudicated only in trial. The truth, or otherwise, of the claim, of the respondent, to prior user since 1994, too, was foreign to the question of its entitlement to amend its plaint. The contentions of Ms. Varma, which revolved essentially around the justification, of the respondent, to claim prior user since 1994, when Stanvac had adopted the \"SUPERON\" trademark, and of the sufficiency of the material, relied upon by the respondent for that purpose, cannot impact, in any manner, the merits of the application, under Order VI Rule 17, preferred by the respondent. We find ourselves in complete agreement with the learned Single Judge, in his observation that, as the appellant had, during the trial, every opportunity to contest the correctness of the claim, of the respondent, of prior user of the „SUPERON‟ trademark from 1994, no prejudice would be said to have resulted, to the appellant, by allowing the respondents to so urge. At the end of the day, the court, adjudicating on an application for permission to amend the plaint, at the pre-trial stage, is to ensure that, by adopting an unduly narrow approach, the right of the party, seeking amendment, to bring relevant facts, to the notice of the court, is not prejudiced. Were the prayer for amendment, as made by the respondent, in IA 10990/2018, to be disallowed, the respondent would be deprived of an opportunity to establish, before the court adjudicating the suit, its right to claim user, of the „SUPERON‟ trademark since 1994. The prejudice that could result, to the respondent, as a consequence thereof, would be irreversible. Per contra, allowing the prayer for amendment, would result in no prejudice to the appellant, which had every opportunity to contest the claim of the respondent, to user, of the „SUPERON‟ trademark since 1994. Application of the \"prejudice\" test, too, would, therefore, justify allowing, rather than disallowing, of the amendment sought, by the respondent, in IA 10990/2018.\n66. We, therefore, find ourselves entirely in agreement with the observations entered by the learned Single Judge in para 5 of the impugned order dated 3rd July, 2019. The objections, of Ms. Varma, to the prayer of the respondent, for permission to amend para 8 of its plaint are, in our considered opinion, completely devoid of substance.\nConclusion\n67. In view of the above discussion, we find no reason to interfere with the impugned order, dated 3rd July, 2019, passed by the learned Single Judge in OA 58/2019. We uphold, on merits, the decision of the learned Joint Registrar, to allow IA No. 10990/2018.\n68. The appeal, consequently, fails and is dismissed, with no orders as to costs.\n69. The pending applications, viz., CM No. 42840/2019, CM No. 42841/2019 and CM No. 230/2020 have been filed seeking stay, condonation of delay and permission to withdraw and file amended rejoinder, respectively, do not survive for adjudication and accordingly stand disposed of.\nC. HARI SHANKAR, J.\nCHIEF JUSTICE MARCH 16, 2020 HJ",
  "cleaned_text": "delhi high court d & h india ltd vs superon schweisstechnik india ltd on 16 march, 2020 equivalent citations: aironline 2020 del 463 author: c. hari shankar bench: chief justice, c. hari shankar $~17 * in the high court of delhi at new delhi + fao (os) (comm) 237/2019 & cm appl. nos. 42840/2019, 42841/2019 & 230/2020 reserved on: 5th march, 2020 pronounced on : 16th march, 2020 d & h india ltd. . appellant through: mrs. girija krishan varma, adv. versus superon schweisstechnik india ltd. . respondent through: mr. sanjeev sindhwani, sr. advocate with mr. sanjeev singh & mr. d.k. yadav, advs. hon'ble the chief justice hon'ble mr. justice c. hari shankar % judgment c. hari shankar, j. 1. this appeal, preferred under section 13 of the commercial courts act, 2015 (hereinafter referred to as \"the commercial courts act\"), read with order xliii and section 151 of the code of civil procedure, 1908 (\"the cpc\"), assails order, dated 3rd july, 2019, of the learned single judge of this court in original appeal (oa) 58/2019, in cs (comm) 665/2017. the appellant before us is the defendant in cs (comm) 665/2017, and the appellant in oa 58/2019. facts 2. cs (comm) 665/2017 was filed by the respondent, against the appellant, seeking permanent injunction, against the appellant, from infringing the trade mark „superon‟, of the respondent. the respondent contended, in the suit, that it was part of a group, which included m/s stanvac chemicals india ltd (hereinafter referred to as \"stanvac\"), who were pioneers in the import and distribution of highquality maintenance consumables since 1994. while admitting that the respondent itself was incorporated only in 2004, the plaint averred that the respondent was only supporting the import and maintenance activities of stanvac and that, by the time the plaintiff came to be filed, the respondent was engaged in manufacture of conventional welding electrodes, under license from m/s oerlikon schweistechnik ag, switzerland. with effect from 2004, averred the plaint, the trademark „superon‟ came to be adopted by the respondent, with respect to the trade and business of manufacturing, marketing and exporting of welding electrodes, being undertaken by it. it was pointed out that the word „superon‟ has no dictionary meaning, and formed an integral part of the tradename of the respondent. it was further averred, in the plaint, that, at the time of its adoption, no trademark, or label, „superon‟, was registered with the registrar of trade marks. it was further contended, in the plaint, that the respondent‟s „superon‟ mark had a distinctive and unique trade dress, involving black lettering on a yellow background. in view thereof, it was contended that the respondent was the registered proprietor of the trademark/label „superon‟ in relation to welding electrodes and alike goods. it was also contended that the respondent had applied for registration of copyright in respect of the artistic work involved in the label „superon‟. as such, the plaint contended, „superon‟ was a distinctive and well-known trademark/name/label of the respondent within the meaning of clause (zg) of section 2, read with section 11 of the trade marks act, 1999 (hereinafter referred to as \"the trade marks act\"). 3. the respondent claimed, in the plaint, to be aggrieved by the adoption and user, by the appellant, of the trademark „supercrome‟, in respect of welding electrodes manufactured by it. the plaint contended that the appellant could not claim to be the proprietor of the trademark/label „supercrome‟, and could not, legally, use the said trademark without the leave and licence of the respondent, as, in the respondent‟s submission, the trademark „supercrome‟ was deceptively similar to the respondents trademark „superon‟ phonetically, visually and structurally. it was also sought to be contended, in this regard, that the appellant had copied the colour combination and placement of words in the label „superon‟, of the respondent. inasmuch as the respondent was using several trademarks and labels, containing the „super‟ prefix, such as „supermicro‟, „supertig‟, „supermig‟ and „superstainless‟, the plaint averred that there was every likelihood of the trademark „supercrome‟ being confused as belonging to the respondent. in view thereof, the plaint alleged that the appellant had infringed the respondent‟s trademark and was passing off its goods as those of the respondent. it was also pointed out, in this regard, that, on 20th february, 2017, the appellant had filed an application, before the registrar of trade marks, for registration of the „supercrome‟ trademark. asserting that the goods manufactured by the appellant, under the „supercrome‟ trademark were the same as those manufactured by the respondent under its „superon‟ trademark, albeit of inferior quality, the plaint averred that the respondent was entitled to an injunction, against the appellant, from using its „supercrome‟ trademark. 4. following on the above averments, cs (comm) 665/2017, filed by the respondent against the appellant, contained the following prayers: \"36. the plaintiff, under the above stated facts and circumstances, prays: (a). for a decree of permanent injunction restraining the defendant by themselves as also through ; their directors, proprietors, individual proprietor, partners (if any), agents, servants, assigns, representatives, successors, distributors and all others acting for and on their behalf from using, selling, offering, for sale, advertising or displaying directly or indirectly or dealing in any other manner or mode in welding electrodes and all allied and cognate goods/products under the impugned trademark/label supercrome or any other trademark /label dress identical with or deceptively similar to the plaintiff‟s trade mark/name/lable amounting to or resulting in:(i) infringement of the plaintiff‟s said trade mark/name/lable superon; (ii) passing off and violation of the plaintiff‟s said trade mark/name/lable superon; (iii) infringement or otherwise violation by way of passing off of the plaintiff‟s said copyright involved in the said trade mark/name/label superon; (b) for an order for delivery up of all the defendant impugned goods and business bearing the impugned trade mark/lable/packaging including packing material, pouches, carton boxes, carry bags, finished and unfinished goods, boxes, stickers, or any other incriminating material including display boards and sign boards and trade literature to the plaintiff for the purpose of destructions/erasure. (c) for an order of rendition of account of the defendant by their aforesaid impugned trade activities and a decree to the plaintiff on the amount so ascertained. (d) in alternative to accounts for a decree for grants of damages of rs.1,00,000,001/(rupees one crore one) from the defendant, jointly and severally to the plaintiff. (e) for such further order as this hon‟ble court may deed fit and proper in the circumstances of the case and in the interest of justice.\" 5. consequent to issuance of summons in the aforesaid suit, the appellant, being the defendant therein, filed its written statement by way of response thereto. emphatically denying all averments in the plaint, the appellant contended that it had neither infringed any trademark of the respondent, nor sought to pass off its goods as those of the respondent. the appellant averred, in its written statement, that it was, in fact, the prior user of the „supercrome‟ trademark, since 1st april, 2001. in fact, contended the written statement, the appellant was using other trademarks, too, involving the „super‟ prefix, since as far back as 1992, such as „supercr‟, „supermo‟, „superni‟, „supercu‟, „superlh‟ and „supersss‟. as against this, pointed out the written statement, the respondent was incorporated only in 2004. the appellant contended, in its written statement, therefore, that it was the prior user of the „supercrome‟ trademark, and its user was, therefore, protected by section 34 of the trade marks act. 6. on 3rd august, 2018, the respondent filed ia 10990/2018, under order vi rule 17 of the cpc, seeking to amend its plaint, specifically para 8 thereof, which the respondent desired to amend to read thus: \"8. that with the advent of the plaintiff company in the year 2004, the trademark/name/label superon came to be adopted. however, the trademark superon has been originally adopted by the plaintiff group through stanvac chemicals india limited, a sister concern of plaintiff in 1994 and has been used since then up to 2004 when the plaintiff company came to have been incorporated and started using the said trademark along with all the artistic features including colour combination of mustard yellow (in the background) and black with the swirl device engulfing the trademark superon. the plaintiff coined, conceived and adopted the trademark/label and distinctive trademark without having any connection or connotation with regard to the trade and business of manufacturing, marketing, exporting of stainless steel welding electrodes, series of welding electrodes, stainless steel wires, stainless steel pickling products, maintenance and repair welding electrodes (hereinafter referred to as said goods). the trademark superon of the plaintiff is having no dictionary meaning at all and the trademark/label formed integral part of the trade name of the plaintiff. at the time of adoption there was no such trademark or label existing in the register of the trade mark. hence, the trademark/label/name of the plaintiff is arbitrary and fanciful. (plaintiff hereinafter means and includes its group and sister concern.)\" the italicised words, in the afore-extracted para 8, were sought to be added by way of amendment. an amended plaint was also annexed with the application for amendment. 7. the appellant filed a reply to ia 10990/2018, as well as a written statement, by way of response to the amended plaint, in both of which the prayer, of the respondent, for permission to amend the plaint, was seriously contested. the appellant submitted that the proposed amendment was being introduced clearly by way of hindsight, so as to overcome the contentions advanced, by the appellant in its written statement, filed in response to the plaint which, submitted the appellant, otherwise served to non-suit, entirely, the respondent. it was pointed out that, by the proposed amendment, the respondent was seeking to advance the initial date of use of the contested trademark to 1994, so as to set up an entirely new case of \"prior usage\". it was pleaded that the proposed amendment, if allowed, would change the very crux of the case set up by the respondent, and would result in grave prejudice to the appellant, and its defence to the suit filed by the respondent, and would also affect the appellant in the other suits pending between the appellant and the respondent. 8. the aforesaid ia 10990/2018, preferred by the respondent under order vi rule 17, cpc, was allowed, by the learned joint registrar (judicial) (hereinafter referred to as \"the learned joint registrar\") of this court, by a detailed order dated 25 th april, 2019, which we deem appropriate to reproduce, in extenso, thus: \"1. by way of this order i shall dispose of the present application filed by the plaintiff for amendment of the plaint. 2. the brief facts of the case necessary to dispose of the present application are that as per the plaintiff, there is a group of companies which includes one stanvac chemicals india limited. it is stated that the plaintiff‟s company was incorporated in the year 2004. the plaintiff claimed that it is using the trademark/label/packaging/trade-dress superon for the purposes of its trade. it is alleged that the defendant has imitated identical/deceptively similar trademark/label supercrome. it is further stated by the plaintiff that they have came to know from the website of trademark registry that the defendant had applied for registration of the impugned trademark supercrome. 3. it is prayed in the present matter that the defendant be permanently restrained from infringing the superon mark and to passoff its goods under a similar trade name (supercrome) as that of plaintiff superon. other ancillary reliefs were also sought by plaintiff. 4. the defendant had filed the written statement stating that the plaintiff company came into existence in 2004 only but the defendant is using the name supercrome or other similar names with suffix „super‟ (as mentioned in para-a1 of preliminary objections) since 2001. it is further stated that the registration of plaintiff‟s device is under classes 9 and 35 but not under class 7 and the defendants goods pertains to the class 7 and thus there cannot be any passing off. it is further stated that even the goods of the plaintiff have no registered trademark in classes 9 and 35. it is further stated that since the word „super‟ is a dictionary word, there cannot be any exclusive claim on this word. it is further stated that the defendant is using the word supercrome since 2001. 5. the plaintiff has filed the replication and has denied the facts of the written statement and reiterated and reaffirmed that of its plaint. it was denied that the defendant was using the word supercrome since 2001. however, it is stated that the defendant has started using the supercrome in the year 2007 itself. 6. by way of this application, the plaintiff has sought amendment to the fact that inadvertently it could not incorporate some facts regarding the duration of usage of the word „superon‟. it is stated that the word superon is used by the group of companies (of which the plaintiff is also one of the companies) since 1994. it is stated that one another group of company i.e. stanvac chemicals india limited is using the word superon since 1994 and plaintiff wants to delete/amend paragraph 8 of the plaint to incorporate these facts (in terms of paragraph 6 of the application). 7. the defendant in its reply and in arguments to this application, has stated that no document has been placed on record which connects the present plaintiff with stanvac chemicals india limited. it is further stated that no assignment deed has been placed on record which shows the usage of the alleged word superon assigned to the present plaintiff. it is further stated that due to this reason the present amendment cannot be allowed. 8. the plaintiffs had filed a rejoinder and reiterated and reaffirmed the facts of application and denied those of reply filed by the defendant. 9. i have gone through the record and the submissions forwarded by learned counsels for the parties. 10. till date issues have not been framed in the present matter and by way of this application, the plaintiff wants to bring on record the fact regarding the duration since when the word superon used by the plaintiff or its other group of companies. this could not cause any prejudice to the defendant as it has every right and opportunity to rebut the fact. on the other hand, this fact will bring the clarity before the court to decide the real controversy. 11. the plaintiff has relied on the judgments titled bright electrical v. ramesh kumar patel, passed in cs (os) no. 267/2008 dated 03.09.2009, rajesh kumar aggarwal & ors. v. k. k. modi & ors, air 2006 sc 1647 and ramesh kumar agarwal v. rajmala exports pvt. ltd. & ors., manu/sc/0252/2012. the defendant has also relied on the judgments titled revajeetu builders and developers v. narayanaswamy & sons & ors passed in civil appeal no. 691/2009 dated 09.10.2009 of the hon'ble supreme court, jai jai ram manohar lal v. national building material supply, gurgaon, air 1267, 1970 scr (i) 22 and mohinder kumar mehra v. roop rani mehra & ors. passed in civil appeal no. 19977/2017 dated 11.12.2017 of hon'ble supreme court. 12. as far as the judgment relied by the defendant i.e. revajeetu (supra), the same is not applicable in the present matter because by way of this amendment, the plaintiff is not setting up a new case as it had already discussed this fact on stanvac chemicals india limited in para-2 of its original plaint. the second judgment i.e. jai jai ram manohar lal (supra) also does not apply in the present matter since by way of this amendment no prejudice is caused to the defendant as the trial has not begun. moreover, this amendment is only sought by the plaintiff to put forward the case regarding duration period of trademark superon. similarly the third judgment i.e. mohinder kumar mehra (supra) does not aid the plaintiff, but on the contrary lays down the principle which governs the amendment in the pleadings. as per these principles which are mentioned in para-8 of this judgement, present amendment can be allowed. 13. in view of the above discussions, the application is accordingly allowed. however, since this fact could have known to the plaintiff from the very beginning and is not a subsequent event, the delay caused by the plaintiff is compensated by imposition of cost of rs. 25,000/which shall be paid to the defendant through counsel. amended plaint is already on record.\" (emphasis supplied) 9. the appellant appealed, against the above order, dated 25 th april, 2019, whereby the learned joint registrar allowed ia 10990/2018, by way of a statutory appeal before the learned single judge on the original side of this court, under rule 5 in chapter ii of the delhi high court rules (original side), 2018 (hereinafter referred to as \"the 2018 original side rules\"). the learned single judge has noted the submissions, advanced before him by the appellant, in para 4 of the impugned order and has, thereafter, in paras 5 to 8 thereof, proceeded to return his findings thereon. paras 4 to 8 of the impugned order may be reproduced, for ready reference, thus: \"4. learned counsel for the appellant/defendant vehemently argued that the proposed amendment causes grave prejudice to the appellant/defendant inasmuch as the date of user of the trademark superon by the plaintiff is sought to be changed by the proposed amendment. in the original place the user of the trademark is said to be since 2004 whereas the proposed amendment now seeks to argue that the user from 1994. she further states that the plaintiffs had failed to show as to whether they have any authority from stanvac chemicals india limited to make the present application and to claim that the said stanvac chemicals india limited is a parent group of the plaintiff company and that the user by the stanvac chemicals india limited of the trademark superon can also be claimed as a user by the plaintiff. she also states that there is no legal or financial relationship between the plaintiff and stanvac chemicals india limited. she also states that the defendants/parent company has been using the trademark supercrome and experience since 1985. she also states the invoices since 1990 to have been placed on record. she also states that the plaintiff has initiated other legal proceedings also against the defendants subsequent to the present suit where again there is no reference to the user of the trademark superon by stanvac chemicals india limited. 5. in my view there is no error or infirmity in the impugned order. the suit is at the initial stage. appellant/defendant merely seeks to place on record the fact that a company by the name of stanvac chemicals india ltd which is said to be the parent company has been using the trademark supercrome since 1994 prior to the incorporation of the appellant/respondent company. as to whether this alleged user by a company stanvac chemicals india ltd in any manner enhance the merits of the case of the plaintiff are issues which will be gone into at the time of adjudication of the case. at this stage, while considering application for settlement the merits of the elements which are sought to be incorporated have not to be gone into by the court. reference in this context may be hard to the judgement of the supreme court in rajesh kumar agarwal and others vs. k. k. modi and others, (2006) 4 scc 385 where the supreme court held as follows: \"19. while considering whether an application for amendment should or should not be allowed, the court should not go into the correctness of falsity of the case of the amendment. likewise, it should not record a finding on the merits of the amendment and the merits of the amendment sought to be incorporated by way of amendment or not to be adjudged at the stage of allowing the prayer for amendment. this cardinal principle has not been followed by the high court in the instant case.\" similarly, in lakha ram sharma vs. balar marketing private limited, (2008) 17 scc 671 the supreme court held as follows: \"4. it is settled law that while considering whether the amendment is to be granted or not, the court does not go into the merits of the matter and decide whether or not the claim made therein is bona fide or not. that is a question which can only be decided at the trial of the suit.\" 6. clearly, the defence sought to be raised by the appellant cannot be adjudicated upon at this stage as it deals with the merits of the proposed amendment. 7. in my opinion, further the amendment sought cannot said to be mala fide. reference may be had to revajeetu builders and developers v. narayanaswamy and sons and others, manu/sc/1724/2009 the supreme court held as follows: \"67. on critically analysing both the english and indian cases, some basic principles emerge which ought to be taken into consideration while allowing of rejecting the application for amendment. (1) whether the amendment sought is imperative for proper and effective adjudication of the case? (2) whether the application for amendment is bona fide or mala fide? (3) the amendment should not cause such prejudice to the other side which cannot be compensated adequately in terms of money; (4) refusing amendment would infact leads to injustice or lead to multiple litigation; (5) whether the proposed amendment constitutionally or fundamentally changes the nature and character of the case? and (6) as a general rule, the court should decline amendments if a fresh suit or the appended claims would be barred by limitation on the date of application.\" 8. there is accordingly no merit in the appeal. same is dismissed.\" 10. the present appeal impugns the aforesaid order/judgement, dated 3rd july, 2019, of the learned single judge in oa 58/2019. rival submissions as pleaded and argued 11. while we would be referring, in greater detail, to the rival submissions, advanced by learned counsel, we may note, at this stage, that, for the first time, the appellant has sought to contend, in the rejoinder filed before us, that the learned joint registrar was not competent to adjudicate on the amendment application of the respondent, as the amendment sought was not „formal‟ in nature. having noted this, we proceed to allude, in greater detail, to the rival submissions of learned counsel, before us. 12. we have heard, at length, ms girija krishna varma, learned counsel for the appellant and mr. sanjeev sindhwani, learned senior counsel for the respondent. 13. ms. varma submits that, by the amendment proposed in para 8 of the plaint, the respondent was altering the very character of the suit. to drive home this point, she submitted thus: (i) in the plaint, the respondent‟s contention was that the date of incorporation of the respondent-company was the date, from which the respondent was using the „superon‟ trademark. stanvac figured only by way of a passing reference, in para 2 of the plaint. with the plaint, no invoices, or other material evidencing use, by the respondent, of the „superon‟ trademark, from 2004, were filed. additional documents were now being sought to be introduced along with the amendment to the plaint. (ii) the claim of user, from 1994, now sought to be introduced by amendment, was based only on photocopies. all relevant documents showed the date of first user, by the respondent, of the „superon‟ trademark, as 2004. (iii) in its written statement, filed by way of response to the plaint of the respondent, the appellant had clearly pleaded that it was in the business of welding electrodes since 1965, and had itself been incorporated on 30th march, 1985, along with proof showing user, by it, of the „supercrome‟ trademark from 1992. original invoices had been placed, on record, by the appellant, to justify its stand. specifically for the „supercrome‟ trademark, the date of prior user, by the appellant, was 1st april, 2001. (iv) on 8th may, 2018, the appellant filed cs (comm) 851/2018, against the respondent, alleging infringement, by the respondent, of the registered trademarks „supertig‟ and „supermig‟ of the appellant. in the said suit, too, the appellant had placed, on record, original invoices, by way of evidence of prior user. (v) even in the plaint as amended, the respondent had not produced any proof to show that stanvac was dealing in welding electrodes and welding wires. apparently, stanvac was being used to somehow pre-date the user, by the respondent, of the „superon‟ trademark. no authority, from stanvac, had been placed on record. in fact, the very introduction of stanvac was fraudulent, as the respondent and stanvac were engaged in different, and distinct, activities, though they had common directors. (vi) the application for amendment of the plaint was filed only after the filing of cs (comm) 851/2018, with a view, somehow, to defeat the said suit. (vii) on 3rd october, 2017, the respondent filed an application, before the registrar of trade marks for registration of the „superon‟ wordmark in class 7 for welding electrodes, showing its date of user as 1st june, 2004. no application, for change of user date had been preferred, before the registrar of trademarks, by the respondent, till date. other similar applications, for registration of trademark in respect of welding electrodes, had also been filed by the respondent. (viii) by trying to change the date of user, by it, of the „superon‟ trade mark, to a date prior to that declared in the suit, the respondent was substantially changing the nature of the suit. this was a clear attempt to circumvent the defence of the appellant, which already stood disclosed in the written statement filed by it in response to the respondent‟s plaint. (ix) advancement, of the date of use, by the respondent, of the „superon‟ trademark to 1994, in place of 2004 (as declared in the plaint as originally filed) not only changed the nature of the suit, but nullified, in its entirety, the appellant‟s defence. (x) the introduction of stanvac, at this stage of the proceedings, was unjustified. stanvac was in the business of chemicals, whereas the respondent was manufacturing and trading in electrodes and welding wires. the only commonality, between stanvac and the respondent, was that they had the same directors. ms. varma also sought to contend that the learned joint registrar was not competent to adjudicate ia 10990/2018, as the amendment sought, by the respondent, in the said application, could not be regarded as „formal‟ in nature. the learned joint registrar having acted in excess of its jurisdiction, ms. varma would seek to submit that, consequently, the impugned judgement, of the learned single judge, also stood vitiated. 14. various other submissions, on the merits of the claim of the respondent, have been advanced in the appeal before us; however, as we are not adjudicating the suit, which is pending before the learned single judge, we do not deem it necessary to make any reference thereto. 15. arguing per contra, mr. sindhwani submits, at the outset, that the appeal, of the appellant, was not maintainable, in view of the proviso to section 13 (1a) of the commercial courts act, 2015 (hereinafter referred to as \"the commercial courts act\"), read with the judgements of this court in hpl (india) ltd v. qrg enterprises1 and samsung leasing ltd v. samsung electronics co. ltd2. apropos the jurisdiction of the learned joint registrar to adjudicate ia 10990/2017, mr. sindhwani would, even while forbearing from seriously contesting this claim of ms. varma, seek to submit that the issue did not survive for consideration, as the learned single judge, adjudicating oa 58/2019, was effectively exercising original, rather than appellate, jurisdiction. even if, therefore, the learned joint registrar were to be assumed not to have possessed the jurisdiction to decide ia 10990/2018, mr. sindhwani would submit that the learned single judge could, in any event, have decided the said application and that, therefore, the issue of jurisdiction of the learned joint manu/de/0347/2017 manu/de/2107/2017 registrar did not really survive. for the proposition that the learned single judge was, while deciding oa 58/2019, exercising original, rather than appellate, jurisdiction, mr. sindhwani would place reliance on the judgement, of a division bench of this court, in rahul gupta v. pratap singh3. 16. on merits, mr. sindhwani would submit that the reasons, cited by the learned single judge in the impugned order, dated 3 rd july, 2019, for allowing the respondent‟s prayer for amendment of its plaint, were unexceptionable, and could not be said to merit interference by this court. analysis re. maintainability of the present appeal 17. the submission, of mr. sindhwani, that the present appeal is not maintainable, which is based on the decisions of this court (rendered, in each case, by a division bench) in hpl (india) ltd1, samsung leasing ltd2 and rahul gupta3, deserves serious consideration. 18. premised, as this submission is, on section 13 of the commercial courts act, it would be appropriate to reproduce the said provision, thus: \"13. appeals from decrease of commercial courts and commercial divisions. 206 (2014) dlt 188 (1) any person aggrieved by the judgement or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of 60 days from the date of judgement or order. (1a) any person aggrieved by the judgement or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period 60 days from the date of the judgement or order: provided that an appeal shall lie from such orders passed by a commercial division or commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1980 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 19. section 21 of the commercial courts act, it may be noted, confers overriding application, to the said act, over any other law for the time being in force. 20. the submission of mr. sindhwani is that, in hpl (india) ltd1, it has been held that the proviso, to section 13 (1a) of the commercial courts act, operated to exclude the appellate jurisdiction, of the division bench of this court, over the decisions rendered by the learned single judge acting as a commercial court, in all cases, save and except those which found specific enumeration in order xliii of the cpc. following, and adopting, this decision, samsung leasing ltd2 held that orders, passed by the learned single judge, exercising jurisdiction as a commercial court, adjudicating applications for amendment under order vi rule 17 of the cpc, were not appealable to the division bench, as orders passed on applications under order vi rule 17 were not among those which find enumeration in order xliii of the cpc. 21. on a plain reading, the proviso to section 13 (1a) of the commercial courts act is an enabling, rather than a disabling, provision. there is nothing, in the said proviso, which would seem to indicate that it dilutes the effect of sub-section (1a) of section 13. if we were to read the said proviso as excluding, from the jurisdiction of the appellate court, all orders, passed by a commercial court, save and except those which find specific enumeration in order xliii of the cpc, it may amount to rewriting the proviso to read \"provided that no appeal shall lie, except from such orders passed by a commercial division or the commercial court as are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).\" we are not convinced that the province of our jurisdiction, in the present case, allows us to so legislate. to our mind, therefore, sub-section (1a) of section 13 of the commercial courts act allows appeals to be preferred against all judgements and orders of the commercial division of the high court, to the commercial appellate division thereof, and the proviso, to the said sub-section merely clarifies that, in the case of orders specifically enumerated in order xliii of the cpc, such appeals shall lie. 22. though he has not articulated the proposition in so many words, the submissions of mr. sindhwani would seem to indicate that the decisions of this court in hpl (india) ltd1, samsung leasing ltd2 and rahul gupta3 rule otherwise. 23. we do not think so. 24. in our view, these decisions, whether seen in isolation or in conjunction, would not militate against the maintainability of the present appeal, before us. 25. hpl (india) ltd1 addressed the issue of maintainability of an appeal, passed by the learned single judge as a commercial court, on an application, by the plaintiffs, for taking, on record, new documents, filed along with affidavits by way of examination-in-chief of new witnesses, whom the plaintiffs desired to co-opt in evidence. the learned single judge, of this court, permitted the documents to be taken on record and, consequently, allowed the interlocutory application (ia) filed for the said purpose. aggrieved thereby, the defendants carried the matter, by way of appeal, to the division bench of this court. the maintainability of the appeal was contested, by the original plaintiffs, on the ground that the order, of the learned single judge, was not amongst those enumerated in order xliii of the cpc and that, therefore, no appeal, thereagainst, would lie before the division bench of this court, in view of the proviso to section 13(1a) of the commercial courts act. the division bench of this court accepted the submission, and held the appeal, preferred by the original defendants, not to be maintainable. in so holding, the division bench proceeded on the premise that the provisions of the commercial courts act were required to be read in conjunction with the cpc and that, as the right to appeal, under section 104 of the cpc, was limited to orders enumerated under order xliii thereof, an order which, though passed under the cpc, was not amongst the orders enumerated in order xliii, was not amenable to appeal under section 104 of the cpc and, consequently, was equally not amenable to appeal under the proviso to section 13(1a) of the commercial courts act. 26. samsung leasing ltd2 dealt with an intra-court appeal, preferred against an order of the learned single judge, allowing an application for amendment, under order vi rule 17 of the cpc, in a commercial dispute. the learned division bench held that, as orders passed on applications for amendment, under order vi rule 17 of the cpc, were not among the orders enumerated in order xliii thereof, no intra-court appeal would lie, in view of the proviso to section 13(1a) of the commercial courts act, as interpreted in hpl india ltd1. 27. mr. sindhwani laid particular emphasis on the decision in samsung leasing ltd2, contending that, as that case, too, dealt with the maintainability of appeal against an order allowing amendment of the plaint, the law laid down, therein, applies, to the present case, on all fours. 28. we regret our inability to agree. the distinction, sure, though subtle, between samsung leasing ltd2 and the present case, lies in the fact that while, in samsung leasing ltd2, this court was concerned with the maintainability of an appeal against an order, passed by the learned single judge exercising commercial jurisdiction, under order vi rule 17 of the cpc, we are concerned with the challenge to an order, not passed under order vi rule 17 of the cpc, but, rather, under rule 5 in chapter ii of the 2018 original side rules. for ready reference, rule 5, in chapter ii of the 2018 original side rules may be reproduced, thus: \"5. appeal against the registrars orders. any person aggrieved by any order made by the registrar, under rule 3 of this chapter, may, within 15 days of such order, appeal against the same to the judge in chambers. the appeal shall be in the form of a petitioner bearing court fees of ₹ 2.65.\" clause (2) in rule 3 in chapter ii of the 2018 original side rules empowers the registrar to decide any \"application to amend the plaint, petition, written statement, the application or subsequent proceedings where the amendment sought is formal\". it was ostensibly in exercise of the powers conferred by this clause that the learned joint registrar passed the order, dated 25th april, 2019, disposing of ia 10990/2018, against which oa 58/2019 came to be filed by the appellant. that being so, oa 58/2019 was relatable to rule 5 in chapter ii of the 2018 original side rules, extracted supra. the present appeal, before us, emanates, therefore, not from an order passed under order vi rule 17 of the cpc, but under rule 5 in chapter ii of the 2018 original side rules. 29. hpl india ltd1 and samsung leasing ltd2, therefore, adjudicated on the maintainability of an appeal, under section 13 of the commercial courts act, against an order, passed by the learned single judge in exercise of commercial jurisdiction, under one or the other provision of the cpc. we are not concerned with such a challenge. the challenge, before us, is against an order, of the learned single judge, passed under rule 5 in chapter ii of the 2018 original side rules. samsung leasing ltd2, therefore, in our considered opinion, does not apply. 30. mr. sindhwani would, however, seek to submit that this distinction would make no difference to the maintainability of the present appeal, or even to the applicability, to the present case, of the law laid down in samsung leasing ltd2, in view of rahul gupta3, which involved, as in the present case, a challenge, by way of intracourt appeal, to an order, of the learned single judge, passed in exercise of the powers conferred by rule 4 in chapter ii of the delhi high court (original side) rules, 1967 (hereinafter referred to as \"the 1967 original side rules\"). in other words, mr. sindhwani would, essentially, seek to submit that, if we read samsung leasing ltd2 and rahul gupta3 in conjunction, the inescapable sequitur would be that the present appeal is not maintainable. 31. we, therefore, proceed to rahul gupta3. 32. in rahul gupta3, an application, preferred under order 1 rule 10(2) of the cpc, seeking impleadment as a defendant in the suit, came to be rejected by the learned joint registrar by an order dated 14th december, 2010, against which an appeal (oa 19/2011) was preferred to the learned single judge under rule 4 of chapter ii of the the 1967 original side rules, which was in pari materia and in haec verba with rule 5 of chapter ii of the 2018 original side rules. the appeal was allowed by the learned single judge vide order dated 5th february, 2013, against which the original plaintiff appealed to the division bench. 33. the respondent before the division bench, i.e. the original defendant, advanced a preliminary objection to the maintainability of the appeal of the plaintiff, contending that, as the order, dated 5th february, 2013, of the learned single judge, had not been passed in exercise of ordinary original civil jurisdiction, the appeal, before the division bench, was barred by section 100a of the cpc. for ready reference, section 100a of the cpc may be reproduced, thus: \"100a. no further appeal in certain cases. notwithstanding anything contained in any letters patent for any high court or in any instrument having the force of law or any other law for the time being in force, where any appeal from an original or appellate decree or order is heard and decided by a single judge of the high court, no further appeal shall lie from the judgement and decree of such single judge.\" the contention of the defendant-respondent, before the division bench in rahul gupta3 was, therefore, that, as the jurisdiction exercised by the learned single judge, while adjudicating oa 19/2011, was appellate in nature, no second appeal lay thereagainst, in view of the proscription contained in section 100a of the cpc. 34. the contention, thus advanced by the respondent-defendant before the division bench, appears, to us, to have been attractive, and, facially at least, in line with the statutory dispensation contained in rule 4 of chapter ii of the 1967 original side rules and section 100a of the cpc. read plainly, section 100a of the cpc expressly barred a second appeal, from an order passed by a single judge of the high court, in an appeal from an original or appellate decree or order. treating the order, dated 14th december, 2010, passed by the learned joint registrar, as an original order, the learned single judge, in passing his order dated 5th february, 2013 in oa 19/2011, was exercising jurisdiction under rule 4 of chapter ii of the 1967 original side rules, which expressly dealt with appeals against the registrar‟s orders. if, as a plain reading of rule 4 in chapter ii of the 1967 original side rules, were to suggest, the learned single judge was, in passing his order dated 5th february, 2013, thus exercising appellate jurisdiction, a second appeal, to the division bench, thereagainst, was expressly barred by section 100a of the cpc. facially, therefore, this objection, as advanced before the division bench by the original defendant in rahul gupta3, was attractive. 35. to buttress its submission regarding non-maintainability of the appeal, before the division bench of this court, the defendantrespondent, in rahul gupta3, also drew attention to section 10 of the delhi high court act, 1966 (hereinafter referred to as \"the delhi high court act\"), whereunder the appeal had been preferred. it was contended that section 10 provided for an appeal, only against the judgement of the single judge passed in exercise of original civil jurisdiction. the order, dated 5th february, 2013, in oa 19/2011, having been passed by the learned single judge in exercise of appellate jurisdiction, it was contended, by the defendant-respondent, that no appeal, against the said order, would lie before the division bench under section 10 of the delhi high court act. this submission, too, was, undoubtedly, attractive. 36. the division bench, however, proceeded to reject the objection, to maintainability of the appeal before it, by holding, following a somewhat involved reasoning, that the jurisdiction exercised by the learned single judge, under rule 4 in chapter ii of the 1967 original side rules, was not, in fact, appellate, but original, and that the use of the word \"appeal\", in rule 4, was actually a misnomer, viz. that (i) the original side rules of this court, having been framed in exercise of the powers conferred by section 122 and 129 of the cpc, had to be read in conjunction with sections 122, 128 and 129 of the cpc, (ii) rule 1 of chapter ii of the 1967 original side rules required every suit, coming before this court in its ordinary original civil jurisdiction, to be tried and heard by a single judge, (iii) rule 3 of chapter ii of the original side rules provided that the powers of the court, in relation to certain matters specified therein, would be exercised by the registrar, (iv) the registrar, while exercising such powers, under rule 3 of chapter ii of the original side rules was, therefore, acting as a delegate of the court, i.e. of the learned single judge, (v) the order of the registrar, under rule 3 of the 1967 original side rules was, therefore, an order passed by the registrar in his capacity as delegate, which, in effect, was an order of the court exercising original jurisdiction, (vi) the appeal, provided under rule 4 of chapter ii of the 1967 original side rules was, therefore, in effect an appeal from the order of the delegate, to the delegator, (vi) the learned single judge, as delegator was, therefore, while examining an appeal thereagainst, in fact examining an order which was passed in discharge of his own functions, albeit by his delegate, (viii) the exercise of jurisdiction by the learned single judge under rule 4 of chapter ii of the 1967 original side rules was, in effect, therefore, in exercise of examination, by the principal, of an order passed by his delegate, in exercise of the powers originally vested with the principal, (ix) there was, therefore, \"complete identity of the powers exercised by the registrar in matters specified in rule 3 of chapter ii of the original side rules and the jurisdiction vested with the single judge\", (x) as an ordinary rule, exercise of powers, vested in the principal, by his delegate, did not denude the principal of his authority to exercise the same powers, (xi) viewed thus, the exercise of powers, by the learned single judge, under rule 4 of chapter ii of the 1967 original side rules was not, in actual fact, exercise of appellate jurisdiction, as an authority could not sit in appeal against an order passed in exercise of the jurisdiction vested in the authority itself, albeit by its delegate, (xii) at best, therefore, the power exercised by the learned single judge under rule 4 in chapter ii of the original side rules, was a power to review and re-examine the order passed by the registrar, and (xiii) the expression \"appeal\", as employed in rule 4 in chapter ii of the original side rules was, therefore, a misnomer, as the rule envisaged a mere re-examination, or review, by the delegator-single judge, of the order passed by the delegate-registrar. 37. the attention of the division bench, hearing rahul gupta3, was also invited to an earlier decision, again rendered by a division bench of this court, in akash gupta v. frankfinn institute of air hostess training4. in the said case, the division bench of this court was adjudicating a reference, made by a learned single judge, of the following two questions, for determination: \"1. whether an appeal would lie under rule 4 of the rules against any order made by the registrar under rule 3 on an air 2006 delhi 325: 127 (2006) dlt 188 application/matter against which no appeal is provided under the code of civil procedure, delhi high court act, 1966 or the letters patent of this court', and 2. if the answer to above question is in negative, whether rule 4 needs to be retained in the rules or needs to be suitably amended so as to bring the said rule in conformity with the code and act\" 38. paras 11 to 15 of the report decided these issues, thus: \"11. rule 3 as quoted above gives certain powers to a registrar to pass orders on specified applications/questions. a registrar is competent to pass orders in respect of the matters specified in rule 3 and not others. rule 4 provides for appeal by a person aggrieved by the order made by the registrar under rule 3. if both the rules are read harmoniously it will be incorrect to state that rule 4 merely provides for a forum of appeal and does not provide for a right to appeal. right to appeal is also specifically provided for and mentioned in rule 4. all orders made under rule 3 by a registrar can be made subject matter of appeal under rule 4. we, therefore, need not refer to order xliii rule 1 of the code for deciding whether an appeal is maintainable under rule 4 of the rules. it may also be stated here that the registrar is not competent to decide any dispute or applications that have been specified in order xliii rule 1 of the code, under rule 3 of the rules. 12. section 10 of the act provides for an appeal against a 'judgment' to a division bench but this in no manner curtails or prevents the high court to frame rules under section 7 in respect of matters pertaining to all proceedings of original side and also provide for an appeal against an order passed by a registrar of this court to a judge in chamber. it cannot be held that rules 3 and 4 framed under section 7 of the act are in any manner contrary to the appellate jurisdiction as provided in section 10 of the act. sections 7 and 10 of the act have to be read harmoniously. statute has to be read as a whole and every provision of the statute must be construed to make a consistent enactment. no provision should be left meaningless or otiose. section 10 only deals with appeals against orders of a single judge to a division bench in the high court. it does not deal with or states that no appeal will lie against an order passed by a registrar before a judge in chamber. rule 4 of the rules is not contrary to or inconsistent with section 10 of the act. 13. section 7 empowers delhi high court to make rules in respect of practice and procedure before it for the exercise of its ordinary original civil jurisdiction. the words „practice and procedure‟ are very wide and will include the power to regulate and specify the method by which the court will conduct its proceedings, while dealing with and disposing of various applications. „practice and procedure‟ will also include providing for an appeal against an order passed by a registrar under rule 3 as provided in rule 4. in any case, virus of rule 4 has not been questioned and challenged. 14. it may also be mentioned here that in case it is held that an order passed by the registrar under rule 3 is not appealable under rule 4 to a judge in chamber, an aggrieved person may be required to file a special leave petition, if it is not a „judgment‟. such interpretation in our opinion should be avoided. 15. in view of the above findings, we are of the view that question no. 1 as framed and extracted above has to be answered in affirmative and it has to be held that appeal would lie under rule 4 of the rules against any order made by the registrar under rule 3, irrespective of fact whether any appeal has been provided under code or the act. accordingly, we hold that the appeal is maintainable against all orders passed by the registrar under section 3 of the delhi high court (original side) rules, 1967 under rule 4 to a judge in chamber. in view of the above conclusion and answer to question no. 1, we need not answer question no. 2. the above reference is disposed of.\" (italics and underscoring supplied) 39. the division bench, in rahul gupta3, however, distinguished the decision in akash gupta4 thus: \"24. in the case of akash gupta v. frankfinn institute of air hostess training & anr.: manu/de/0456/2006 : air 2006 delhi 325 (db), the question that arose for consideration was whether an appeal would lie under rule 4 of chapter ii of the o.s. rules against any order made by the registrar under rule 3 of chapter ii of the said rules, even if no appeal was provided under the code, the act or the letters patent. the court held that rule 4 of chapter ii of the o.s. rules provided not only a forum but also the right of appeal and all orders made under rule 3 of chapter ii of the o.s. rules could be made subject matter of an appeal under rule 4 of chapter ii of the o.s. rules. reference to order 43 rule 1 of the code was not required, to examine whether an appeal under rule 4 of chapter ii of the o.s. rules was maintainable or not. this decision also does not further the case of the respondent. the controversy in that case related to whether all orders of the registrar were subject to an appeal under rule 4 of the o.s. rules. indisputably, an order passed in exercise of powers under said rule 3 by a registrar of this court can be made a subject matter of challenge under rule 4 of chapter ii of the o.s. rules. the issue whether the powers exercised under said rule 4 was appellate power or not was not a subject matter of consideration in that case.\" (emphasis supplied) 40. with greatest respect to the division bench that decided rahul gupta3, for the members of which we have the highest regard, we are unable to subscribe to the above reasoning. it appears, to us, that, the interpretation of rule 4 in chapter ii of the 1967 original side rules, accorded by the division bench in rahul gupta3, would effectively amount to rewriting rule 4. 41. it is not, ordinarily, permissible for the court to term an expression used in a legislative instrument even if the legislation is subordinate in nature as a \"misnomer\". courts can neither legislate, nor regard legislation as having been loosely drafted.5 the 1967 original side rules were drafted in exercise of the powers vested by section 122 of the cpc and were entitled, therefore, to be accorded v. k naswa v. home secretary, union of india, (2012) 2 scc 542; b. premanand v. mohan koikal, (2011) 4 scc 266; district mining officers v. tata iron and steel co., (2001) 7 scc 358; union of india v. deoki nandan aggarwal, air 1992 sc 96 due sanctity. if, therefore, rule 4 in chapter ii of the 1967 original side rules referred to an appeal, against the order of the registrar, to the learned single judge, in our view, the jurisdiction, exercised by the learned single judge, could not but be regarded as appellate. treating the said jurisdiction as original in nature, and as a mere exercise of \"review\", or \"re-examination\", by the learned single judge, of the decision of his delegate, in our view, does violence to the scheme of rules 3 and 4 in chapter ii of the 1967 original side rules. 42. we are, however, spared the necessity of referring this issue to a larger bench, for two reasons. 43. firstly, as already noticed by us hereinabove, rule 5 in chapter ii of the 2018 original side rules, with which we are concerned in the present case, provides, once again, for an \"appeal\" against the order of the registrar, passed under rule 3. with the enactment of rule 5 in chapter ii of the 2018 original side rules, in our considered opinion, the view expressed in rahul gupta3 can no longer be followed, for the simple reason that, if it were to be followed, it would imply that the legislators of the 2018 original side rules once again employed, in rule 5 of chapter ii therein, the \"misnomer\" of appeal. if it is difficult to presume that the legislature erred once, it is impossible to presume that the legislature erred twice over. the framers of the 2018 original side rules must be deemed to have been cognizant of the view expressed in rahul gupta3 (see sakal deep sahai srivastava v. u.o.i.6). were, as the division bench in rahul gupta3 held, the (1974) 1 scc 338 at 343. reference to an \"appeal\", in rule 4 in chapter ii of the 1967 original side rules, a misnomer, it is reasonable to expect that the \"misnomer\" would not be repeated, once again, in rule 5 in chapter ii of the 2018 original side rules. the fact that rule 5, in chapter ii of the 2018 original side rules is a verbatim reproduction of rule 4 in chapter ii of the 1967 original side rules, in our view, indicates that the use of the word \"appeal\", in the said rule, is certainly not a misnomer. we, therefore, are clearly of the opinion that the jurisdiction, exercised by the learned single judge, under rule 5 in chapter ii of the 2018 original side rules, was appellate in nature, as is expressly stated in the said rule, and that the use of the word \"appeal\" in rule 5 of chapter ii of the 2018 original side rules cannot be regarded as a misnomer. 44. secondly, in rahul gupta3, the commercial courts act did not arise for consideration at all. the appeal, in that case, was filed under section 10 of the delhi high courts act. in the present case, the appeal, before us, has been preferred under section 13 of the commercial courts act. the two provisions are fundamentally different. section 10 of the delhi high court act provides for an appeal, from an order passed by a single judge of this court, exercising ordinary original civil jurisdiction conferred by section 5 (2) of the delhi high courts act, and from no other order. in stark contradistinction, section 13 of the commercial courts act allows any person, aggrieved by the judgement or order of a commercial court at the level of the commercial division of the high court, to appeal to the commercial appellate division of that high court. though, in the case of an order passed by a single judge on the commercial side of the high court, under one or the other provision of the cpc, the judgements in hpl (india) ltd1 and samsung leasing ltd2 would seem to suggest that an appeal, to the division bench, would lie only where the order was relatable to order xliii of the cpc, we do not feel ourselves constrained by these decisions, as, in the present case, the order under challenge, before us, has been passed, not under the cpc, but under rule 5 in chapter ii of the 2018 original side rules. we see no reason to exclude orders passed by the learned single judge, exercising commercial jurisdiction, which have not been passed under any of the provisions of the cpc, from the expansive sweep of section 13(1a) of the commercial courts act, within which such orders would undoubtedly stand covered. 45. we are, therefore, not persuaded to accept the preliminary objection, of mr. sindhwani, regarding the maintainability of the present appeal before us. for the sake of clarity, we reiterate our reasons, thus: (i) oa 58/2019 was filed in cs (comm) 665/2017. the learned single judge was, therefore, exercising jurisdiction under the commercial division of this court. section 13 of the commercial courts act would, therefore, apply. on this aspect, we may note, mr. sindhwani, too, is ad idem. (ii) sub-section (1a) of section 13 of the commercial courts act allows any person, aggrieved by the judgement or order of the commercial division of the high court, to appeal to the commercial appellate division of that high court. inasmuch as the learned single judge was sitting in the commercial division of this court, while passing the impugned order dated 3rd july, 2019, the said order would be appealable to the division bench of this court, on a plain reading of section 13(1a) of the commercial courts act. (iii) the proviso to section 13 (1a) cannot, in our view, be read as limiting the right to appeal, conferred by section 13 (1a). the said proviso merely states that, from orders passed by the commercial division of the high court, as are specifically enumerated under order xliii of the cpc, an appeal would lie under section 13 (1a). in our view, the proviso cannot be read as meaning that no appeal would lie in any other case, especially where the order under appeal has not been passed under the cpc at all, but under rule 5 in chapter ii of the 2018 original side rules. (iv) the judgements in hpl (india) ltd1 and samsung leasing ltd2 do not apply, as they related to appeals, against orders passed by the learned single judge under one or the other provision of the cpc. in such circumstances, these decisions restricted the ambit of section 13 (1a) of the commercial courts act, by invoking section 104 and order xliii of the cpc. the case before us being relatable to an order passed under rule 5 in chapter ii of the 2018 original side rules, we are not persuaded to follow the decisions in hpl (india) ltd1 and samsung leasing ltd2. judgements rendered by courts, it is trite, are not to be read as analogous to euclid‟s theorems, but have to be understood and applied in the light of the fact-situation, and the legal issue arising for consideration, in those cases7. (v) in this context, we may note that the 2018 original side rules have been notified in exercise of the powers conferred, not only by section 129 of the cpc, but by section 7 of the delhi high court act. section 129 of the cpc permits every high court to make such rules, not inconsistent with the letters patent, or order or other law establishing it, to regulate its own procedure in the exercise of its original civil jurisdiction, as it thinks fit. section 7 of the delhi high court act stipulates that, subject to the provisions thereof, \"the high court shall have all such powers to make rules and others with respect to practice and procedure as are immediately before the appointed day exercisable by the high court of punjab and shall also have powers to make rules and orders with respect to practice and procedure for the exercise of its ordinary original civil jurisdiction\". the original side rules of this court have, therefore, their own individual identity, distinct and different from the cpc, and we do not see any justification for applying, to an order passed under rule 5 in chapter ii of the 2018 original side rules, the restraints contained in section 104, or order xliii, of the cpc, insofar as the availability of a remedy of appeal, against such order, under section 13(1a) of the commercial courts act, is concerned. we may note, in this u.o.i. v. major bahadur singh, (2006) 1 scc 368 regard, that, over four decades ago a full bench of this court had held, in print pak machinery ltd. v. jay kay papers converters8, that in the event of any conflict, the original side rules prevailed over the civil procedure code, 1908. (vi) nor are we persuaded to non-suit the appellant, by applying rahul gupta3, which proceeds on the premise that the use of the word \"appeal\", in rule 4 in chapter ii of the 1967 original side rules whereunder the order of the learned single judge had been passed in that case was a \"misnomer\". the appeal before the division bench had, in that case, been filed under section 10 of the delhi high courts act. in our view, the said decision, irrespective of its correctness or otherwise, would not apply to the present case, as (a) the order impugned before us has been passed, not under rule 4 in chapter ii of the 1967 original side rules, but under rule 5 in chapter ii of the 2018 original side rules which, yet again, uses the word \"appeal\" and (b) the appeal, before us, lies, not under section 10 of the delhi high court act, but under section 13 of the commercial courts act, the range and sweep of which is far more expansive than that of section 10 of the delhi high courts act. 46. we, therefore, reject the preliminary objection, of mr. sindhwani, to the maintainability of the present appeal, and hold the appeal to be maintainable, under section 13(1a) of the commercial courts act. air 1979 delhi 217 did the learned joint registrar act within his jurisdiction? 47. on a plain reading of rule 3 in chapter ii of the 2018 original side rules, it is apparent, in our view, that, in passing the order dated 25th april, 2019, adjudicating ia 10990/2018, the learned joint registrar exceeded the jurisdiction vested, in him, by the said rule. clause (2), in rule 3, empowers the registrar to adjudicate on an \"application to amend the plaint, petition, written statement, the application or subsequent proceedings where the amendment sought is formal\". 48. we may observe, before proceeding further, that, in our view, this provision may itself require amendment, especially as, in the absence of any definition of the expression „formal‟ in the 2018 original side rules, the scope and ambit of this clause is rendered completely nebulous. what is „formal‟, and what is not? in law, as in life, the expression „formal‟ is capable of myriad interpretations, being an expression which itself is imprecise and uncertain. it would be advisable, therefore, that clause (2), in rule 3 in chapter ii of the 2018 original side rules be either more precisely worded, specifically delineating the categories of amendment applications, which the registrar would decide, or that the expression „formal‟ is specifically defined in the original side rules. needless to say, the former alternative is, on the face of it, preferable. 49. in this context, it is also be necessary to bear, in mind, the fact that, oftentimes, the very complexion of the litigation may change by an amendment, and applications for amendment are, at times, strategised attempts to infuse life blood into a cause which, otherwise, may be insupportable in law. the question of whether an amendment ought, or ought not, to be allowed, is a complex question, which requires the adjudicator, adjudicating the application for amendment, to acquaint himself with the entire scope, and ambit of the litigation, and the peripheries of the claim constituting the basis thereof. a reading of the impugned order, dated 3rd july, 2019, of the learned single judge, is itself an indicator of the number of factors, which have to be borne in mind while deciding whether an application, for amendment, ought, or ought not, to be allowed. order vi rule 17 of the cpc specifically empowers the court to adjudicate on applications for amendment, which are, as a matter of course, hotly contested the present case being a textbook example. whether this jurisdiction ought, at all, to be delegated to the registrar, may also be a live issue for consideration. allowing for an appeal, against the decision of the registrar, to the learned single judge may not, in every case, be a solution. 50. be that as it may. we are required to decide the appeal, before us, in the light of the provisions as they exist; not the provisions as they ought to be. in the absence of any definition of the word „formal‟, as employed in clause (2) of rule 3 in chapter ii of the 2018 original side rules, we have to search, elsewhere, for its meaning. 51. p. ramanatha aiyar‟s classic „advanced law lexicon‟ defines „formal‟ as \"of the outward form, shape or appearance, not the matter or substance of the thing; ceremonial; required by convention; observance of form and not of the spirit.\" 52. of greater help, probably, is the understanding of the expression \"formal defect\", in various judicial authorities. in somalraju v. samanthu sivaji ganesh9, it was held that the expression \"formal defect\", in normal parlance, connoted defects of various kinds not affecting the merits of the case. it was further held, in the said decision, that a \"formal defect\" was \"a defect of form unrelated to the claim of the plaintiff on merits\". to the same effect was the judgement of the full bench of the high court of bombay in ramrao bhagwantrao v. appanna samage10 and of the high court of gujarat in kurji jonabhai kolecha v. ambalal kanjibhai patel11. in tarachand bapu chand v. gaibihaji ahmed12, it was held that failure to implead parties in respect of a claim could not be regarded as a formal defect. non-joinder of parties, similarly, was held, in savitri devi v. hira lal13, by r. s. pathak, cj (as he then was), not to be a \"formal defect\". in re. a debtor14, claiming of an amount in excess of what was due on the judgement, even though the excess was only 15 s. 6 d., arising from a miscalculation of interest, was held not to constitute a \"formal defect or irregularity\". similarly, an omission, in a bankruptcy petition, to state the intent of the debtors departure out air 2009 ap 12 air 1940 bom 121 (fb) air 1972 guj 63 air 1956 bom 632 air 1977 hp 91 (1908) 1 kb 684 of england, was held to be an omission of substance, and not merely „formal‟, in ex. p. coates, re. skelton15. in sill v. the queen16, it was held that an allegation in an indictment, which must be proved as alleged, cannot be called 'formal'. 53. viewed thus, it is clear that the amendments, to para 8 of the plaint, as sought to be effected by way of ia 10880/2018, which alter the period, with effect from which the „superon‟ trademark had been adopted by the respondent, and also claimed, for the first time, that the original adoption of the said trademark was by the plaintiff through stanvac, introduced changes of substance, and not merely of form, in the original plaint. the amendment, sought by the respondent could not, therefore, be characterised as „formal‟, within the meaning of clause (2) of rule 3 in chapter ii of the 2018 original side rules. 54. per sequitur, the learned joint registrar could not have adjudicated on the merit of the said application for amendment and, in doing so, exceeded the jurisdiction vested in him by clause (2) of rule 3 in chapter ii of the 2018 original side rules. mr. sindhwani, we may note, did not, fairly, contest this issue beyond a point. the impugned order/judgement 55. mr. sindhwani has, however, sought to contend that, even if the order, dated 25th april, 2019, of the learned joint registrar in ia 10990/2018, were to be regarded as having been issued in excess of 5 ch. d. 979 22 l.j.m.c. 41 jurisdiction, that, by itself, would not entitle the appellant to relief, in view of the fact that the exercise of jurisdiction, by the learned single judge, while adjudicating oa 58/2019, by the impugned order dated 3rd july, 2019, was also original in nature, as held by this court in rahul gupta3. in his submission, therefore, the invalid exercise of original jurisdiction, by the learned joint registrar, stood remedied by the valid exercise of the original jurisdiction, by the learned single judge. seized, as we are, with the correctness of the manner in which the learned single judge has exercised jurisdiction, mr. sindhwani would submit that the excess of jurisdiction, by the learned joint registrar, even if it existed, had ceased to be of significance. 56. we agree in principle, though we are hesitant to walk the rahul gupta3 path, for the reasons already set out, by us, in detail hereinbefore. the learned single judge has, in passing the impugned order dated 3rd july, 2019, in oa 58/2019, examined the merits of the prayer, of the respondent, for amendment of its plaint, independently and in detail. we agree with mr. sindhwani that, in view thereof, the issue of whether the learned joint registrar was, or was not, acting within the jurisdiction vested in him, in adjudicating ia 10990/2018, vide order dated 25th april, 2018, has lost its significance. setting aside the impugned order, dated 3rd july, 2019, of the learned single judge, solely because the learned joint registrar had exceeded his jurisdiction while passing the order dated 25th april, 2019, would be meaningless, in our opinion, as we would be required, then, to remand ia 10990/2018, to the learned single judge, for decision, de novo, thereon. this, in our view, would be an entirely futile exercise, and would result in unnecessary duplication of the proceedings, especially as the learned single judge has already expressed his opinion, on merits, regarding the prayer, of the respondent, for amendment of its plaint. 57. on merits, we find the impugned order/judgement, dated 3 rd july, 2019, of the learned single judge, to be unexceptionable. 58. the right to amend, as confirmed by order vi rule 17 of the cpc, has advisedly been made expansive, save and except in cases where the trial has already commenced. order vi rule 17 permits the court to, at any stage of the proceedings, allow either party to alter or amend his pleadings in such manner and on such terms as may be just, and specifically ordains that \"all such amendments shall be made as may be necessary for the purpose of determining the real questions in controversy between the parties\". the provision, therefore, casts a mandate, on the court, to compulsorily allow all such amendments, as may be necessary for the purpose of determining the real questions in controversy between the parties. the proviso, to the rule, dilutes the rigour of the rule only in cases where the trial has already commenced, in which case the application for amendment could be allowed only if the court comes to the conclusion that, in spite of due diligence, the party could not have raised the matter before the commencement of trial. in the present case, the proviso does not call for application, as the trial, in the suit, had not commenced, when the respondent applied for permission to amend its plaint. 59. all that was required to be seen, therefore, was whether the amendment, sought by the plaintiff-respondent, was necessary for the purpose of determining the real questions in controversy between the parties. the controversy, between the appellant and the respondent, in the present case, was relating to alleged infringement, and passing off, by the appellant, of the registered trademark of the respondent as the respondent would aver. prior user is one of the essential indicia, to be examined while adjudicating such a claim of infringement and passing off. the date from which the plaintiff-respondent was using the „superon‟ trademark was, therefore, fundamental to adjudication of the controversy. the amendment, sought by the respondent, in para 8 of its plaint, was with respect to the date from which the respondent could claim user of the said trademark. that, by itself, would be sufficient to justify allowing of the amendment sought by the respondent. 60. the chagrin, expressed by ms. varma, at the defence of her client being irreparably prejudiced, by allowing of the amendment, is understandable, but cannot advance the case of her client, in view of the express stipulation in order xlvii and the law that has developed with respect thereto. we may re-emphasize that, statutorily, all that order xlvii contemplates, as relevant while adjudicating on a prayer for amendment, is whether the amendment is necessary for the purpose of determining the real controversy between the parties. 61. the tests, postulated in revajeetu builders and developers17 in this regard, are still treated as authoritative, and have been followed in numerous decisions. at the cost of repetition, we may reproduce the said tests thus : \"(1) whether the amendment sought is imperative for proper and effective adjudication of the case? (2) whether the application for amendment is bona fide or mala fide? (3) the amendment should not cause such prejudice to the other side which cannot be compensated adequately in terms of money; (4) refusing amendment would infact lead to injustice or lead to multiple litigation; (5) whether the proposed amendment constitution and the order fundamentally changes the nature and character of the case? and (6) as a general rule, the court should decline amendments if a fresh suit or the appended claims would be barred by limitation on the date of application.\" 62. para 9 of the report in sampath kumar v. ayyakannu18, is also instructive in this regard: \"order 6 rule 17 cpc confers jurisdiction on the court to allow either party to alter or amend his pleadings at any stage of the proceedings and on such terms as may be just. such amendments as are directed towards putting forth and seeking determination of the real questions in controversy between the parties shall be permitted to be made. the question of delay in moving an application for amendment should be decided not by calculating the period from the date of institution of the suit alone but by reference to the stage to which the hearing in the suit has proceeded. pre-trial amendments are allowed (2009) 10 scc 84 (2002) 7 scc 559 more liberally than those which are sought to be made after the commencement of the trial or after conclusion thereof. in the former case generally it can be assumed that the defendant is not prejudiced because he will have full opportunity of meeting the case of the plaintiff as amended. in the latter cases the question of prejudice to the opposite party may arise and that shall have to be answered by reference to the facts and circumstances of each individual case. no straitjacket formula can be laid down. the fact remains that a mere delay cannot be a ground for refusing a prayer for amendment.\" (emphasis supplied) 63. in rajesh kumar aggarwal v. k.k. modi19, the supreme court held, without any equivocation, thus: \". the real controversy test is the basic or cardinal test and it is the primary duty of the court to decide whether such an amendment is necessary to decide the real dispute between the parties. if it is, the amendment will be allowed; if it is not, the amendment will be refused. . it is settled by a catena of decisions of this court that the rule of amendment is essentially a rule of justice, equity and good conscience and the power of amendment should be exercised in the larger interest of doing full and complete justice to the parties before the court.\" 64. the reliance, by the learned single judge, on the judgments of the supreme court rajesh kumar aggarwal17 and lakha ram sharma v. balar marketing (p) ltd.20, is also well taken inasmuch as, in the said decisions, the supreme court has clarified that, while examining an application, for amendment, under order vi rule 17 of the cpc, the court is not required to enter into the truth, or otherwise, of the averments sought to be introduced by way thereof. (2006) 4 scc 385 (2008) 17 scc 671 65. viewed thus, we are of the opinion that the learned single judge cannot be faulted, in any manner, in allowing the prayer of the respondent, for permission to amend its plaint. the issue in controversy between the parties, related to infringement, or otherwise, by the appellant, of the registered trademark of the respondent, under the trademarks act, by usage of the trademark \"supercrome\". the contention of the respondent, as the plaintiff in the suit, was that the trademark/name/label \"supercrome\" was deceptively similar to the respondent‟s trademark \"superon\". fundamental, to adjudication of such a lis, would be the dates from which the appellant, and respondent, operated their respective trademarks. the averments that the respondent sought to incorporate in para 8 of the plaint, by way of amendment thereof, sought to contend that the respondent was entitled to claim user of the \"superon\" trademark from 1994. as to whether this claim was justified, or not, was outside the province of examination, by the court adjudicating the application for amendment. equally, whether the respondent had, or had not, succeeded in adducing sufficient evidence to support its claim of user since 1994, and of the plaintiff to claim user from the time stanvac had adopted the trademark \"supercrome\", were issues which could be adjudicated only in trial. the truth, or otherwise, of the claim, of the respondent, to prior user since 1994, too, was foreign to the question of its entitlement to amend its plaint. the contentions of ms. varma, which revolved essentially around the justification, of the respondent, to claim prior user since 1994, when stanvac had adopted the \"superon\" trademark, and of the sufficiency of the material, relied upon by the respondent for that purpose, cannot impact, in any manner, the merits of the application, under order vi rule 17, preferred by the respondent. we find ourselves in complete agreement with the learned single judge, in his observation that, as the appellant had, during the trial, every opportunity to contest the correctness of the claim, of the respondent, of prior user of the „superon‟ trademark from 1994, no prejudice would be said to have resulted, to the appellant, by allowing the respondents to so urge. at the end of the day, the court, adjudicating on an application for permission to amend the plaint, at the pre-trial stage, is to ensure that, by adopting an unduly narrow approach, the right of the party, seeking amendment, to bring relevant facts, to the notice of the court, is not prejudiced. were the prayer for amendment, as made by the respondent, in ia 10990/2018, to be disallowed, the respondent would be deprived of an opportunity to establish, before the court adjudicating the suit, its right to claim user, of the „superon‟ trademark since 1994. the prejudice that could result, to the respondent, as a consequence thereof, would be irreversible. per contra, allowing the prayer for amendment, would result in no prejudice to the appellant, which had every opportunity to contest the claim of the respondent, to user, of the „superon‟ trademark since 1994. application of the \"prejudice\" test, too, would, therefore, justify allowing, rather than disallowing, of the amendment sought, by the respondent, in ia 10990/2018. 66. we, therefore, find ourselves entirely in agreement with the observations entered by the learned single judge in para 5 of the impugned order dated 3rd july, 2019. the objections, of ms. varma, to the prayer of the respondent, for permission to amend para 8 of its plaint are, in our considered opinion, completely devoid of substance. conclusion 67. in view of the above discussion, we find no reason to interfere with the impugned order, dated 3rd july, 2019, passed by the learned single judge in oa 58/2019. we uphold, on merits, the decision of the learned joint registrar, to allow ia no. 10990/2018. 68. the appeal, consequently, fails and is dismissed, with no orders as to costs. 69. the pending applications, viz., cm no. 42840/2019, cm no. 42841/2019 and cm no. 230/2020 have been filed seeking stay, condonation of delay and permission to withdraw and file amended rejoinder, respectively, do not survive for adjudication and accordingly stand disposed of. c. hari shankar, j. chief justice march 16, 2020 hj"
}