{
  "case_file": "case27.txt",
  "original_text": "Delhi High Court\nHarmanprit Singh Sidhu vs Arcadia Shares & Stock Brokers Pvt. Ltd on 30 September, 2016\nAuthor: Badar Durrez Ahmed\nBench: Badar Durrez Ahmed, Ashutosh Kumar\n         THE HIGH COURT OF DELHI AT NEW DELHI\n%                                       Judgment delivered on: 30.09.2016\n\n+       FAO (OS) 136/2016 and CM No. 15748/2016\n\nHARMANPRIT SINGH SIDHU                                          ...   Appellant\n\n                                          versus\n\nARCADIA SHARES & STOCK BROKERS PVT. LTD... Respondent\nAdvocates who appeared in this case:-\nFor the Appellant            : Mr Anand Shankar with Mr Shantanu Kumar and\n                               Mr Narsingh N. Rai\nFor the Respondent           : Mr Subhash Bansal with Mr Raghav Bansal and\n                               Mr Shashwat Bansal\n\nCORAM:-\nHON'BLE MR JUSTICE BADAR DURREZ AHMED\nHON'BLE MR JUSTICE ASHUTOSH KUMAR\n\n                                   JUDGMENT\nBADAR DURREZ AHMED, J\n1. This appeal is directed against the order dated 17.02.2016 passed by a learned single Judge of this court in IA No.4311/2016 in OMP 294/2014. IA No.4311/2016 was an application under Section 5 of the Limitation Act filed on behalf of the respondent for condonation of delay of 55 days in re- filing. The said application was allowed by the learned single Judge by virtue of the impugned order dated 17.02.2016. OMP 294/2014 is a petition under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as „the A&C Act‟) for setting aside the arbitral award dated 10.09.2013.\n2. The plea of the appellant before this court is that the learned single Judge ought not to have condoned the delay of 55 days in re-filing the said petition under Section 34 of the A&C Act.\n3. The learned counsel for the respondent herein raised a preliminary objection with regard to the maintainability of the present appeal. It was contended on behalf of the respondent that an appeal under Section 37 of the A&C Act could be filed only against the orders specified in Section 37(1)(a), (b) or (c). It was pointed out that the impugned order does not fall within the orders specified in Section 37(1) of the A&C Act. The learned counsel emphasised that Section 37(1) of that Act uses the expression \"(and from no others)\" which clearly indicates that only those orders mentioned in Section 37(1) would be appealable and no others.\n4. On the other hand, the learned counsel for the appellant submitted that the appeal is maintainable and for this submission, he placed reliance on Sections 8 and 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (hereinafter referred to as „the Commercial Courts Act‟). He also placed reliance on a Full Bench decision of this court in the case of National Highways Authority of India v. Oriental Structure Engineers Limited-Gammon India Limited (JV): 2012 (132) DRJ 769 (FB). The learned counsel for the appellant referred to Section 8 of the Commercial Courts Act to submit that no civil revision application or petition could be entertained against any interlocutory order of a commercial court. But, this was subject to the provisions of Section 13 of that Act. He submitted that Section 13 of the Commercial Courts Act deals with the appeals and Section 13(1) specifically refers to appeals from „judgments‟ or „orders‟. Thus, according to him, any person aggrieved by a decision of the Commercial Division of a High Court could appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment or \"order\", as is the case herein. It was further submitted by the learned counsel for the appellant that the Full Bench decision in the case of National Highways Authority (supra) made it clear that an aggrieved party could maintain more than one appeal, that is, one at the initial stage and the other at the final stage when the petition under Section 34 of the A&C Act is finally disposed of. It was submitted in this context that the appellant was entitled to file an appeal against the impugned order inasmuch as the learned single Judge had allowed the condonation of delay application and, as a result, he had taken the Section 34 petition under the A&C Act on board when it ought to have been rejected on the ground of limitation. It was contended by the learned counsel for the appellant that an appeal against this order would lie at this stage itself as also at the stage of disposal of the said OMP No.294/2014 by the aggrieved party. It was contended that the learned single Judge could not have condoned the delay in re-filing. Had that been the case, the petition under Section 34 of the A&C Act would not itself be entertained and for this reason, the appellant‟s rights have been affected and, therefore, the present appeal is clearly maintainable.\n5. Section 37 of the A&C Act has been amended by the Arbitration and Conciliation (Amendment) Act, 2015 (act 3 of 2016) with retrospective effect from 23.10.2015. Clauses (a) and (b) of the earlier Section 37(1) were re-numbered as clauses (b) and (c), respectively and new clause (a) was inserted. Section 37 of the A&C Act, post amendment, reads as under:-\n\"37. Appealable orders. - (1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:-\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order granting of the arbitral tribunal.-\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or\n(b) granting or refusing to grant an interim measure under Section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n6. Sections 8 and 13 of the Commercial Courts Act read as under:-\n\"8. Bar against revision application or petition against an interlocutory order.-Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\nxxxx xxxx xxxx xxxx xxxx xxxx\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.-(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n7. First of all, we may point out that Section 8 of the Commercial Courts Act, which was sought to be relied upon by the learned counsel for the appellant, has no application in the present case. This is so because it relates to an interlocutory order of a „commercial court‟. A commercial court by definition as per Section 2(1)(b) read with Section 3(1) is a court at the district level. The impugned order is an order passed not by a Commercial Court but by a learned single Judge within the Commercial Division of this High Court. Therefore, clearly, Section 8 of the Commercial Courts Act has no application.\n8. Insofar as Section 13 of the Commercial Courts Act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to Section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a Commercial Division that are specifically enumerated under Order 43 of the Code of Civil Procedure, 1908 (as amended by the Commercial Courts Act) and Section 37 of the A&C Act. The use of the word „and‟ in the proviso to Section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a Commercial Division, which finds mention in the list of orders specified in Order 43, CPC and Section 37 of the A&C Act. It is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by Section 37 of the A&C Act.\n9. On a plain reading of Section 13 of the Commercial Courts Act, it is evident that it does not amplify the scope of appealable orders specified in Section 37 of the A&C Act. It actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in Section 37 of the A&C Act. In fact, Section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act.\n10. Coming to Section 37(1), it is evident that an appeal can lie from only the orders specified in clauses (a), (b) or (c). In other words, an appeal under Section 37 would only be maintainable against (a) an order refusing to refer the parties to arbitration under Section 8 of the A&C Act; (b) an order granting or refusing to grant any measure under Section 9 of the A&C Act; or (c) an order setting aside or refusing to set aside an arbitral award under Section 34 of the A&C Act. The impugned order is clearly not relatable to Sections 8 or 9 of the A&C Act. It was sought to be contended by the learned counsel for the appellant that the present appeal would fall within Section 37(1)(c) which relates to an order \"setting aside\" or \"refusing to set aside\" an arbitral award under Section 34. We are unable to accept this proposition. By virtue of the impugned order, the arbitral award dated 10.09.2013 has not been set aside. Nor has the court, at this stage, refused to set aside the said arbitral award under Section 34 of the A&C Act. In fact, the appellant in whose favour the award has been made, would only be aggrieved if the award were to have been set aside in whole or in part. That has not happened. What the learned single Judge has done is to have condoned the delay in re-filing of the petition under Section 34. This has not, in any way, impacted the award.\n11. The learned counsel for the appellant had placed strong reliance on the decision of the Full Bench in National Highways Authority (supra). However, that decision would not, in any manner, come to the aid of the appellant. The issue before the Full Bench was confined to an enquiry as to whether, in law, there was any impediment in the court issuing limited notice in a petition under Section 34 of the A&C Act. The concept of limited notice would, inter alia, entail a situation where an arbitral tribunal having awarded claims 1 to 4, a petition in respect thereof is filed by the losing party under Section 34 and the court hearing the petition issues notice only in respect of claims 3 and 4 and not in respect of claim numbers 1 and 2. In such an eventuality, for all intents and purposes, the limited notice would impact the arbitral award in respect of the claims 1 and 2 and, therefore, the aggrieved party would be entitled to file an appeal at that stage itself under Section 37 of the A&C Act. This is so because for all intents and purposes, the limited notice would entail the refusal on the part of the court to set aside the arbitral award insofar as claims 1 and 2 were concerned. This is exactly what the Full Bench in National Highways Authority (supra) held. Paragraph 18 of the said decision sets out the conclusions and they are as under:-\n\"18. Having regard to our discussion above, our conclusions are as follows:\n(i) There is no limitation in the court issuing a limited notice at the stage of admission of a petition under Section 34 of the 1996 Act provided the grounds which are raised and argued are rejected by a reasoned order.\n(ii) There is complete autonomy conferred under the 1996 Act on the party aggrieved, to prefer an appeal under Section 37 against grounds which the court rejects either at that stage or at the stage when the petition under Section 34 is finally disposed of.\n(iii) In view of our conclusion arrived at, as indicated in sub-\nclause (ii) above, what would necessarily follow is that the aggrieved party can maintain more than one appeal.\n(iv) A fresh cause of action would arise at both stages, i.e., at the initial stage and at the final stage when the petition under Section 34 of the 1996 Act is finally disposed of as at each stage the award would get impacted.\n(v) If an application is filed in the executing court, pursuant to rejection of some grounds, in Section 34 proceeding, the executing court would have to discern as to whether that part of the order of the court pertains to those claims which can be sustained on a stand-alone basis. If the executing court comes to such an conclusion, undoubtedly, the execution proceedings can proceed against that part of the order subject, however, to intercession by an appellate court.\"\n12. From the above discussion, it is evident that the said decision in National Highways Authority (supra) does not, in any way, advance the case of the appellant herein. The order, which is impugned herein, does not have the effect of setting aside or refusing to set aside an arbitral award. Clearly, the said Full Bench decision does not help the appellant.\n13. In sum, the impugned order does not fall within the category of appealable orders specified in Section 37(1) of the A&C Act. Therefore, even if the provisions of Section 37(1) are read with Section 13 of the Commercial Courts Act, the present appeal is not maintainable. This, however, does not mean that the appellant cannot take up the ground that is sought to be urged before us if the decision in OMP 294/2014 (under Section 34 of the A&C Act) goes against him. In other words, if the arbitral award is set aside in part or in whole and the appellant is aggrieved thereby, he may prefer an appeal under Section 37 of the A&C Act on merits as also on the ground that the delay in re-filing ought not to have been condoned. This is in line with the scheme of the A&C Act of not, in any way, stalling the proceedings thereunder. For example, under Section 13(4) of the A&C Act, if a challenge to an arbitrator is not successful, the arbitral tribunal is required to continue the arbitral proceedings and make an arbitral award and, in such an instance, as provided in Section 13(5) of the A&C Act, the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with Section 34. In other words, recourse to a remedy for an unsuccessful challenge to an arbitrator is deferred till the stage of the making of the award. Similarly, under Section 16, an arbitral tribunal may rule on its jurisdiction. In a case where the arbitral tribunal rejects a plea with regard to its jurisdiction, it is enjoined by Section 16(5) of the A&C Act to continue with the arbitral proceedings and to make the arbitral award. Section 16(6) stipulates that a party aggrieved by such an arbitral award may make an application for setting aside the award in accordance with Section 34. Here, too, the unsuccessful party, who challenges the jurisdiction of an arbitral tribunal, is asked to wait till the award is made. The remedy of questioning the decision of the arbitral tribunal with regard to the arbitrator‟s jurisdiction in such a case is not extinguished but is merely deferred till the making of the arbitral award. In similar vein, in the present case, the remedy of challenging the decision of condoning the delay in re-filing is not extinguished but is deferred till the final decision of the court on the pending Section 34 petition.\n14. In view of the discussion above, the present appeal is not maintainable and is dismissed.\n                                        BADAR DURREZ AHMED, J\n\n\n\nSeptember 30, 2016                                ASHUTOSH KUMAR, J\ndutt\n\n\n\n\n\n ",
  "cleaned_text": "delhi high court harmanprit singh sidhu vs arcadia shares & stock brokers pvt. ltd on 30 september, 2016 author: badar durrez ahmed bench: badar durrez ahmed, ashutosh kumar the high court of delhi at new delhi % judgment delivered on: 30.09.2016 + fao (os) 136/2016 and cm no. 15748/2016 harmanprit singh sidhu . appellant versus arcadia shares & stock brokers pvt. ltd. respondent advocates who appeared in this case:for the appellant : mr anand shankar with mr shantanu kumar and mr narsingh n. rai for the respondent : mr subhash bansal with mr raghav bansal and mr shashwat bansal hon'ble mr justice badar durrez ahmed hon'ble mr justice ashutosh kumar judgment badar durrez ahmed, j 1. this appeal is directed against the order dated 17.02.2016 passed by a learned single judge of this court in ia no.4311/2016 in omp 294/2014. ia no.4311/2016 was an application under section 5 of the limitation act filed on behalf of the respondent for condonation of delay of 55 days in refiling. the said application was allowed by the learned single judge by virtue of the impugned order dated 17.02.2016. omp 294/2014 is a petition under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as „the a&c act‟) for setting aside the arbitral award dated 10.09.2013. 2. the plea of the appellant before this court is that the learned single judge ought not to have condoned the delay of 55 days in re-filing the said petition under section 34 of the a&c act. 3. the learned counsel for the respondent herein raised a preliminary objection with regard to the maintainability of the present appeal. it was contended on behalf of the respondent that an appeal under section 37 of the a&c act could be filed only against the orders specified in section 37(1)(a), (b) or (c). it was pointed out that the impugned order does not fall within the orders specified in section 37(1) of the a&c act. the learned counsel emphasised that section 37(1) of that act uses the expression \"(and from no others)\" which clearly indicates that only those orders mentioned in section 37(1) would be appealable and no others. 4. on the other hand, the learned counsel for the appellant submitted that the appeal is maintainable and for this submission, he placed reliance on sections 8 and 13 of the commercial courts, commercial division and commercial appellate division of the high courts act, 2015 (hereinafter referred to as „the commercial courts act‟). he also placed reliance on a full bench decision of this court in the case of national highways authority of india v. oriental structure engineers limited-gammon india limited (jv): 2012 (132) drj 769 (fb). the learned counsel for the appellant referred to section 8 of the commercial courts act to submit that no civil revision application or petition could be entertained against any interlocutory order of a commercial court. but, this was subject to the provisions of section 13 of that act. he submitted that section 13 of the commercial courts act deals with the appeals and section 13(1) specifically refers to appeals from „judgments‟ or „orders‟. thus, according to him, any person aggrieved by a decision of the commercial division of a high court could appeal to the commercial appellate division of that high court within a period of 60 days from the date of judgment or \"order\", as is the case herein. it was further submitted by the learned counsel for the appellant that the full bench decision in the case of national highways authority (supra) made it clear that an aggrieved party could maintain more than one appeal, that is, one at the initial stage and the other at the final stage when the petition under section 34 of the a&c act is finally disposed of. it was submitted in this context that the appellant was entitled to file an appeal against the impugned order inasmuch as the learned single judge had allowed the condonation of delay application and, as a result, he had taken the section 34 petition under the a&c act on board when it ought to have been rejected on the ground of limitation. it was contended by the learned counsel for the appellant that an appeal against this order would lie at this stage itself as also at the stage of disposal of the said omp no.294/2014 by the aggrieved party. it was contended that the learned single judge could not have condoned the delay in re-filing. had that been the case, the petition under section 34 of the a&c act would not itself be entertained and for this reason, the appellant‟s rights have been affected and, therefore, the present appeal is clearly maintainable. 5. section 37 of the a&c act has been amended by the arbitration and conciliation (amendment) act, 2015 (act 3 of 2016) with retrospective effect from 23.10.2015. clauses (a) and (b) of the earlier section 37(1) were re-numbered as clauses (b) and (c), respectively and new clause (a) was inserted. section 37 of the a&c act, post amendment, reads as under:\"37. appealable orders. (1) an appeal shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) an appeal shall also lie to a court from an order granting of the arbitral tribunal.(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" 6. sections 8 and 13 of the commercial courts act read as under:\"8. bar against revision application or petition against an interlocutory order.-notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a commercial court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the commercial court. xxxx xxxx xxxx xxxx xxxx xxxx 13. appeals from decrees of commercial courts and commercial divisions.-(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 7. first of all, we may point out that section 8 of the commercial courts act, which was sought to be relied upon by the learned counsel for the appellant, has no application in the present case. this is so because it relates to an interlocutory order of a „commercial court‟. a commercial court by definition as per section 2(1)(b) read with section 3(1) is a court at the district level. the impugned order is an order passed not by a commercial court but by a learned single judge within the commercial division of this high court. therefore, clearly, section 8 of the commercial courts act has no application. 8. insofar as section 13 of the commercial courts act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a commercial division that are specifically enumerated under order 43 of the code of civil procedure, 1908 (as amended by the commercial courts act) and section 37 of the a&c act. the use of the word „and‟ in the proviso to section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a commercial division, which finds mention in the list of orders specified in order 43, cpc and section 37 of the a&c act. it is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by section 37 of the a&c act. 9. on a plain reading of section 13 of the commercial courts act, it is evident that it does not amplify the scope of appealable orders specified in section 37 of the a&c act. it actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in section 37 of the a&c act. in fact, section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of the commercial courts act. 10. coming to section 37(1), it is evident that an appeal can lie from only the orders specified in clauses (a), (b) or (c). in other words, an appeal under section 37 would only be maintainable against (a) an order refusing to refer the parties to arbitration under section 8 of the a&c act; (b) an order granting or refusing to grant any measure under section 9 of the a&c act; or (c) an order setting aside or refusing to set aside an arbitral award under section 34 of the a&c act. the impugned order is clearly not relatable to sections 8 or 9 of the a&c act. it was sought to be contended by the learned counsel for the appellant that the present appeal would fall within section 37(1)(c) which relates to an order \"setting aside\" or \"refusing to set aside\" an arbitral award under section 34. we are unable to accept this proposition. by virtue of the impugned order, the arbitral award dated 10.09.2013 has not been set aside. nor has the court, at this stage, refused to set aside the said arbitral award under section 34 of the a&c act. in fact, the appellant in whose favour the award has been made, would only be aggrieved if the award were to have been set aside in whole or in part. that has not happened. what the learned single judge has done is to have condoned the delay in re-filing of the petition under section 34. this has not, in any way, impacted the award. 11. the learned counsel for the appellant had placed strong reliance on the decision of the full bench in national highways authority (supra). however, that decision would not, in any manner, come to the aid of the appellant. the issue before the full bench was confined to an enquiry as to whether, in law, there was any impediment in the court issuing limited notice in a petition under section 34 of the a&c act. the concept of limited notice would, inter alia, entail a situation where an arbitral tribunal having awarded claims 1 to 4, a petition in respect thereof is filed by the losing party under section 34 and the court hearing the petition issues notice only in respect of claims 3 and 4 and not in respect of claim numbers 1 and 2. in such an eventuality, for all intents and purposes, the limited notice would impact the arbitral award in respect of the claims 1 and 2 and, therefore, the aggrieved party would be entitled to file an appeal at that stage itself under section 37 of the a&c act. this is so because for all intents and purposes, the limited notice would entail the refusal on the part of the court to set aside the arbitral award insofar as claims 1 and 2 were concerned. this is exactly what the full bench in national highways authority (supra) held. paragraph 18 of the said decision sets out the conclusions and they are as under:\"18. having regard to our discussion above, our conclusions are as follows: (i) there is no limitation in the court issuing a limited notice at the stage of admission of a petition under section 34 of the 1996 act provided the grounds which are raised and argued are rejected by a reasoned order. (ii) there is complete autonomy conferred under the 1996 act on the party aggrieved, to prefer an appeal under section 37 against grounds which the court rejects either at that stage or at the stage when the petition under section 34 is finally disposed of. (iii) in view of our conclusion arrived at, as indicated in subclause (ii) above, what would necessarily follow is that the aggrieved party can maintain more than one appeal. (iv) a fresh cause of action would arise at both stages, i.e., at the initial stage and at the final stage when the petition under section 34 of the 1996 act is finally disposed of as at each stage the award would get impacted. (v) if an application is filed in the executing court, pursuant to rejection of some grounds, in section 34 proceeding, the executing court would have to discern as to whether that part of the order of the court pertains to those claims which can be sustained on a stand-alone basis. if the executing court comes to such an conclusion, undoubtedly, the execution proceedings can proceed against that part of the order subject, however, to intercession by an appellate court.\" 12. from the above discussion, it is evident that the said decision in national highways authority (supra) does not, in any way, advance the case of the appellant herein. the order, which is impugned herein, does not have the effect of setting aside or refusing to set aside an arbitral award. clearly, the said full bench decision does not help the appellant. 13. in sum, the impugned order does not fall within the category of appealable orders specified in section 37(1) of the a&c act. therefore, even if the provisions of section 37(1) are read with section 13 of the commercial courts act, the present appeal is not maintainable. this, however, does not mean that the appellant cannot take up the ground that is sought to be urged before us if the decision in omp 294/2014 (under section 34 of the a&c act) goes against him. in other words, if the arbitral award is set aside in part or in whole and the appellant is aggrieved thereby, he may prefer an appeal under section 37 of the a&c act on merits as also on the ground that the delay in re-filing ought not to have been condoned. this is in line with the scheme of the a&c act of not, in any way, stalling the proceedings thereunder. for example, under section 13(4) of the a&c act, if a challenge to an arbitrator is not successful, the arbitral tribunal is required to continue the arbitral proceedings and make an arbitral award and, in such an instance, as provided in section 13(5) of the a&c act, the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with section 34. in other words, recourse to a remedy for an unsuccessful challenge to an arbitrator is deferred till the stage of the making of the award. similarly, under section 16, an arbitral tribunal may rule on its jurisdiction. in a case where the arbitral tribunal rejects a plea with regard to its jurisdiction, it is enjoined by section 16(5) of the a&c act to continue with the arbitral proceedings and to make the arbitral award. section 16(6) stipulates that a party aggrieved by such an arbitral award may make an application for setting aside the award in accordance with section 34. here, too, the unsuccessful party, who challenges the jurisdiction of an arbitral tribunal, is asked to wait till the award is made. the remedy of questioning the decision of the arbitral tribunal with regard to the arbitrator‟s jurisdiction in such a case is not extinguished but is merely deferred till the making of the arbitral award. in similar vein, in the present case, the remedy of challenging the decision of condoning the delay in re-filing is not extinguished but is deferred till the final decision of the court on the pending section 34 petition. 14. in view of the discussion above, the present appeal is not maintainable and is dismissed. badar durrez ahmed, j september 30, 2016 ashutosh kumar, j dutt"
}