{
  "case_file": "case226.txt",
  "original_text": "Delhi High Court\nUnion Of India vs M/S Parishudh Machines Pvt. Ltd. on 12 August, 2024\nAuthor: Rajiv Shakdher\nBench: Rajiv Shakdher\n                          $~\n                          *     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                          %                             Judgment Pronounced on: 12.08.2024\n\n\n                          +     FAO (COMM) 59/2021 & CM APPL. 25418/2023\n\n                                UNION OF INDIA                                      ..... Appellant\n\n                                                   versus\n\n                                M/S PARISHUDH MACHINES PVT. LTD.                    ..... Respondent\n\n                          Advocates who appeared in this case:\n\n\n                          For Appellant            :        Ms Pratima N. Lakra, CGSC with Mr\n                                                            Chandan Prajapati and Ms Yashika Garg,\n                                                            Advs.\n\n                          For Respondent           :        Mr Sanjeev Agarwal and Mr Ekansh\n                                                            Agarwal, Advs.\n\n                          CORAM:\n                          HON'BLE MR. JUSTICE RAJIV SHAKDHER\n                          HON'BLE MS. JUSTICE TARA VITASTA GANJU\n                                                       JUDGMENT\nTARA VITASTA GANJU, J.:\n1. The present Appeal has been filed by the Appellant, Ministry of Railways [hereinafter referred to as \"Railways\"] under Section 37(1)(b) of the Arbitration and Conciliation Act, 1996 [hereinafter referred to as \"the Act\"] against the judgement dated 31.08.2020 passed by the learned Commercial Court in OMP (COMM) 75/2019 [hereinafter referred to as \"Impugned Judgment\"].\n1.1 By the Impugned Judgment, the learned Commercial Court dismissed the petition filed by the Railways under Section 34 of the Act challenging the Award dated 22.04.2019 [hereinafter referred to as \"the Award\"].\n2. By the order dated 05.01.2023, the present Appeal was dismissed in default and for non-prosecution by a Coordinate Bench of this Court. Subsequently, the Railways filed an Application for restoration of the Appeal albeit after a delay. An Application seeking condonation of delay of 96 days was also filed alongwith the Appeal.\n2.1 By its order dated 16.05.2023, a Coordinate Bench of this Court condoned the delay of 96 days and passed an order restoring the present Appeal.\n2.2 Aggrieved by this order, the Respondent, M/s Parishudh Machines Pvt. Ltd. [hereinafter referred to as \"Parishudh\"] filed a Special Leave Petition [hereinafter referred to as \"SLP\"] before the Supreme Court, being SLP No.22108/2023. The Supreme Court by its order dated 03.10.2023 disposed of the SLP with the following directions:-\n\"This Court is of the opinion that all contentions including the petitioner's argument that the application and the appeal restored on the file of the Division Bench, are delayed should be kept open and considered on their own merits. The Division Bench is requested to expedite the hearing of FAO (COMM.) 59/2021 since the final order under Section 34 of the Act was made on 31st August, 2020 and the award made on 22nd April, 2019.\"\n[Emphasis is ours]\n3. Briefly the facts are that Parishudh was a successful bidder for a contract for delivery of locomotives to the Indian Railways through Central Organisation For Modernisation Of Workshops [hereinafter referred to as \"COFMOW\"]. Pursuant to a tender inquiry issued by the Railways, a contract dated 11.12.2014 was awarded to Parishudh for supply of the machine described as CNC Twin Spindle Chucker on Turnkey basis as per technical specification No. COFMOW/CNCTSC-200/2013 including concomitant accessories [hereinafter referred to as \"the Machine\"] for a sum of Rs.2,19,34,696/-, initially which was revised to Rs.2,19,30,835/- [hereinafter referred to as the \"Contract\"]. The machine was to be delivered to Diesel Locomotive Works at Varanasi [hereinafter referred to as \"DLW\"] by Parishudh within a period of 300 days from the date of Contract, i.e., by 07.10.2015.\n4. Undisputably, the delivery period was extended initially to 06.06.2016 and then thereafter to 31.01.2017 by the Railways. However, Parishudh requested for a further extension of the delivery period which was not given and by a letter dated 29.03.2017 [hereinafter referred to as \"Cancellation Letter\"], the Contract between the parties was terminated and the disputes were referred to a sole Arbitrator [hereinafter referred to as \"Arbitral Tribunal\"] appointed by the Competent Authority, COFMOW, on 25.10.2017.\n5. The Arbitral Tribunal entered into reference on 15.11.2017.\nParishudh filed its Statement of Claims making the following claims as recorded in the Award:-\n\"a. Direct the Respondents to pay the following amounts to the Claimant being 75% cost of machine and concomitant accessories which were manufactured by the Claimant after receiving the contract 75% Cost of machine: Rs 86,13,750 Less scrap value (Rs 18 x 6000Kgs) Rs 1,08,000 Total: Rs. 85,05,750 b. Interest @ 3 times the market rates as specified by the RBI which as per them works out to 24% compounded. However they have claimed only 18% interest.\nc. Payment of loss of profit against orders which could not be executed which is quantified as 15% of value of pending contracts and works out to Rs.2,40,00,000 d. Cost of proceedings which is claimed Rs.50,000/-\"\n6. The Railways, on the other hand, contended that since Parishudh did not supply the Machine on time, the Contract was cancelled. The Cancellation Letter sets out that the Contract was terminated without financial repercussions \"on either side\". This cancellation was accepted by Parishudh without any protest. Thus, Parishudh is not entitled to any interest on their claims either. It was further contended that the delay was attributable to Parishudh and it is on this account that the Contract was cancelled.\n7. During the proceedings before the Arbitral Tribunal, Parishudh placed on record communication inter se between the COFMOW and DLW at Varanasi which showed that the Contract was cancelled as the Machine was no longer required by the Railways. The Arbitral Tribunal found that although these documents were produced at a belated stage by Parishudh, they were relevant for the adjudication of the dispute. The Arbitral Tribunal also drew adverse influence in view of the fact that these documents were not produced by the Railways despite directions given by the Arbitral Tribunal.\n8. After examining the complete record, the Arbitral Tribunal found that Parishudh had proved that 70% of the Machine was ready and they were thus entitled to the cost of the Machine. After deducting the cost of scrap, the Arbitral Tribunal awarded this cost alongwith interest at the rate of 10% from the date the Contract was cancelled. It was also held that these amounts be released to Parishudh within a period of 90 days from the date of Award failing which the Railways shall be liable to pay interest @ 18%. The claim in the sum of Rs.2.4 crores towards loss of profit was declined by the Arbitral Tribunal as being one of a notional loss, in view of the fact that Parishudh was not able to produce any evidence in its support. The Arbitral Tribunal, thus, awarded a sum of Rs. 79,31,500/- being 70% cost of Machine less than the scrap value of Rs.1.08 lacs.\n9. Aggrieved by the Award, the Railways filed a petition under Section 34 of the Act, seeking setting aside of the Award before the learned Commercial Court.\n10. The Railways contended that the Machine was neither manufactured nor inspected as per the contractual terms, hence no payment was due to Parishudh. The Arbitral Tribunal accepted a claim in the sum of Rs.1.08 lacs of scrapping of the machines without any evidence. The Railways also alleged a bias in favour of Parishudh in accepting additional documents at the stage of final arguments. It was further stated that as a policy matter, COFMOW was in the process of shifting from diesel locomotive work to modern electric locomotives and in view of delay in the delivery of the Machine, the diesel locomotive (Machine) was no longer required.\n11. Parishudh filed its objections to the petition filed before the learned Commercial Court, disputing all submissions of the Railways. It was contended by Parishudh that the Award is comprehensive and addresses all relevant facts and disputes and emphasised that conclusions reached by an expert in the field should generally not be interfered with unless they are clearly unreasonable. It relied on the judgment of the Associate Builders v. Delhi Development Authority1 to submit that there was no ground to interfere in the Arbitral Award and that the award has been passed by the Arbitral Tribunal after examining all evidence on record.\n12. The learned Commercial Court in the first instance examined the contention that whether Parishudh was not a Micro, Small & Medium Enterprises (MSME) as is defined in the Micro, Small and Medium Enterprises Development Act, 2006 [hereinafter referred to as \"MSME Act\"] and held that the Arbitral Tribunal had examined the documents placed on record by Parishudh and found that the Parishudh was an MSME. On the allegations of bias, it was found that the Arbitral Tribunal was in fact a nominee of the Railways and appointed by them and that there was nothing on record to support the allegation of bias and merely in view of the fact that the Award went against the Railways would not sustain the allegation of bias.\n12.1 The learned Commercial Court found that the Award is lucid and clear and that the Arbitral Tribunal has dealt with all the pleas and issues during the proceedings. There was no glaring procedural (2015) 3 SCC 49 defect or manifest error and that the Award is a well-reasoned and speaking Award.\n12.2 Relying on the judgment of the Associate Builders case and Ssangyong Engineering and Construction Co. Ltd v. National Highways Authority of India (NHAI)2, the learned Commercial Court found that there was no patent illegality on the face of the Award and that the Court cannot sit in Appeal over the Award nor re-appreciate the evidence. By the Impugned Judgment, the learned Commercial Court found that the view taken by the Arbitral Tribunal was a plausible view thus, the learned Commercial Court found no ground to interfere with the Arbitral Award and thus, dismissed the petition filed by the Railways.\n13. Aggrieved by the Impugned Judgment, the Railways have approached this Court. As stated above, the Supreme Court by its order dated 03.10.2023 had directed that all contentions including the contention of the belated filing of the restoration application be kept open and considered and the Appeal be considered, on its merits by this Court.\nContentions\n14. Learned Counsel appearing on behalf of the Railways contended that the delivery period of the Contract was 300 days which came to an end on 07.10.2015. It was, however, extended on multiple occasions at the request of Parishudh. Amendments were made to the Contract to accommodate the request of Parishudh and finally the Contract was extended till 31.01.2017 in terms of letter dated (2019) 15 SCC 131 05.12.2016 sent by the Railways.\n14.1 It was further contended that at no point in time was the Machine inspected by the Railways or COFMOW and no notice for inspection of the completed Machine was ever received by the Railways. Although, the Machine was incomplete, the Arbitral Tribunal concluded that 70% of the Machine was ready without any such evidence. In such circumstances, the Arbitral Tribunal's Award of 70% of the value of the Machine to Parishudh was patently illegal.\n14.2 In terms of Clause 0400 and Clause 1000 to Clause 1003 of the General Conditions of the terms and conditions of Bid Documents Part-I [herein after referred to as the \"Contract Documents\"] time was deemed to be of the essence of the Contract. In view of the failure of Parishudh to supply the Machine on time, the Contract was terminated by the Railways.\n14.3 It was further contended that Parishudh failed to file any proof pertaining to using components as scrap and valuing the same at Rs.1,08,000/-. Thus, for the Arbitral Tribunal to acknowledge this amount in the Award was without any basis. The Arbitral Tribunal has ignored the terms of the Contract and has substituted these terms of the Contract which is not permissible in law and that the Award was in violation of Section 28(3) of the Act.\n14.4 Lastly, it was held that the Award is based on irrelevant evidence and the purpose and objective of COFMOW is modernizing the workshops in ever-changing fast upgrading environment and the fact that obsolete machines and equipments required are to be replaced was not taken into account by the Arbitral Tribunal. Thus, it was contended that the Award is liable to be set aside.\n15. Parishudh in the first instance made a submission without prejudice, with respect to the restoration of this Appeal which was dismissed by a Coordinate Bench of this Court, to submit that the Railways have failed to disclose any sufficient cause for condonation of delay in filing the restoration application to the present Appeal and thus failed to meet the parameters of condonation of delay as is laid down in the judgment of the Supreme Court in Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brother Engineers and Construction Private Ltd3.\n15.1 Parishudh argued that the claim made by the Railways that they only became aware of the dismissal of the Appeal in the first week of March 2023 is entirely false. Based on the case history and proceedings, it could be seen that a certified copy of the order dismissing the Appeal was applied by Railways on 09.02.2023.\n16. Without prejudice to their submissions on delay, it was contended by Parishudh that the terms of the Contract provided for an arbitrator to be appointed by the senior official of the Railways. Based on that a former Controller of Stores, Indian Railways was appointed as the Sole Arbitrator. The Arbitrator was an expert and had knowledge and experience in the subject matter, along with being a senior official of the Railways.\n16.1 It was also contended that the only reason arising for cancellation (2021) 6 SCC 460 of the Contract became clear from the documents which were obtained by Parishudh via an application filed under the Right to Information Act, 2005, which clearly showed that the policy decision was taken in the month of January, 2017 to switch from diesel to electric locomotive and thus, the Contract for supply of the Machine was cancelled without the Machine being inspected. It was also contended that the Machine was ready and was awaiting trial in view of the fact that components to be supplied by the Railways had not been supplied. Thus, the delay in performance was not on account of Parishudh.\n16.2 It was further contended that all the objections taken by the Railways before this Court were also taken by them before the learned Commercial Court in their Petition under Section 34 of the Act and have been dealt with and rightly dismissed by the learned Commercial Court. Parishudh further averred that the scope for interference in an Arbitral Award under the provisions of Section 37 of the Act has been clarified in the judgment of the Supreme Court in Hindustan Construction Co. Ltd. v. NHAI 4 . Since an expert in this matter was dealing with the issues involved, the findings of the Arbitral Tribunal ought not to be interfered with. Reliance was also placed on the judgment in MMTC Limited v. Vedanta Limited5 to contend that, in proceedings under Section 34 and 37 of the Act, the Court cannot sit as an Appeal over the Arbitral Award and re-appreciate the evidence.\nAnalysis and findings (2024) 2 SCC 613 (2019) 4 SCC 163\n17. Although the issue whether Parishudh is an MSME was a contention raised by the Railways before the learned Commercial Court, this issue was not asserted before this Court.\n18. Learned Counsel appearing on behalf of the Railways has contended that the Arbitral Tribunal was biased in favour of Parishudh, including in view of the fact that the documents produced by it during final arguments were taken into consideration while passing of the Award.\n19. The Contract entered between the parties provided for a sole Arbitrator to be appointed by the Chief Administrative Officer of COFMOW (Railways). The Contract further provided that the arbitration shall be conducted by a sole Arbitrator who shall be a gazetted Railway officer. The relevant Clause is set out below:\n\"3200. ARBITRATION 3201. A) FOR DOMESTIC BIDDERS/ TENDERERS In the event of any question, dispute or difference arising under these Conditions or any Special Conditions of Contract or ' Instructions to Tenderers' or in connection with this contract (except as to any matters the decision of which is specifically provided for by these Conditions or 'Instructions to Tenderers' or the Special Conditions) the same shall be referred to the sole arbitration of a Gazetted Railway Officer appointed to be the Arbitrator, by the Chief Administrative Officer, COFMOW, New Delhi, India. The Gazetted Railway Officer to be appointed as Arbitrator, however, will not be one of those who had an opportunity to deal with the matters to which the contract relates or who in the course of their duties as railway servants had expressed views on all or any-of the matters under dispute or difference. The award of the Arbitrator shall be final and binding on the parties to this contract.\"\n[Emphasis is ours] 19.1 Parishudh has clarified in its Statement of Claim that the Arbitral Tribunal was a senior official of the Railways and a former Controller of Stores. He thus, had the technical knowledge to deal with the subject matter of the dispute.\n19.2 The record shows that the Arbitral Tribunal entered reference and prior to initiating the arbitral proceedings made the requisite declaration under Section 12(1) of the Act. No challenge to the jurisdiction or authority of the Arbitral Tribunal was made by the Railways during the arbitral proceedings. The allegation of bias was raised by the Railways for the first time before the learned Commercial Court. It was contended that the act of accepting the letters/documents filed by Parishudh during final arguments, shows a bias.\n19.3 In the Rejoinder filed by Parishudh before the learned Arbitral Tribunal, it was contended that the real cause of cancellation was that the DLW stopped production of diesel engines for which the Machine was required and thus, the Contract was cancelled by the Railways. Thereafter, the Railways was directed to produce the DLW letter dated 19.01.2017 addressed to COFMOW regarding the withdrawal of the demand for diesel locomotives. Despite several opportunities granted, this letter was not produced and it was submitted by the Railways, that DLW letter dated 19.01.2017 was not traceable. It was at that stage, that Parishudh filed an Application to bring on record these documents which included the letter dated 19.01.2017 sent by DLW to COFMOW.\n20. The Arbitral Tribunal, thus, while setting out the reasons, allowed placing the additional documents on record given that they were fundamental to the adjudication of the present dispute and, examined these documents filed. Given the nature of these documents as explained in the Award, this Court finds no infirmity with these findings. Thus, the contention of the Railways of bias is rejected.\n21. The primary contention of the Railways has been that Parishudh delayed the performance of the Contract substantially and it was on account of such delay that the Contract was terminated by the Railways. Relying on Clauses 0400, 1000 to 1003 of the Contract Documents, it was contended by the Railways, that time was of the essence of the Contract and that since Parishudh delayed the delivery of the Machine, despite extension of time granted to it by the Railways, Parishudh was in breach of the Contract and liable to pay damages to the Railways. It was contended that the Award did not impose damages on Parishudh and instead awarded amounts to Parishudh in contravention of the Contract Documents. Thus, the award is patently illegal and liable to be set aside.\n22. It is apposite to reproduce the relevant Clauses of Contract Documents. These are extracted below:\n                                    \"0400. LIQUIDATED              DAMAGES         FOR      DELAY        IN\n                                    COMMISSIONING\nThe Contractor or his agents shall commission the machine with in the stipulated time as shown in the contract. This time frame will be applicable from the date of intimation from the consignee in respect of readiness and installation of the machine in cases where the machine is to be installed by the consignee. The time schedule includes the time for installation in cases where installation is also to be undertaken by the supplier.\nThe time allowed for commissioning of machine by the Contractor or his agent shall be deemed to be the essence of the contract. In case of delay in commissioning of the machine on the part of Contractor, the Purchaser shall be entitled to recover and the Contractor shall be liable to pay pre estimated liquidated damage at the rate of 2% of the total contract value for each and every month or part thereof for which commissioning is delayed. Provided always that the entire amount of liquidated damages to be paid under the provision of this clause shall not exceed 10% of the total contract value. After expiry of 5 months period from the date of default i.e. from the date of commissioning provided in the contract, purchaser will be at liberty to invoke the PG bond submitted by the supplier.\nContinuance of commissioning work after expiry of stipulated time will also not absolve the Contractor from the liquidated damages as stated above.\nThe decision of the Purchaser, whether the delay in commissioning has taken place on account of reasons attributed to the Contractor shall be final.\nxxxx xxxx xxxx\"\n1000. TIME FOR AND DATE OF DELIVERY: THE ESSENCE OF THE CONTRACT The time for and the date specified in the contract or as extended for the delivery of the stores shall be deemed to be the essence of the contract and delivery must be completed not later than the date(s) so specified or extended:\nxxxx xxxx xxxx 1002. Failure and Termination If the Contractor fails to deliver the stores or any installment thereof with in the period fixed for such delivery in the contract or as extended or at any time repudiates the contract before the expiry of such period, the Purchaser may without prejudice to his other rights:-\n(a) Recover from the Contractor as agreed pre estimated liquidated damages and not by way of penalty a sum equivalent to 2 per cent of the price of any stores (including elements of taxes, duties, freight etc.) which the Contractor has failed to deliver within the period fixed for delivery in the contract or as extended for each month or part of a month during which the delivery of such stores may be in arrears where delivery thereof is accepted after expiry of the aforesaid period subject to max. of 10%; or\n(b) Cancel the contract or a portion thereof and if so desired purchase or authorize the purchase of the stores not so delivered or others of a similar description (where stores exactly complying with particulars are not, in the opinion of the Purchaser, which shall, be final, readily procurable) at the risk and cost of the Contractor. It shall, however, be in the discretion of the Purchaser to obtain or not the Performance Guarantee Bond from the firm/firms on whom the contract is placed at the risk and expense of the defaulting firm. However, in respect of contracts where performance guarantee bond of 10% of contract value has been taken, risk purchase clause will not be applicable and in case of default by such firms, the performance guarantee bond submitted shall be forfeited and the quantities unsupplied shall be procured independently without risk and cost of the original contractor and adverse performance of defaulting firm will be taken into account in future tender cases on merit.\nWhere risk purchase action is taken under sub-clause (b) above, the Contractor shall be liable for any loss which the Purchaser may sustain on that account provided the purchase, or, if there is an agreement to purchase, such agreement is made, in case of failure to de liver the stores within the period fixed for such delivery in the contract or as extended within nine months from the date of such failure and in case of repudiation of the contract before the expiry of the aforesaid period of delivery, within nine months from the date of cancellation of the contract. The Contractor shall not be entitled to any gain on such purchase and the manner and method of such purchase shall be in the entire discretion of the Purchaser. It shall not be necessary for the Purchaser to serve a notice of such purchase on the Contractor.\n1003. Extension of Time for Delivery If such failure as in the aforesaid clause 1002 shall have arisen from any cause which the Purchaser may admit as reasonable ground for extension of time, the Purchaser shall allow such additional time as he considers to be justified by the circumstances of the case, and shall forgo the whole or such part, as he may consider reasonable, of his claim for such loss or damage as aforesaid. Any failure or delay on the part of Sub-Contractor, though their employment may have been sanctioned under condition 2100 hereof, shall not be admitted as a reasonable ground for any extension of time or for exempting the Contractor from liability for any such loss or damage as aforesaid.\"\n[Emphasis is ours] 22.1 Clause 0400 of the Contract Documents provides for a pre-\nestimated liquidated damages at the rate of 2% of the total Contract value for each month that the commissioning is delayed subject to a maximum 10% of the title Contract value. It further provides that if the Contract is delayed, Railways shall be at liberty to invoke the performance bank guarantee. It further states that the continuation of the work after the expiry of the stipulated time would not absolve the contractor from liquidated damages.\n22.2 Clause 1000 of the Contract Document sets out that the time and date of delivery is the essence of the Contract and the delivery must be completed within time. Clause 1002 of the Contract Document provides that in the event of a delay in delivery, the whole or part of the Contract may be cancelled and that the Railways shall be entitled for recovery of agreed pre-estimated liquidated damages. It further provides that in case a Contract is terminated, the contractor shall be liable for losses incurred by the Railways on risk purchase.\n22.3 Clause 1003 of the Contract Documents provides for an extension of time for delivery and states that the Railways may allow for such additional time as considered justified by the circumstances of the case. It further states that the Railways may, at its option, forgo the whole or part of its claim for damages.\n23. It was contended by the Railways that Section 55 of the Indian Contract Act, 1872 [hereinafter referred to as the \"Contract Act\"] provides that where time is the essence of Contract and if the Contractor fails to perform its obligations in the time so specified, such Contractor, i.e., Parishudh would be liable to pay for delay under the Contract. However, taking a benevolent approach towards Parishudh, liquidated damages were not imposed on Parishudh by the Railways, in the Cancellation Letter.\n23.1 Learned Counsel for the Railways has relied on the provisions of Section 55 of the Contract Act to submit that Arbitral Tribunal failed to appreciate that time was of the essence in this Contract and that Parishudh was liable for the delay caused. Section 55 of the Contract Act is reproduced below:\n\"55. Effect of failure to perform at fixed time, in contract in which time is essential.--When a party to a contract promises to do a certain thing at or before a specified time, or certain things at or before specified times, and fails to do any such thing at or before the specified time, the contract, or so much of it as has not been performed, becomes voidable at the option of the promisee, if the intention of the parties was that time should be of the essence of the contract. Effect of such failure when time is not essential.--If it was not the intention of the parties that time should be of the essence of the contract, the contract does not become voidable by the failure to do such thing at or before the specified time; but the promisee is entitled to compensation from the promisor for any loss occasioned to him by such failure.\nEffect of acceptance of performance at time other than that agreed upon.--If, in case of a contract voidable on account of the promisor's failure to perform his promise at the time agreed, the promisee accepts performance of such promise at any time other than that agreed, the promisee cannot claim compensation for any loss occasioned by the non-performance of the promise at the time agreed, unless, at the time of such acceptance, he gives notice to the promisor of his intention to do so.\"\n24. Section 55 of the Contract Act provides that when a party to a contract commits to performing an action by a specified time and fails to do so, the contract, or the remaining unfulfilled portion of such contract becomes voidable at the discretion of the promisee, provided that the parties intended time to be of essence. If the parties did not intend time to be of essence, the Contract is not voidble despite the delay, but the promisee is entitled to compensation for any resulting losses. In addition, if the promisee accepts late performance of a voidable contract where time is of the essence without notifying the promisor of his/her intention to seek compensation, the promisee forfeits the right to claim such compensation.\n24.1 The Supreme Court in Welspun Speciality Solutions v. ONGC6 has set out the principles applicable to contracts where time conditioned obligations exist. The Supreme Court further held that usually the obligation for completion by a particular date is required to be adhered. However, if a party by its act or omission had prevented the opposite party from completing a contract by the completion date, the same would act as an exception to the general principles of time bound contracts. In addition, it was held that merely having a clause in a contract which sets out that time is of the essence, is not by itself determinative or sufficient to make time of the essence. Whether time is of the essence has to be culled out from a reading of the entire contract and the circumstances surrounding its execution. It was held:\n\"34. In order to consider the relevancy of time conditioned obligations, we may observe some basic principles:\n(a) Subject to the nature of contract, general rule is that promisor is bound to complete the obligation by the date for completion stated in the contract. [Refer to Percy Bilton Ltd. v. Greater London Council [Percy Bilton Ltd. v. Greater London Council, (1982) 1 WLR 794 (HL)]]\n(b) That is subject to the exception that the promisee is not entitled to liquidated damages, if by his act or omissions he has prevented the promisor from completing the work by the completion date. [Refer Holme v. Guppy [Holme v. Guppy, (1838) 3 M & W 387: 150 ER 1195]]\n(c) These general principles may be amended by the express terms of the contract as stipulated in this case.\n35. It is now settled that \"whether time is of the essence in a contract\", has to be culled out from the reading of the entire contract as well as the surrounding circumstances. Merely having an explicit clause may not be sufficient to make time the essence of the contract. As the contract was spread over a long tenure, the intention of the parties to (2022) 2 SCC 382 provide for extensions surely reinforces the fact that timely performance was necessary. The fact that such extensions were granted indicates ONGC's effort to uphold the integrity of the contract instead of repudiating the same.\"\n[Emphasis is ours]\n25. Parishudh contended that at each stage in the Contract, it was the Railways that caused a delay. The Railways was required to approve relevant drawings within six weeks of the execution of the Contract, however, the Railways took seven months in approving the relevant drawings which were approved only on 22.06.2015. A substantial delay was also caused by the Railways in the handover of the clear site, which was handed over on 28.09.2015. In view of these delays, the delivery period of the Contract was re-fixed on 12.01.2016 to 06.06.2016.\n25.1 It was further contended by Parishudh that the Railways also delayed the furnishing of other documents and clarifications during the contract period. On 22.02.2016, Parishudh informed the Railways that the Machine was almost ready and that they are awaiting trial components from DLW and on 15.07.2016 Parishudh further communicated that they could not proceed without the components which were awaited from the DLW. Despite these communications, components were not provided. Subsequently, the Railways asked for changes including a change in the make of a component from \"Turret\" to \"Pragati\". The Arbitral Tribunal examined in detail the entire correspondence between the parties and set out that the Machine was not a general-purpose Machine. It required detailed clarifications from time to time, which were sought by Parishudh but not granted in a timely manner by the Railways. Hence, Parishudh was constrained to ask for extension of time and the Railways being aware of their defaults, did not impose liquidated damages despite the availability of the option to impose liquidated damages for delay.\n26. The record shows that the delivery date in the Contract was 07.10.2015, the Contract was amended on not one but four occasions, including the letter dated 29.03.2017 termed as Amendment No. 4 which cancelled the Contract. The other three occasions being Amendment No. 1, 2 and 3 to the Contract and each of these three amendments, extended the delivery date. Lastly, the validity of the Contract was extended up to 31.01.2017. The Railways had notified through its amendments to the Contract that the amendments for extension of time were being made, subject to extension of the performance bank guarantee and all other terms and conditions of the Contract shall remain unaltered. These terms were present in all three amendments.\n26.1 The Arbitral Tribunal examined the evidence placed before it and found that although the Railways had the option of cancelling the Contact on more than one occasion, they did not do so and instead extended the time period for the delivery of the same on three occasions. The Arbitral Tribunal also found that several reminders were sent by Parishudh from time to time informing the Railways that the Machine was ready and awaiting components. However, the Railways failed to clarify the technical issues and queries raised by Parishudh and thus the Arbitral Tribunal found that the contentions of the Railways in this regard are without merit.\n27. Undisputedly, the Contract was extended by Railways on three occasions without imposition of any damages and subject to other terms and conditions of the Contract. The Railways had the option in terms of Clause 1003 of the Contract Documents, to allow for extensions which they considered are justified and to forego the whole or a part of their claim for damages.\n27.1 The Railways in its reply to the Statement of Claim filed before the Arbitral Tribunal reserved its rights to file a separate counter-claim on account of liquidated damages for delay. However, the same was never filed. Admittedly, no liquidated damages were imposed on Parishudh nor was any claim made by the Railways for the same. The Cancellation Letter sent by Railways on 29.03.2017 specifically stated that the Contract was cancelled without \"any financial repercussions\" on either side. Thus, the Railways applying Clause 1003 deliberately chose not to impose any liquidated damages or penalty upon Parishudh.\n28. As stated above, before the Machine could be completed, the Contract was terminated. The Railways granted three extensions of the Contract and thereafter did not impose any liquidated damages for these extensions on Parishudh. Examining the totality of the circumstances, thus it cannot be said that the time was of the essence of this Contract. This contention of the Railways is thus without merit.\n29. Parishudh has laid the emphasis upon the letter dated 19.01.2017 sent by DLW to COFMOW and submitted that this letter was initially concealed by the Railways before the Arbitral Tribunal and thereafter, was obtained by Parishudh under a RTI application and placed before the Arbitral Tribunal. It is the contention of Parishudh that this letter is the entire reason for the cancellation of the Contract by the Railways.\n29.1 It is apposite to reproduce the letter dated 19.01.2017 which reads as follows:\n                                    \"                      INDIAN RAILWAYS\n                                                     DIESEL LOCOMOTIVE WORKS\n                                                             VARANASI\n                                                                            Date : 19.01.2017\n                                    CME\n                                    COFMOW\n                                    New Delhi\n                                    .........\nThe procurement of machines were reviewed in GM's review meeting on 17.01.2017 at DLW. Due to change in Product Mix and reduction in HHP Loco target, following sanctioned M&P items are no longer required. These items are at various stages of procurement at COFMOW as detailed below:\n(A) The following machines are under procurement process at COFMOW for which PO has not been placed. These machines are not required hence procurement of these machines may be dropped:\n........\n(B) Besides, the following machines are at post PO stages.\nThese machines are also not required by DLW. Possibility may please be explored for dropping these machines as well:\n                                  S N.     Name    of        Sanction       Sanction         Current\n                                           machine                          /PO Value        Status\n                                                                            (in 000)\n\n\n\n                                  ....       ......                ......             ......               ....\n\n\n\n\n\n\n\n\n\n                                   2.          CNC                M&P             29300          PO\n                                              Twin               2010-                          placed.\n                                              Spindle            11                             Extende\n                                              Chucker                                           d DP\n                                              (Bar                                              31.01.2\n                                              feeder)                                           017.\n                                              mod/110                                           RITES\n                                              02                                                inspecti\n                                                                                                on yet\n                                                                                                to be\n                                                                                                started.\n\n                                  ....          ...........              ......              ........           .........\n                                                                 ...\n\n\n\n                                       This has an approval of competent authority.\n                                                                                                    Sd/-\n                                                                                               CPM/Mod\"\n\n                                                                                         [Emphasis is ours]\n29.2 The aforesaid letter clearly sets out that by January, 2017 there was no requirement for the Machine by the Railways due to a change in its policy. Soon after this communication, the Cancellation Letter was issued by the Railways terminating the Contract between the parties.\n30. A review of the Award shows that the Arbitral Tribunal examined in detail the terms of the Contract for the purpose for which the Machine was required. The Award also shows that the Arbitral Tribunal was conversant with the technical specifications of the Machine. The Arbitral Tribunal examined the correspondence between the parties and the documents filed and arrived at a finding that there was nothing on the record to show that the technical clarifications and details sought for by the Parishudh were supplied to them by the Railways.\n30.1 Being a technical person, the Arbitral Tribunal also found that this was not a general-purpose machine but a machine which required close coordination between Parishudh and the Railways, in its design and manufacture. The Arbitral Tribunal also drew an adverse inference against the Railways for not producing the internal correspondence between COFMOW and DLW including the letter dated 19.01.2017 reproduced above, which evidenced that the Machine was not required due to a change in policy. The said letter is in two parts. Part A refers to machines which were at various stages of the procurement process, while Part B refers to machines that have already been purchased. The said letter in Part B clearly sets out that the Machine to be supplied by Parishudh is not required by DLW, so the Machine may be dropped.\n31. As stated above, the letter dated 19.01.2017 was not filed by the Railways, but was produced by Parishudh. The Arbitral Tribunal found that considerable prejudice was caused to Parishudh, since the Contract was cancelled when the Machine were almost ready and awaiting certain vital clarifications on tools and clampings. The Arbitral Tribunal took an adverse view of the fact that the letter dated 19.01.2017 and other documents filed by Parishudh were essential to the case and it had not been produced by the Railways despite repeated opportunities.\n32. The Railways have also contended that the Machine was required to be pre-inspected and only thereafter, could the cost of the Machine be paid to Parishudh, however no inspection was carried out, yet the Arbitral Tribunal directed for payment for the Machine. The Arbitral Tribunal gave a finding that Parishudh sought technical clarifications on 12.10.2016 which were not provided to them by the Railways and that Parishudh had established that the Machine was manufactured and ready for trial, awaiting such technical clarifications. The Arbitral Tribunal held that Parishudh was prevented from executing the Contract by its cancellation by the Railways and that Parishudh was entitled to compensation for its manufacture.\n32.1 The Arbitral Tribunal relied on the documents submitted by Parishudh which included a Valuation Report made by Punjab National Bank, Ghaziabad [hereinafter referred to as \"the Bank\"], who after conducting a detailed examination of the stocks of Parishudh, including the Machine, gave a report to Parishudh on 04.10.2018. The Arbitral Tribunal found that the Bank had certified that the Machine was 70% ready. Based on these documents and evidences, the Arbitral Tribunal held that Parishudh was entitled to 70% (and not 75% as claimed) of the value of the Machine, as compensation for wrongful termination along with interest thereon.\n33. This Court finds no infirmity with this finding. The Arbitral Tribunal examined the report given by the Bank. The Arbitrator was a technical person and a senior official of the Railways. The conclusion reached by the Arbitral Tribunal was based on a detailed examination of the evidence as has been discussed above.\n34. The Arbitral Tribunal also found that the Railways had committed perjury by filing a false Affidavit but let them off with a warning.\nIn the totality of the circumstances, the Arbitral Tribunal allowed the claim of Parishudh.\n35. The scope of interference in an Arbitral Award under Sections 34 and 37 of the Act is limited. Amongst the grounds provided in the Act for interference with Arbitral Award is patent illegality, which is limited to situations where the findings of the arbitrator are arbitrary, capricious or perverse, or when the conscience of the Court is shocked, or when the illegality is not trivial but goes to the root of the matter. [See: PSA SICAL Terminals Pvt. Ltd. v. Board of Trustees of V.O. Chidambranar Port Trust Tuticorin & Ors.7 and MMTC Limited v. Vedanta Limited8].\n35.1 The Arbitrator examines the quality and quantity of evidence placed before him when he delivers his Arbitral Award and a view, which is possible on the facts as set forth by the Arbitrator must be relied upon. In the case of State of Jharkhand v. HSS Integrated Sdn9, the Supreme Court held that the Arbitral Tribunal is the master of evidence and a findings of fact arrived at by an arbitrator is on an appreciation of the evidence on record are not to be scrutinised as if the Court was sitting in appeal.\n35.2 In Maharashtra State Electricity Distribution Co. Ltd. v. Datar Switchgear Ltd.10 the Supreme Court held that the Arbitral Tribunal is the master of evidence and the findings of fact which are arrived at by the arbitrators on the basis of the evidence on record are not 2021 SCC OnLine SC 508 (2019) 4 SCC 163 (2019) 9 SCC 798 (2018) 3 SCC 133 to be scrutinized as if the Court was sitting in appeal. In para 51 of the judgment, it is observed and held as under:\n\"51. Categorical findings are arrived at by the Arbitral Tribunal to the effect that insofar as Respondent 2 is concerned, it was always ready and willing to perform its contractual obligations, but was prevented by the appellant from such performance. Another specific finding which is returned by the Arbitral Tribunal is that the appellant had not given the list of locations and, therefore, its submissions that Respondent 2 had adequate lists of locations. In fact, on this count, the Arbitral Tribunal has commented upon the working of the appellant itself and expressed its dismay about lack of control by the Head Office of the appellant over the field offices which led to the failure of the contract. These findings of facts which are arrived at by the Arbitral Tribunal after appreciating the evidence and documents on record. From these findings it stands established that there is a fundamental breach on the part of the appellant in carrying out its obligations, with no fault of Respondent 2 which had invested whopping amount of Rs 163 crores in the project. A perusal of the award reveals that the Tribunal investigated the conduct of the entire transaction between the parties pertaining to the work order, including withholding of DTC locations, allegations and counter-allegations by the parties concerning installed objects. The arbitrators did not focus on a particular breach qua particular number of objects/class of objects. Respondent 2 is right in its submission that the fundamental breach, by its very nature, pervades the entire contract and once committed, the contract as a whole stands abrogated. It is on the aforesaid basis that the Arbitral Tribunal has come to the conclusion that the termination of contract by Respondent 2 was in order and valid. The proposition of law that the Arbitral Tribunal is the master of evidence and the findings of fact which are arrived at by the arbitrators on the basis of evidence on record are not to be scrutinized as if the Court was sitting in appeal now stands settled by a catena of judgments pronounced by this Court without any exception thereto.\"\n[Emphasis is ours]\n36. The Railways have contended that the terms and conditions of the Contract executed between the parties have been wrongly interpreted by the Arbitral Tribunal and that the Award is beyond the terms of the Contract and hence not sustainable. It has stated that Parishudh was unable to complete the Contract. It was further contended that the Machine was never manufactured or physically inspected by RITES as was required in terms of the Contract.\n36.1 On the other hand, Parishudh filed documents and placed evidence to show the delay caused by the Railways which have been discussed in the paragraphs hereinabove. The Arbitral Tribunal interpreted the clauses of the Contract Documents and gave his findings based on such interpretation. The Arbitral Tribunal found that the Contract Documents permitted the Railways to not impose liquidated damages, at its discretion. The interpretation is sound based on the Contract clauses relied upon.\n37. The Arbitral Tribunal also found that Parishudh had called on the Railways for an inspection of the Machine on more than one occasion. However, no inspection was carried out. The Arbitral Tribunal reached a conclusion that the delay was on account of the Railways, on the basis of the documents and evidence produced before it. The Arbitral Tribunal examined the evidences placed on record by Parishudh and the valuation report as filed by a third party valuer, who valued the Machine. The Arbitral Tribunal after examining the evidence placed before it reached a conclusion that 70% of the Machine had been manufactured and that 70% of the value of the Machine is payable to Parishudh. As stated above, this Court finds no infirmity with the findings of the Arbitral Tribunal which were affirmed by the learned Single Judge.\n38. In a recent judgment, the Supreme Court in Hindustan Construction Co. Ltd. v. NHAI11 recapitulated the prevailing view that Courts should not customarily interfere with arbitral awards that are well reasoned, and contain a plausible view. The Supreme Court observed, that judges, by nature, may incline towards using a corrective lens, however, under Section 34 of the Act, this corrective lens is inappropriate especially under Section 37 of the Act. It was held that the error in interpreting a Contract is considered an error within its jurisdiction. Therefore, judicial interference should be avoided unless absolutely necessary, ensuring the arbitrator's decision remains final and binding. The relevant extract of the Hindustan Construction case reads as follows:\n\"26. The prevailing view about the standard of scrutiny -- not judicial review, of an award, by persons of the disputants' choice being that of their decisions to stand -- and not interfered with, (save a small area where it is established that such a view is premised on patent illegality or their interpretation of the facts or terms, perverse, as to qualify for interference, courts have to necessarily choose the path of least interference, except when absolutely necessary). By training, inclination and experience, Judges tend to adopt a corrective lens; usually, commended for appellate review. However, that lens is unavailable when exercising jurisdiction under Section 34 of the Act. Courts cannot, through process of primary contract interpretation, thus, create pathways to the kind of review which is forbidden under Section 34. So viewed, the Division Bench's approach, of appellate review, twice removed, so to say (under Section 37), and conclusions drawn by it, resulted in displacing the majority view of the tribunal, and in many cases, the unanimous view, of other tribunals, and substitution of another view. As long as the view adopted by the majority was plausible -- and this Court finds no reason to hold otherwise (because concededly the work was completed and the finished embankment was made of composite, compacted matter, comprising both soil and fly ash), such a substitution was impermissible.\n27. For a long time, it is the settled jurisprudence of the courts in the country that awards which contain reasons, especially when they (2024) 2 SCC 613 interpret contractual terms, ought not to be interfered with, lightly...\"\n[Emphasis is ours]\n39. We have also examined the Application for condonation of delay in filing the restoration Application filed by the Railways. The only ground as set out in the Application was that there was a change in the panel Counsel of the Railways and as the counsel did not appear, the matter was dismissed in default, which came to the knowledge of the Department only in the end of March, 2023. Even, thereafter, the restoration Application was sent for \"the vetting process\" which took a lot of time.\n39.1 The grounds as set out for condonation of delay do not establish sufficient cause. Having regard to the settled position of law, this Court finds that the explanation as given by the Railways is not satisfactory and does not pass muster as \"sufficient cause\" to condone the delay.\n40. However, this issue is moot in view of the fact that this Court has examined the entire matter on merits and found that Appeal is devoid of any merit.\n41. The Appeal is accordingly dismissed. All pending Applications also stand disposed of.\n(TARA VITASTA GANJU) JUDGE (RAJIV SHAKDHER) JUDGE AUGUST, 12, 2024/pa",
  "cleaned_text": "delhi high court union of india vs m/s parishudh machines pvt. ltd. on 12 august, 2024 author: rajiv shakdher bench: rajiv shakdher $~ * in the high court of delhi at new delhi % judgment pronounced on: 12.08.2024 + fao (comm) 59/2021 & cm appl. 25418/2023 union of india . appellant versus m/s parishudh machines pvt. ltd. . respondent advocates who appeared in this case: for appellant : ms pratima n. lakra, cgsc with mr chandan prajapati and ms yashika garg, advs. for respondent : mr sanjeev agarwal and mr ekansh agarwal, advs. hon'ble mr. justice rajiv shakdher hon'ble ms. justice tara vitasta ganju judgment tara vitasta ganju, j.: 1. the present appeal has been filed by the appellant, ministry of railways [hereinafter referred to as \"railways\"] under section 37(1)(b) of the arbitration and conciliation act, 1996 [hereinafter referred to as \"the act\"] against the judgement dated 31.08.2020 passed by the learned commercial court in omp (comm) 75/2019 [hereinafter referred to as \"impugned judgment\"]. 1.1 by the impugned judgment, the learned commercial court dismissed the petition filed by the railways under section 34 of the act challenging the award dated 22.04.2019 [hereinafter referred to as \"the award\"]. 2. by the order dated 05.01.2023, the present appeal was dismissed in default and for non-prosecution by a coordinate bench of this court. subsequently, the railways filed an application for restoration of the appeal albeit after a delay. an application seeking condonation of delay of 96 days was also filed alongwith the appeal. 2.1 by its order dated 16.05.2023, a coordinate bench of this court condoned the delay of 96 days and passed an order restoring the present appeal. 2.2 aggrieved by this order, the respondent, m/s parishudh machines pvt. ltd. [hereinafter referred to as \"parishudh\"] filed a special leave petition [hereinafter referred to as \"slp\"] before the supreme court, being slp no.22108/2023. the supreme court by its order dated 03.10.2023 disposed of the slp with the following directions:\"this court is of the opinion that all contentions including the petitioner's argument that the application and the appeal restored on the file of the division bench, are delayed should be kept open and considered on their own merits. the division bench is requested to expedite the hearing of fao (comm.) 59/2021 since the final order under section 34 of the act was made on 31st august, 2020 and the award made on 22nd april, 2019.\" [emphasis is ours] 3. briefly the facts are that parishudh was a successful bidder for a contract for delivery of locomotives to the indian railways through central organisation for modernisation of workshops [hereinafter referred to as \"cofmow\"]. pursuant to a tender inquiry issued by the railways, a contract dated 11.12.2014 was awarded to parishudh for supply of the machine described as cnc twin spindle chucker on turnkey basis as per technical specification no. cofmow/cnctsc-200/2013 including concomitant accessories [hereinafter referred to as \"the machine\"] for a sum of rs.2,19,34,696/-, initially which was revised to rs.2,19,30,835/[hereinafter referred to as the \"contract\"]. the machine was to be delivered to diesel locomotive works at varanasi [hereinafter referred to as \"dlw\"] by parishudh within a period of 300 days from the date of contract, i.e., by 07.10.2015. 4. undisputably, the delivery period was extended initially to 06.06.2016 and then thereafter to 31.01.2017 by the railways. however, parishudh requested for a further extension of the delivery period which was not given and by a letter dated 29.03.2017 [hereinafter referred to as \"cancellation letter\"], the contract between the parties was terminated and the disputes were referred to a sole arbitrator [hereinafter referred to as \"arbitral tribunal\"] appointed by the competent authority, cofmow, on 25.10.2017. 5. the arbitral tribunal entered into reference on 15.11.2017. parishudh filed its statement of claims making the following claims as recorded in the award:\"a. direct the respondents to pay the following amounts to the claimant being 75% cost of machine and concomitant accessories which were manufactured by the claimant after receiving the contract 75% cost of machine: rs 86,13,750 less scrap value (rs 18 x 6000kgs) rs 1,08,000 total: rs. 85,05,750 b. interest @ 3 times the market rates as specified by the rbi which as per them works out to 24% compounded. however they have claimed only 18% interest. c. payment of loss of profit against orders which could not be executed which is quantified as 15% of value of pending contracts and works out to rs.2,40,00,000 d. cost of proceedings which is claimed rs.50,000/-\" 6. the railways, on the other hand, contended that since parishudh did not supply the machine on time, the contract was cancelled. the cancellation letter sets out that the contract was terminated without financial repercussions \"on either side\". this cancellation was accepted by parishudh without any protest. thus, parishudh is not entitled to any interest on their claims either. it was further contended that the delay was attributable to parishudh and it is on this account that the contract was cancelled. 7. during the proceedings before the arbitral tribunal, parishudh placed on record communication inter se between the cofmow and dlw at varanasi which showed that the contract was cancelled as the machine was no longer required by the railways. the arbitral tribunal found that although these documents were produced at a belated stage by parishudh, they were relevant for the adjudication of the dispute. the arbitral tribunal also drew adverse influence in view of the fact that these documents were not produced by the railways despite directions given by the arbitral tribunal. 8. after examining the complete record, the arbitral tribunal found that parishudh had proved that 70% of the machine was ready and they were thus entitled to the cost of the machine. after deducting the cost of scrap, the arbitral tribunal awarded this cost alongwith interest at the rate of 10% from the date the contract was cancelled. it was also held that these amounts be released to parishudh within a period of 90 days from the date of award failing which the railways shall be liable to pay interest @ 18%. the claim in the sum of rs.2.4 crores towards loss of profit was declined by the arbitral tribunal as being one of a notional loss, in view of the fact that parishudh was not able to produce any evidence in its support. the arbitral tribunal, thus, awarded a sum of rs. 79,31,500/being 70% cost of machine less than the scrap value of rs.1.08 lacs. 9. aggrieved by the award, the railways filed a petition under section 34 of the act, seeking setting aside of the award before the learned commercial court. 10. the railways contended that the machine was neither manufactured nor inspected as per the contractual terms, hence no payment was due to parishudh. the arbitral tribunal accepted a claim in the sum of rs.1.08 lacs of scrapping of the machines without any evidence. the railways also alleged a bias in favour of parishudh in accepting additional documents at the stage of final arguments. it was further stated that as a policy matter, cofmow was in the process of shifting from diesel locomotive work to modern electric locomotives and in view of delay in the delivery of the machine, the diesel locomotive (machine) was no longer required. 11. parishudh filed its objections to the petition filed before the learned commercial court, disputing all submissions of the railways. it was contended by parishudh that the award is comprehensive and addresses all relevant facts and disputes and emphasised that conclusions reached by an expert in the field should generally not be interfered with unless they are clearly unreasonable. it relied on the judgment of the associate builders v. delhi development authority1 to submit that there was no ground to interfere in the arbitral award and that the award has been passed by the arbitral tribunal after examining all evidence on record. 12. the learned commercial court in the first instance examined the contention that whether parishudh was not a micro, small & medium enterprises (msme) as is defined in the micro, small and medium enterprises development act, 2006 [hereinafter referred to as \"msme act\"] and held that the arbitral tribunal had examined the documents placed on record by parishudh and found that the parishudh was an msme. on the allegations of bias, it was found that the arbitral tribunal was in fact a nominee of the railways and appointed by them and that there was nothing on record to support the allegation of bias and merely in view of the fact that the award went against the railways would not sustain the allegation of bias. 12.1 the learned commercial court found that the award is lucid and clear and that the arbitral tribunal has dealt with all the pleas and issues during the proceedings. there was no glaring procedural (2015) 3 scc 49 defect or manifest error and that the award is a well-reasoned and speaking award. 12.2 relying on the judgment of the associate builders case and ssangyong engineering and construction co. ltd v. national highways authority of india (nhai)2, the learned commercial court found that there was no patent illegality on the face of the award and that the court cannot sit in appeal over the award nor re-appreciate the evidence. by the impugned judgment, the learned commercial court found that the view taken by the arbitral tribunal was a plausible view thus, the learned commercial court found no ground to interfere with the arbitral award and thus, dismissed the petition filed by the railways. 13. aggrieved by the impugned judgment, the railways have approached this court. as stated above, the supreme court by its order dated 03.10.2023 had directed that all contentions including the contention of the belated filing of the restoration application be kept open and considered and the appeal be considered, on its merits by this court. contentions 14. learned counsel appearing on behalf of the railways contended that the delivery period of the contract was 300 days which came to an end on 07.10.2015. it was, however, extended on multiple occasions at the request of parishudh. amendments were made to the contract to accommodate the request of parishudh and finally the contract was extended till 31.01.2017 in terms of letter dated (2019) 15 scc 131 05.12.2016 sent by the railways. 14.1 it was further contended that at no point in time was the machine inspected by the railways or cofmow and no notice for inspection of the completed machine was ever received by the railways. although, the machine was incomplete, the arbitral tribunal concluded that 70% of the machine was ready without any such evidence. in such circumstances, the arbitral tribunal's award of 70% of the value of the machine to parishudh was patently illegal. 14.2 in terms of clause 0400 and clause 1000 to clause 1003 of the general conditions of the terms and conditions of bid documents part-i [herein after referred to as the \"contract documents\"] time was deemed to be of the essence of the contract. in view of the failure of parishudh to supply the machine on time, the contract was terminated by the railways. 14.3 it was further contended that parishudh failed to file any proof pertaining to using components as scrap and valuing the same at rs.1,08,000/-. thus, for the arbitral tribunal to acknowledge this amount in the award was without any basis. the arbitral tribunal has ignored the terms of the contract and has substituted these terms of the contract which is not permissible in law and that the award was in violation of section 28(3) of the act. 14.4 lastly, it was held that the award is based on irrelevant evidence and the purpose and objective of cofmow is modernizing the workshops in ever-changing fast upgrading environment and the fact that obsolete machines and equipments required are to be replaced was not taken into account by the arbitral tribunal. thus, it was contended that the award is liable to be set aside. 15. parishudh in the first instance made a submission without prejudice, with respect to the restoration of this appeal which was dismissed by a coordinate bench of this court, to submit that the railways have failed to disclose any sufficient cause for condonation of delay in filing the restoration application to the present appeal and thus failed to meet the parameters of condonation of delay as is laid down in the judgment of the supreme court in government of maharashtra (water resources department) represented by executive engineer v. borse brother engineers and construction private ltd3. 15.1 parishudh argued that the claim made by the railways that they only became aware of the dismissal of the appeal in the first week of march 2023 is entirely false. based on the case history and proceedings, it could be seen that a certified copy of the order dismissing the appeal was applied by railways on 09.02.2023. 16. without prejudice to their submissions on delay, it was contended by parishudh that the terms of the contract provided for an arbitrator to be appointed by the senior official of the railways. based on that a former controller of stores, indian railways was appointed as the sole arbitrator. the arbitrator was an expert and had knowledge and experience in the subject matter, along with being a senior official of the railways. 16.1 it was also contended that the only reason arising for cancellation (2021) 6 scc 460 of the contract became clear from the documents which were obtained by parishudh via an application filed under the right to information act, 2005, which clearly showed that the policy decision was taken in the month of january, 2017 to switch from diesel to electric locomotive and thus, the contract for supply of the machine was cancelled without the machine being inspected. it was also contended that the machine was ready and was awaiting trial in view of the fact that components to be supplied by the railways had not been supplied. thus, the delay in performance was not on account of parishudh. 16.2 it was further contended that all the objections taken by the railways before this court were also taken by them before the learned commercial court in their petition under section 34 of the act and have been dealt with and rightly dismissed by the learned commercial court. parishudh further averred that the scope for interference in an arbitral award under the provisions of section 37 of the act has been clarified in the judgment of the supreme court in hindustan construction co. ltd. v. nhai 4 . since an expert in this matter was dealing with the issues involved, the findings of the arbitral tribunal ought not to be interfered with. reliance was also placed on the judgment in mmtc limited v. vedanta limited5 to contend that, in proceedings under section 34 and 37 of the act, the court cannot sit as an appeal over the arbitral award and re-appreciate the evidence. analysis and findings (2024) 2 scc 613 (2019) 4 scc 163 17. although the issue whether parishudh is an msme was a contention raised by the railways before the learned commercial court, this issue was not asserted before this court. 18. learned counsel appearing on behalf of the railways has contended that the arbitral tribunal was biased in favour of parishudh, including in view of the fact that the documents produced by it during final arguments were taken into consideration while passing of the award. 19. the contract entered between the parties provided for a sole arbitrator to be appointed by the chief administrative officer of cofmow (railways). the contract further provided that the arbitration shall be conducted by a sole arbitrator who shall be a gazetted railway officer. the relevant clause is set out below: \"3200. arbitration 3201. a) for domestic bidders/ tenderers in the event of any question, dispute or difference arising under these conditions or any special conditions of contract or ' instructions to tenderers' or in connection with this contract (except as to any matters the decision of which is specifically provided for by these conditions or 'instructions to tenderers' or the special conditions) the same shall be referred to the sole arbitration of a gazetted railway officer appointed to be the arbitrator, by the chief administrative officer, cofmow, new delhi, india. the gazetted railway officer to be appointed as arbitrator, however, will not be one of those who had an opportunity to deal with the matters to which the contract relates or who in the course of their duties as railway servants had expressed views on all or any-of the matters under dispute or difference. the award of the arbitrator shall be final and binding on the parties to this contract.\" [emphasis is ours] 19.1 parishudh has clarified in its statement of claim that the arbitral tribunal was a senior official of the railways and a former controller of stores. he thus, had the technical knowledge to deal with the subject matter of the dispute. 19.2 the record shows that the arbitral tribunal entered reference and prior to initiating the arbitral proceedings made the requisite declaration under section 12(1) of the act. no challenge to the jurisdiction or authority of the arbitral tribunal was made by the railways during the arbitral proceedings. the allegation of bias was raised by the railways for the first time before the learned commercial court. it was contended that the act of accepting the letters/documents filed by parishudh during final arguments, shows a bias. 19.3 in the rejoinder filed by parishudh before the learned arbitral tribunal, it was contended that the real cause of cancellation was that the dlw stopped production of diesel engines for which the machine was required and thus, the contract was cancelled by the railways. thereafter, the railways was directed to produce the dlw letter dated 19.01.2017 addressed to cofmow regarding the withdrawal of the demand for diesel locomotives. despite several opportunities granted, this letter was not produced and it was submitted by the railways, that dlw letter dated 19.01.2017 was not traceable. it was at that stage, that parishudh filed an application to bring on record these documents which included the letter dated 19.01.2017 sent by dlw to cofmow. 20. the arbitral tribunal, thus, while setting out the reasons, allowed placing the additional documents on record given that they were fundamental to the adjudication of the present dispute and, examined these documents filed. given the nature of these documents as explained in the award, this court finds no infirmity with these findings. thus, the contention of the railways of bias is rejected. 21. the primary contention of the railways has been that parishudh delayed the performance of the contract substantially and it was on account of such delay that the contract was terminated by the railways. relying on clauses 0400, 1000 to 1003 of the contract documents, it was contended by the railways, that time was of the essence of the contract and that since parishudh delayed the delivery of the machine, despite extension of time granted to it by the railways, parishudh was in breach of the contract and liable to pay damages to the railways. it was contended that the award did not impose damages on parishudh and instead awarded amounts to parishudh in contravention of the contract documents. thus, the award is patently illegal and liable to be set aside. 22. it is apposite to reproduce the relevant clauses of contract documents. these are extracted below: \"0400. liquidated damages for delay in commissioning the contractor or his agents shall commission the machine with in the stipulated time as shown in the contract. this time frame will be applicable from the date of intimation from the consignee in respect of readiness and installation of the machine in cases where the machine is to be installed by the consignee. the time schedule includes the time for installation in cases where installation is also to be undertaken by the supplier. the time allowed for commissioning of machine by the contractor or his agent shall be deemed to be the essence of the contract. in case of delay in commissioning of the machine on the part of contractor, the purchaser shall be entitled to recover and the contractor shall be liable to pay pre estimated liquidated damage at the rate of 2% of the total contract value for each and every month or part thereof for which commissioning is delayed. provided always that the entire amount of liquidated damages to be paid under the provision of this clause shall not exceed 10% of the total contract value. after expiry of 5 months period from the date of default i.e. from the date of commissioning provided in the contract, purchaser will be at liberty to invoke the pg bond submitted by the supplier. continuance of commissioning work after expiry of stipulated time will also not absolve the contractor from the liquidated damages as stated above. the decision of the purchaser, whether the delay in commissioning has taken place on account of reasons attributed to the contractor shall be final. xxxx xxxx xxxx\" 1000. time for and date of delivery: the essence of the contract the time for and the date specified in the contract or as extended for the delivery of the stores shall be deemed to be the essence of the contract and delivery must be completed not later than the date(s) so specified or extended: xxxx xxxx xxxx 1002. failure and termination if the contractor fails to deliver the stores or any installment thereof with in the period fixed for such delivery in the contract or as extended or at any time repudiates the contract before the expiry of such period, the purchaser may without prejudice to his other rights:(a) recover from the contractor as agreed pre estimated liquidated damages and not by way of penalty a sum equivalent to 2 per cent of the price of any stores (including elements of taxes, duties, freight etc.) which the contractor has failed to deliver within the period fixed for delivery in the contract or as extended for each month or part of a month during which the delivery of such stores may be in arrears where delivery thereof is accepted after expiry of the aforesaid period subject to max. of 10%; or (b) cancel the contract or a portion thereof and if so desired purchase or authorize the purchase of the stores not so delivered or others of a similar description (where stores exactly complying with particulars are not, in the opinion of the purchaser, which shall, be final, readily procurable) at the risk and cost of the contractor. it shall, however, be in the discretion of the purchaser to obtain or not the performance guarantee bond from the firm/firms on whom the contract is placed at the risk and expense of the defaulting firm. however, in respect of contracts where performance guarantee bond of 10% of contract value has been taken, risk purchase clause will not be applicable and in case of default by such firms, the performance guarantee bond submitted shall be forfeited and the quantities unsupplied shall be procured independently without risk and cost of the original contractor and adverse performance of defaulting firm will be taken into account in future tender cases on merit. where risk purchase action is taken under sub-clause (b) above, the contractor shall be liable for any loss which the purchaser may sustain on that account provided the purchase, or, if there is an agreement to purchase, such agreement is made, in case of failure to de liver the stores within the period fixed for such delivery in the contract or as extended within nine months from the date of such failure and in case of repudiation of the contract before the expiry of the aforesaid period of delivery, within nine months from the date of cancellation of the contract. the contractor shall not be entitled to any gain on such purchase and the manner and method of such purchase shall be in the entire discretion of the purchaser. it shall not be necessary for the purchaser to serve a notice of such purchase on the contractor. 1003. extension of time for delivery if such failure as in the aforesaid clause 1002 shall have arisen from any cause which the purchaser may admit as reasonable ground for extension of time, the purchaser shall allow such additional time as he considers to be justified by the circumstances of the case, and shall forgo the whole or such part, as he may consider reasonable, of his claim for such loss or damage as aforesaid. any failure or delay on the part of sub-contractor, though their employment may have been sanctioned under condition 2100 hereof, shall not be admitted as a reasonable ground for any extension of time or for exempting the contractor from liability for any such loss or damage as aforesaid.\" [emphasis is ours] 22.1 clause 0400 of the contract documents provides for a preestimated liquidated damages at the rate of 2% of the total contract value for each month that the commissioning is delayed subject to a maximum 10% of the title contract value. it further provides that if the contract is delayed, railways shall be at liberty to invoke the performance bank guarantee. it further states that the continuation of the work after the expiry of the stipulated time would not absolve the contractor from liquidated damages. 22.2 clause 1000 of the contract document sets out that the time and date of delivery is the essence of the contract and the delivery must be completed within time. clause 1002 of the contract document provides that in the event of a delay in delivery, the whole or part of the contract may be cancelled and that the railways shall be entitled for recovery of agreed pre-estimated liquidated damages. it further provides that in case a contract is terminated, the contractor shall be liable for losses incurred by the railways on risk purchase. 22.3 clause 1003 of the contract documents provides for an extension of time for delivery and states that the railways may allow for such additional time as considered justified by the circumstances of the case. it further states that the railways may, at its option, forgo the whole or part of its claim for damages. 23. it was contended by the railways that section 55 of the indian contract act, 1872 [hereinafter referred to as the \"contract act\"] provides that where time is the essence of contract and if the contractor fails to perform its obligations in the time so specified, such contractor, i.e., parishudh would be liable to pay for delay under the contract. however, taking a benevolent approach towards parishudh, liquidated damages were not imposed on parishudh by the railways, in the cancellation letter. 23.1 learned counsel for the railways has relied on the provisions of section 55 of the contract act to submit that arbitral tribunal failed to appreciate that time was of the essence in this contract and that parishudh was liable for the delay caused. section 55 of the contract act is reproduced below: \"55. effect of failure to perform at fixed time, in contract in which time is essential.--when a party to a contract promises to do a certain thing at or before a specified time, or certain things at or before specified times, and fails to do any such thing at or before the specified time, the contract, or so much of it as has not been performed, becomes voidable at the option of the promisee, if the intention of the parties was that time should be of the essence of the contract. effect of such failure when time is not essential.--if it was not the intention of the parties that time should be of the essence of the contract, the contract does not become voidable by the failure to do such thing at or before the specified time; but the promisee is entitled to compensation from the promisor for any loss occasioned to him by such failure. effect of acceptance of performance at time other than that agreed upon.--if, in case of a contract voidable on account of the promisor's failure to perform his promise at the time agreed, the promisee accepts performance of such promise at any time other than that agreed, the promisee cannot claim compensation for any loss occasioned by the non-performance of the promise at the time agreed, unless, at the time of such acceptance, he gives notice to the promisor of his intention to do so.\" 24. section 55 of the contract act provides that when a party to a contract commits to performing an action by a specified time and fails to do so, the contract, or the remaining unfulfilled portion of such contract becomes voidable at the discretion of the promisee, provided that the parties intended time to be of essence. if the parties did not intend time to be of essence, the contract is not voidble despite the delay, but the promisee is entitled to compensation for any resulting losses. in addition, if the promisee accepts late performance of a voidable contract where time is of the essence without notifying the promisor of his/her intention to seek compensation, the promisee forfeits the right to claim such compensation. 24.1 the supreme court in welspun speciality solutions v. ongc6 has set out the principles applicable to contracts where time conditioned obligations exist. the supreme court further held that usually the obligation for completion by a particular date is required to be adhered. however, if a party by its act or omission had prevented the opposite party from completing a contract by the completion date, the same would act as an exception to the general principles of time bound contracts. in addition, it was held that merely having a clause in a contract which sets out that time is of the essence, is not by itself determinative or sufficient to make time of the essence. whether time is of the essence has to be culled out from a reading of the entire contract and the circumstances surrounding its execution. it was held: \"34. in order to consider the relevancy of time conditioned obligations, we may observe some basic principles: (a) subject to the nature of contract, general rule is that promisor is bound to complete the obligation by the date for completion stated in the contract. [refer to percy bilton ltd. v. greater london council [percy bilton ltd. v. greater london council, (1982) 1 wlr 794 (hl)]] (b) that is subject to the exception that the promisee is not entitled to liquidated damages, if by his act or omissions he has prevented the promisor from completing the work by the completion date. [refer holme v. guppy [holme v. guppy, (1838) 3 m & w 387: 150 er 1195]] (c) these general principles may be amended by the express terms of the contract as stipulated in this case. 35. it is now settled that \"whether time is of the essence in a contract\", has to be culled out from the reading of the entire contract as well as the surrounding circumstances. merely having an explicit clause may not be sufficient to make time the essence of the contract. as the contract was spread over a long tenure, the intention of the parties to (2022) 2 scc 382 provide for extensions surely reinforces the fact that timely performance was necessary. the fact that such extensions were granted indicates ongc's effort to uphold the integrity of the contract instead of repudiating the same.\" [emphasis is ours] 25. parishudh contended that at each stage in the contract, it was the railways that caused a delay. the railways was required to approve relevant drawings within six weeks of the execution of the contract, however, the railways took seven months in approving the relevant drawings which were approved only on 22.06.2015. a substantial delay was also caused by the railways in the handover of the clear site, which was handed over on 28.09.2015. in view of these delays, the delivery period of the contract was re-fixed on 12.01.2016 to 06.06.2016. 25.1 it was further contended by parishudh that the railways also delayed the furnishing of other documents and clarifications during the contract period. on 22.02.2016, parishudh informed the railways that the machine was almost ready and that they are awaiting trial components from dlw and on 15.07.2016 parishudh further communicated that they could not proceed without the components which were awaited from the dlw. despite these communications, components were not provided. subsequently, the railways asked for changes including a change in the make of a component from \"turret\" to \"pragati\". the arbitral tribunal examined in detail the entire correspondence between the parties and set out that the machine was not a general-purpose machine. it required detailed clarifications from time to time, which were sought by parishudh but not granted in a timely manner by the railways. hence, parishudh was constrained to ask for extension of time and the railways being aware of their defaults, did not impose liquidated damages despite the availability of the option to impose liquidated damages for delay. 26. the record shows that the delivery date in the contract was 07.10.2015, the contract was amended on not one but four occasions, including the letter dated 29.03.2017 termed as amendment no. 4 which cancelled the contract. the other three occasions being amendment no. 1, 2 and 3 to the contract and each of these three amendments, extended the delivery date. lastly, the validity of the contract was extended up to 31.01.2017. the railways had notified through its amendments to the contract that the amendments for extension of time were being made, subject to extension of the performance bank guarantee and all other terms and conditions of the contract shall remain unaltered. these terms were present in all three amendments. 26.1 the arbitral tribunal examined the evidence placed before it and found that although the railways had the option of cancelling the contact on more than one occasion, they did not do so and instead extended the time period for the delivery of the same on three occasions. the arbitral tribunal also found that several reminders were sent by parishudh from time to time informing the railways that the machine was ready and awaiting components. however, the railways failed to clarify the technical issues and queries raised by parishudh and thus the arbitral tribunal found that the contentions of the railways in this regard are without merit. 27. undisputedly, the contract was extended by railways on three occasions without imposition of any damages and subject to other terms and conditions of the contract. the railways had the option in terms of clause 1003 of the contract documents, to allow for extensions which they considered are justified and to forego the whole or a part of their claim for damages. 27.1 the railways in its reply to the statement of claim filed before the arbitral tribunal reserved its rights to file a separate counter-claim on account of liquidated damages for delay. however, the same was never filed. admittedly, no liquidated damages were imposed on parishudh nor was any claim made by the railways for the same. the cancellation letter sent by railways on 29.03.2017 specifically stated that the contract was cancelled without \"any financial repercussions\" on either side. thus, the railways applying clause 1003 deliberately chose not to impose any liquidated damages or penalty upon parishudh. 28. as stated above, before the machine could be completed, the contract was terminated. the railways granted three extensions of the contract and thereafter did not impose any liquidated damages for these extensions on parishudh. examining the totality of the circumstances, thus it cannot be said that the time was of the essence of this contract. this contention of the railways is thus without merit. 29. parishudh has laid the emphasis upon the letter dated 19.01.2017 sent by dlw to cofmow and submitted that this letter was initially concealed by the railways before the arbitral tribunal and thereafter, was obtained by parishudh under a rti application and placed before the arbitral tribunal. it is the contention of parishudh that this letter is the entire reason for the cancellation of the contract by the railways. 29.1 it is apposite to reproduce the letter dated 19.01.2017 which reads as follows: \" indian railways diesel locomotive works varanasi date : 19.01.2017 cme cofmow new delhi . the procurement of machines were reviewed in gm's review meeting on 17.01.2017 at dlw. due to change in product mix and reduction in hhp loco target, following sanctioned m&p items are no longer required. these items are at various stages of procurement at cofmow as detailed below: (a) the following machines are under procurement process at cofmow for which po has not been placed. these machines are not required hence procurement of these machines may be dropped: . (b) besides, the following machines are at post po stages. these machines are also not required by dlw. possibility may please be explored for dropping these machines as well: s n. name of sanction sanction current machine /po value status (in 000) . . . . . 2. cnc m&p 29300 po twin 2010placed. spindle 11 extende chucker d dp (bar 31.01.2 feeder) 017. mod/110 rites 02 inspecti on yet to be started. . . . . . . this has an approval of competent authority. sd/cpm/mod\" [emphasis is ours] 29.2 the aforesaid letter clearly sets out that by january, 2017 there was no requirement for the machine by the railways due to a change in its policy. soon after this communication, the cancellation letter was issued by the railways terminating the contract between the parties. 30. a review of the award shows that the arbitral tribunal examined in detail the terms of the contract for the purpose for which the machine was required. the award also shows that the arbitral tribunal was conversant with the technical specifications of the machine. the arbitral tribunal examined the correspondence between the parties and the documents filed and arrived at a finding that there was nothing on the record to show that the technical clarifications and details sought for by the parishudh were supplied to them by the railways. 30.1 being a technical person, the arbitral tribunal also found that this was not a general-purpose machine but a machine which required close coordination between parishudh and the railways, in its design and manufacture. the arbitral tribunal also drew an adverse inference against the railways for not producing the internal correspondence between cofmow and dlw including the letter dated 19.01.2017 reproduced above, which evidenced that the machine was not required due to a change in policy. the said letter is in two parts. part a refers to machines which were at various stages of the procurement process, while part b refers to machines that have already been purchased. the said letter in part b clearly sets out that the machine to be supplied by parishudh is not required by dlw, so the machine may be dropped. 31. as stated above, the letter dated 19.01.2017 was not filed by the railways, but was produced by parishudh. the arbitral tribunal found that considerable prejudice was caused to parishudh, since the contract was cancelled when the machine were almost ready and awaiting certain vital clarifications on tools and clampings. the arbitral tribunal took an adverse view of the fact that the letter dated 19.01.2017 and other documents filed by parishudh were essential to the case and it had not been produced by the railways despite repeated opportunities. 32. the railways have also contended that the machine was required to be pre-inspected and only thereafter, could the cost of the machine be paid to parishudh, however no inspection was carried out, yet the arbitral tribunal directed for payment for the machine. the arbitral tribunal gave a finding that parishudh sought technical clarifications on 12.10.2016 which were not provided to them by the railways and that parishudh had established that the machine was manufactured and ready for trial, awaiting such technical clarifications. the arbitral tribunal held that parishudh was prevented from executing the contract by its cancellation by the railways and that parishudh was entitled to compensation for its manufacture. 32.1 the arbitral tribunal relied on the documents submitted by parishudh which included a valuation report made by punjab national bank, ghaziabad [hereinafter referred to as \"the bank\"], who after conducting a detailed examination of the stocks of parishudh, including the machine, gave a report to parishudh on 04.10.2018. the arbitral tribunal found that the bank had certified that the machine was 70% ready. based on these documents and evidences, the arbitral tribunal held that parishudh was entitled to 70% (and not 75% as claimed) of the value of the machine, as compensation for wrongful termination along with interest thereon. 33. this court finds no infirmity with this finding. the arbitral tribunal examined the report given by the bank. the arbitrator was a technical person and a senior official of the railways. the conclusion reached by the arbitral tribunal was based on a detailed examination of the evidence as has been discussed above. 34. the arbitral tribunal also found that the railways had committed perjury by filing a false affidavit but let them off with a warning. in the totality of the circumstances, the arbitral tribunal allowed the claim of parishudh. 35. the scope of interference in an arbitral award under sections 34 and 37 of the act is limited. amongst the grounds provided in the act for interference with arbitral award is patent illegality, which is limited to situations where the findings of the arbitrator are arbitrary, capricious or perverse, or when the conscience of the court is shocked, or when the illegality is not trivial but goes to the root of the matter. [see: psa sical terminals pvt. ltd. v. board of trustees of v.o. chidambranar port trust tuticorin & ors.7 and mmtc limited v. vedanta limited8]. 35.1 the arbitrator examines the quality and quantity of evidence placed before him when he delivers his arbitral award and a view, which is possible on the facts as set forth by the arbitrator must be relied upon. in the case of state of jharkhand v. hss integrated sdn9, the supreme court held that the arbitral tribunal is the master of evidence and a findings of fact arrived at by an arbitrator is on an appreciation of the evidence on record are not to be scrutinised as if the court was sitting in appeal. 35.2 in maharashtra state electricity distribution co. ltd. v. datar switchgear ltd.10 the supreme court held that the arbitral tribunal is the master of evidence and the findings of fact which are arrived at by the arbitrators on the basis of the evidence on record are not 2021 scc online sc 508 (2019) 4 scc 163 (2019) 9 scc 798 (2018) 3 scc 133 to be scrutinized as if the court was sitting in appeal. in para 51 of the judgment, it is observed and held as under: \"51. categorical findings are arrived at by the arbitral tribunal to the effect that insofar as respondent 2 is concerned, it was always ready and willing to perform its contractual obligations, but was prevented by the appellant from such performance. another specific finding which is returned by the arbitral tribunal is that the appellant had not given the list of locations and, therefore, its submissions that respondent 2 had adequate lists of locations. in fact, on this count, the arbitral tribunal has commented upon the working of the appellant itself and expressed its dismay about lack of control by the head office of the appellant over the field offices which led to the failure of the contract. these findings of facts which are arrived at by the arbitral tribunal after appreciating the evidence and documents on record. from these findings it stands established that there is a fundamental breach on the part of the appellant in carrying out its obligations, with no fault of respondent 2 which had invested whopping amount of rs 163 crores in the project. a perusal of the award reveals that the tribunal investigated the conduct of the entire transaction between the parties pertaining to the work order, including withholding of dtc locations, allegations and counter-allegations by the parties concerning installed objects. the arbitrators did not focus on a particular breach qua particular number of objects/class of objects. respondent 2 is right in its submission that the fundamental breach, by its very nature, pervades the entire contract and once committed, the contract as a whole stands abrogated. it is on the aforesaid basis that the arbitral tribunal has come to the conclusion that the termination of contract by respondent 2 was in order and valid. the proposition of law that the arbitral tribunal is the master of evidence and the findings of fact which are arrived at by the arbitrators on the basis of evidence on record are not to be scrutinized as if the court was sitting in appeal now stands settled by a catena of judgments pronounced by this court without any exception thereto.\" [emphasis is ours] 36. the railways have contended that the terms and conditions of the contract executed between the parties have been wrongly interpreted by the arbitral tribunal and that the award is beyond the terms of the contract and hence not sustainable. it has stated that parishudh was unable to complete the contract. it was further contended that the machine was never manufactured or physically inspected by rites as was required in terms of the contract. 36.1 on the other hand, parishudh filed documents and placed evidence to show the delay caused by the railways which have been discussed in the paragraphs hereinabove. the arbitral tribunal interpreted the clauses of the contract documents and gave his findings based on such interpretation. the arbitral tribunal found that the contract documents permitted the railways to not impose liquidated damages, at its discretion. the interpretation is sound based on the contract clauses relied upon. 37. the arbitral tribunal also found that parishudh had called on the railways for an inspection of the machine on more than one occasion. however, no inspection was carried out. the arbitral tribunal reached a conclusion that the delay was on account of the railways, on the basis of the documents and evidence produced before it. the arbitral tribunal examined the evidences placed on record by parishudh and the valuation report as filed by a third party valuer, who valued the machine. the arbitral tribunal after examining the evidence placed before it reached a conclusion that 70% of the machine had been manufactured and that 70% of the value of the machine is payable to parishudh. as stated above, this court finds no infirmity with the findings of the arbitral tribunal which were affirmed by the learned single judge. 38. in a recent judgment, the supreme court in hindustan construction co. ltd. v. nhai11 recapitulated the prevailing view that courts should not customarily interfere with arbitral awards that are well reasoned, and contain a plausible view. the supreme court observed, that judges, by nature, may incline towards using a corrective lens, however, under section 34 of the act, this corrective lens is inappropriate especially under section 37 of the act. it was held that the error in interpreting a contract is considered an error within its jurisdiction. therefore, judicial interference should be avoided unless absolutely necessary, ensuring the arbitrator's decision remains final and binding. the relevant extract of the hindustan construction case reads as follows: \"26. the prevailing view about the standard of scrutiny -not judicial review, of an award, by persons of the disputants' choice being that of their decisions to stand -and not interfered with, (save a small area where it is established that such a view is premised on patent illegality or their interpretation of the facts or terms, perverse, as to qualify for interference, courts have to necessarily choose the path of least interference, except when absolutely necessary). by training, inclination and experience, judges tend to adopt a corrective lens; usually, commended for appellate review. however, that lens is unavailable when exercising jurisdiction under section 34 of the act. courts cannot, through process of primary contract interpretation, thus, create pathways to the kind of review which is forbidden under section 34. so viewed, the division bench's approach, of appellate review, twice removed, so to say (under section 37), and conclusions drawn by it, resulted in displacing the majority view of the tribunal, and in many cases, the unanimous view, of other tribunals, and substitution of another view. as long as the view adopted by the majority was plausible -and this court finds no reason to hold otherwise (because concededly the work was completed and the finished embankment was made of composite, compacted matter, comprising both soil and fly ash), such a substitution was impermissible. 27. for a long time, it is the settled jurisprudence of the courts in the country that awards which contain reasons, especially when they (2024) 2 scc 613 interpret contractual terms, ought not to be interfered with, lightly.\" [emphasis is ours] 39. we have also examined the application for condonation of delay in filing the restoration application filed by the railways. the only ground as set out in the application was that there was a change in the panel counsel of the railways and as the counsel did not appear, the matter was dismissed in default, which came to the knowledge of the department only in the end of march, 2023. even, thereafter, the restoration application was sent for \"the vetting process\" which took a lot of time. 39.1 the grounds as set out for condonation of delay do not establish sufficient cause. having regard to the settled position of law, this court finds that the explanation as given by the railways is not satisfactory and does not pass muster as \"sufficient cause\" to condone the delay. 40. however, this issue is moot in view of the fact that this court has examined the entire matter on merits and found that appeal is devoid of any merit. 41. the appeal is accordingly dismissed. all pending applications also stand disposed of. (tara vitasta ganju) judge (rajiv shakdher) judge august, 12, 2024/pa"
}