{
  "case_file": "case341.txt",
  "original_text": "Allahabad High Court\nBharat Petroleum Corporation Ltd. ... vs Anoop Kumar Modi on 18 October, 2023\nAuthor: Pankaj Bhatia\nBench: Pankaj Bhatia\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\n\nNeutral Citation No. - 2023:AHC-LKO:68875\n \nAFR\n \nReserved Judgement\n \nCourt No. - 8\n \n\n \nCase :- MATTERS UNDER ARTICLE 227 No. - 2704 of 2023\n \n\n \nPetitioner :- Bharat Petroleum Corporation Ltd. Mumbai Thru. Territory Manager,Retail Territory-Gonda\n \nRespondent :- Anoop Kumar Modi\n \nCounsel for Petitioner :- S M Singh Royekwar\n \nCounsel for Respondent :- Girish Chandra Sinha\n \nand \n \nCase :- MATTERS UNDER ARTICLE 227 No. - 2703 of 2023\n \n\n \nPetitioner :- Bharat Petroleum Corporation Ltd. Mumbai Thru. Territory Manager,Retail Territory-Gonda\n \nRespondent :- Anoop Kumar Modi\n \nCounsel for Petitioner :- S M Singh Royekwar\n \nCounsel for Respondent :- Girish Chandra Sinha\n \n\n \nHon'ble Pankaj Bhatia,J.\n \n1. Heard Shri S.M. Singh Royekwar, learned counsel for the petitioner and Shri Girish Chandra Sinha, learned counsel for the respondent.\n2. Both the applications under Article 227 being common in nature are being decided by means of this common judgment.\n3. The present applications have been filed challenging the orders dated 24.04.2023 passed by Presiding Officer, Commercial Court No.2, Lucknow whereby the objection filed by the petitioner resisting the executions filed by the respondent came to be dismissed.\n4. The facts in brief are that in between the petitioner and the respondent there was an agreement providing for an Arbitration Clause and on account of a dispute arising out of the said agreement, an Arbitral Tribunal was constituted. The Abitrator passed an award in favour of the respondent herein vide award order dated 04.04.2020. In the said award, the Arbitrator issued two directions to the respondents; firstly directing for reinstatement of the dealership and secondly awarding Rs.50,000/- as costs per month from the date of termination i.e. 20.06.2017 till the actual date of restoration of the dealership. The respondent, purporting to enforce the said award filed two applications for execution before the Commercial Court at Lucknow being Execution Case No.185 of 2022 and Execution Case No.498 of 2022. The said execution applications were objected by the petitioner by filing an application mainly on two grounds; firstly that the Commercial Court at Lucknow lacks inherent jurisdiction to entertain the execution application; and secondly on the ground that the court at Lucknow lacked territorial jurisdiction also. Both the said pleas were negated by two separate impugned orders which has led to challenge of the said order by means of present applications.\n5. The admitted facts are that dispute before the Abitrator was pertaining to termination of an agreement through which the respondent was running a petroleum outlet at Bahraich. The award in question was delivered by the Arbitral Tribunal at Lucknow and the execution application was filed at Lucknow.\n6. The contention of the counsel for the petitioner in brief is that after the Abitrator delivers the award, in terms of the mandate of the Section 32 of the Arbitration and Conciliation Act, 1996, all the abritral proceedings stand terminated. He further argues that Section 10(3) of the Commercial Courts' Act confers the jurisdiction on the Commercial Court in respect of \"all applications or appeals arising out of the arbitration\" under the provision of Arbitration and Conciliation Act, which after the termination of the arbitration by virtue of Section 32 would not include the execution proceedings as deliberately the word 'Application arising out of arbitration' has been used under Section 10(3) of the Commercial Courts Act and thus the Commercial Courts at Lucknow lacked inherent jurisdiction to entertain the execution proceedings and have erred in rejecting the objections filed by the petitioner to that extent. In respect of his argument that the Commercial Court at Lucknow lacked territorial jurisdiction, he argues that the retail outlet of the respondent was situated at Bahraich, although the award was delivered at Lucknow, it is only the retail sales office of the petitioner-corporation situated at Gonda which can restore the dealership of the respondent in terms of the award and thus, no execution petition could have been filed at Lucknow.\n7. The counsel for the petitioner places reliance on the judgment of the Kerala High Court in case of Beta Exim Logistics (P) Ltd. versus Central Railside Warehouse Co., Ltd. reported in 2023 SCC Online Ker 1392 as well as the judgment of the Supreme Court in the case of Sundaram Finance Limited versus Abdul Samad and another reported in (2018) 3 Supreme Court Cases 622 as also the jugement of the Supreme Court in the case of State of West Bengal versus Associated Contractors.(2015) 1 SCC 32\n8. The counsel for the respondent, on the other hand, justifies the filing of the execution proceedings at Lucknow and argues that in view of the law laid down and clarified by the Supreme Court in the Case of Sundaram Finance Limited (supra)  and in the case of Cheran Properties Limited versus Kasturi and sons limited reported in AIRONLINE 2018 SC 1229, it is the option of the award holder to file executions at any place of their choice. He also relies upon the judgement of this Court in the case Hasmukh Prajapati versus Jai Prakash Associates Ltd. reported in 2022 (3) ALJ 166.\n9. In view of the rival submissions as noted above, this Court is to decide ;\n(i) whether the Commercial Court constituted under The Commercial Courts Act, 2015 can hear and decide the execution proceedings arising out of an award passed under the Arbitration and Conciliation Act, 1996?\n(ii) whether the Commercial Court at Lucknow have the territorial jurisdiction to hear the execution application?\n10. Firstly dealing with the issue no.(i) as noted above the contention of the counsel for the petitioner is that in view of the scheme of the Commercial Court Act, 2015, Section 3 of the said Act provides for constitution of Commercial Courts and Section 10 of the said Act provides for the jurisdiction to be exercised by the Commercial Courts in respect of Arbitration matters. Section 10 of the Commercial Court Act, 2015 is quoted hereinbelow:-\n10. Jurisdiction in respect of arbitration matters.--Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and--\n(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\n11. The submission of the counsel for the petitioner that an execution petition which lies under Section 36 of the Arbitration and Conciliation Act would not fall within the phrase 'all applications or appeals arising out of such arbitration ' and as the legislature in its wisdom, did not specify the enforcement petition under Section 36 of the Arbitration and Conciliation Act while drafting the provisions of Section 10(3) of the Commercial Court Act, clearly the intent of the legislature was that the enforcement petition would lie before a ordinary civil court defined under Section 2(c) of the Arbitration and Conciliation Act, 1996 and not before a Commercial Court.\n12. The distinction as proposed to be argued for enforcement provided under Section 36 is excluded from the use of word 'Application' referred to in Section 10(3) of the Commercial Court Act, is on the face of it not acceptable as on a plain reading of provisions contained in Section 10(3) as quoted hereinabove, it is provided that other than International Commercial Arbitration, all 'applications' or 'appeals' arising out of such arbitration under the provisions of the 1996 Act which would ordinarily lies before any Principal Civil Court or original jurisdiction in a district shall be filed in and heard and disposed of by the Commercial Court exercising the territorial jurisdiction.\n13. The counsel for the petitioner, to buttress his submission on that point draws my attention to Section 16 of the Commercial Court Act to argue that the legislature deliberately, did not propose any amendment to the provisions of court of civil procedure with regard to order 21, which is the procedure prescribed for execution of degrees and this aspect of the legislature not prescribing any amendment in order 21, should crystallize the argument raised by the petitioner. The said argument of the counsel for the petitioner merits rejection for sole reason that Section 42 of the Arbitration Act clarifies that any application under this part has to be made in a court and thereafter that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out that agreement and arbitral proceedings shall be made in that court and to no other court. Although Section 32 of the Arbitration and Conciliation Act provides for termination of arbitral proceedings on the passing of the final award, however, the use of the phrase any application under this part used in Section 42 clearly refers to the filing of an application under Part-I of the Arbitration and Conciliation Act which includes Sections 36 under which the execution of award is provided for. Even otherwise, the execution of a decree is provided for and can be initiated by moving an application under Order 21 thus the word 'application', refers to in Section 10(3) would include the application for execution to be filed for execution of an award in terms of mandate of Section 36 of the Arbitration and Conciliation Act. Thus, for the said reasoning, the first contention of the counsel for the petitioner merits rejection and is accordingly rejected.\n14. As regards on the second issue as raised and quoted above as to whether the Commercial Court at Lucknow had the territorial jurisdiction or not. The said issue has been squarely decided by the Supreme Court in the case of Sundaram Finance Limited versus Abdul Samad and another reported in (2018) 3 Supreme Court Cases 622 and affirmed in the case of Cheran Properties Limited versus Kasturi and sons limited reported in AIRONLINE 2018 SC 1229, wherein the Supreme Court had the occasion to consider the earlier judgment of the Supreme Court in the case of State of West Bengal versus Associated Contractors (supra) also and the Supreme Court has held in paragraphs no.30 and 31 as under:\n\"30. The reliance which has been sought to be placed on the provisions of Section 42 of the 1996 Act is inapposite. Dr Singhvi relied on the decision in State of West Bengal v Associated Contractors 20 (2015) 1 SCC 32. The principle which was enunciated in the judgment of this Court was as follows:\n\"If an application were to be preferred to a court which is not a Principal Civil Court of original jurisdiction in a district or a High Court exercising original jurisdiction to decide questions forming the subject matter of an arbitration if the same had been the subject matter of a suit, then obviously such application would be outside the four corners of Section 42. If, for example, an application were to be filed in a court inferior to a Principal Civil Court, or to a High Court which has no original jurisdiction, or if an application were to be made to a court which has no subject-matter jurisdiction, such application would be outside Section 42 and would not debar subsequent applications from being filed in a court other than such court.\"\nThe conclusion of the Court is in the following terms:\n\"(a) Section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of Original Jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as \"court\" for the purpose of Part I of the Arbitration Act, 1996.\n(b) The expression \"with respect to an arbitration agreement\" makes it clear that Section 42 will apply to all applications made whether before or during arbitral proceedings or after an award is pronounced under Part I of the 1996 Act.\n(c) However, Section 42 only applies to applications made under Part I if they are made to a court as defined. Since applications made under Section 8 are made to judicial authorities and since applications under Section 11 are made to the Chief Justice or his designate, the judicial authority and the Chief Justice or his designate not being court as defined, such applications would be outside Section 42..\n(d) Section 9 applications being applications made to a court and Section 34 applications to set aside arbitral awards are applications which are within Section 42.\n(e) In no circumstances can the Supreme Court be \"court\" for the purposes of Section 2(1)(e), and whether the Supreme Court does or does not retain seisin after appointing an arbitrator, applications will follow the first application made before either a High Court having original jurisdiction in the State or a Principal Civil Court having original jurisdiction in the district, as the case may be.\n(f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are made under Part I.\n(g) If a first application is made to a court which is neither a Principal Court of Original Jurisdiction in a district or a High Court exercising original jurisdiction in a State, such application not being to a court as defined would be outside Section 42. Also, an application made to a court without subject-matter jurisdiction would be outside Section 42.\"\n31 More recently in Sundaram Finance Limited v Abdul Samad 21 (2018) 2 SCALE 467, this Court considered the divergence of legal opinion in the High Courts on the question as to whether an award under the 1996 Act is required to be first filed in the Court having jurisdiction over the arbitral proceedings for execution, to be followed by a transfer of the decree or whether the award could be filed and executed straight-away in the Court where the assets are located. Dealing with the provisions of Section 36, Justice Sanjay Kishan Kaul observed thus:\n\"The aforesaid provision would show that an award is to be enforced in accordance with the provisions of the said code in the same manner as if it were a decree. It is, thus, the enforcement mechanism, which is akin to the enforcement of a decree but the award itself is not a decree of the civil court as no decree whatsoever is passed by the civil court. It is the arbitral tribunal, which renders an award and the tribunal does not have the power of execution of a decree. For the purposes of execution of a decree the award is to be enforced in the same manner as if it was a decree under the said Code.\"\nExplaining the provisions of Section 42 the Court held that:\n\"The aforesaid provision, however, applies with respect to an application being filed in Court under Part I. The jurisdiction is over the arbitral proceedings. The subsequent application arising from that agreement and the arbitral proceedings are to be made in that court alone. However, what has been lost sight of is Section 32 of the said Act, which reads as under:\n\"32. Termination of proceedings.-- (1) The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) The arbitral tribunal shall issue an order for the termination of CIVIL APPEAL No.1650 of 2018 Page 17 of 21 the arbitral proceedings where-- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognises a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) Subject to Section 33 and sub-section (4) of Section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings.\"\n19. The aforesaid provision provides for arbitral proceedings to be terminated by the final arbitral award. Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. Thus, it is not appreciated how Section 42 of the said Act, which deals with the jurisdiction issue in respect of arbitral proceedings, would have any relevance..\"\nConsequently, in the view of the Court, the enforcement of an award through its execution can be initiated anywhere in the country where the decree can be executed and there is no requirement of obtaining a transfer of the decree from the Court which would have jurisdiction over the arbitral proceedings.\"\n15. Yet another interesting aspect is that the Arbitrator was appointed by means of an order passed by the High Court at Lucknow and thus, on that court also the application can be filed at Lucknow which has the territorial jurisdiction. As regards, submission of the counsel for the petitioner is that the award can be executed only by the regional office situated at Gonda also merits rejection as in view of the clear pronouncement of the Supreme Court in the case of Cheran Properties Limited (supra). It is the choice of the award holder to file an execution at the place of his choice.\n16. As regards the judgment cited by the counsel for the petitioner in the case of Beta Exim Logistics (P) Ltd. versus Central Railside Warehouse Co., Ltd. reported in 2023 SCC Online Ker 1392, the Court while dealing with the issue although took notice of mandatory provision of the Commercial Court Act, however, recorded in paragraphs 17 and 20 as under:-\n17. Thus, if a more expensive interpretation is given to the word application falling under Section 15 of the C.C. Act, to include execution petitions also, then necessarily all the execution petitions pending before all the civil courts falling within the ken of the C.C. Act will have to be transferred to the Commercial Courts, which in turn will clog the special courts with such matters. Moreover, no practical purpose will be served by such transfer because the Special Courts are not conferred with any additional power than that of the Civil Courts, to speed track execution proceedings, as execution proceedings have been omitted in the schedule attached to the C.C. Act. Without a faster timeline provided under the C.C. Act, to enforce an award, it is immaterial whether the award is executed by the Civil Court or the Commercial Court.\n20. Therefore, the Court of the District Judge Ernakulam, had gone wrong in transferring the execution petition which was not a pending matter at the time of notifying the C.C. Act. Furthermore, the District Court has the jurisdiction to entertain the execution petition because the petitioner resides within the jurisdiction of the said Court and is a Court superior to the Commercial Court. Hence, no prejudice is caused to the respondent in the execution petition being decided by the District Court.\n17. The interpretation and the scope of Section 10(3) of the Commercial Court Act was neither raised nor considered by the Kerala High Court, thus with reverence, I am unable to agree with the view taken by the High Court of Kerala.\n18. For all the reasons recorded the second issue is also decided against the Petitioner.\n19. Thus, for all the reasoning recorded above, I do not see any reason to interfere with the orders passed by the Commercial Court at Lucknow rejecting the objections filed by the petitioner. Accordingly, the present applications are dismissed.\nOrder Date :- 18.10.2023 KR    ",
  "cleaned_text": "allahabad high court bharat petroleum corporation ltd. . vs anoop kumar modi on 18 october, 2023 author: pankaj bhatia bench: pankaj bhatia high court of judicature at allahabad, lucknow bench neutral citation no. 2023:ahc-lko:68875 afr reserved judgement court no. 8 case :matters under article 227 no. 2704 of 2023 petitioner :bharat petroleum corporation ltd. mumbai thru. territory manager,retail territory-gonda respondent :anoop kumar modi counsel for petitioner :s m singh royekwar counsel for respondent :girish chandra sinha and case :matters under article 227 no. 2703 of 2023 petitioner :bharat petroleum corporation ltd. mumbai thru. territory manager,retail territory-gonda respondent :anoop kumar modi counsel for petitioner :s m singh royekwar counsel for respondent :girish chandra sinha hon'ble pankaj bhatia,j. 1. heard shri s.m. singh royekwar, learned counsel for the petitioner and shri girish chandra sinha, learned counsel for the respondent. 2. both the applications under article 227 being common in nature are being decided by means of this common judgment. 3. the present applications have been filed challenging the orders dated 24.04.2023 passed by presiding officer, commercial court no.2, lucknow whereby the objection filed by the petitioner resisting the executions filed by the respondent came to be dismissed. 4. the facts in brief are that in between the petitioner and the respondent there was an agreement providing for an arbitration clause and on account of a dispute arising out of the said agreement, an arbitral tribunal was constituted. the abitrator passed an award in favour of the respondent herein vide award order dated 04.04.2020. in the said award, the arbitrator issued two directions to the respondents; firstly directing for reinstatement of the dealership and secondly awarding rs.50,000/as costs per month from the date of termination i.e. 20.06.2017 till the actual date of restoration of the dealership. the respondent, purporting to enforce the said award filed two applications for execution before the commercial court at lucknow being execution case no.185 of 2022 and execution case no.498 of 2022. the said execution applications were objected by the petitioner by filing an application mainly on two grounds; firstly that the commercial court at lucknow lacks inherent jurisdiction to entertain the execution application; and secondly on the ground that the court at lucknow lacked territorial jurisdiction also. both the said pleas were negated by two separate impugned orders which has led to challenge of the said order by means of present applications. 5. the admitted facts are that dispute before the abitrator was pertaining to termination of an agreement through which the respondent was running a petroleum outlet at bahraich. the award in question was delivered by the arbitral tribunal at lucknow and the execution application was filed at lucknow. 6. the contention of the counsel for the petitioner in brief is that after the abitrator delivers the award, in terms of the mandate of the section 32 of the arbitration and conciliation act, 1996, all the abritral proceedings stand terminated. he further argues that section 10(3) of the commercial courts' act confers the jurisdiction on the commercial court in respect of \"all applications or appeals arising out of the arbitration\" under the provision of arbitration and conciliation act, which after the termination of the arbitration by virtue of section 32 would not include the execution proceedings as deliberately the word 'application arising out of arbitration' has been used under section 10(3) of the commercial courts act and thus the commercial courts at lucknow lacked inherent jurisdiction to entertain the execution proceedings and have erred in rejecting the objections filed by the petitioner to that extent. in respect of his argument that the commercial court at lucknow lacked territorial jurisdiction, he argues that the retail outlet of the respondent was situated at bahraich, although the award was delivered at lucknow, it is only the retail sales office of the petitioner-corporation situated at gonda which can restore the dealership of the respondent in terms of the award and thus, no execution petition could have been filed at lucknow. 7. the counsel for the petitioner places reliance on the judgment of the kerala high court in case of beta exim logistics (p) ltd. versus central railside warehouse co., ltd. reported in 2023 scc online ker 1392 as well as the judgment of the supreme court in the case of sundaram finance limited versus abdul samad and another reported in (2018) 3 supreme court cases 622 as also the jugement of the supreme court in the case of state of west bengal versus associated contractors.(2015) 1 scc 32 8. the counsel for the respondent, on the other hand, justifies the filing of the execution proceedings at lucknow and argues that in view of the law laid down and clarified by the supreme court in the case of sundaram finance limited (supra) and in the case of cheran properties limited versus kasturi and sons limited reported in aironline 2018 sc 1229, it is the option of the award holder to file executions at any place of their choice. he also relies upon the judgement of this court in the case hasmukh prajapati versus jai prakash associates ltd. reported in 2022 (3) alj 166. 9. in view of the rival submissions as noted above, this court is to decide ; (i) whether the commercial court constituted under the commercial courts act, 2015 can hear and decide the execution proceedings arising out of an award passed under the arbitration and conciliation act, 1996? (ii) whether the commercial court at lucknow have the territorial jurisdiction to hear the execution application? 10. firstly dealing with the issue no.(i) as noted above the contention of the counsel for the petitioner is that in view of the scheme of the commercial court act, 2015, section 3 of the said act provides for constitution of commercial courts and section 10 of the said act provides for the jurisdiction to be exercised by the commercial courts in respect of arbitration matters. section 10 of the commercial court act, 2015 is quoted hereinbelow:10. jurisdiction in respect of arbitration matters.--where the subject-matter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 11. the submission of the counsel for the petitioner that an execution petition which lies under section 36 of the arbitration and conciliation act would not fall within the phrase 'all applications or appeals arising out of such arbitration ' and as the legislature in its wisdom, did not specify the enforcement petition under section 36 of the arbitration and conciliation act while drafting the provisions of section 10(3) of the commercial court act, clearly the intent of the legislature was that the enforcement petition would lie before a ordinary civil court defined under section 2(c) of the arbitration and conciliation act, 1996 and not before a commercial court. 12. the distinction as proposed to be argued for enforcement provided under section 36 is excluded from the use of word 'application' referred to in section 10(3) of the commercial court act, is on the face of it not acceptable as on a plain reading of provisions contained in section 10(3) as quoted hereinabove, it is provided that other than international commercial arbitration, all 'applications' or 'appeals' arising out of such arbitration under the provisions of the 1996 act which would ordinarily lies before any principal civil court or original jurisdiction in a district shall be filed in and heard and disposed of by the commercial court exercising the territorial jurisdiction. 13. the counsel for the petitioner, to buttress his submission on that point draws my attention to section 16 of the commercial court act to argue that the legislature deliberately, did not propose any amendment to the provisions of court of civil procedure with regard to order 21, which is the procedure prescribed for execution of degrees and this aspect of the legislature not prescribing any amendment in order 21, should crystallize the argument raised by the petitioner. the said argument of the counsel for the petitioner merits rejection for sole reason that section 42 of the arbitration act clarifies that any application under this part has to be made in a court and thereafter that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out that agreement and arbitral proceedings shall be made in that court and to no other court. although section 32 of the arbitration and conciliation act provides for termination of arbitral proceedings on the passing of the final award, however, the use of the phrase any application under this part used in section 42 clearly refers to the filing of an application under part-i of the arbitration and conciliation act which includes sections 36 under which the execution of award is provided for. even otherwise, the execution of a decree is provided for and can be initiated by moving an application under order 21 thus the word 'application', refers to in section 10(3) would include the application for execution to be filed for execution of an award in terms of mandate of section 36 of the arbitration and conciliation act. thus, for the said reasoning, the first contention of the counsel for the petitioner merits rejection and is accordingly rejected. 14. as regards on the second issue as raised and quoted above as to whether the commercial court at lucknow had the territorial jurisdiction or not. the said issue has been squarely decided by the supreme court in the case of sundaram finance limited versus abdul samad and another reported in (2018) 3 supreme court cases 622 and affirmed in the case of cheran properties limited versus kasturi and sons limited reported in aironline 2018 sc 1229, wherein the supreme court had the occasion to consider the earlier judgment of the supreme court in the case of state of west bengal versus associated contractors (supra) also and the supreme court has held in paragraphs no.30 and 31 as under: \"30. the reliance which has been sought to be placed on the provisions of section 42 of the 1996 act is inapposite. dr singhvi relied on the decision in state of west bengal v associated contractors 20 (2015) 1 scc 32. the principle which was enunciated in the judgment of this court was as follows: \"if an application were to be preferred to a court which is not a principal civil court of original jurisdiction in a district or a high court exercising original jurisdiction to decide questions forming the subject matter of an arbitration if the same had been the subject matter of a suit, then obviously such application would be outside the four corners of section 42. if, for example, an application were to be filed in a court inferior to a principal civil court, or to a high court which has no original jurisdiction, or if an application were to be made to a court which has no subject-matter jurisdiction, such application would be outside section 42 and would not debar subsequent applications from being filed in a court other than such court.\" the conclusion of the court is in the following terms: \"(a) section 2(1)(e) contains an exhaustive definition marking out only the principal civil court of original jurisdiction in a district or a high court having original civil jurisdiction in the state, and no other court as \"court\" for the purpose of part i of the arbitration act, 1996. (b) the expression \"with respect to an arbitration agreement\" makes it clear that section 42 will apply to all applications made whether before or during arbitral proceedings or after an award is pronounced under part i of the 1996 act. (c) however, section 42 only applies to applications made under part i if they are made to a court as defined. since applications made under section 8 are made to judicial authorities and since applications under section 11 are made to the chief justice or his designate, the judicial authority and the chief justice or his designate not being court as defined, such applications would be outside section 42.. (d) section 9 applications being applications made to a court and section 34 applications to set aside arbitral awards are applications which are within section 42. (e) in no circumstances can the supreme court be \"court\" for the purposes of section 2(1)(e), and whether the supreme court does or does not retain seisin after appointing an arbitrator, applications will follow the first application made before either a high court having original jurisdiction in the state or a principal civil court having original jurisdiction in the district, as the case may be. (f) section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are made under part i. (g) if a first application is made to a court which is neither a principal court of original jurisdiction in a district or a high court exercising original jurisdiction in a state, such application not being to a court as defined would be outside section 42. also, an application made to a court without subject-matter jurisdiction would be outside section 42.\" 31 more recently in sundaram finance limited v abdul samad 21 (2018) 2 scale 467, this court considered the divergence of legal opinion in the high courts on the question as to whether an award under the 1996 act is required to be first filed in the court having jurisdiction over the arbitral proceedings for execution, to be followed by a transfer of the decree or whether the award could be filed and executed straight-away in the court where the assets are located. dealing with the provisions of section 36, justice sanjay kishan kaul observed thus: \"the aforesaid provision would show that an award is to be enforced in accordance with the provisions of the said code in the same manner as if it were a decree. it is, thus, the enforcement mechanism, which is akin to the enforcement of a decree but the award itself is not a decree of the civil court as no decree whatsoever is passed by the civil court. it is the arbitral tribunal, which renders an award and the tribunal does not have the power of execution of a decree. for the purposes of execution of a decree the award is to be enforced in the same manner as if it was a decree under the said code.\" explaining the provisions of section 42 the court held that: \"the aforesaid provision, however, applies with respect to an application being filed in court under part i. the jurisdiction is over the arbitral proceedings. the subsequent application arising from that agreement and the arbitral proceedings are to be made in that court alone. however, what has been lost sight of is section 32 of the said act, which reads as under: \"32. termination of proceedings.-(1) the arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) the arbitral tribunal shall issue an order for the termination of civil appeal no.1650 of 2018 page 17 of 21 the arbitral proceedings where-(a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognises a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings.\" 19. the aforesaid provision provides for arbitral proceedings to be terminated by the final arbitral award. thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. thus, it is not appreciated how section 42 of the said act, which deals with the jurisdiction issue in respect of arbitral proceedings, would have any relevance..\" consequently, in the view of the court, the enforcement of an award through its execution can be initiated anywhere in the country where the decree can be executed and there is no requirement of obtaining a transfer of the decree from the court which would have jurisdiction over the arbitral proceedings.\" 15. yet another interesting aspect is that the arbitrator was appointed by means of an order passed by the high court at lucknow and thus, on that court also the application can be filed at lucknow which has the territorial jurisdiction. as regards, submission of the counsel for the petitioner is that the award can be executed only by the regional office situated at gonda also merits rejection as in view of the clear pronouncement of the supreme court in the case of cheran properties limited (supra). it is the choice of the award holder to file an execution at the place of his choice. 16. as regards the judgment cited by the counsel for the petitioner in the case of beta exim logistics (p) ltd. versus central railside warehouse co., ltd. reported in 2023 scc online ker 1392, the court while dealing with the issue although took notice of mandatory provision of the commercial court act, however, recorded in paragraphs 17 and 20 as under:17. thus, if a more expensive interpretation is given to the word application falling under section 15 of the c.c. act, to include execution petitions also, then necessarily all the execution petitions pending before all the civil courts falling within the ken of the c.c. act will have to be transferred to the commercial courts, which in turn will clog the special courts with such matters. moreover, no practical purpose will be served by such transfer because the special courts are not conferred with any additional power than that of the civil courts, to speed track execution proceedings, as execution proceedings have been omitted in the schedule attached to the c.c. act. without a faster timeline provided under the c.c. act, to enforce an award, it is immaterial whether the award is executed by the civil court or the commercial court. 20. therefore, the court of the district judge ernakulam, had gone wrong in transferring the execution petition which was not a pending matter at the time of notifying the c.c. act. furthermore, the district court has the jurisdiction to entertain the execution petition because the petitioner resides within the jurisdiction of the said court and is a court superior to the commercial court. hence, no prejudice is caused to the respondent in the execution petition being decided by the district court. 17. the interpretation and the scope of section 10(3) of the commercial court act was neither raised nor considered by the kerala high court, thus with reverence, i am unable to agree with the view taken by the high court of kerala. 18. for all the reasons recorded the second issue is also decided against the petitioner. 19. thus, for all the reasoning recorded above, i do not see any reason to interfere with the orders passed by the commercial court at lucknow rejecting the objections filed by the petitioner. accordingly, the present applications are dismissed. order date :18.10.2023 kr"
}