{
  "case_file": "case60.txt",
  "original_text": "Gujarat High Court\nVadodara Mahanag Seva Sadan Formaly ... vs M S Khurana Engineering Ltd on 6 September, 2018\nBench: Akil Kureshi, B.N. Karia\n        C/SCA/13736/2018                                         JUDGMENT\n\n\n\n\n  IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n       R/SPECIAL CIVIL APPLICATION No. 13736 of 2018\n\n\nFOR APPROVAL AND SIGNATURE :\nHONOURABLE Mr. JUSTICE AKIL KURESHI\nand\nHONOURABLE Mr. JUSTICE B.N. KARIA\n==============================================================\n\n1 Whether Reporters of Local Papers may be allowed to see the           Yes\n  judgment ?\n\n2 To be referred to the Reporter or not ?                               Yes\n\n3 Whether their Lordships wish to see the fair copy of the judgment ?   No\n\n4 Whether this case involves a substantial question of law as to the    No\n  interpretation of the Constitution of India or any order made\n  thereunder ?\n\n==============================================================\n    VADODARA MAHANAG SEVA SADAN FORMALY KNOWN AS MUNICIPAL\n                        CORPORATION\n                            Versus\n                 M S KHURANA ENGINEERING LTD\n==============================================================\nAppearance :\nMr NILESH A PANDYA, Advocate for the PETITIONER(s) No. 1\nfor the RESPONDENT(s) No. 1\n==============================================================\n\n          CORAM: HONOURABLE Mr. JUSTICE AKIL KURESHI\n                     and\n                     HONOURABLE Mr. JUSTICE B.N. KARIA\n                     6th September 2018\n\nORAL JUDGMENT (PER : HONOURABLE Mr. JUSTICE AKIL KURESHI)\nThe petitioner has challenged an order dated 8th  June 2018  passed   by   the   Commercial   Court,   Vadodara   below   application  C/SCA/13736/2018 JUDGMENT Exh. 9 in Commercial Execution Petition No. 8 of 2017.\nBrief facts are as under :\nPetitioner­Vadodara Mahanagar Seva Sadan [hereinafter to  be referred to as, \"the said Corporation\"], had floated a tender for  construction   of   66   MLD   Sewage   Treatment   Plant   at   Gajaravadi,  Vadodara. The respondent herein was one of the tenderors. The  rate of the respondent being the lowest, was awarded the contract.  During   the   course   of   execution   of   the   work,   dispute   surfaced  between the contractor and the Corporation. The agreement had  an arbitration clause. The respondent­contractor, therefore, sought  arbitration   for  resolution  of   such   disputes.  In  such  proceedings,  the Corporation also raised a counter claim. The total value of the  contractor's   claim   and   the   counter   claim   of   the   Corporation  exceeded   Rs.   1   Crore.   On   15th  November   2010,   the   Arbitrator  passed an award in favour of the contractor. In such award, the  learned Arbitrator provided as under :\n\"For the reasons aforesaid, the claim of the claimant  is partly allowed.\n[1] The claimant is held entitled to an amount of  Rs.   4,67,000/=   [Rupees   Four   Lacs,   Sixty   Seven  Thousand   only]   per   month   towards   operation   and  maintenance   charges   for   Gajrawadi   Sewage  Treatment Plant from 26 October 2004 to 24 October  C/SCA/13736/2018 JUDGMENT 2007.   It   is,   however,   clarified   that   the   respondent­ Corporation   would   deduct   the   amount   which   has  already   been   paid   to   the   claimant   towards   ad   hoc  charges.\n[2] The   claimant   is   also   entitled   to   refund   of  Security Deposit of Rs. 63,000/=.\n[3] The claimant is held entitled to interest at the  rate   of   9   per   cent   per   annum   on   the   outstanding  amount of operation and maintenance charges as also  on Security Deposit with effect from 01 April 2008 till  the date of payment of amount by the Corporation. [4] The   claimant   is   entitled   to   Rs.   5,00,000/=  [Rupees Five Lacs only] towards Arbitration Costs.\n[5] The   counter   claim   of   the   respondent­ Corporation is dismissed.\nAward is accordingly passed.\"\nThe   Corporation   filed   an   appeal   under   Section   34   of   the  Arbitration   and   Conciliation   Act,   1996   [\"Arbitration     Act\"   for  short] before the concerned Civil Court. Upon establishment of the  Commercial   Court   under   the   Commercial   Courts,   Commercial  Division and Commercial Appellate Division of High Courts Act,  2015 [\"the Act of 2015\" for short], the matter was transferred to the  Commercial Court at Vadodara.\nBy   a   judgment   dated   26th  August   2016,   the   Commercial  Court dismissed such an application. Subsequently, the contractor  filed   Execution   Petition   No.   8   of   2017   before   the   Commercial  Court,   Vadodara   seeking   recovery   of   a   sum   of   Rs.   54,59,647/=  C/SCA/13736/2018 JUDGMENT with   interest.   In   such   proceedings,   the   petitioner   appeared   and  resisted the claim by filing application Exh. 9 raising a contention  that   in   terms   of   Order   VII   Rule   11   [d]   of   the   Code   of   Civil  Procedure, 1908 [\"CPC\" for short], the execution petition should  be dismissed and in the alternative, the same should be returned  to the contractor for presentation before appropriate court having  jurisdiction  to  execute   the decree.  In short,  the contention  of the  Corporation   is   that   the   claim   of   the   contractor   in   the   execution  proceedings   is   below   Rs.   1   Crore   and   that   therefore,   the  Commercial   Court   would   have   no  jurisdiction  to   execute   the  decree.\nLearned advocate for the petitioner heavily relied on Section \n2   [c]   of   the   Act   of   2015   which   defines   the   term   \"Commercial  dispute\"  and Section 2 [i] of the said Act which defines the term  \"Specified Value\". According to his contention, in the present case,  the   valuation   of   the   execution   petition   was   below   Rs.   1   Crore  which   would   not   be   covered   within   the   definition   of   the   term  \"specified   value\"   and   that   therefore,   the   Commercial   Court   at  Vadodara   has   no  jurisdiction  to   entertain   the   execution   petition. \nC/SCA/13736/2018 JUDGMENT Similar contention was raised before the Court below. The learned  Judge rejected the application on the ground that the application  for setting aside arbitral award was filed before the Commercial  Court and was also decided by the Commercial Court  at which  point   of   time,   the   Corporation   had   raised   no   dispute   about   the  jurisdiction. The learned Judge also noted that the combined value  of the claim and the counter claim before the Arbitrator was over  Rs.   1   Crore.   The   Commercial   Court,   therefore,   was   the   correct  court having jurisdiction to entertain the application for execution.  The learned Judge was doubtful whether the provisions of Order  VII Rule 11 CPC would apply to an execution petition. Be that as it  may, on merits, the application was rejected.\nHaving heard learned advocate for the petitioner and having  perused   the   documents   and   statutory   provisions   applicable,   we  find no force in the stand of the Corporation.   As is well known,  once an award is passed by the Arbitral Tribunal, the same can be  challenged   in   terms   of   Section   34   of   the   Arbitration   Act.   Sub­ section   [1]   thereof   provides   for   recourse   to   a   Court   against   an  arbitral award that may be made only by an application for setting  C/SCA/13736/2018 JUDGMENT aside   such   award   in   accordance   with   sub­section   [2]   and   sub­ section [3].  If such an application for setting aside arbitral award is  not  filed,  or  if  filed  and the same is not  entertained, the award  could be enforced in terms of Section 36 of the Arbitration Act.  Section 36 provides that where the time for making an application  to set aside the arbitral award under Section 34 has expired, then  subject   to   the  proviso  to   sub­section   [2],   such   award   shall   be  enforced in accordance with the provisions of the Code of Civil  Procedure, 1908 in the same manner as if it were a decree of the  Court.  The expression \"in the same manner as if it were a decree of the   Court\" is of significance. \nSection 2 [e] of the Arbitration Act defines the term \"Court\"  as under :\n\"Court\"   means   the   principal   Civil   Court   of  original  jurisdiction in a district, and includes the  High   Court   in   exercise   of   its   ordinary   original  civil  jurisdiction, having  jurisdiction  to decide the  questions   forming   the   subject­matter   of   the  arbitration   if   the   same   had   been   the   subject­ matter   of   a   suit,  but   does   not   include   any   civil  court   of  a  grade inferior  to such  principal  Civil  Court, or any Court of Small Causes.\"\nC/SCA/13736/2018 JUDGMENT As per this  provision, thus, in case of an arbitration; other  than   international   commercial   arbitration,   the   Court   means   the  principal Civil Court of original jurisdiction in a district; including  the High Court in exercise of its ordinary original civil jurisdiction,  having  jurisdiction  to   decide   the   questions   forming   the   subject  matter of the arbitration if the same had been the subject­matter of  a   suit,   excluding   any   civil   court   of   a   grade   inferior   to   such  principal Civil Court, or any Court of Small Causes. Thus, for the  purpose of Section 34, where there is a reference to recourse to a  Court against an arbitral award and for the purpose of Section 36  for enforcement of an arbitral award, where there is a reference to  the arbitral award being executed in the same manner as if it were  a   decree   of   the   Court,   the   definition   of   the   term   \"Court\"   as  contained in Section 2 [e] of the Arbitration Act would come into  play.\nWith this clarity, we may refer to the  relevant provisions of  the   Act   of   2015.     This   Act   vests   exclusive  jurisdiction  in   the  Commercial   Courts   to   decide   the   commercial   disputes   of   a  specified   value.   We   have   noted   that   these   terms   \"commercial   C/SCA/13736/2018 JUDGMENT dispute\" and \"specified value\" have been defined under Section 2 [c]  and 2 [i]  respectively. The Corporation has not raised any dispute  that the dispute was a commercial one. Section 2 [i] defines the  term \"Specified Value\" in relation to a commercial dispute, as to  mean value of the subject matter in respect of a suit as determined  in   accordance   with   Section   12   which   shall   not   be   less   than   one  crore   rupees   or   such   higher   value,   as   may   be   notified   by   the  Central   Government.   Section   12   of   the   Act   of   2015   refers   to,  \"determination   of  specified  value\". Sub­section [1]  thereof  provides  inter   alia  that   the   specified   value   of   the   subject­matter   of   the  commercial   dispute   in   a   suit,   appeal   or   application   shall   be  determined, as per clause [a] ­ where the relief sought in a suit or  application   is   for   recovery   of   money,   the   money   sought   to   be  recovered   in   the   suit   or  application   inclusive  of  interest;  if  any,  computed upto the date of filing the suit or application, as the case  may be, shall be taken into account for determining such Specified  Value. Sub­section [2] of Section 12 further provides that aggregate  value   of   the   claim   and   counter   claim;   if   any,   as   set   out   in   the  statement of claim and the counter­claim; if any, in an arbitration  C/SCA/13736/2018 JUDGMENT of a commercial dispute shall be the basis of determining whether  such   arbitration   is   subject   to   the  jurisdiction  of   a   Commercial  Division, Commercial Appellate Division or Commercial Court; as  the case may be. In terms of these provisions and in particular sub­ section   [2]   of   Section   12   of   the   Act   of   2015,   for   deciding   the  specified   value   of   the   subject   matter   of   a   commercial   dispute,  which   is   the   subject­matter   of   arbitration,   the   valuation   of   the  claim   and   the   counter   claim  both  together   would   be  taken  into  consideration. It was because of this reason that the application of  the Corporation for setting aside the arbitral award correctly came  to   be   transferred   to   the   Commercial   Court,   upon   such   Court  having been established.\nThe   Corporation   has   now   raised   a   contention   that   the  application for setting aside the arbitral award may be competent  before the Commercial Court, however, the Execution Petition of  the Contractor would not be, since the claim of the contractor in  such Execution Petition is   below Rs. 1 Crore. In this context, we  may refer to the relevant provisions of the Code.\nC/SCA/13736/2018 JUDGMENT Section 37 of the CPC pertains to definition of Court which  passed   a   decree   and   provides   that   the   expression   \"Court   which   passed   a   decree\",   or   words  to  that  effect,  shall,   in  relation   to  the  execution   of   decrees,   unless   there   is   anything   repugnant   in   the  subject or context, be deemed to include - [a] where the decree to  be   executed   has   been   passed   in   the   exercise   of   appellate  jurisdiction, the Court of first instance, and [b] where the Court of  first instance has ceased to exist or to have jurisdiction to execute it,  the Court which, if the suit wherein the decree was passed was  instituted at the time of making the application for the execution of  the decree, would have  jurisdiction  to try such suit.  Section 38 of  the CPC pertains to \"Court by which decree may be executed\" and  provides that a decree may be executed either by the Court which  passed it, or by the Court to which it is sent for execution. In terms  of Section 38 of the CPC, thus, a decree is executable by a Court  which passed it. \nWe may recall, sub­section [1] of Section 36 of the Arbitration  Act  provides  that   where the time for making  application  under  Section 34 has expired, then subject to the proviso to sub­section [2],  C/SCA/13736/2018 JUDGMENT such award shall be enforced in terms of provisions of CPC; in the  same manner as if it were a decree of the Court. By this deeming  fiction, thus, the Court having  jurisdiction  over the subject matter  would be the Court competent to execute it; as per Section 38 of  the CPC. \nSince   in   the   present   case,  jurisdiction  of   the   subject   matter  which was part of the arbitration proceedings ordinarily lies with  the Commercial Court and it was because of this reason that the  application for setting aside the arbitral award was transferred to  the Commercial Court, it was the Commercial Court which was  competent to enforce the arbitral award; as if it  were  a decree of  that Court.   We, therefore, find no force in the contentions of the  Corporation.\nWe may refer to the decision of Division Bench of this Court  in case of M/s. OCI Corporation vs. Kandla Export Corporation &  Ors.,  reported   in 2017  [1]  GLH 383 in which  the question  as to  which Court would be competent to entertain   execution petition  to   enforce   award   from   an   international   commercial   arbitration  came   up   for   consideration   before   the   Court.   The   Court,  C/SCA/13736/2018 JUDGMENT considering the provisions of the Arbitration Act; as amended by  the Arbitration Act, 2015 and the provisions of the Act of 2015 and  in particular Section 15 thereof, concluded as under :­ \"11.00. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\nConsidering section 15 of the Commercial Courts Act, all the applications / appeals in question under the Arbitration and Conciliation Act, 1996, therefore are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or C/SCA/13736/2018 JUDGMENT before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\n12.00. In view of the above and for the reasons stated above, all these applications stand disposed of and it is held that the concerned Executing Court before whom the respective Execution Petitions are pending shall not have any jurisdiction to execute foreign awards for which the Execution Petitions are filed. Consequently, the concerned Commercial court to return the respective Execution Petitions to the concerned original applicant to present it before appropriate Court considering the observations made in para 11 of the present judgment and order.\" Thus,   in   sub­para   [3]   of   para   11   of   the   judgment,   it   was  observed   that   where   the   subject   matter   of   an   arbitration   is   a  commercial dispute of a specified value and if such arbitration is  other than international arbitration, all the applications or appeals  arising   out   of   such   arbitration   under   the   provisions   of   the  Arbitration   Act   would   be   filed   and   heard,   and   decided   by   the  Commercial   Court   exercising   territorial   jurisdiction   over   such  arbitration   where   such   Commercial   Court   has   been   constituted.  We   note   that   SLP   against  such  judgment   was  dismissed  by  the  Supreme Court on 3rd March 2017. \nWe may also take note of the judgment of the Supreme Court  in  case of  Kandla Export Corporation vs. M/s. OCI Corporation,  SCALE 2018 [2] 368 in  which the question considered by the Court  C/SCA/13736/2018 JUDGMENT was whether an appeal not maintainable under Section 50 of the  Arbitration Act is nonetheless maintainable under Section 13 [1] of  the Act of 2015. This proceeding was a sequel to the earlier dispute  of   execution   of   an   international   arbitration   award   in   which;   as  noted above, the Division Bench held that the execution petition  would lie before the Commercial Division of the High Court. In  such proceeding, objections were filed by the judgment­debtor in  the   High   Court.   The   High   Court,   dismissed   the   objections   and  allowed the   execution petition. Against such order of the High  Court,   an   appeal   was   filed   under   the   Act   of   2015   before   the  Division   Bench   of   the   High   Court   which   was   dismissed   by   the  High   Court   holding   that   the   Act   of   2015   did   not   provide   any  additional right to appeal which was not otherwise available to the  appellants under the provisions of the Act. Against such judgment  of   the   High   Court,   the   loosing   party   approached   the   Supreme  Court. The Supreme Court, while dismissing the appeal held and  observed as under :\n\"23. This, in fact, follows from the language of  Section   50   itself.   In   all   arbitration   cases   of  enforcement   of   foreign   awards,   it   is   Section   50  C/SCA/13736/2018 JUDGMENT alone that provides an appeal. Having provided  for an appeal, the forum of appeal is left \"to the  Court   authorized   by   law   to   hear   appeals   from  such   orders\".   Section   50   properly   read   would,  therefore,  mean that if an appeal lies under the  said provision, then alone would Section 13 [1] of  the Commercial Courts Act be attracted as laying  down the forum which will hear and decide such  an appeal.\"\nWe have  taken note of these judgments mainly to remove  any   possibility   of   confusion   regarding   jurisdiction   of   the  Commercial Courts to entertain execution petitions in relation to  arbitral awards involving commercial disputes of  specified value.\nThe decision of Division Bench of this Court in case of M/s.   OCI   Corporation   vs.   Kandla   Export   Corporation   &   Ors.  [Supra]  supports our view. The decision of the Supreme Court in case of  Kandla Export Corporation  [SCALE 2018 (2) 368] was rendered in  relation to entirely different situation.\nPetition is dismissed.\n[Akil Kureshi, J.] [B.N Karia, J.] Prakash",
  "cleaned_text": "gujarat high court vadodara mahanag seva sadan formaly . vs m s khurana engineering ltd on 6 september, 2018 bench: akil kureshi, b.n. karia c/sca/13736/2018 judgment in the high court of gujarat at ahmedabad r/special civil application no. 13736 of 2018 for approval and signature : honourable mr. justice akil kureshi and honourable mr. justice b.n. karia ============================================================== 1 whether reporters of local papers may be allowed to see the yes judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy of the judgment ? no 4 whether this case involves a substantial question of law as to the no interpretation of the constitution of india or any order made thereunder ? ============================================================== vadodara mahanag seva sadan formaly known as municipal corporation versus m s khurana engineering ltd ============================================================== appearance : mr nilesh a pandya, advocate for the petitioner(s) no. 1 for the respondent(s) no. 1 ============================================================== and honourable mr. justice b.n. karia 6th september 2018 oral judgment (per : honourable mr. justice akil kureshi) the petitioner has challenged an order dated 8th june 2018 passed by the commercial court, vadodara below application c/sca/13736/2018 judgment exh. 9 in commercial execution petition no. 8 of 2017. brief facts are as under : petitioner­vadodara mahanagar seva sadan [hereinafter to be referred to as, \"the said corporation\"], had floated a tender for construction of 66 mld sewage treatment plant at gajaravadi, vadodara. the respondent herein was one of the tenderors. the rate of the respondent being the lowest, was awarded the contract. during the course of execution of the work, dispute surfaced between the contractor and the corporation. the agreement had an arbitration clause. the respondent­contractor, therefore, sought arbitration for resolution of such disputes. in such proceedings, the corporation also raised a counter claim. the total value of the contractor's claim and the counter claim of the corporation exceeded rs. 1 crore. on 15th november 2010, the arbitrator passed an award in favour of the contractor. in such award, the learned arbitrator provided as under : \"for the reasons aforesaid, the claim of the claimant is partly allowed. [1] the claimant is held entitled to an amount of rs. 4,67,000/= [rupees four lacs, sixty seven thousand only] per month towards operation and maintenance charges for gajrawadi sewage treatment plant from 26 october 2004 to 24 october c/sca/13736/2018 judgment 2007. it is, however, clarified that the respondent­ corporation would deduct the amount which has already been paid to the claimant towards ad hoc charges. [2] the claimant is also entitled to refund of security deposit of rs. 63,000/=. [3] the claimant is held entitled to interest at the rate of 9 per cent per annum on the outstanding amount of operation and maintenance charges as also on security deposit with effect from 01 april 2008 till the date of payment of amount by the corporation. [4] the claimant is entitled to rs. 5,00,000/= [rupees five lacs only] towards arbitration costs. [5] the counter claim of the respondent­ corporation is dismissed. award is accordingly passed.\" the corporation filed an appeal under section 34 of the arbitration and conciliation act, 1996 [\"arbitration act\" for short] before the concerned civil court. upon establishment of the commercial court under the commercial courts, commercial division and commercial appellate division of high courts act, 2015 [\"the act of 2015\" for short], the matter was transferred to the commercial court at vadodara. by a judgment dated 26th august 2016, the commercial court dismissed such an application. subsequently, the contractor filed execution petition no. 8 of 2017 before the commercial court, vadodara seeking recovery of a sum of rs. 54,59,647/= c/sca/13736/2018 judgment with interest. in such proceedings, the petitioner appeared and resisted the claim by filing application exh. 9 raising a contention that in terms of order vii rule 11 [d] of the code of civil procedure, 1908 [\"cpc\" for short], the execution petition should be dismissed and in the alternative, the same should be returned to the contractor for presentation before appropriate court having jurisdiction to execute the decree. in short, the contention of the corporation is that the claim of the contractor in the execution proceedings is below rs. 1 crore and that therefore, the commercial court would have no jurisdiction to execute the decree. learned advocate for the petitioner heavily relied on section 2 [c] of the act of 2015 which defines the term \"commercial dispute\" and section 2 [i] of the said act which defines the term \"specified value\". according to his contention, in the present case, the valuation of the execution petition was below rs. 1 crore which would not be covered within the definition of the term \"specified value\" and that therefore, the commercial court at vadodara has no jurisdiction to entertain the execution petition. c/sca/13736/2018 judgment similar contention was raised before the court below. the learned judge rejected the application on the ground that the application for setting aside arbitral award was filed before the commercial court and was also decided by the commercial court at which point of time, the corporation had raised no dispute about the jurisdiction. the learned judge also noted that the combined value of the claim and the counter claim before the arbitrator was over rs. 1 crore. the commercial court, therefore, was the correct court having jurisdiction to entertain the application for execution. the learned judge was doubtful whether the provisions of order vii rule 11 cpc would apply to an execution petition. be that as it may, on merits, the application was rejected. having heard learned advocate for the petitioner and having perused the documents and statutory provisions applicable, we find no force in the stand of the corporation. as is well known, once an award is passed by the arbitral tribunal, the same can be challenged in terms of section 34 of the arbitration act. sub­ section [1] thereof provides for recourse to a court against an arbitral award that may be made only by an application for setting c/sca/13736/2018 judgment aside such award in accordance with sub­section [2] and sub­ section [3]. if such an application for setting aside arbitral award is not filed, or if filed and the same is not entertained, the award could be enforced in terms of section 36 of the arbitration act. section 36 provides that where the time for making an application to set aside the arbitral award under section 34 has expired, then subject to the proviso to sub­section [2], such award shall be enforced in accordance with the provisions of the code of civil procedure, 1908 in the same manner as if it were a decree of the court. the expression \"in the same manner as if it were a decree of the court\" is of significance. section 2 [e] of the arbitration act defines the term \"court\" as under : \"court\" means the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject­matter of the arbitration if the same had been the subject­ matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes.\" c/sca/13736/2018 judgment as per this provision, thus, in case of an arbitration; other than international commercial arbitration, the court means the principal civil court of original jurisdiction in a district; including the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject­matter of a suit, excluding any civil court of a grade inferior to such principal civil court, or any court of small causes. thus, for the purpose of section 34, where there is a reference to recourse to a court against an arbitral award and for the purpose of section 36 for enforcement of an arbitral award, where there is a reference to the arbitral award being executed in the same manner as if it were a decree of the court, the definition of the term \"court\" as contained in section 2 [e] of the arbitration act would come into play. with this clarity, we may refer to the relevant provisions of the act of 2015. this act vests exclusive jurisdiction in the commercial courts to decide the commercial disputes of a specified value. we have noted that these terms \"commercial c/sca/13736/2018 judgment dispute\" and \"specified value\" have been defined under section 2 [c] and 2 [i] respectively. the corporation has not raised any dispute that the dispute was a commercial one. section 2 [i] defines the term \"specified value\" in relation to a commercial dispute, as to mean value of the subject matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the central government. section 12 of the act of 2015 refers to, \"determination of specified value\". sub­section [1] thereof provides inter alia that the specified value of the subject­matter of the commercial dispute in a suit, appeal or application shall be determined, as per clause [a] ­ where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest; if any, computed upto the date of filing the suit or application, as the case may be, shall be taken into account for determining such specified value. sub­section [2] of section 12 further provides that aggregate value of the claim and counter claim; if any, as set out in the statement of claim and the counter­claim; if any, in an arbitration c/sca/13736/2018 judgment of a commercial dispute shall be the basis of determining whether such arbitration is subject to the jurisdiction of a commercial division, commercial appellate division or commercial court; as the case may be. in terms of these provisions and in particular sub­ section [2] of section 12 of the act of 2015, for deciding the specified value of the subject matter of a commercial dispute, which is the subject­matter of arbitration, the valuation of the claim and the counter claim both together would be taken into consideration. it was because of this reason that the application of the corporation for setting aside the arbitral award correctly came to be transferred to the commercial court, upon such court having been established. the corporation has now raised a contention that the application for setting aside the arbitral award may be competent before the commercial court, however, the execution petition of the contractor would not be, since the claim of the contractor in such execution petition is below rs. 1 crore. in this context, we may refer to the relevant provisions of the code. c/sca/13736/2018 judgment section 37 of the cpc pertains to definition of court which passed a decree and provides that the expression \"court which passed a decree\", or words to that effect, shall, in relation to the execution of decrees, unless there is anything repugnant in the subject or context, be deemed to include [a] where the decree to be executed has been passed in the exercise of appellate jurisdiction, the court of first instance, and [b] where the court of first instance has ceased to exist or to have jurisdiction to execute it, the court which, if the suit wherein the decree was passed was instituted at the time of making the application for the execution of the decree, would have jurisdiction to try such suit. section 38 of the cpc pertains to \"court by which decree may be executed\" and provides that a decree may be executed either by the court which passed it, or by the court to which it is sent for execution. in terms of section 38 of the cpc, thus, a decree is executable by a court which passed it. we may recall, sub­section [1] of section 36 of the arbitration act provides that where the time for making application under section 34 has expired, then subject to the proviso to sub­section [2], c/sca/13736/2018 judgment such award shall be enforced in terms of provisions of cpc; in the same manner as if it were a decree of the court. by this deeming fiction, thus, the court having jurisdiction over the subject matter would be the court competent to execute it; as per section 38 of the cpc. since in the present case, jurisdiction of the subject matter which was part of the arbitration proceedings ordinarily lies with the commercial court and it was because of this reason that the application for setting aside the arbitral award was transferred to the commercial court, it was the commercial court which was competent to enforce the arbitral award; as if it were a decree of that court. we, therefore, find no force in the contentions of the corporation. we may refer to the decision of division bench of this court in case of m/s. oci corporation vs. kandla export corporation & ors., reported in 2017 [1] glh 383 in which the question as to which court would be competent to entertain execution petition to enforce award from an international commercial arbitration came up for consideration before the court. the court, c/sca/13736/2018 judgment considering the provisions of the arbitration act; as amended by the arbitration act, 2015 and the provisions of the act of 2015 and in particular section 15 thereof, concluded as under :­ \"11.00. the sum and substance of the above discussion would be, (1) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be heard, decided and disposed of by the commercial division where such commercial division has been constituted in the high court i.e. in the present case high court of gujarat. (2) where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of arbitration and conciliation (amendment) act, 2015 the same shall be heard, decided and disposed of by the concerned high court. (3) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be filed in and heard, decided and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. considering section 15 of the commercial courts act, all the applications / appeals in question under the arbitration and conciliation act, 1996, therefore are required to be transferred to the concerned commercial division of the high court of gujarat or c/sca/13736/2018 judgment before the gujarat high court or before the concerned commercial court and as observed hereinabove and as the case may be. 12.00. in view of the above and for the reasons stated above, all these applications stand disposed of and it is held that the concerned executing court before whom the respective execution petitions are pending shall not have any jurisdiction to execute foreign awards for which the execution petitions are filed. consequently, the concerned commercial court to return the respective execution petitions to the concerned original applicant to present it before appropriate court considering the observations made in para 11 of the present judgment and order.\" thus, in sub­para [3] of para 11 of the judgment, it was observed that where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration act would be filed and heard, and decided by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. we note that slp against such judgment was dismissed by the supreme court on 3rd march 2017. we may also take note of the judgment of the supreme court in case of kandla export corporation vs. m/s. oci corporation, scale 2018 [2] 368 in which the question considered by the court c/sca/13736/2018 judgment was whether an appeal not maintainable under section 50 of the arbitration act is nonetheless maintainable under section 13 [1] of the act of 2015. this proceeding was a sequel to the earlier dispute of execution of an international arbitration award in which; as noted above, the division bench held that the execution petition would lie before the commercial division of the high court. in such proceeding, objections were filed by the judgment­debtor in the high court. the high court, dismissed the objections and allowed the execution petition. against such order of the high court, an appeal was filed under the act of 2015 before the division bench of the high court which was dismissed by the high court holding that the act of 2015 did not provide any additional right to appeal which was not otherwise available to the appellants under the provisions of the act. against such judgment of the high court, the loosing party approached the supreme court. the supreme court, while dismissing the appeal held and observed as under : \"23. this, in fact, follows from the language of section 50 itself. in all arbitration cases of enforcement of foreign awards, it is section 50 c/sca/13736/2018 judgment alone that provides an appeal. having provided for an appeal, the forum of appeal is left \"to the court authorized by law to hear appeals from such orders\". section 50 properly read would, therefore, mean that if an appeal lies under the said provision, then alone would section 13 [1] of the commercial courts act be attracted as laying down the forum which will hear and decide such an appeal.\" we have taken note of these judgments mainly to remove any possibility of confusion regarding jurisdiction of the commercial courts to entertain execution petitions in relation to arbitral awards involving commercial disputes of specified value. the decision of division bench of this court in case of m/s. oci corporation vs. kandla export corporation & ors. [supra] supports our view. the decision of the supreme court in case of kandla export corporation [scale 2018 (2) 368] was rendered in relation to entirely different situation. petition is dismissed. [akil kureshi, j.] [b.n karia, j.] prakash"
}