{
  "case_file": "case29.txt",
  "original_text": "Gujarat High Court\nVijay Cotton And Fiber Company vs Agarwal Cotton Spinning Pvt Ltd on 11 February, 2019\nAuthor: G.R.Udhwani\nBench: G.R.Udhwani\n             C/AO/216/2018                                          ORDER\n\n\n\n             IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n                  R/APPEAL FROM ORDER NO. 216 of 2018\n==========================================================\n                      VIJAY COTTON AND FIBER COMPANY\n                                   Versus\n                     AGARWAL COTTON SPINNING PVT LTD\n==========================================================\nAppearance:\nMR ANAND B GOGIA(5849) for the PETITIONER(s) No. 1\nMR BB GOGIA(5851) for the PETITIONER(s) No. 1\nMS MUSKAN A GOGIA(6624) for the PETITIONER(s) No. 1\nNOTICE SERVED BY DS(5) for the RESPONDENT(s) No. 1\n==========================================================\n CORAM: HONOURABLE MR.JUSTICE G.R.UDHWANI\nDate : 11/02/2019\nORAL ORDER\nLeave to amend the cause­title.\n2. Question in this appeal from order relates to the identification of the competent Court for exercise of the jurisdiction for execution of an award rendered under Section 34 of the Arbitration and Conciliation Act, 1996 (part­I) (for short the Act of 1996).\n3. The appellant successfully obtained the arbitration award in arbitration proceedings No.85/2011­12 and for the purpose of its execution, the execution petition being 82 of 2013 came to be instituted in the District Court at Vadodara which was dismissed with the following order:\n\"O R D E R I. Present Execution Petition is dismissed, as not maintainable before this Court.\nII. Applicant will be at liberty to file fresh Execution Petition before the appropriate Court having the pecuniary and/or Territorial jurisdiction. III. No Order as to cost.\"\n4. The said proceedings were presented with the Court of Principal Senior Civil Judge, Chhota Udepur. After the Court of Principal Senior Civil Judge at Bodeli was brought into existence, the said execution petition was transferred and was re­numbered as No.2 of 2018. The appellant thus invoked the jurisdiction of the Principal Senior Civil Judge at Bodeli with Execution Application No.2 of 2018 wherein the following operative order came to be passed:\n\"O R D E R Execution petition of the judgment creditor is hereby ordered to be returned as per O.7, R.10 r/w. Sec. 141 of the Code of Civil Procedure, 1908.\nIt is further ordered that the judgment creditor has to receive the execution petition along­with the documents on presenting their certified copies & institute the same before the proper forum [Hon'ble District Court] u. O.7, R.10­A of the Code within one month from the date of this order for the purpose of presentation before the proper forum.\"\nNo order as to costs.\"\n5. Thus, this Appeal from Order.\n6. As can be noticed from the two orders above­ referred, the two Courts below had expressed the opinion contrary to each other in regard to their respective jurisdiction.\n7. To resolve the controversy, reference would be necessary to few legal provisions, including those under Commercial Courts Act, 2015 since during the pendency of arbitration proceedings, the Commercial Courts Act, 2015 intervened influencing jurisdiction of certain Courts. It contemplated constitution of the commercial Courts under Section 3 which reads thus:\n\"3.Constitution of Commercial Courts.--(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\n3[Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.] 1[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.];\n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.\n(3) The 2[State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a 3[Commercial Court either at the level of District Judge or a court below the level of a District Judge].\"\n8. Apparently, the commercial Courts at District level and the commercial courts at District Judge level are contemplated under the above provision. According to first proviso, there would be commercial courts at the District Judge level as distinguished from 'district level' in the territory where High Courts have ordinary original civil jurisdiction. Insofar as the State of Gujarat is concerned, it does not have the ordinary original civil jurisdiction and therefore, first proviso to Section 3 would not apply.\n9. Pertinently, so far as State of Gujarat is concerned, the commercial Courts at district level only with the territorial limits as prescribed under sub­ section (2) of Section 3 and the pecuniary limits as prescribed under Section 12 of the Commercial Courts Act be constituted. However, the appointment of one or more persons experienced in dealing with commercial disputes to be the Judge or Judges of a commercial Court either at a level of District Judge or the Court below the level of District Judge can be made as indicated in sub­section (3) of Section 3 of the Act.\n10. Having regard to Section 2(1)(b), commercial court would be the one constituted under sub­section (1) of Section 3 of the Commercial Courts Act. Sub­section (1) of Section 3 contemplates constitution of a commercial court at district level only and not at the hierarchy lower than that. Therefore, the contemplation of appointment of the experienced persons to be the Judge or Judges of a commercial Court either at the level of District Judge or a Court below the District Judge would only mean the appointment of a person to the commercial court constituted under sub­section (1) of Section 3 and not the commercial Court lower than that hierarchy. In other words, if Judge appointed to the commercial Court constituted under sub­section (1) of Section 3 belongs to the cadre below the District Judge, he would still be the constituent of the commercial Court at the district level.\n11. The Apex Court had an occasion to consider Section 2(1)(e) of the Arbitration Act in State of Maharashtra through Executive Engineer, Road Development Division No.111, Panvel & Anr. vs. Atlanta Limited [(2014) 11 SCC 619], wherein it was held that the Court of superior most jurisdiction in the District is the Court within the meaning of Section 2(1)(e) of the Arbitration and Conciliation Act.\n12. Jurisdiction in respect of arbitration matters is contemplated under Section 10 of the Commercial Courts Act; sub­section (3) thereof being relevant is quoted hereunder:\n\"10. Jurisdiction in respect of arbitration matters.--Where the subject­matter of an arbitration is a commercial dispute of a Specified Value and--\n(1) xxx.\n(2) xxx.\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n13. Section 15 of the Commercial Courts Act contemplates the transfer of all suits and applications including applications under Arbitration and Conciliation Act, 1996 pending in the High Court where commercial division is constituted or pending in any civil court in any District or area in respect of which establishment of the commercial courts have been constituted; subject however to the proviso to sub­section (2) of section 15, to the commercial courts or commercial division, as the case may be.\n13.1 By virtue of sub­section (3) of Section 15 procedures; in the case involving commercial disputes; which were incomplete, at the time of transfer of the cases would be replaced by the procedures under the Commercial Courts Act. Having regard to the provisions of the Commercial Courts Act, more particularly, section 10 which contemplates the jurisdiction of the commercial courts in relation to the arbitration other than international commercial arbitration with which this Court is concerned, as also having regard to Section 15 of the Commercial Courts Act contemplating transfer of pending suits to commercial Courts / commercial divisions, the obvious necessary corollary insofar as execution petitions are concerned, would be that the commercial court of competent jurisdiction would be the Court competent to execute the decree and not the ordinary civil court constituted under Gujarat Civil Courts Act.\n14. At the cost of repetition, it is required to be re­emphasized that even if the Judge of a lower hierarchy than the District Judge is posted in the commercial Court under sub­section (3) of section 3, the commercial Court would be of District level; without any lower level hierarchy under it and therefore, the question of transfer of an execution petition under Section 39 of the CPC to a court of lower hierarchy than the District level would not arise. No such question would arise even under Gujarat Civil Courts Act since the Court established under Section 3 of Commercial Courts Act is not the Court constituted under the Gujarat Civil Courts Act. Therefore, in a case where the commercial Court of a district level is headed by the Judge lower than the hierarchy of District Judge, the District Judge under the Gujarat Civil Courts Act would have no authority to transfer the execution petition under Section 39 of the CPC to the Court of lower hierarchy.\n15. A Notification dated 16/08/2017 was issued by the Legal Department, State of Gujarat under sub­ section(2) of section 3 read with section 12 of the Commercial Courts Act. According to this notification, so far as Vadodara District is concerned with which this Court is concerned, Principal Senior Civil Judge and 2nd Senior Civil Judge are the Judges to exercise the jurisdiction under sub­section (2) of Section 3 read with Section 12 of the Commercial Courts Act. Thus, for Vadodara District, the aforesaid designation will be the competent court under the Commercial Courts Act for the execution of arbitral awards declared under (part­I) of the Arbitration and Conciliation Act, 1996.\n16. The sum and substance of the above discussion is that in State of Gujarat where the commercial Courts are constituted at District level, the execution petition would be maintainable in that court; as contemplated in the notification referred herein above irrespective of its Judge being lower in hierarchy than the District Judge. Since the commercial court lower in hierarchy than the district level is not contemplated under sub­ section (1) of Section 3, there would be no question of institution of the execution petition with the District Judge and transfer by him under Section 39 of CPC to the Court lower in hierarchy than the such District Judge. The Principal Civil Court in the District Court as defined in Section 2(1)(e) of the Arbitration and Conciliation Act read with Section 3 of the Commercial Courts Act, in respect of the commercial disputes, would be the Commercial Court at the district level as constituted under sub­section (1) of Section 3 of the later Act and would be the court competent to execute awards declared under Section 34 of the Arbitration Act other than those relating to international arbitration. By virtue of the notification above­referred, as also by virtue of the provisions referred to herein above, the Court contemplated in the notification, irrespective of the designation of the Judge would be the commercial Court at district level; and in absence of contemplation of Commercial Court of the lower hierarchy than the District level, in the Commercial Court Act, it would execute the decree without transferring it under Section 39 of CPC.\n17. In view of the above discussion, the order dated 20/08/2018 passed below Exh.1 in Special Darkhast No.2 of 2018 by the learned Principal Senior Civil Judge, Bodeli is not sustainable and deserves to be quashed and set aside. Accordingly, it is set aside and the Principal Senior Civil Judge, Bodeli, District: Vadodara would exercise the jurisdiction for the purpose of execution of the arbitral award in question. The conclusion reached by the learned Additional District Judge, Vadodara vide order dated 18/10/2014 passed in Execution Petition- Regular No.82 of 2013 is confirmed; subject to the legal position as discussed herein above. The appeal from order is thus allowed to the above extent.\n(G.R.UDHWANI, J) SOMPURA",
  "cleaned_text": "gujarat high court vijay cotton and fiber company vs agarwal cotton spinning pvt ltd on 11 february, 2019 author: g.r.udhwani bench: g.r.udhwani c/ao/216/2018 order in the high court of gujarat at ahmedabad r/appeal from order no. 216 of 2018 ========================================================== vijay cotton and fiber company versus agarwal cotton spinning pvt ltd ========================================================== appearance: mr anand b gogia(5849) for the petitioner(s) no. 1 mr bb gogia(5851) for the petitioner(s) no. 1 ms muskan a gogia(6624) for the petitioner(s) no. 1 notice served by ds(5) for the respondent(s) no. 1 ========================================================== date : 11/02/2019 oral order leave to amend the cause­title. 2. question in this appeal from order relates to the identification of the competent court for exercise of the jurisdiction for execution of an award rendered under section 34 of the arbitration and conciliation act, 1996 (part­i) (for short the act of 1996). 3. the appellant successfully obtained the arbitration award in arbitration proceedings no.85/2011­12 and for the purpose of its execution, the execution petition being 82 of 2013 came to be instituted in the district court at vadodara which was dismissed with the following order: \"o r d e r i. present execution petition is dismissed, as not maintainable before this court. ii. applicant will be at liberty to file fresh execution petition before the appropriate court having the pecuniary and/or territorial jurisdiction. iii. no order as to cost.\" 4. the said proceedings were presented with the court of principal senior civil judge, chhota udepur. after the court of principal senior civil judge at bodeli was brought into existence, the said execution petition was transferred and was re­numbered as no.2 of 2018. the appellant thus invoked the jurisdiction of the principal senior civil judge at bodeli with execution application no.2 of 2018 wherein the following operative order came to be passed: \"o r d e r execution petition of the judgment creditor is hereby ordered to be returned as per o.7, r.10 r/w. sec. 141 of the code of civil procedure, 1908. it is further ordered that the judgment creditor has to receive the execution petition along­with the documents on presenting their certified copies & institute the same before the proper forum [hon'ble district court] u. o.7, r.10­a of the code within one month from the date of this order for the purpose of presentation before the proper forum.\" no order as to costs.\" 5. thus, this appeal from order. 6. as can be noticed from the two orders above­ referred, the two courts below had expressed the opinion contrary to each other in regard to their respective jurisdiction. 7. to resolve the controversy, reference would be necessary to few legal provisions, including those under commercial courts act, 2015 since during the pendency of arbitration proceedings, the commercial courts act, 2015 intervened influencing jurisdiction of certain courts. it contemplated constitution of the commercial courts under section 3 which reads thus: \"3.constitution of commercial courts.--(1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: 3[provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary.] 1[(1a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary.]; (2) the state government shall, after consultation with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the 2[state government may], with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a 3[commercial court either at the level of district judge or a court below the level of a district judge].\" 8. apparently, the commercial courts at district level and the commercial courts at district judge level are contemplated under the above provision. according to first proviso, there would be commercial courts at the district judge level as distinguished from 'district level' in the territory where high courts have ordinary original civil jurisdiction. insofar as the state of gujarat is concerned, it does not have the ordinary original civil jurisdiction and therefore, first proviso to section 3 would not apply. 9. pertinently, so far as state of gujarat is concerned, the commercial courts at district level only with the territorial limits as prescribed under sub­ section (2) of section 3 and the pecuniary limits as prescribed under section 12 of the commercial courts act be constituted. however, the appointment of one or more persons experienced in dealing with commercial disputes to be the judge or judges of a commercial court either at a level of district judge or the court below the level of district judge can be made as indicated in sub­section (3) of section 3 of the act. 10. having regard to section 2(1)(b), commercial court would be the one constituted under sub­section (1) of section 3 of the commercial courts act. sub­section (1) of section 3 contemplates constitution of a commercial court at district level only and not at the hierarchy lower than that. therefore, the contemplation of appointment of the experienced persons to be the judge or judges of a commercial court either at the level of district judge or a court below the district judge would only mean the appointment of a person to the commercial court constituted under sub­section (1) of section 3 and not the commercial court lower than that hierarchy. in other words, if judge appointed to the commercial court constituted under sub­section (1) of section 3 belongs to the cadre below the district judge, he would still be the constituent of the commercial court at the district level. 11. the apex court had an occasion to consider section 2(1)(e) of the arbitration act in state of maharashtra through executive engineer, road development division no.111, panvel & anr. vs. atlanta limited [(2014) 11 scc 619], wherein it was held that the court of superior most jurisdiction in the district is the court within the meaning of section 2(1)(e) of the arbitration and conciliation act. 12. jurisdiction in respect of arbitration matters is contemplated under section 10 of the commercial courts act; sub­section (3) thereof being relevant is quoted hereunder: \"10. jurisdiction in respect of arbitration matters.--where the subject­matter of an arbitration is a commercial dispute of a specified value and-(1) xxx. (2) xxx. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" 13. section 15 of the commercial courts act contemplates the transfer of all suits and applications including applications under arbitration and conciliation act, 1996 pending in the high court where commercial division is constituted or pending in any civil court in any district or area in respect of which establishment of the commercial courts have been constituted; subject however to the proviso to sub­section (2) of section 15, to the commercial courts or commercial division, as the case may be. 13.1 by virtue of sub­section (3) of section 15 procedures; in the case involving commercial disputes; which were incomplete, at the time of transfer of the cases would be replaced by the procedures under the commercial courts act. having regard to the provisions of the commercial courts act, more particularly, section 10 which contemplates the jurisdiction of the commercial courts in relation to the arbitration other than international commercial arbitration with which this court is concerned, as also having regard to section 15 of the commercial courts act contemplating transfer of pending suits to commercial courts / commercial divisions, the obvious necessary corollary insofar as execution petitions are concerned, would be that the commercial court of competent jurisdiction would be the court competent to execute the decree and not the ordinary civil court constituted under gujarat civil courts act. 14. at the cost of repetition, it is required to be re­emphasized that even if the judge of a lower hierarchy than the district judge is posted in the commercial court under sub­section (3) of section 3, the commercial court would be of district level; without any lower level hierarchy under it and therefore, the question of transfer of an execution petition under section 39 of the cpc to a court of lower hierarchy than the district level would not arise. no such question would arise even under gujarat civil courts act since the court established under section 3 of commercial courts act is not the court constituted under the gujarat civil courts act. therefore, in a case where the commercial court of a district level is headed by the judge lower than the hierarchy of district judge, the district judge under the gujarat civil courts act would have no authority to transfer the execution petition under section 39 of the cpc to the court of lower hierarchy. 15. a notification dated 16/08/2017 was issued by the legal department, state of gujarat under sub­ section(2) of section 3 read with section 12 of the commercial courts act. according to this notification, so far as vadodara district is concerned with which this court is concerned, principal senior civil judge and 2nd senior civil judge are the judges to exercise the jurisdiction under sub­section (2) of section 3 read with section 12 of the commercial courts act. thus, for vadodara district, the aforesaid designation will be the competent court under the commercial courts act for the execution of arbitral awards declared under (part­i) of the arbitration and conciliation act, 1996. 16. the sum and substance of the above discussion is that in state of gujarat where the commercial courts are constituted at district level, the execution petition would be maintainable in that court; as contemplated in the notification referred herein above irrespective of its judge being lower in hierarchy than the district judge. since the commercial court lower in hierarchy than the district level is not contemplated under sub­ section (1) of section 3, there would be no question of institution of the execution petition with the district judge and transfer by him under section 39 of cpc to the court lower in hierarchy than the such district judge. the principal civil court in the district court as defined in section 2(1)(e) of the arbitration and conciliation act read with section 3 of the commercial courts act, in respect of the commercial disputes, would be the commercial court at the district level as constituted under sub­section (1) of section 3 of the later act and would be the court competent to execute awards declared under section 34 of the arbitration act other than those relating to international arbitration. by virtue of the notification above­referred, as also by virtue of the provisions referred to herein above, the court contemplated in the notification, irrespective of the designation of the judge would be the commercial court at district level; and in absence of contemplation of commercial court of the lower hierarchy than the district level, in the commercial court act, it would execute the decree without transferring it under section 39 of cpc. 17. in view of the above discussion, the order dated 20/08/2018 passed below exh.1 in special darkhast no.2 of 2018 by the learned principal senior civil judge, bodeli is not sustainable and deserves to be quashed and set aside. accordingly, it is set aside and the principal senior civil judge, bodeli, district: vadodara would exercise the jurisdiction for the purpose of execution of the arbitral award in question. the conclusion reached by the learned additional district judge, vadodara vide order dated 18/10/2014 passed in execution petitionregular no.82 of 2013 is confirmed; subject to the legal position as discussed herein above. the appeal from order is thus allowed to the above extent. (g.r.udhwani, j) sompura"
}