{
  "case_file": "case158.txt",
  "original_text": "Karnataka High Court\nSmt Sarasamma .C vs Karnataka State Finance Corporation on 19 July, 2024\nAuthor: S.R.Krishna Kumar\nBench: S.R.Krishna Kumar\n                                            -1-\n                                                           NC: 2024:KHC:28312\n                                                      WP No. 3967 of 2023\n\n\n\n\n                 IN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n                        DATED THIS THE 19TH DAY OF JULY, 2024\n\n                                         BEFORE                             R\n                    THE HON'BLE MR JUSTICE S.R.KRISHNA KUMAR\n                       WRIT PETITION NO. 3967 OF 2023 (GM-CPC)\n            BETWEEN:\n\n            SMT SARASAMMA .C\n            AGED ABOUT 60 YEARS,\n            NO.16, V.B.RESIDENCY,\n            FLAT NO.204, 2ND FLOOR,\n            RAMAMURTHYNAGAR MAIN ROAD,\n            BANGALORE-560 043.\n                                                                 ...PETITIONER\n            (BY SRI. M.N. SHESHADRI, SENIOR COUNSEL FOR\n                SRI. VARUN GOWDA.,ADVOCATE)\n\n            AND:\n\n            1.     KARNATAKA STATE FINANCE CORPORATION\n                   NO.1/1, THIMMAIAH ROAD,\n                   VASANTH NAGAR,\n                   BENGALURU-560 052.\n                   REP BY ITS ASST. GENERAL MANAGER\nDigitally          RECOVERY DEPARTMENT.\nsigned by\nVandana S   2.     M/S. ETHNIC INFORMATICS PVT LTD\n                   NO.17/1, CUNNINGHAM ROAD,\nLocation:          BENGALURU-52.\nHIGH\n                   REPRESENTED BY ITS\nCOURT OF\n                   MANAGING DIRECTOR\nKARNATAKA\n                   INCORPORATED UNDER\n                   THE COMPANIES ACT, 1956\n\n            3.     BADRINARAYAN S\n                   S/O SRINIVAS MURTHY,\n                   FLAT NO.A-2, KRISHNALEELA APARTMENTS,\n                   8TH MAIN ROAD,\n                   MALLESHWARAM,\n                   BENGALURU-560 003.\n                                -2-\n                                              NC: 2024:KHC:28312\n                                             WP No. 3967 of 2023\n\n\n\n\n4.   SMT.ROOPA JAGANNATH\n     NO.58, RANGANATHA NILAYA,\n     3RD STAGE, VINAYAKA LAYOUT,\n     VIJAYANAGAR,\n     BANGALORE-560 004.\n\n5.   O.N.RAVISHANKAR\n     NO.89, CORPORATION DIVISION NO.5,\n     WARD NO.7, 11TH CROSS,\n     MALLESHWARAM,\n     BANGALORE-560 003.\n\n6.   O.N.RAMESH BABU\n     3RD FLOOR, SRI LAKSHMINARAYANA\n     MANSION NO.11,\n     SRI RAMA MANDIRA ROAD,\n     BASAVANAGUDI,\n     BANGALORE-560 004.\n                                                  ...RESPONDENTS\n\n(BY SRI. BIPIN HEGDE.,ADVOCATE FOR R-1\n VIDE ORDER DATED: 20.02.2023, NOTICE TO R-2 TO R-6 D/W)\n\n      THIS W.P IS FILED UNDER ARTICLE 227 OF THE OF THE\nCONSTITUTION OF INDIA PRAYING TO SET ASIDE THE IMPUGNED\nORDER DATED 21/01/2023 PASSED BY THE LXXXVII ADDL.CITY CIVIL\nAND SESSIONS JUDGE, (EXCLUSIVE DEDICATED COMMERCIAL COURT)\nAT BENGALURU (CCH.88) IN COMM.EX.2673/2018 AT ANNEXURE-A.\n\n      THIS PETITION, COMING ON FOR DICTATING ORDERS, THIS DAY,\nTHE COURT MADE THE FOLLOWING:\n\n\n\n                             ORDER\nThis petition is directed against the impugned order dated 21.01.2023 passed on I.A.No.2 in Commercial Execution No.2673/2018 on the file of the LXXXVII Addl. City Civil Judge, (Exclusive Dedicated Commercial Court), Bengaluru (for short ' the NC: 2024:KHC:28312 commercial court'), whereby the said application filed by the 1st respondent - Decree holder under Section 151 CPC seeking attachment of a sum of Rs.95 lakhs deposited in O.S.No.6229/2017 before the City Civil Court, Bangalore, was allowed by the commercial court.\n2. Heard Sri. M.N. Sheshadri, learned Senior counsel appearing on behalf of the petitioner, learned counsel for respondent No.1 - KSFC and perused the material on record. Since no relief is sought for as against respondents 2 to 6, notice to them has been dispensed with in the present petition.\n3. Brief facts leading to the case are as under:\nRespondent No.1-Karnataka State Financial Corporation (KSFC) instituted the instant commercial execution proceedings before the Commercial Court to implement and enforce the judgment and order dated 25.11.2015 passed in Misc.No.521/2004. The petitioner herein is arrayed as judgment debtor No.6 to the said execution proceedings, in which, respondent Nos.2 to 6 are arrayed as judgment debtor Nos.1 to 5.\n3.1 In the first instance, the said execution proceedings were instituted by the 1st respondent - KSFC before the XXXVII NC: 2024:KHC:28312 Addl.City Civil and Sessions Judge, Bangalore (CCH-38), in Ex.No.2673/2018 and the same were pending adjudication. After establishment of the commercial courts in Bangalore city, the City Civil Court , Bangalore, issued a Notification dated 17.08.2020 invoking Section 5(2) of the Bangalore City Civil Court Act, 1979, r/w Section 24 CPC for the purpose of equal distribution of cases among commercial courts, the instant Ex.No.2673/2018 was transferred to the commercial court, i.e., the court of the LXXXIII Addl.City Civil and Sessions Judge, Bangalore (CCH-84) and renumbered as Com.Ex.No.2673/2018.\n3.2 Subsequently, the City Civil Court, Bangalore, issued one more Notification invoking Section 5(2) of the Bangalore City Civil Court Act, 1979, for administrative purposes and transferred the aforesaid Com.Ex.No.2683/2018 from the court of the LXXXIII Addl.City Civil and Sessions Judge, Bangalore (CCH-84), to the court of the LXXXVII Addl. City Civil Judge, (Exclusive Dedicated Commercial Court), Bengaluru, which passed the order impugned in the present petition.\n3.3 Meanwhile, the petitioner had instituted a suit in O.S.No.6229/2017 before the I Addl.City Civil Judge, Bangalore, for ejectment and other reliefs against her tenants, in which, the NC: 2024:KHC:28312 trial court passed an order directing the said tenants to deposit a sum of Rs.95 lakhs by way of arrears of rent payable to the petitioner. In pursuance of the said order, the 1st respondent - KSFC filed an application I.A.No.2 seeking order of attachment of an amount of Rs.95 lakhs to be paid to the petitioner herein.\n3.4 On 30.06.2021, the commercial court allowed I.A.No.2, thereby directing attachment of the aforesaid deposited amount of Rs.95,00,000/-. Subsequently, the petitioner herein filed I.A.No.3 seeking recalling of the attachment order. The said application having been opposed by respondent No.1, the commercial Court proceeded to dismiss the said application I.A.No.3 filed by the petitioner. Aggrieved by the impugned order passed on I.A.Nos.2 and 3, the petitioner-judgment debtor No.6 approached this Court in W.P.No.13079/2021 which was contested by the 1st respondent and disposed of vide final order dated 06.01.2023, whereby this Court set aside the orders passed on I.A.Nos. 2 and 3 and remitted the matter back to the commercial court for reconsideration of I.A.No.2 afresh in accordance with law. Pursuant to the said remand order, the commercial court once again took up I.A.2 and allowed the same by passing the impugned order, which is assailed in the present petition.\nNC: 2024:KHC:28312\n4. In addition to reiterating the various contentions urged in the petition and referring to the documents produced by the petitioner, learned Senior counsel for the petitioner submits that both execution proceedings as well as I.A.No.2 are not maintainable and the same are liable to be dismissed. In this context, it is submitted that the execution proceedings seeking to enforce and implement the judgment and order passed in Misc.521/2004 is not maintainable before the Commercial Court constituted under the Commercial Courts Act, 2015 (for short 'the said Act of 2015') and on this ground alone, the execution proceedings are liable to be dismissed. It is also submitted that the instant execution proceedings are neither a suit nor an application in relation to a commercial dispute as defined under Section 2(c) of the said Act of 2015 and having regard to the provisions contained in Section 6, the commercial court did not have jurisdiction or authority of law to entertain or adjudicate upon the instant execution proceedings, since the same were instituted only for the purpose of implementing, enforcing and executing the order passed in Misc.No.521/2004, subsequent to which, there was no dispute, much less commercial dispute within the meaning of NC: 2024:KHC:28312 Section 2(c) of the said Act of 2015 which would fall within the scope and jurisdiction of the said Act of 2015.\n4.1 It was also submitted that the application, I.A.No.2 filed by respondent No.1 seeking attachment by placing reliance upon the Collateral Security Agreement dated 08.06.2002, which was not the subject matter of Misc. No.521/2004 was not maintainable. Further, it is pointed out that the Collateral Security Agreement is dated 08.06.2002, while the present application I.A.No.2 having been filed after a lapse of 19 years is hopelessly barred by limitation and the same is not maintainable and liable to be dismissed.\n4.2 It is also contended that Section 34 of the Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (for short \"the SARFAESI Act\") bars both the suit and proceedings in relation to any action taken by respondent No.1 including issuance of notice under Section 13(2) of the SARFAESI Act. In this context, it is submitted that in view of the notice dated 20.02.2018 having been issued by respondent No.1-KSFC much prior to institution of execution proceedings on 11.07.2018, the jurisdiction of the Commercial Court is expressly barred under Section 34 of the SARFAESI Act and consequently, NC: 2024:KHC:28312 I.A.No.2 would also necessarily have to be dismissed on this score also. In support of his submissions, reliance is placed on the following judgments:-\n(i) Balawant N.Vishwamitra vs. Yadav Sadashiv Mule - (2004) 8 SCC 706;\n(ii) Associated Power Co. Ltd., vs. Ram Taran Roy\n- AIR 1970 CAL 75;\n(iii) Transcore vs. Union of India and Another - (2008) 1 SCC 125;\n(iv) Sundaram Pillai vs. Pattabhiraman - (1985) 1 SCC 591;\n(v) Dattatreya Govinda Mahajan vs. State of Maharastra - (1977) 2 SCC 548;\n(vi) Premiere Automobiles Ltd., vs.Kamlekar Shantaram Vadke - (1976) 1 SCC 496;\n(vii) Santosh Kumar vs. Central Warehousing Corporation - (1986) 2 SCC 343;\n(viii) Babu Varghese vs. Bar Council of Kerala - (1999) 3 SCC 422;\n5. Per contra, learned counsel for respondent No.1 submits that there is no merit in the petition and the same is liable to be dismissed. In support of his submissions, learned counsel has placed reliance upon the following judgments:-\nNC: 2024:KHC:28312\n(i) M.D. Frozen Foods Exports Pvt. Ltd. & Others vs. Hero Fincorp Ltd. - Civil Appeal No. 15147 of 2017 Dated 21.09.2017;\n(ii) Transcore vs. Union of India & Another - (2008) 1 SCC 125;\n(iii) M/s. Susi Mills Pvt. Ltd., vs. The Tamil Nadu industrial Investment Corporation Ltd., W.P. (MD) No.6464 of 2010 passed by the Madras High Court at Madhurai dated 16.02.2012;\n(iv) Swaraj Infrastructure Pvt.Ltd., vs. Kotak Mahindra Bank Ltd., - Civil Appeal No. 1291 of 2019 dated 29.01.2019;\n(v) Manganlal vs. M/s Jaiswal Industries, Neemach and others - (1989) 4 SCC 344;\n(vi) M/s. Hotel Nataraja vs. Karnataka State Financial Corporation - ILR 1988 KAR 2236;\n(vii) Karnataka State Industrial Investment & Development Ltd., vs. S.K.K. Kukarni & others - Civil Appeal No.7288 of 2008 dated 11.12.2008;\n(viii) Maharashtra State Financial Corporation vs. Jaycee Drugs and Pharmaceuticals Pvt. Ltd and Others - (1991) 2 SCC 637;\n(ix) Downloaded Copy of the order dated:\n17/08/2020 in Execution Petition No. 2673/2018 along with Notification dated: 17.08.2020;\n- 10 -\nNC: 2024:KHC:28312\n(x) Order dated: 28.03.2023 in WP No.17947/2021;\n(xi) Kandla Export Corporation and another vs. OCI Corporation and another - (2018) 14 SCC 715;\n(xii) Jaycee Housing Pvt. Ltd., vs. Registrar (General), Orissa high Court, Cuttack & Ors. - Civil Appeal No. 6876/2022 dated 19.10.2022;\n(xiii) Bhagyoday Co-operative Bank Ltd., vs. Ravindra Balakrishna Patel Deceased, through his LRs. & Ors.- Civil Appeal No 8531-8532/2022;\n(xiv) Ambalal Sarabhai Enterprises Limited vs. K.S.Infraspace LLP and Another - (2020) 15 SCC 585;\n6. I have given my anxious consideration to the rival submissions and perused the material on record.\n7. Before adverting to the rival contentions, it is necessary to state that it is an undisputed fact that the 1st respondent - Decree holder instituted the instant execution proceedings seeking to enforce and implement the judgment and order dated 25.11.2015 passed in Misc.No.521/2004 in its favour against the petitioner and others and that the petitioner is arrayed as respondent No.6 to the execution proceedings. Meanwhile, the petitioner instituted a suit in O.S.No.6229/2017 against her tenants, in which, the application I.A.No.8 filed by her for a direction to the\n- 11 -\nNC: 2024:KHC:28312 defendants - tenants was allowed by the trial court on 22.09.2020, thereby directing them to deposit Rs.95 lakhs before the trial court. In pursuance of the same, the aforesaid tenants have deposited the said amount of Rs.95 lakhs before the trial court in the said O.S.No.6229/2017 and before the said amount was disbursed in favour of the petitioner - plaintiff, the 1st respondent - Decree holder filed the instant I.A.2 seeking attachment of the said amount and restraining disbursement of the same in favour of the petitioner and the said application was allowed by the commercial court by passing the impugned order.\n8. The material on record also discloses that initially the said execution proceedings were filed before the City Civil Court, Bangalore, and were pending before the court of XXXVII Addl.City Civil Judge, (CCH-38), Bangalore, till the same were transferred initially to the court of the LXXXIII City Civil Judge, Bangalore, (CCH-84), which was designated as 'commercial court' and thereafter to the newly established exclusive dedicated commercial court which is the LXXXVII Addl.City Civil and Sessions Judge, Bangalore (CCH-88), which has passed the impugned order.\n- 12 -\nNC: 2024:KHC:28312\n9. The contention urged by the petitioner that the commercial court did not have jurisdiction to entertain or adjudicate upon the execution proceedings since the same did not relate to a commercial dispute within the meaning of Section 2(c)(i) of the said Act of 2015 was rejected by the commercial court by holding as under;\n\"20. Looking to the above rival contentions of the parties, it is admitted fact that the instant petition was transferred to this Court as per the notification No. ADMN-I-A/812/2020 dated 22.12.2020 passed by the Additional City Civil and Sessions Judge in its order dated 29.12.2020 for disposal according to law. It is one of the specific contention of the JDR is that the dispute is not a commercial dispute with in the meaning of section2 (c) (f) of the Commercial Court 2015 and the jurisdiction of the commercial court is barred under Sec. 6 of the Act. Sec. 6 deals with \"the Commercial Courts shall have jurisdiction to try all suits and applications relating to a Commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction\" So, the said section is applicable to only for suit instead of execution petitions.Sec.2(c) of the Commercial Court Act deals with \"including enforcement\". Enforcement means to execute the decree or order either by the Court which passed it or by the Court to which it is sent for execution as per\n- 13 -\nNC: 2024:KHC:28312 Section 38 of CPC. The order in Misc. No. 521/2004 passed by the CCH-38 discloses that the plaintiff-KSFC sanctioned loan of Rs 240 lakhs to the Respondent No.1 company for development of Software solutions for educational institutions and respondents executed necessary loan documents and respondent No.6-JDR No.6 herein appeared through her counsel in the said suit and filed her objections by denying the contents of the petition, after considering the material and contentions on both side, the order passed by the Court in 521/2004 on 25.11.2015.So the said order is delivered by the Court on merits. It is also noticed that till today the said order is not at all challenged by any of the respondents including this JDR. Therefore, the order under the petition is coming within the meaning of Sec. 2(c) of Commercial Court Act and Sec. 38 of CPC and Sec. 32 (8) of State Financial Corporation Act, 1951, this Court has got right to entertain the present petition. Therefore, the objection raised by the learned Senior Counsel for JDR No.2 regarding the dispute is not a commercial dispute, it is barred under Sec. 6 of the Act and Sec. 31 r/w 32 of State Financial Corporation Act, 1951 cannot be accepted.\"\n10. In this context, it is relevant to extract Section 2(c)(i) of the said Act of 2015, reads as under:-\n2. Definitions. -\n(c) \"commercial dispute\" means a dispute arising out of -\n- 14 -\nNC: 2024:KHC:28312\n(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\nSo also, Section 6 of the said Act of 2015, reads as under:-\n6. Jurisdiction of Commercial Court.\nThe Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.\nExplanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\n11. There is no gainsaying the fact that a commercial court would have jurisdiction to entertain and adjudicate upon the instant execution proceedings, only if there existed a commercial dispute within the meaning of Section 2(c) of the said Act of 2015. While dealing with this aspect, the commercial court came to the conclusion that the expression \"including enforcement and interpretation of such documents\" includes the instant execution\n- 15 -\nNC: 2024:KHC:28312 proceedings seeking to enforce the order passed by the trial court in Misc.521/2004l; in my considered opinion, a plain reading of Section 2(c)(i) of the said Act of 2015, will clearly indicate that it contemplates commercial dispute as to mean a dispute arising out of ordinary transaction of merchants, bankers, financiers and traders, such as those relating to mercantile documents including enforcement and interpretation of such documents; the said provision merely contemplates enforcement of mercantile documents and clearly does not contemplate enforcement of decrees / judgments / orders or execution proceedings; in other words, the instant execution proceedings cannot be construed, treated or interpreted as \"enforcement of mercantile documents\"\nwithin the meaning of Section 2(c)(i) of the said Act of 2015 and consequently, the said finding recorded by the commercial court in order to reject the claim of the petitioner deserves to be set aside.\n12. The material on record discloses that the instant execution proceedings seeks to enforce the order dated 25.01.2015 passed in favour of the 1st respondent in Misc.No.521/2004 under Section 31(1) and 32 of the State Financial Corporations Act and the said order was passed after\n- 16 -\nNC: 2024:KHC:28312 contest by the petitioner who was arrayed as 6th respondent in the said Misc. proceedings. Upon passing of the said order, by the trial court, the dispute between the petitioner and 1st respondent culminated in the said order and the execution proceedings cannot be said to involve a commercial dispute, since the same was restricted to enforcement and implementation of the order already passed by the trial court; further, the scope and ambit of the proceedings before the commercial court was merely to enforce and implement the order passed by the trial court and not to adjudicate upon the commercial dispute; in other words, after the trial court passed an order in Misc.521/2004, there did not remain any 'live / pending lis' or 'live / pending dispute' between the parties which could be described as a 'commercial dispute' coming within the jurisdiction of the exclusive dedicated commercial court as contemplated under Section 6 of the said Act of 2015.\n13. As stated supra, an application for execution seeks to merely enforce and implement a decree / order passed by a court; in the instant case, it is needless to state that the dispute between the petitioner and 1st respondent ended and culminated by virtue of the order dated 25.11.2015 passed in Misc.521/2004 and pursuant\n- 17 -\nNC: 2024:KHC:28312 thereto, there did not remain any lis / dispute between them which could be categorized or described as a pending commercial dispute requiring adjudication at the hands of the commercial court; so long as the dispute between the petitioner and 1st respondent had culminated and ended in the aforesaid order, the question of adjudication of the dispute once again before the commercial court by way of execution clearly did not arise in the facts and circumstances of the instant case and on this ground also, the commercial court did not have jurisdiction or authority of law to entertain or try a dispute which had already stood concluded / ended / culminated in the order passed in Misc.521/2004 and there was no dispute between the petitioner and 1st respondent which was capable of being adjudicated upon in execution proceedings by the commercial court and consequently, the impugned order deserves to be set aside on this ground also.\n14. The issue / question can be viewed from yet another angle; in this context, the statement of objects and reasons to the said Act of 2015, clearly indicate that the intent of the Act was to provide for speedy disposal of high value commercial disputes, which involve complex fact and questions of law necessitating a\n- 18 -\nNC: 2024:KHC:28312 need to provide for an independent mechanism for their early resolution which would create a positive image to the investor world about the independent and responsive legal system; the preamble to the Act also states that the Act of 2015 was an Act for adjudicating commercial disputes of a specified value and matters connected therewith or incidental thereto; it is therefore clear that the intent and object of the Act was to provide for speedy adjudication of existing disputes and not for enforcement / implementation of the same by the process of execution; in other words, since the dispute between the parties comes to an end after adjudication, in the light of the undisputed fact that the dispute had already ended / culminated before the City Civil Court prior to the commercial court being constituted, enforcing / implementing the said order passed in Misc.521/2004 cannot be described / construed / treated as 'adjudication of a dispute' which was the sole and paramount purpose of enacting the said Act of 2015. Under these circumstances, I am of the view that the instant execution proceedings which were undisputedly instituted prior to the constitution of the commercial courts could not have been transferred to the commercial court which passed the impugned order since the commercial court did not have jurisdiction or\n- 19 -\nNC: 2024:KHC:28312 authority of law to entertain or adjudicate upon an application for execution under the provisions contained in Order 21 CPC.\n15. In this regard, it is relevant to extract Section 15 of the said Act of 2015, which reads as under:-\n15. Transfer of pending cases.--\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified\n- 20 -\nNC: 2024:KHC:28312 Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-\nsection (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\n- 21 -\nNC: 2024:KHC:28312\n16. The word \"application\" contained in Section 15(2) of the said Act of 2015, came up for consideration / interpretation before the Kerala High Court in the case of Shaji Augustine vs. Chitra Woods Manners Welfare Association - (2021) SCC Online KER 9840, wherein it was held that the expression \"application\" did not include an execution application as under:-\n22. The next interesting question is whether the District Court is divested of its power to 25 execute arbitral awards after the introduction of the Commercial Courts Act.\nSection 2(e) of the Arbitration Act defines 'Court' to be the principal Civil Court of original jurisdiction in the District and excludes civil courts of grade inferior to such Principal Civil Court. Interpreting the provision the Honourable Supreme Court in Atlanta Limited (supra) held as follows;\n\"24.2. Secondly, the provisions of the Arbitration Act, leave no room for any doubt, that it is the superior-most court exercising original civil jurisdiction, which had been chosen to adjudicate disputes arising out of arbitration agreements, arbitral proceedings and arbitral awards. Undoubtedly, a \"Principal Civil Court of Original Jurisdiction in a district\", is the superior-most court exercising original civil jurisdiction in the district over which its jurisdiction extends. It is clear that Section 2(1)(e) of the Arbitration Act having vested jurisdiction in the \"Principal Civil Court of Original Jurisdiction in a district\", did not rest the choice of jurisdiction on courts subordinate to that of the District Judge. Likewise, \"the High Court in exercise of its ordinary original jurisdiction\", is the superior-most court exercising original civil jurisdiction, within the ambit of its original civil jurisdiction. On the same analogy and for the same reasons, the choice of jurisdiction will clearly fall in the realm of the High Court, wherever a High Court exercises \"ordinary original civil jurisdiction\".\n- 22 -\nNC: 2024:KHC:28312\n23. Inasmuch as the High Court of Kerala is not vested with ordinary original civil jurisdiction, the District Court is the jurisdictional court to deal with matters arising out of arbitration. As per Section 10(3) of the Commercial Courts Act, applications or appeal arising out of an arbitration under the provisions of the Arbitration and Conciliation Act would ordinarily lie before any Principal Civil Court of original jurisdiction in a District and shall be filed and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration. Section 15(2) stipulates that all suits and applications, including applications under the Arbitration and Conciliation Act relating to a commercial dispute of a specified value pending in any civil court in any District or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court. For easy reference, Section 15 is extracted below;\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996\n- 23 -\nNC: 2024:KHC:28312 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the Commercial Division or Commercial Court under subsection (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 22[with Order XV-A] of the Civil Procedure Code, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Civil Procedure Code, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-\nsection (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n24. The proviso to Section 15(2) makes it clear that no suit or application, where the final judgment has been reserved by the civil court prior to the constitution of a commercial court, need be transferred. As per sub-section (3) of Section 15, once a suit or application is transferred to the commercial court, the provisions of the Commercial Courts Act will apply to the procedures that are incomplete. To understand the relevance of this provision reference ought to be made to Section 16 of the Act, which reads as under;\n- 24 -\nNC: 2024:KHC:28312 \"16. Amendments to the Civil Procedure Code, 1908 in its application to commercial disputes.--(1) The provisions of the Civil Procedure Code, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Civil Procedure Code, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Civil Procedure Code, 1908, by the State Government is in conflict with the provisions of the Civil Procedure Code, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n25. Thus, the provisions of the Code of Civil Procedure have been amended in its application to suits in respect of commercial disputes, with the objective of speedy disposal of cases by the commercial courts. Interestingly, there is no amendment to the provisions under Order XXI CPC, dealing with execution of decrees. Therefore, as far as execution is concerned, litigants still have to resort to the cumbersome and time consuming process under Order XXI CPC.\n26. In Josekutty Joseph (supra) the Division Bench interpreted the meaning, scope and ambit of Sections 8 and 18 of the Family Courts Act, Section 8 excludes the jurisdiction of all other courts in respect of suits or proceedings falling within the jurisdiction of Family Courts under Section 7, and Section 18 stipulates that a decree or an order passed by a Family Court shall have the same force\n- 25 -\nNC: 2024:KHC:28312 and effect as a decree or order of a civil court. The relevant paragraph of the judgment is extracted hereunder;\n\"7. It is true that by virtue of the provisions contained in Sec. 7(1)(a) of the Act, the Family Court shall have the power to exercise all the jurisdiction that was hitherto exercised by the Civil Court in respect of suits and proceedings of the nature referred to in the Explanation. This means that whatever powers (including execution) which the Civil Court could have exercised in respect of such suits or proceedings stand vested in the Family Court upon its establishment. But the Family Court can exercise such powers (including execution) only in respect of a suit or proceeding which comes before it either by way of a statutory transfer or by way of fresh institution as contemplated by Sec. 8 of the Act. When the suit or proceeding referred to in the Explanation to Section 7(1) of the Act can only be a suit or proceeding of an original nature instituted for the purpose of getting a decree, order or declaration as envisaged therein and which cannot necessarily include an execution petition, there cannot be a transfer under Section 8(c)(i) of the Act of a petition for executing a decree pending before the Civil Court on the date of establishment of the Family Court. It is one thing to say that the Family Court can exercise all the powers including execution in respect of such suit or proceeding by virtue of Section 7(1)(a) of the Act, but it is another thing to say that the statutory transfer under Sec. 8(c) of the Act takes within its sweep even petitions for execution of decrees already passed by the Civil Court and pending before such Civil Court on the date of establishment of the Family Court for the area concerned. Section 18 of the Act pertains only to decrees or orders passed by the Family Court and subsection (1) thereof only enacts a fiction by which a decree or order passed by the Family Court is deemed to be one passed by the Civil Court for the purpose of execution. It is significant in this context to note that there is no corresponding provision in the Act treating the decree passed by the Civil Court as one passed by the Family Court. We are unable, in this connection, to accept the petitioner's contention that the deeming provision under Section 7(1)(b) of the Act is to treat the Civil Courts' decrees as one passed by the Family Court. In our view, the deeming provision thereunder is only to enable the Family Court to\n- 26 -\nNC: 2024:KHC:28312 exercise the jurisdiction in such manner as the Civil Court would have exercised in a suit or other proceeding of such nature. The deeming provision is intended to indicate the procedure to be followed while dealing with such suit or proceeding and nothing else. As along as the decree passed by the Civil Court prior to the establishment of the Family Court is not deemed to be one passed by the Family Court, Section 18 of the Act which only deals with the execution of the decrees and orders passed by the Family Court, cannot have any application. If so, the only provision which can be applied to such a decree passed by the Civil Court is Order 21, Rule 10, C.P.C. which reads as under:--\n\"Application for execution-- Where the holder of a decree desires to execute it, he shall apply to the Court which passed the decree or to the officer (if any) appointed in this behalf, or if the decree has been sent under the provisions hereinbefore contained to another Court, then to such Court or to the proper officer thereof.\nThus, it is the Court which passed the decree which is to be approached for executing the decree. Indisputably, the Court which passed the decree in this case is the Subordinate Judges' Court. Pala where the execution petition (E.P. 19/1997) was pending on the date of establishment of the Family Court for the area. E.P. 19/1997 not being an original proceeding-does not attract the statutory transfer under Sec. 8(c) of the Act. Resultantly, the Sub Court, Pala continues to have jurisdiction to deal with E.P. 19/1997 and bring it to a logical conclusion, notwithstanding the establishment of the Family Court for the area.\"\n27. As observed earlier, the procedure for execution is not mentioned anywhere in the Commercial Courts Act and there is nothing to indicate that the jurisdiction of other courts with respect to pending execution matters stands excluded. The absence of provision regarding execution or specific\n- 27 -\nNC: 2024:KHC:28312 exclusion of jurisdiction of other courts with respect to execution procedures and the conscious omission to amend Order XXI CPC for hastening the process of execution can only lead to the conclusion that the word \"application\" in Section 15(1) does not include an 'execution application/petition' and the words, 'those procedures that are not complete at the time of transfer' in Section 15(3) of the Commercial Courts Act does not take in procedure relating to execution of decrees/awards. For the aforementioned reasons, I respectfully disagree with the dictum laid down by the Gujarat High Court in Jagmohan Bel (supra), insofar as it holds that the commercial court at the District level constituted under sub-section (1) of Section 3 of the Commercial Courts Act would be the court competent to execute awards declared under Section 34 of the Arbitration Act.\nThe aforesaid judgment was confirmed by the Apex Court in SLP No.17433/2021 dated 01.12.2023.\n17. Similarly, the High Court of Chattisgarh in the case of South Eastern Coal Fields Ltd., vs. M/s.Tirupathi Constructions - 2018 SCC Online Chh 63, held as under:-\n1. This is an application for transfer of pending execution application before the Civil Court to the Commercial Court under Section 15(5) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short the Act, 2015) on the ground that under Section 15(2) of the Act, 2015 all\n- 28 -\nNC: 2024:KHC:28312 suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a Commercial dispute of a Specified Value pending in any Civil Court in any District or Area in respect of which a Commercial Court has been constituted is required to be transferred to such Commercial Court, therefore, the present proceedings which is an application under Section 36 of the Arbitration and Conciliation Act, 1996 (for short the Act, 1996) should be transferred to the Commercial Court.\n2. Having heard learned counsel for the applicant, it is to be seen that the word \"commercial dispute\" has been defined under Section 2(1)(c) of the Act, 2015 within which the present dispute between the parties is covered. However, even it is a commercial dispute, by virtue of proviso to sub-section (2) of Section 15 no suit or application where the final judgment has been reserved by the Court prior to the Constitution of Commercial Division or the Commercial Court shall be transferred either under subsection (1) and sub-section (2).\n3. In the case at hand, the award was passed on 26.09.2003 and thereafter appeal against the said award preferred by the present applicant has also been dismissed. At present, execution case NO. 7A of 2015 is pending before the District Court in the form of an application under Section 36 of the Act, 1996. Even if the word application is mentioned in sub-section (2) of Section 15, it would mean an original application and not an application for execution of the award which is preferred after the award has been delivered.\n4. It is not disputed before us that, at present, after dismissal of the applicant's appeal against the award, no further proceedings are pending before any Court. However, learned counsel would inform that the process of preferring a SLP before the Supreme Court is under way.\n5. Be that as it may, once the award has been rendered, the proceedings, at this stage, has become final\n- 29 -\nNC: 2024:KHC:28312 and an application under Section 36 of the Act, 1996 for execution of award cannot be treated as an original or independent application de hors the main Arbitration proceedings in which final award has already been rendered.\n6. In our considered opinion, in view of the proviso, to subsection (2) of Section 15, the execution application cannot be transferred to Commercial Court. The District Judge has not committed any illegality while rejecting the applicant's application for transfer of the execution case to the Commercial Court.\n7. Accordingly, application is dismissed. The aforesaid judgment was confirmed by the Apex Court in SLP No.3388/2019 dated 04.02.2019.\n18. As held in the aforesaid judgments, the expression 'application' referred to in Sections 6 and 15 of the said Act of 2015, refers to original applications and not applications for execution as in the instant case; it is therefore clear that an application for execution under Order 21 CPC which arises only after adjudication / completion / culmination of a dispute cannot be treated or construed as a commercial dispute which is capable of being entertained or warranting adjudication by a commercial court and as such, the impugned order passed by the commercial court holding that it has jurisdiction to try the instant execution\n- 30 -\nNC: 2024:KHC:28312 proceedings instituted by the 1st respondent is clearly erroneous and deserves to be set aside.\n19. A perusal of the proviso to Section 15(2) of the said Act of 2015 will indicate that once a final judgment is reserved by the civil court prior to constitution of the commercial court, such cases shall not be transferred to the commercial court; further the scheme of the Act of 2015 including Sections 15(3) and 15(4) are also a pointer to the position that the procedures, timelines etc., provided under the said Act of 2015, were introduced for the purpose of adjudication of the proceedings / dispute on the original side and not at the stage of execution proceedings which undisputedly arise after completion/ adjudication / culmination of the proceedings and consequently, on this score also, the instant execution applications could not have been entertained / adjudicated upon by the commercial court as wrongly held in the impugned order.\n20. A perusal of Section 16 to the said Act of 2015 will indicate that the same provides for amendments to the Code of Civil Procedure, 1908, in its application to commercial disputes. The amendments to CPC pursuant to Section 16 are set out in the Schedule to the said Act of 2015 which commences with\n- 31 -\nNC: 2024:KHC:28312 amendments to Section 26 CPC and ends at Order 20 CPC; interestingly, provisions relating to execution proceedings viz., neither Sections 38 to 54 nor Order 21 CPC find a place in the Schedule to the said Act of 2015, which is yet another circumstance to come to the conclusion that the commercial court does not have jurisdiction or authority of law to adjudicate upon the instant execution proceedings and the impugned order deserves to be set aside on this ground also.\n21. The respondents contend that the usage of the expression \"relating to a commercial dispute\" contained in both Sections 6 and 15 of the said Act of 2015, indicate that the commercial court would have jurisdiction to try execution proceedings also since the same relate to a commercial dispute and the commercial court was justified in passing the impugned order. The said contention urged by the 1st respondent cannot be accepted in as much as the aim and object of the said Act of 2015 was to provide for speedy adjudication of commercial disputes on their original side prior to the same being concluded / completed by a judgment, decree or order; the expression \"in relation to a commercial dispute\" would necessarily have to be interpreted,\n- 32 -\nNC: 2024:KHC:28312 construed and treated as a live / pending dispute prior to its adjudication by a Court and requiring determination of the lis between the parties; the commercial dispute between the parties after adjudication by passing of a judgment, decree or order, no longer remains a live / pending dispute requiring adjudication, since the same already stands crystallized and fructified by the said judgment, decree or order, no longer requiring any further adjudication for the purpose of treating it as a pending commercial dispute or in relation to a commercial dispute requiring adjudication. Under these circumstances, merely because the expression \"in relation to a commercial dispute\" is used / employed in Sections 6 and 15 of the said Act of 2015, the said circumstance cannot be made the basis by the 1st respondent - KSFC to contend that the commercial court has jurisdiction to try execution proceedings also and consequently, even this contention urged by the 1st respondent cannot be accepted.\n22. The respondents further contend that though the instant execution proceedings in Ex.No.2673/2018 were originally filed before the city civil court, Bangalore (CCH-38), upon constitution of the commercial courts vide notification dated 17.08.2020, the same\n- 33 -\nNC: 2024:KHC:28312 were transferred to the newly constituted commercial court, CCH- 84, subsequent to which, one more notification dated 22.12.2020 was issued constituting an exclusive dedicated commercial court (CCH-88), to which, the instant execution proceedings were transferred and since there were other execution cases also transferred from the civil court to the commercial court under the aforesaid notifications, the commercial court possessed necessary jurisdiction to adjudicate upon the instant execution proceedings also. The said contention of the respondents cannot be accepted, since a perusal of the aforesaid notifications dated 17.08.2020 and 22.12.2020 will clearly indicate that the same were not issued under Section 15(2) of the said Act of 2015; on the other hand, the said notifications invoke Section 5(2) of the Bangalore City Civil Courts Act, 1979 r/w Section 24 CPC for administrative purposes and for equal distribution of cases amongst commercial courts; the said notifications at any rate are not issued under Section 15(2) and the same cannot be construed or treated as vesting jurisdiction in the commercial courts which otherwise does not have jurisdiction or authority of law to entertain or adjudicate the instant execution proceedings; to put it differently, the notifications could not confer jurisdiction upon the commercial court, particularly when there was\n- 34 -\nNC: 2024:KHC:28312 inherent lack of jurisdiction on the part of the commercial court to adjudicate or entertain the instant execution proceedings and consequently, the impugned order deserves to be set aside.\n23. A perusal of Section 6 of the said Act of 2015 will indicate that the commercial court shall have jurisdiction to try suits and applications relating to a commercial dispute of a specified value; Section 12 provides for determination of specified value and in this context, it would be profitable to extract Section 12 of the said Act of 2015, which reads as under:-\n12. Determination of Specified Value.--(1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be,\n- 35 -\nNC: 2024:KHC:28312 shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; 1 [and]\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; 2[***] 3[* * *] (2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be.\n(3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a Commercial Division or Commercial Court finding that it has jurisdiction to hear a commercial dispute under this Act.\n- 36 -\nNC: 2024:KHC:28312\n24. A plain reading of Section 12(1)(a) supra, will indicate that determination of specified value is based on the money sought to be recovered by the applicant in an application for recovery of money; it follows therefrom that what is contemplated is an original application for recovery of money and not an application which has fructified / crystallized into a decree / order which is put into execution for the purpose of implementation or enforcement; in other words, the specified value is dependent on the amount claimed by the applicant in the original application, which is an non- adjudicated and undetermined amount which has not fructified or crystallized into a decree or order; the moment the claim gets fructified and crystallized into a decree or order, the same no longer remains an amount sought to be recovered by the applicant for determining such specified value and consequently, an execution proceedings pursuant to a determined / adjudicated / crystallized / fructified claim cannot partake the nature of a commercial dispute capable of being entertained or adjudicated upon under Section 6 of the said Act of 2015. Viewed from this angle also, the impugned order passed by the trial court deserves to be set aside.\n- 37 -\nNC: 2024:KHC:28312\n25. According to the petitioner, the execution proceedings have been instituted by the 1st respondent to enforce and implement the order dated 25.11.2015 passed in Misc.521/2004 under Sections 31 and 32 of the State Financial Corporations Act, 1951 (for short 'the SFC Act'). It is contended that in the instant execution proceedings, the application I.A.2 filed by the 1st respondent under Section 151 CPC was not maintainable and the same was liable to be dismissed on this ground alone.\n26. Per contra, 1st respondent contends that due to oversight and inadvertence, Order 21 Rule 52 CPC which is the correct provision was not invoked by the 1st respondent in I.A.2 and the said application is to be treated as one filed under Order 21 Rule 52 CPC which empowers the executing court to attach the amount deposited in O.S.No.6229/2017 filed by the petitioner - plaintiff as stated supra and the commercial court was fully justified in allowing the said application by passing the impugned order.\n27. A perusal of the material on record and the judgments relied upon by both sides will indicate that though certain provisions of Order 21 may be applicable to execution proceedings instituted pursuant to the order dated 25.11.2015 passed in Misc.521/2004\n- 38 -\nNC: 2024:KHC:28312 under Sections 31 and 32 of the SFC Act, in the absence of any statutory provision or any precedent to the effect that Order 21 Rule 52 would also apply and be applicable to the instant execution proceedings instituted pursuant to the aforesaid order, I am of the considered opinion that the application I.A.2 filed by the 1st respondent, albeit construed / treated as an application under Order 21 Rule 52 CPC was not maintainable and on this ground also, the said application was liable to be dismissed and failure to appreciate this, has resulted in erroneous conclusion.\n28. A perusal of Sections 36 to 54 CPC, in particular, Section 38 will indicate that the facts of the instant case do not pertain to transfer of the order dated 25.11.2015 in Misc.521/2004 passed by the City Civil Court to the commercial court under any of the aforesaid provisions; to put it differently, the contention of the 1st respondent that by virtue of Section 38 CPC, the said order can either be executed by the very same court (city civil court), which passed the order or by the commercial court, to which the execution proceedings got transferred completely is clearly misconceived and untenable in the light of the undisputed fact that the instant Ex.No.2673/2018 was not transferred from the city civil\n- 39 -\nNC: 2024:KHC:28312 court to the commercial court under any of the provisions contained in Section 36 to 54 CPC and on the other hand, the execution proceedings were transferred by invoking Section 5(2) of the Bangalore City Civil Courts Act r/w Section 24 CPC for administrative purposes and arrangement of cases, which is purely a ministerial act and as such, even this contention urged by the 1st respondent cannot be accepted.\n29. It is well settled that if a suit / proceeding is before a court / forum without jurisdiction or authority of law, the question of entertaining any interlocutory application or passing any interlocutory order in such a suit / proceeding does not arise; as stated hereinbefore, I have already come to the conclusion that the commercial court does not have jurisdiction or authority of law to entertain or adjudicate upon the instant execution proceedings in Com.Ex.No.2673/2018 and consequently, the application I.A.2 which was allowed by the commercial court by the impugned order was not maintainable and the commercial court clearly misdirected itself in allowing the application warranting interference in the present petition.\n- 40 -\nNC: 2024:KHC:28312\n30. Insofar as the various other judgments relied upon by both sides are concerned, in the factual matrix obtaining in the instant case, the said judgments are not referred to in detail for the purpose of the present order.\n31. In the result, I pass the following:\nORDER\n(i) Petition is hereby allowed.\n(ii) The impugned order dated 21.01.2023 passed on I.A.No.2 in Commercial Execution No.2673/2018 by the LXXXVII Addl. City Civil Judge, (Exclusive Dedicated Commercial Court), Bengaluru is hereby set aside.\n(iii) Consequently, I.A.2 filed by the 1st respondent stands dismissed.\nSd/-\n(S.R.KRISHNA KUMAR) JUDGE Srl.",
  "cleaned_text": "karnataka high court smt sarasamma .c vs karnataka state finance corporation on 19 july, 2024 author: s.r.krishna kumar bench: s.r.krishna kumar -1nc: 2024:khc:28312 wp no. 3967 of 2023 in the high court of karnataka at bengaluru dated this the 19th day of july, 2024 before r the hon'ble mr justice s.r.krishna kumar writ petition no. 3967 of 2023 (gm-cpc) between: smt sarasamma .c aged about 60 years, no.16, v.b.residency, flat no.204, 2nd floor, ramamurthynagar main road, bangalore-560 043. .petitioner (by sri. m.n. sheshadri, senior counsel for sri. varun gowda.,advocate) and: 1. karnataka state finance corporation no.1/1, thimmaiah road, vasanth nagar, bengaluru-560 052. rep by its asst. general manager digitally recovery department. signed by vandana s 2. m/s. ethnic informatics pvt ltd no.17/1, cunningham road, location: bengaluru-52. high represented by its court of managing director karnataka incorporated under the companies act, 1956 3. badrinarayan s s/o srinivas murthy, flat no.a-2, krishnaleela apartments, 8th main road, malleshwaram, bengaluru-560 003. -2nc: 2024:khc:28312 wp no. 3967 of 2023 4. smt.roopa jagannath no.58, ranganatha nilaya, 3rd stage, vinayaka layout, vijayanagar, bangalore-560 004. 5. o.n.ravishankar no.89, corporation division no.5, ward no.7, 11th cross, malleshwaram, bangalore-560 003. 6. o.n.ramesh babu 3rd floor, sri lakshminarayana mansion no.11, sri rama mandira road, basavanagudi, bangalore-560 004. .respondents (by sri. bipin hegde.,advocate for r-1 vide order dated: 20.02.2023, notice to r-2 to r-6 d/w) this w.p is filed under article 227 of the of the constitution of india praying to set aside the impugned order dated 21/01/2023 passed by the lxxxvii addl.city civil and sessions judge, (exclusive dedicated commercial court) at bengaluru (cch.88) in comm.ex.2673/2018 at annexure-a. this petition, coming on for dictating orders, this day, the court made the following: order this petition is directed against the impugned order dated 21.01.2023 passed on i.a.no.2 in commercial execution no.2673/2018 on the file of the lxxxvii addl. city civil judge, (exclusive dedicated commercial court), bengaluru (for short ' the nc: 2024:khc:28312 commercial court'), whereby the said application filed by the 1st respondent decree holder under section 151 cpc seeking attachment of a sum of rs.95 lakhs deposited in o.s.no.6229/2017 before the city civil court, bangalore, was allowed by the commercial court. 2. heard sri. m.n. sheshadri, learned senior counsel appearing on behalf of the petitioner, learned counsel for respondent no.1 ksfc and perused the material on record. since no relief is sought for as against respondents 2 to 6, notice to them has been dispensed with in the present petition. 3. brief facts leading to the case are as under: respondent no.1-karnataka state financial corporation (ksfc) instituted the instant commercial execution proceedings before the commercial court to implement and enforce the judgment and order dated 25.11.2015 passed in misc.no.521/2004. the petitioner herein is arrayed as judgment debtor no.6 to the said execution proceedings, in which, respondent nos.2 to 6 are arrayed as judgment debtor nos.1 to 5. 3.1 in the first instance, the said execution proceedings were instituted by the 1st respondent ksfc before the xxxvii nc: 2024:khc:28312 addl.city civil and sessions judge, bangalore (cch-38), in ex.no.2673/2018 and the same were pending adjudication. after establishment of the commercial courts in bangalore city, the city civil court , bangalore, issued a notification dated 17.08.2020 invoking section 5(2) of the bangalore city civil court act, 1979, r/w section 24 cpc for the purpose of equal distribution of cases among commercial courts, the instant ex.no.2673/2018 was transferred to the commercial court, i.e., the court of the lxxxiii addl.city civil and sessions judge, bangalore (cch-84) and renumbered as com.ex.no.2673/2018. 3.2 subsequently, the city civil court, bangalore, issued one more notification invoking section 5(2) of the bangalore city civil court act, 1979, for administrative purposes and transferred the aforesaid com.ex.no.2683/2018 from the court of the lxxxiii addl.city civil and sessions judge, bangalore (cch-84), to the court of the lxxxvii addl. city civil judge, (exclusive dedicated commercial court), bengaluru, which passed the order impugned in the present petition. 3.3 meanwhile, the petitioner had instituted a suit in o.s.no.6229/2017 before the i addl.city civil judge, bangalore, for ejectment and other reliefs against her tenants, in which, the nc: 2024:khc:28312 trial court passed an order directing the said tenants to deposit a sum of rs.95 lakhs by way of arrears of rent payable to the petitioner. in pursuance of the said order, the 1st respondent ksfc filed an application i.a.no.2 seeking order of attachment of an amount of rs.95 lakhs to be paid to the petitioner herein. 3.4 on 30.06.2021, the commercial court allowed i.a.no.2, thereby directing attachment of the aforesaid deposited amount of rs.95,00,000/-. subsequently, the petitioner herein filed i.a.no.3 seeking recalling of the attachment order. the said application having been opposed by respondent no.1, the commercial court proceeded to dismiss the said application i.a.no.3 filed by the petitioner. aggrieved by the impugned order passed on i.a.nos.2 and 3, the petitioner-judgment debtor no.6 approached this court in w.p.no.13079/2021 which was contested by the 1st respondent and disposed of vide final order dated 06.01.2023, whereby this court set aside the orders passed on i.a.nos. 2 and 3 and remitted the matter back to the commercial court for reconsideration of i.a.no.2 afresh in accordance with law. pursuant to the said remand order, the commercial court once again took up i.a.2 and allowed the same by passing the impugned order, which is assailed in the present petition. nc: 2024:khc:28312 4. in addition to reiterating the various contentions urged in the petition and referring to the documents produced by the petitioner, learned senior counsel for the petitioner submits that both execution proceedings as well as i.a.no.2 are not maintainable and the same are liable to be dismissed. in this context, it is submitted that the execution proceedings seeking to enforce and implement the judgment and order passed in misc.521/2004 is not maintainable before the commercial court constituted under the commercial courts act, 2015 (for short 'the said act of 2015') and on this ground alone, the execution proceedings are liable to be dismissed. it is also submitted that the instant execution proceedings are neither a suit nor an application in relation to a commercial dispute as defined under section 2(c) of the said act of 2015 and having regard to the provisions contained in section 6, the commercial court did not have jurisdiction or authority of law to entertain or adjudicate upon the instant execution proceedings, since the same were instituted only for the purpose of implementing, enforcing and executing the order passed in misc.no.521/2004, subsequent to which, there was no dispute, much less commercial dispute within the meaning of nc: 2024:khc:28312 section 2(c) of the said act of 2015 which would fall within the scope and jurisdiction of the said act of 2015. 4.1 it was also submitted that the application, i.a.no.2 filed by respondent no.1 seeking attachment by placing reliance upon the collateral security agreement dated 08.06.2002, which was not the subject matter of misc. no.521/2004 was not maintainable. further, it is pointed out that the collateral security agreement is dated 08.06.2002, while the present application i.a.no.2 having been filed after a lapse of 19 years is hopelessly barred by limitation and the same is not maintainable and liable to be dismissed. 4.2 it is also contended that section 34 of the securitization and reconstruction of financial assets and enforcement of security interest act, 2002 (for short \"the sarfaesi act\") bars both the suit and proceedings in relation to any action taken by respondent no.1 including issuance of notice under section 13(2) of the sarfaesi act. in this context, it is submitted that in view of the notice dated 20.02.2018 having been issued by respondent no.1-ksfc much prior to institution of execution proceedings on 11.07.2018, the jurisdiction of the commercial court is expressly barred under section 34 of the sarfaesi act and consequently, nc: 2024:khc:28312 i.a.no.2 would also necessarily have to be dismissed on this score also. in support of his submissions, reliance is placed on the following judgments:(i) balawant n.vishwamitra vs. yadav sadashiv mule (2004) 8 scc 706; (ii) associated power co. ltd., vs. ram taran roy air 1970 cal 75; (iii) transcore vs. union of india and another (2008) 1 scc 125; (iv) sundaram pillai vs. pattabhiraman (1985) 1 scc 591; (v) dattatreya govinda mahajan vs. state of maharastra (1977) 2 scc 548; (vi) premiere automobiles ltd., vs.kamlekar shantaram vadke (1976) 1 scc 496; (vii) santosh kumar vs. central warehousing corporation (1986) 2 scc 343; (viii) babu varghese vs. bar council of kerala (1999) 3 scc 422; 5. per contra, learned counsel for respondent no.1 submits that there is no merit in the petition and the same is liable to be dismissed. in support of his submissions, learned counsel has placed reliance upon the following judgments:nc: 2024:khc:28312 (i) m.d. frozen foods exports pvt. ltd. & others vs. hero fincorp ltd. civil appeal no. 15147 of 2017 dated 21.09.2017; (ii) transcore vs. union of india & another (2008) 1 scc 125; (iii) m/s. susi mills pvt. ltd., vs. the tamil nadu industrial investment corporation ltd., w.p. (md) no.6464 of 2010 passed by the madras high court at madhurai dated 16.02.2012; (iv) swaraj infrastructure pvt.ltd., vs. kotak mahindra bank ltd., civil appeal no. 1291 of 2019 dated 29.01.2019; (v) manganlal vs. m/s jaiswal industries, neemach and others (1989) 4 scc 344; (vi) m/s. hotel nataraja vs. karnataka state financial corporation ilr 1988 kar 2236; (vii) karnataka state industrial investment & development ltd., vs. s.k.k. kukarni & others civil appeal no.7288 of 2008 dated 11.12.2008; (viii) maharashtra state financial corporation vs. jaycee drugs and pharmaceuticals pvt. ltd and others (1991) 2 scc 637; (ix) downloaded copy of the order dated: 17/08/2020 in execution petition no. 2673/2018 along with notification dated: 17.08.2020; 10 nc: 2024:khc:28312 (x) order dated: 28.03.2023 in wp no.17947/2021; (xi) kandla export corporation and another vs. oci corporation and another (2018) 14 scc 715; (xii) jaycee housing pvt. ltd., vs. registrar (general), orissa high court, cuttack & ors. civil appeal no. 6876/2022 dated 19.10.2022; (xiii) bhagyoday co-operative bank ltd., vs. ravindra balakrishna patel deceased, through his lrs. & ors.civil appeal no 8531-8532/2022; (xiv) ambalal sarabhai enterprises limited vs. k.s.infraspace llp and another (2020) 15 scc 585; 6. i have given my anxious consideration to the rival submissions and perused the material on record. 7. before adverting to the rival contentions, it is necessary to state that it is an undisputed fact that the 1st respondent decree holder instituted the instant execution proceedings seeking to enforce and implement the judgment and order dated 25.11.2015 passed in misc.no.521/2004 in its favour against the petitioner and others and that the petitioner is arrayed as respondent no.6 to the execution proceedings. meanwhile, the petitioner instituted a suit in o.s.no.6229/2017 against her tenants, in which, the application i.a.no.8 filed by her for a direction to the 11 nc: 2024:khc:28312 defendants tenants was allowed by the trial court on 22.09.2020, thereby directing them to deposit rs.95 lakhs before the trial court. in pursuance of the same, the aforesaid tenants have deposited the said amount of rs.95 lakhs before the trial court in the said o.s.no.6229/2017 and before the said amount was disbursed in favour of the petitioner plaintiff, the 1st respondent decree holder filed the instant i.a.2 seeking attachment of the said amount and restraining disbursement of the same in favour of the petitioner and the said application was allowed by the commercial court by passing the impugned order. 8. the material on record also discloses that initially the said execution proceedings were filed before the city civil court, bangalore, and were pending before the court of xxxvii addl.city civil judge, (cch-38), bangalore, till the same were transferred initially to the court of the lxxxiii city civil judge, bangalore, (cch-84), which was designated as 'commercial court' and thereafter to the newly established exclusive dedicated commercial court which is the lxxxvii addl.city civil and sessions judge, bangalore (cch-88), which has passed the impugned order. 12 nc: 2024:khc:28312 9. the contention urged by the petitioner that the commercial court did not have jurisdiction to entertain or adjudicate upon the execution proceedings since the same did not relate to a commercial dispute within the meaning of section 2(c)(i) of the said act of 2015 was rejected by the commercial court by holding as under; \"20. looking to the above rival contentions of the parties, it is admitted fact that the instant petition was transferred to this court as per the notification no. admn-i-a/812/2020 dated 22.12.2020 passed by the additional city civil and sessions judge in its order dated 29.12.2020 for disposal according to law. it is one of the specific contention of the jdr is that the dispute is not a commercial dispute with in the meaning of section2 (c) (f) of the commercial court 2015 and the jurisdiction of the commercial court is barred under sec. 6 of the act. sec. 6 deals with \"the commercial courts shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction\" so, the said section is applicable to only for suit instead of execution petitions.sec.2(c) of the commercial court act deals with \"including enforcement\". enforcement means to execute the decree or order either by the court which passed it or by the court to which it is sent for execution as per 13 nc: 2024:khc:28312 section 38 of cpc. the order in misc. no. 521/2004 passed by the cch-38 discloses that the plaintiff-ksfc sanctioned loan of rs 240 lakhs to the respondent no.1 company for development of software solutions for educational institutions and respondents executed necessary loan documents and respondent no.6-jdr no.6 herein appeared through her counsel in the said suit and filed her objections by denying the contents of the petition, after considering the material and contentions on both side, the order passed by the court in 521/2004 on 25.11.2015.so the said order is delivered by the court on merits. it is also noticed that till today the said order is not at all challenged by any of the respondents including this jdr. therefore, the order under the petition is coming within the meaning of sec. 2(c) of commercial court act and sec. 38 of cpc and sec. 32 (8) of state financial corporation act, 1951, this court has got right to entertain the present petition. therefore, the objection raised by the learned senior counsel for jdr no.2 regarding the dispute is not a commercial dispute, it is barred under sec. 6 of the act and sec. 31 r/w 32 of state financial corporation act, 1951 cannot be accepted.\" 10. in this context, it is relevant to extract section 2(c)(i) of the said act of 2015, reads as under:2. definitions. (c) \"commercial dispute\" means a dispute arising out of 14 nc: 2024:khc:28312 (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; so also, section 6 of the said act of 2015, reads as under:6. jurisdiction of commercial court. the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation.--for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908). 11. there is no gainsaying the fact that a commercial court would have jurisdiction to entertain and adjudicate upon the instant execution proceedings, only if there existed a commercial dispute within the meaning of section 2(c) of the said act of 2015. while dealing with this aspect, the commercial court came to the conclusion that the expression \"including enforcement and interpretation of such documents\" includes the instant execution 15 nc: 2024:khc:28312 proceedings seeking to enforce the order passed by the trial court in misc.521/2004l; in my considered opinion, a plain reading of section 2(c)(i) of the said act of 2015, will clearly indicate that it contemplates commercial dispute as to mean a dispute arising out of ordinary transaction of merchants, bankers, financiers and traders, such as those relating to mercantile documents including enforcement and interpretation of such documents; the said provision merely contemplates enforcement of mercantile documents and clearly does not contemplate enforcement of decrees / judgments / orders or execution proceedings; in other words, the instant execution proceedings cannot be construed, treated or interpreted as \"enforcement of mercantile documents\" within the meaning of section 2(c)(i) of the said act of 2015 and consequently, the said finding recorded by the commercial court in order to reject the claim of the petitioner deserves to be set aside. 12. the material on record discloses that the instant execution proceedings seeks to enforce the order dated 25.01.2015 passed in favour of the 1st respondent in misc.no.521/2004 under section 31(1) and 32 of the state financial corporations act and the said order was passed after 16 nc: 2024:khc:28312 contest by the petitioner who was arrayed as 6th respondent in the said misc. proceedings. upon passing of the said order, by the trial court, the dispute between the petitioner and 1st respondent culminated in the said order and the execution proceedings cannot be said to involve a commercial dispute, since the same was restricted to enforcement and implementation of the order already passed by the trial court; further, the scope and ambit of the proceedings before the commercial court was merely to enforce and implement the order passed by the trial court and not to adjudicate upon the commercial dispute; in other words, after the trial court passed an order in misc.521/2004, there did not remain any 'live / pending lis' or 'live / pending dispute' between the parties which could be described as a 'commercial dispute' coming within the jurisdiction of the exclusive dedicated commercial court as contemplated under section 6 of the said act of 2015. 13. as stated supra, an application for execution seeks to merely enforce and implement a decree / order passed by a court; in the instant case, it is needless to state that the dispute between the petitioner and 1st respondent ended and culminated by virtue of the order dated 25.11.2015 passed in misc.521/2004 and pursuant 17 nc: 2024:khc:28312 thereto, there did not remain any lis / dispute between them which could be categorized or described as a pending commercial dispute requiring adjudication at the hands of the commercial court; so long as the dispute between the petitioner and 1st respondent had culminated and ended in the aforesaid order, the question of adjudication of the dispute once again before the commercial court by way of execution clearly did not arise in the facts and circumstances of the instant case and on this ground also, the commercial court did not have jurisdiction or authority of law to entertain or try a dispute which had already stood concluded / ended / culminated in the order passed in misc.521/2004 and there was no dispute between the petitioner and 1st respondent which was capable of being adjudicated upon in execution proceedings by the commercial court and consequently, the impugned order deserves to be set aside on this ground also. 14. the issue / question can be viewed from yet another angle; in this context, the statement of objects and reasons to the said act of 2015, clearly indicate that the intent of the act was to provide for speedy disposal of high value commercial disputes, which involve complex fact and questions of law necessitating a 18 nc: 2024:khc:28312 need to provide for an independent mechanism for their early resolution which would create a positive image to the investor world about the independent and responsive legal system; the preamble to the act also states that the act of 2015 was an act for adjudicating commercial disputes of a specified value and matters connected therewith or incidental thereto; it is therefore clear that the intent and object of the act was to provide for speedy adjudication of existing disputes and not for enforcement / implementation of the same by the process of execution; in other words, since the dispute between the parties comes to an end after adjudication, in the light of the undisputed fact that the dispute had already ended / culminated before the city civil court prior to the commercial court being constituted, enforcing / implementing the said order passed in misc.521/2004 cannot be described / construed / treated as 'adjudication of a dispute' which was the sole and paramount purpose of enacting the said act of 2015. under these circumstances, i am of the view that the instant execution proceedings which were undisputedly instituted prior to the constitution of the commercial courts could not have been transferred to the commercial court which passed the impugned order since the commercial court did not have jurisdiction or 19 nc: 2024:khc:28312 authority of law to entertain or adjudicate upon an application for execution under the provisions contained in order 21 cpc. 15. in this regard, it is relevant to extract section 15 of the said act of 2015, which reads as under:15. transfer of pending cases.-(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified 20 nc: 2024:khc:28312 value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with order xv-a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), subsection (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. 21 nc: 2024:khc:28312 16. the word \"application\" contained in section 15(2) of the said act of 2015, came up for consideration / interpretation before the kerala high court in the case of shaji augustine vs. chitra woods manners welfare association (2021) scc online ker 9840, wherein it was held that the expression \"application\" did not include an execution application as under:22. the next interesting question is whether the district court is divested of its power to 25 execute arbitral awards after the introduction of the commercial courts act. section 2(e) of the arbitration act defines 'court' to be the principal civil court of original jurisdiction in the district and excludes civil courts of grade inferior to such principal civil court. interpreting the provision the honourable supreme court in atlanta limited (supra) held as follows; \"24.2. secondly, the provisions of the arbitration act, leave no room for any doubt, that it is the superior-most court exercising original civil jurisdiction, which had been chosen to adjudicate disputes arising out of arbitration agreements, arbitral proceedings and arbitral awards. undoubtedly, a \"principal civil court of original jurisdiction in a district\", is the superior-most court exercising original civil jurisdiction in the district over which its jurisdiction extends. it is clear that section 2(1)(e) of the arbitration act having vested jurisdiction in the \"principal civil court of original jurisdiction in a district\", did not rest the choice of jurisdiction on courts subordinate to that of the district judge. likewise, \"the high court in exercise of its ordinary original jurisdiction\", is the superior-most court exercising original civil jurisdiction, within the ambit of its original civil jurisdiction. on the same analogy and for the same reasons, the choice of jurisdiction will clearly fall in the realm of the high court, wherever a high court exercises \"ordinary original civil jurisdiction\". 22 nc: 2024:khc:28312 23. inasmuch as the high court of kerala is not vested with ordinary original civil jurisdiction, the district court is the jurisdictional court to deal with matters arising out of arbitration. as per section 10(3) of the commercial courts act, applications or appeal arising out of an arbitration under the provisions of the arbitration and conciliation act would ordinarily lie before any principal civil court of original jurisdiction in a district and shall be filed and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration. section 15(2) stipulates that all suits and applications, including applications under the arbitration and conciliation act relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court. for easy reference, section 15 is extracted below; \"15. transfer of pending cases.--(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 23 nc: 2024:khc:28312 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under subsection (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 22[with order xv-a] of the civil procedure code, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the civil procedure code, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), subsection (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 24. the proviso to section 15(2) makes it clear that no suit or application, where the final judgment has been reserved by the civil court prior to the constitution of a commercial court, need be transferred. as per sub-section (3) of section 15, once a suit or application is transferred to the commercial court, the provisions of the commercial courts act will apply to the procedures that are incomplete. to understand the relevance of this provision reference ought to be made to section 16 of the act, which reads as under; 24 nc: 2024:khc:28312 \"16. amendments to the civil procedure code, 1908 in its application to commercial disputes.--(1) the provisions of the civil procedure code, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the civil procedure code, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the civil procedure code, 1908, by the state government is in conflict with the provisions of the civil procedure code, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail.\" 25. thus, the provisions of the code of civil procedure have been amended in its application to suits in respect of commercial disputes, with the objective of speedy disposal of cases by the commercial courts. interestingly, there is no amendment to the provisions under order xxi cpc, dealing with execution of decrees. therefore, as far as execution is concerned, litigants still have to resort to the cumbersome and time consuming process under order xxi cpc. 26. in josekutty joseph (supra) the division bench interpreted the meaning, scope and ambit of sections 8 and 18 of the family courts act, section 8 excludes the jurisdiction of all other courts in respect of suits or proceedings falling within the jurisdiction of family courts under section 7, and section 18 stipulates that a decree or an order passed by a family court shall have the same force 25 nc: 2024:khc:28312 and effect as a decree or order of a civil court. the relevant paragraph of the judgment is extracted hereunder; \"7. it is true that by virtue of the provisions contained in sec. 7(1)(a) of the act, the family court shall have the power to exercise all the jurisdiction that was hitherto exercised by the civil court in respect of suits and proceedings of the nature referred to in the explanation. this means that whatever powers (including execution) which the civil court could have exercised in respect of such suits or proceedings stand vested in the family court upon its establishment. but the family court can exercise such powers (including execution) only in respect of a suit or proceeding which comes before it either by way of a statutory transfer or by way of fresh institution as contemplated by sec. 8 of the act. when the suit or proceeding referred to in the explanation to section 7(1) of the act can only be a suit or proceeding of an original nature instituted for the purpose of getting a decree, order or declaration as envisaged therein and which cannot necessarily include an execution petition, there cannot be a transfer under section 8(c)(i) of the act of a petition for executing a decree pending before the civil court on the date of establishment of the family court. it is one thing to say that the family court can exercise all the powers including execution in respect of such suit or proceeding by virtue of section 7(1)(a) of the act, but it is another thing to say that the statutory transfer under sec. 8(c) of the act takes within its sweep even petitions for execution of decrees already passed by the civil court and pending before such civil court on the date of establishment of the family court for the area concerned. section 18 of the act pertains only to decrees or orders passed by the family court and subsection (1) thereof only enacts a fiction by which a decree or order passed by the family court is deemed to be one passed by the civil court for the purpose of execution. it is significant in this context to note that there is no corresponding provision in the act treating the decree passed by the civil court as one passed by the family court. we are unable, in this connection, to accept the petitioner's contention that the deeming provision under section 7(1)(b) of the act is to treat the civil courts' decrees as one passed by the family court. in our view, the deeming provision thereunder is only to enable the family court to 26 nc: 2024:khc:28312 exercise the jurisdiction in such manner as the civil court would have exercised in a suit or other proceeding of such nature. the deeming provision is intended to indicate the procedure to be followed while dealing with such suit or proceeding and nothing else. as along as the decree passed by the civil court prior to the establishment of the family court is not deemed to be one passed by the family court, section 18 of the act which only deals with the execution of the decrees and orders passed by the family court, cannot have any application. if so, the only provision which can be applied to such a decree passed by the civil court is order 21, rule 10, c.p.c. which reads as under:-\"application for execution-where the holder of a decree desires to execute it, he shall apply to the court which passed the decree or to the officer (if any) appointed in this behalf, or if the decree has been sent under the provisions hereinbefore contained to another court, then to such court or to the proper officer thereof. thus, it is the court which passed the decree which is to be approached for executing the decree. indisputably, the court which passed the decree in this case is the subordinate judges' court. pala where the execution petition (e.p. 19/1997) was pending on the date of establishment of the family court for the area. e.p. 19/1997 not being an original proceeding-does not attract the statutory transfer under sec. 8(c) of the act. resultantly, the sub court, pala continues to have jurisdiction to deal with e.p. 19/1997 and bring it to a logical conclusion, notwithstanding the establishment of the family court for the area.\" 27. as observed earlier, the procedure for execution is not mentioned anywhere in the commercial courts act and there is nothing to indicate that the jurisdiction of other courts with respect to pending execution matters stands excluded. the absence of provision regarding execution or specific 27 nc: 2024:khc:28312 exclusion of jurisdiction of other courts with respect to execution procedures and the conscious omission to amend order xxi cpc for hastening the process of execution can only lead to the conclusion that the word \"application\" in section 15(1) does not include an 'execution application/petition' and the words, 'those procedures that are not complete at the time of transfer' in section 15(3) of the commercial courts act does not take in procedure relating to execution of decrees/awards. for the aforementioned reasons, i respectfully disagree with the dictum laid down by the gujarat high court in jagmohan bel (supra), insofar as it holds that the commercial court at the district level constituted under sub-section (1) of section 3 of the commercial courts act would be the court competent to execute awards declared under section 34 of the arbitration act. the aforesaid judgment was confirmed by the apex court in slp no.17433/2021 dated 01.12.2023. 17. similarly, the high court of chattisgarh in the case of south eastern coal fields ltd., vs. m/s.tirupathi constructions 2018 scc online chh 63, held as under:1. this is an application for transfer of pending execution application before the civil court to the commercial court under section 15(5) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for short the act, 2015) on the ground that under section 15(2) of the act, 2015 all 28 nc: 2024:khc:28312 suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted is required to be transferred to such commercial court, therefore, the present proceedings which is an application under section 36 of the arbitration and conciliation act, 1996 (for short the act, 1996) should be transferred to the commercial court. 2. having heard learned counsel for the applicant, it is to be seen that the word \"commercial dispute\" has been defined under section 2(1)(c) of the act, 2015 within which the present dispute between the parties is covered. however, even it is a commercial dispute, by virtue of proviso to sub-section (2) of section 15 no suit or application where the final judgment has been reserved by the court prior to the constitution of commercial division or the commercial court shall be transferred either under subsection (1) and sub-section (2). 3. in the case at hand, the award was passed on 26.09.2003 and thereafter appeal against the said award preferred by the present applicant has also been dismissed. at present, execution case no. 7a of 2015 is pending before the district court in the form of an application under section 36 of the act, 1996. even if the word application is mentioned in sub-section (2) of section 15, it would mean an original application and not an application for execution of the award which is preferred after the award has been delivered. 4. it is not disputed before us that, at present, after dismissal of the applicant's appeal against the award, no further proceedings are pending before any court. however, learned counsel would inform that the process of preferring a slp before the supreme court is under way. 5. be that as it may, once the award has been rendered, the proceedings, at this stage, has become final 29 nc: 2024:khc:28312 and an application under section 36 of the act, 1996 for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered. 6. in our considered opinion, in view of the proviso, to subsection (2) of section 15, the execution application cannot be transferred to commercial court. the district judge has not committed any illegality while rejecting the applicant's application for transfer of the execution case to the commercial court. 7. accordingly, application is dismissed. the aforesaid judgment was confirmed by the apex court in slp no.3388/2019 dated 04.02.2019. 18. as held in the aforesaid judgments, the expression 'application' referred to in sections 6 and 15 of the said act of 2015, refers to original applications and not applications for execution as in the instant case; it is therefore clear that an application for execution under order 21 cpc which arises only after adjudication / completion / culmination of a dispute cannot be treated or construed as a commercial dispute which is capable of being entertained or warranting adjudication by a commercial court and as such, the impugned order passed by the commercial court holding that it has jurisdiction to try the instant execution 30 nc: 2024:khc:28312 proceedings instituted by the 1st respondent is clearly erroneous and deserves to be set aside. 19. a perusal of the proviso to section 15(2) of the said act of 2015 will indicate that once a final judgment is reserved by the civil court prior to constitution of the commercial court, such cases shall not be transferred to the commercial court; further the scheme of the act of 2015 including sections 15(3) and 15(4) are also a pointer to the position that the procedures, timelines etc., provided under the said act of 2015, were introduced for the purpose of adjudication of the proceedings / dispute on the original side and not at the stage of execution proceedings which undisputedly arise after completion/ adjudication / culmination of the proceedings and consequently, on this score also, the instant execution applications could not have been entertained / adjudicated upon by the commercial court as wrongly held in the impugned order. 20. a perusal of section 16 to the said act of 2015 will indicate that the same provides for amendments to the code of civil procedure, 1908, in its application to commercial disputes. the amendments to cpc pursuant to section 16 are set out in the schedule to the said act of 2015 which commences with 31 nc: 2024:khc:28312 amendments to section 26 cpc and ends at order 20 cpc; interestingly, provisions relating to execution proceedings viz., neither sections 38 to 54 nor order 21 cpc find a place in the schedule to the said act of 2015, which is yet another circumstance to come to the conclusion that the commercial court does not have jurisdiction or authority of law to adjudicate upon the instant execution proceedings and the impugned order deserves to be set aside on this ground also. 21. the respondents contend that the usage of the expression \"relating to a commercial dispute\" contained in both sections 6 and 15 of the said act of 2015, indicate that the commercial court would have jurisdiction to try execution proceedings also since the same relate to a commercial dispute and the commercial court was justified in passing the impugned order. the said contention urged by the 1st respondent cannot be accepted in as much as the aim and object of the said act of 2015 was to provide for speedy adjudication of commercial disputes on their original side prior to the same being concluded / completed by a judgment, decree or order; the expression \"in relation to a commercial dispute\" would necessarily have to be interpreted, 32 nc: 2024:khc:28312 construed and treated as a live / pending dispute prior to its adjudication by a court and requiring determination of the lis between the parties; the commercial dispute between the parties after adjudication by passing of a judgment, decree or order, no longer remains a live / pending dispute requiring adjudication, since the same already stands crystallized and fructified by the said judgment, decree or order, no longer requiring any further adjudication for the purpose of treating it as a pending commercial dispute or in relation to a commercial dispute requiring adjudication. under these circumstances, merely because the expression \"in relation to a commercial dispute\" is used / employed in sections 6 and 15 of the said act of 2015, the said circumstance cannot be made the basis by the 1st respondent ksfc to contend that the commercial court has jurisdiction to try execution proceedings also and consequently, even this contention urged by the 1st respondent cannot be accepted. 22. the respondents further contend that though the instant execution proceedings in ex.no.2673/2018 were originally filed before the city civil court, bangalore (cch-38), upon constitution of the commercial courts vide notification dated 17.08.2020, the same 33 nc: 2024:khc:28312 were transferred to the newly constituted commercial court, cch84, subsequent to which, one more notification dated 22.12.2020 was issued constituting an exclusive dedicated commercial court (cch-88), to which, the instant execution proceedings were transferred and since there were other execution cases also transferred from the civil court to the commercial court under the aforesaid notifications, the commercial court possessed necessary jurisdiction to adjudicate upon the instant execution proceedings also. the said contention of the respondents cannot be accepted, since a perusal of the aforesaid notifications dated 17.08.2020 and 22.12.2020 will clearly indicate that the same were not issued under section 15(2) of the said act of 2015; on the other hand, the said notifications invoke section 5(2) of the bangalore city civil courts act, 1979 r/w section 24 cpc for administrative purposes and for equal distribution of cases amongst commercial courts; the said notifications at any rate are not issued under section 15(2) and the same cannot be construed or treated as vesting jurisdiction in the commercial courts which otherwise does not have jurisdiction or authority of law to entertain or adjudicate the instant execution proceedings; to put it differently, the notifications could not confer jurisdiction upon the commercial court, particularly when there was 34 nc: 2024:khc:28312 inherent lack of jurisdiction on the part of the commercial court to adjudicate or entertain the instant execution proceedings and consequently, the impugned order deserves to be set aside. 23. a perusal of section 6 of the said act of 2015 will indicate that the commercial court shall have jurisdiction to try suits and applications relating to a commercial dispute of a specified value; section 12 provides for determination of specified value and in this context, it would be profitable to extract section 12 of the said act of 2015, which reads as under:12. determination of specified value.--(1) the specified value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such specified value; (b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, 35 nc: 2024:khc:28312 shall be taken into account for determining such specified value; (c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining specified value; 1 [and] (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining specified value; 2[***] 3[* * *] (2) the aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a commercial division, commercial appellate division or commercial court, as the case may be. (3) no appeal or civil revision application under section 115 of the code of civil procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a commercial division or commercial court finding that it has jurisdiction to hear a commercial dispute under this act. 36 nc: 2024:khc:28312 24. a plain reading of section 12(1)(a) supra, will indicate that determination of specified value is based on the money sought to be recovered by the applicant in an application for recovery of money; it follows therefrom that what is contemplated is an original application for recovery of money and not an application which has fructified / crystallized into a decree / order which is put into execution for the purpose of implementation or enforcement; in other words, the specified value is dependent on the amount claimed by the applicant in the original application, which is an nonadjudicated and undetermined amount which has not fructified or crystallized into a decree or order; the moment the claim gets fructified and crystallized into a decree or order, the same no longer remains an amount sought to be recovered by the applicant for determining such specified value and consequently, an execution proceedings pursuant to a determined / adjudicated / crystallized / fructified claim cannot partake the nature of a commercial dispute capable of being entertained or adjudicated upon under section 6 of the said act of 2015. viewed from this angle also, the impugned order passed by the trial court deserves to be set aside. 37 nc: 2024:khc:28312 25. according to the petitioner, the execution proceedings have been instituted by the 1st respondent to enforce and implement the order dated 25.11.2015 passed in misc.521/2004 under sections 31 and 32 of the state financial corporations act, 1951 (for short 'the sfc act'). it is contended that in the instant execution proceedings, the application i.a.2 filed by the 1st respondent under section 151 cpc was not maintainable and the same was liable to be dismissed on this ground alone. 26. per contra, 1st respondent contends that due to oversight and inadvertence, order 21 rule 52 cpc which is the correct provision was not invoked by the 1st respondent in i.a.2 and the said application is to be treated as one filed under order 21 rule 52 cpc which empowers the executing court to attach the amount deposited in o.s.no.6229/2017 filed by the petitioner plaintiff as stated supra and the commercial court was fully justified in allowing the said application by passing the impugned order. 27. a perusal of the material on record and the judgments relied upon by both sides will indicate that though certain provisions of order 21 may be applicable to execution proceedings instituted pursuant to the order dated 25.11.2015 passed in misc.521/2004 38 nc: 2024:khc:28312 under sections 31 and 32 of the sfc act, in the absence of any statutory provision or any precedent to the effect that order 21 rule 52 would also apply and be applicable to the instant execution proceedings instituted pursuant to the aforesaid order, i am of the considered opinion that the application i.a.2 filed by the 1st respondent, albeit construed / treated as an application under order 21 rule 52 cpc was not maintainable and on this ground also, the said application was liable to be dismissed and failure to appreciate this, has resulted in erroneous conclusion. 28. a perusal of sections 36 to 54 cpc, in particular, section 38 will indicate that the facts of the instant case do not pertain to transfer of the order dated 25.11.2015 in misc.521/2004 passed by the city civil court to the commercial court under any of the aforesaid provisions; to put it differently, the contention of the 1st respondent that by virtue of section 38 cpc, the said order can either be executed by the very same court (city civil court), which passed the order or by the commercial court, to which the execution proceedings got transferred completely is clearly misconceived and untenable in the light of the undisputed fact that the instant ex.no.2673/2018 was not transferred from the city civil 39 nc: 2024:khc:28312 court to the commercial court under any of the provisions contained in section 36 to 54 cpc and on the other hand, the execution proceedings were transferred by invoking section 5(2) of the bangalore city civil courts act r/w section 24 cpc for administrative purposes and arrangement of cases, which is purely a ministerial act and as such, even this contention urged by the 1st respondent cannot be accepted. 29. it is well settled that if a suit / proceeding is before a court / forum without jurisdiction or authority of law, the question of entertaining any interlocutory application or passing any interlocutory order in such a suit / proceeding does not arise; as stated hereinbefore, i have already come to the conclusion that the commercial court does not have jurisdiction or authority of law to entertain or adjudicate upon the instant execution proceedings in com.ex.no.2673/2018 and consequently, the application i.a.2 which was allowed by the commercial court by the impugned order was not maintainable and the commercial court clearly misdirected itself in allowing the application warranting interference in the present petition. 40 nc: 2024:khc:28312 30. insofar as the various other judgments relied upon by both sides are concerned, in the factual matrix obtaining in the instant case, the said judgments are not referred to in detail for the purpose of the present order. 31. in the result, i pass the following: order (i) petition is hereby allowed. (ii) the impugned order dated 21.01.2023 passed on i.a.no.2 in commercial execution no.2673/2018 by the lxxxvii addl. city civil judge, (exclusive dedicated commercial court), bengaluru is hereby set aside. (iii) consequently, i.a.2 filed by the 1st respondent stands dismissed. sd/(s.r.krishna kumar) judge srl."
}