{
  "case_file": "case382.txt",
  "original_text": "Delhi High Court\nBharat Petroleum Corporation Limited vs Rajinder Singh Joon & Ors. on 10 April, 2024\nAuthor: Amit Bansal\nBench: Rajiv Shakdher, Amit Bansal\n                 *       IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                                             Judgment Reserved on: 16.02.2024\n                 %                                        Judgment Pronounced on: 10.04.2024\n                 +       RFA(COMM) 14/2024\n                         BHARAT PETROLEUM\n                         CORPORATION LIMITED                                   ..... Appellant\n                                      Through:                Mr Anil Kumar Batra, Mr Sunil\n                                                              Chauhan, Ms Vatsala Chauhan and\n                                                              Mr Devishah Batra, Advocates.\n                                              versus\n\n                         RAJINDER SINGH JOON & ORS.               ..... Respondents\n                                      Through: Mr Karan Nagrath, Mr Tanmaya\n                                                Mehta, Ms Rashmi Gogoi, Ms\n                                                Niharika Nagrath, Mr Ambuj Tiwari\n                                                and Mr Arjun Nagrath, Advocates.\n\n                 +       RFA(COMM) 15/2024 and C.M. No. 4043/2024\n                         BHARAT PETROLEUM\n                         CORPORATION LIMITED                                   ..... Appellant\n                                      Through:                Mr Anil Kumar Batra, Mr Sunil\n                                                              Chauhan, Ms Vatsala Chauhan and\n                                                              Mr Devishah Batra, Advocates.\n                                              versus\n\n                         RAJINDER SINGH JOON & ORS.               ..... Respondents\n                                      Through: Mr Karan Nagrath, Mr Tanmaya\n                                                Mehta, Ms Rashmi Gogoi, Ms\n                                                Niharika Nagrath, Mr Ambuj Tiwari\n                                                and Mr Arjun Nagrath, Advocates.\n                         CORAM:\n                         HON'BLE MR. JUSTICE RAJIV SHAKDHER\n                         HON'BLE MR. JUSTICE AMIT BANSAL\n                               [Physical Hearing/Hybrid Hearing (as per request)]\n\n\n\nSignature Not Verified\nDigitally Signed By:DINESH\nKUMAR\nSigning Date:10.04.2024\n11:06:00              RFA(COMM) 14/2024 & RFA(COMM) 15/2024                          Page 1 of 13\n                  AMIT BANSAL, J.\n1. Both the present appeals are directed against the judgment dated 17th October, 2023 passed by the District Judge (Commercial Court-02) South- East, Saket Courts (hereinafter Commercial Court).\n2. Via the impugned judgment, the Commercial Court has passed a common judgment and decree under Order XII Rule 6 of the Code of Civil Procedure, 1908 (CPC) whereby:-\n(i) a decree of possession was passed in favour of the respondent (plaintiff in the main suit) and,\n(ii) counter claim seeking a decree of specific performance thereby directing renewal of the Lease Deed filed by the appellant (defendant in the main suit) was dismissed.\n3. The brief facts leading to the filing of the present appeal are:-\n(i) The appellant, Bharat Petroleum Corporation Ltd. (BPCL), is a Public Sector Undertaking under the administrative control of the Ministry of Petroleum and Natural Gas, Union of India, and is engaged in refining, distribution and selling of petroleum products.\n(ii) The respondents are owners of land admeasuring 1343.3 square yards, situated at Plot A-9 and 10, South Extension, Part-1, Ring Road, New Delhi-110017 (hereinafter the \"demised property\").\n(iii) A Lease Deed dated 27th May, 1966 was executed between Burmah-Shell Oil Storage and Distribution Co. of India (predecessor of the appellant) and the predecessor-in-interest of the respondents in relation to the demised property. After the expiry of the said Lease Deed, there was litigation between the parties which culminated into a settlement.\n(iv) Pursuant to the settlement, the present Lease Deed dated 12th May, 2003 was executed between the parties herein. The period of the Lease Deed was 20 years commencing on 1st April, 2002 to 31st March, 2022. The Lease Deed also stipulated a 25% increase in the rent after every 5 years.\n(v) The respondent, via Notice dated 1st April, 2022 under Section 106 of the Transfer of Property Act, 1882, called upon the appellant to vacate the demised property and hand over the possession within 15 days of the Notice. In the said Notice, it was made clear that the respondents did not intend to extend the Lease Deed.\n(vi) The appellant, vide communication dated 8th April, 2022 sought renewal of the Lease Deed on mutually agreeable terms and conditions. However, the respondents, via their Reply dated 11th April rejected the offer for renewal and asked the appellant to vacate the demised property.\n(vii) Upon failure of the appellant to vacate the property, the respondents issued a letter dated 18th April, 2022 to the appellant for pre-institution mediation as per the mandate of Section 12-A of the Commercial Courts Act, 2015. However, mediation proceedings failed.\n4. Accordingly, the respondents filed a suit for possession along with other ancillary reliefs. In the said suit, a counter claim was filed by the appellant seeking a decree of specific performance thereby directing renewal of the Lease Deed. Subsequently, an application under Order XII Rule 6 read with Order VII Rule 11 of the CPC was filed on behalf of the respondent in which the following prayers were made:-\n\"In view of the admitted facts, it is humbly prayed that this Hon'ble Court, may kindly be pleased to:\ni. pass an order under Order VII Rule 11 of CPC dismissing/rejecting the counter-claim bearing CS(COMM) No. 58 of 2023;\nii. pass a judgment under Order XII Rule 6 of CPC in favour of the Respondents;\niii. award costs in the Respondents; and iv. pass any such other and further Orders as this Hon'ble Court may deem fit in the interest of justice.\"\n5. By the impugned judgment, the Commercial Court allowed the application under Order XII Rule 6 of the CPC resulting in a summary judgment in favor of the respondents.\n6. Assailing the impugned judgment passed by the Commercial Court, learned counsel appearing on behalf of the appellant, makes the following submissions:-\n(i) The Lease Deed contains a renewal clause, being Clause II (7).\nA perusal of the renewal clause would demonstrate that it contemplates an arrangement where renewal of the Lease Deed shall be on the same terms and conditions contained in the present Lease Deed. Therefore, the term of the renewed Lease shall be for the same period i.e. 20 years with the rent increasing at the same rate i.e. 25% every 5 years.\n(ii) If the intention of the parties was not to renew the Lease Deed after the expiry of 20 years, there would have been no need to have a clause for renewal. The intention of the parties can also be gathered from the fact that Clause 4 of the Lease Deed gives the appellant the first option to buy the property in question.\n(iii) The present Lease Deed between the parties was executed after a post-litigation settlement. Hence the renewal clause was added after careful deliberation, recording the intention of parties to renew the lease on expiration.\n(iv) Furthermore, a Dispensing Pump and Selling License (DPSL) Agreement executed between the appellant and the respondents no. 1 and 3 was renewed on 18th August, 2020 for a period of 5 years, till 24th August, 2025 i.e. 3 years after the expiry of the Lease Deed. This proves that the parties had a common intention to renew the Lease Deed of the demised property as well.\n(v) Prior to the expiry of the Lease Deed, the appellant had invoked the renewal clause, being Clause II (7), by way of its letters dated 12th April, 2021 and 10th December, 2021 which were sent to the respondents through speed post and by hand, through a tank lorry driver.\n(vi) The Commercial Court failed to apply the principles of interpretation of a document whereby a document has to be read as a whole. Where the plain reading of a document results in an obscure interpretation, a purposeful reading of the document is required. For proper interpretation of the renewal clause, the Commercial Court ought to have recorded oral evidence of persons involved in the drafting of the Lease Deed. Hence, there was no admission made by the appellant warranting the passing of summary judgment under Order XII Rule 6 of the CPC in favor of the respondent.\n7. Per Contra learned counsel appearing on behalf of the respondents, has made the following submissions: -\n(i) A perusal of the expression \"NIL years\" in Clause II (7) of the Lease Deed would prove that no renewal beyond the term of 20 years was envisaged by either of the parties. If the appellant's interpretation of the renewal clause is accepted, it would result in a lease continuing in perpetuity.\n(ii) The appellant in its letter dated 8th April, 2022 has itself sought renewal of the Lease Deed on mutually agreeable terms.\nTherefore, there cannot be a unilateral renewal of the Lease Deed at the option of the appellant.\n(iii) In view of the bar contained in Sections 91, 92 and 94 of the Indian Evidence Act, 1872, no oral evidence could have been led in respect of the written terms of the Lease Deed. Therefore, the Commercial Court has correctly exercised jurisdiction under Order XII Rule 6 of the CPC.\n(iv) The reliance placed by the appellant on the DPSL Agreement dated 18th August, 2020 to contend that it was the intention of the parties to renew the Lease Deed as well, is misplaced. The DPSL Agreement and the Lease Deed are two separate instruments, executed for completely different purposes. Hence, the intention of one instrument cannot be interpreted from the other.\n(v) The two alleged letters dated 12th April, 2021 and 10th December, 2021, relied upon by the appellant to prove its intention of renewing the Lease Deed is nothing but an afterthought defense as the appellants have not been able to substantiate the service of these letters on the respondent. Moreover, the appellants had admitted that \"the postal service and proof of service of letters dated 12.04.2021 and 10.12.2021 are missing\" from the file maintained by the appellant in respect of the said property.\n(vi) Section 14(1)(c) of the Specific Relief Act, 1963 mandates that a contract which in its nature is determinable cannot be specifically enforced. Hence, the Commercial Court has rightly rejected the appellant's suit for specific performance. Reliance in this regard has been placed on the judgment of the Supreme Court in Indian Oil Corporation v. Amritsar Gas Services and Ors., (1991) 1 SCC 533 and judgment of the High Court of Delhi in Rajasthan Breweries Ltd. v. The Stroh. Brewery Company, 2000 SCC Online Del 481.\n8. We have heard the counsels for the parties and perused the material on record.\n9. The heart of the controversy between the parties herein lies in the scope and importance of this renewal clause, being Clause II (7) obtaining in the Lease Deed. For the sake of convenience, the said clause is extracted hereinunder:\n\"7. THAT if the lessee shall be desirous of renewing this lease on the expiration of its term and shall have given notice to the lessor in writing prior to the expiration of the term hereby granted and shall have paid the rent and taxes and duly observed and performed all the terms, covenants, conditions and stipulations herein the lessor shall grant to them a renewed lease of the demised land for a further period of ... (NIL) years commencing from the date of expiry hereof on the same terms and conditions in all respects as are reserved and contained herein including this covenants for renewal...\"\n[emphasis is ours]\n10. A careful perusal of the aforesaid clause would show that for the Lease to be renewed, the following ingredients had to be fulfilled: -\ni. Lessee's desire to renew the Lease, ii. Lessee to give notice to renew the Lease prior to the expiration of the Lease and, iii. Lessee should have paid rent and taxes and not breached terms, covenants, conditions, and stipulations contained in the Lease. If all the aforesaid boxes are ticked, metaphorically speaking, only then the Lessee could trigger the renewal of the Lease.\n11. It is the appellant's contention that the Renewal Clause stipulates an automatic renewal for a period of 20 years upon service of the Notice to renew from the Lessee to the Lessor.\n12. To evaluate the tenability of this argument advanced on behalf of the appellant, one would have to put the renewal clause through a stress test. To put it differently, would any dissonance creep in the renewal clause if one were to fill the blank and provide renewal for say 2 years, 5 years, or 15 years. Clearly, there would be no inconsistency. The renewal clause would survive.\n13. Thus, if there is no breakdown of the clause whatever be the period of renewal, it would demonstrate that it was the intention of the parties, when they entered into the lease agreement, that renewal would take place only if there was consensus qua the period. Therefore, what had to be agreed upon, plainly, was the period for which the lease would be renewed. Once that was agreed, other stipulations and conditions of the lease terms would apply mutatis mutandis. The parties could have mutually agreed for a period of renewal during the currency of the Lease. However, this never happened.\n14. This position is reinforced if a reference is made to the letter dated 8th April, 2022 sent by the appellant to the respondent seeking renewal of the Lease Deed. The said letter is extracted hereunder:-\n\"Please take reference of our previous letters of even reference dated 12.04.2021 and 10.12.2021, wherein we had requested you to renew the lease of the subject Retail Outlet.\nWe hereby reiterate that the subject piece of land, which was taken on lease by us, is very much required by our Corporation for the sale of our Petroleum Products to our esteemed customers. In this regard, a meeting was also conducted today i.e., 08.04.2022 to discuss the subject issues wherein Sh. Vikramajeet Singh attended on your behalf and Sh. Vipul Srivastava, Territory Coordinator (Retail) Delhi and Sh. Harsh Joshi, Sr. Manager Sales (Retail) attended on BPCL's behalf, wherein you expressed your intention to renew the lease on mutually agreed to terms and conditions, which can be negotiated at future dates.\nWithout prejudice to our right to occupy the land under the statue, we are also desirous to renew the Lease at mutually agreed to rental terms & conditions. Please let us know the convenient date, time and venue for carrying out negotiations for renewal of lease. We look forward to receiving your positive response and expect that you'll be doing the needful for renewal of Lease Deed at the earliest.\"\n[emphasis is ours]\n15. From the perusal of the above, it is evident that the appellant itself believed that renewal could only be upon \"mutually agreeable terms and conditions\" and not on a unilateral basis.\n16. Counsel for the appellant submits that the appellant wrote two letters dated 12th April, 2021 and 10th December, 2021 expressing their intention to renew the Lease Deed. However, the respondent denies the receipt of the aforesaid communications and submits that the said letters are in the nature of an afterthought defence.\n17. The appellant has candidly admitted in its written statement that it does not have any proof of service of the aforesaid communications. Relevant extracts of its written statement have been set out below:-\n\"...The Defendant in terms of the said Lease Deed had notified the Plaintiff, inter-alia vide its' letters dated 12.04.2021 and 10.12.2021 of its' intention to renew the lease. The said letters were sent by Speed post and by hand to the Plaintiff through Tank Lorry driver. The postal receipt and proof of service of letters dated 12.04.2021 & 10.12.2021 are missing from the file maintained by the defendant in respect of the suit property and the same shall be filed as soon as they are traced..\"\n[emphasis is ours]\n18. It is also a matter of record that no electronic communication in the form of e-mail was sent by the appellant to the respondents to express its intention to renew the Lease during the currency of the Lease.\n19. In light of the discussion above, in our view, the appellant's stand that renewal had to be for 20 years would be in the teeth of plain text of the renewal clause.\n20. One of the contentions advanced on behalf of the appellant was since the present Lease Deed was executed pursuant to a post litigation settlement between the parties, the renewal clause was added after careful deliberation, reflecting the intention of the parties to renew the Lease Deed on the same terms and conditions, including the period of renewal.\n21. We do not find merit in the aforesaid contention. Merely because a renewal clause was added after a post litigation settlement between the parties, it cannot be assumed that the intention of the parties was to provide for a renewal for the same period. The fact that the Lease Deed was executed after due deliberations and negotiations between the parties would imply that the Lease Deed reflects the clear intention of the parties i.e. the renewal period would be decided by mutual consent of the parties.\n22. Next, the appellant places reliance on the DPSL Agreement between the same parties which was renewed for a period of 5 years with effect from 18th August, 2020. The aforesaid submission is completely untenable. It has to be borne in mind that the Lease Deed and the DPSL Agreement are two independent contracts and a renewal clause in one of them cannot be read into the other contract.\n23. The appellant places reliance on principles of interpretation of a contract in support of its contention that a purposeful interpretation should be given to Clause II (7). In our view, the intention of the parties has to be gathered from what is expressed in the written contract. Once there is no ambiguity in the written terms of the contract, parties cannot resort to principles of interpretation of contract to give a meaning which is contrary to the express terms of the contract. This would amount to re-writing the contract.\n24. It is submitted on behalf of the appellant that in the present case, a decree under Order XII Rule 6 of the CPC should not have been passed and the Commercial Court should have allowed the parties to lead oral evidence so as to ascertain the intention of the parties with regard to the renewal clause.\n25. The aforesaid submission overlooks the fact that oral evidence of this nature cannot be permitted to be led in view of the bar contained in Sections 91, 92 and 94 of the Indian Evidence Act, 1872. The Supreme Court in V. Anantha Raju and Anr. v. T.M Narasimhan and Ors., (2021) 17 SCC 165 has observed that when the parties have recorded their agreement in a written document, the terms thereof cannot be understood based on the interpretation of parties and the averments made in their pleadings, to be proved by evidence of the persons who were involved in the drafting of the written document. Relevant observations of the aforesaid judgment are set out hereunder:-\n\"34. This Court has further held in Roop Kumar case that Sections 91 and 92 of the Evidence Act would apply only when the document on the face of it contains or appears to contain all the terms of the contract. It has been held that after the document has been produced to prove its terms under Section 91, the provisions of Section 92 come into operation for the purpose of excluding evidence of any oral agreement or statement for the purpose of contradicting, varying, adding or subtracting from its terms. It has been held that it would be inconvenient that matters in writing made by advice and on consideration, and which finally import the certain truth of the agreement of parties should be controlled by averment of the parties to be proved by the uncertain testimony of slippery memory. It has been held that when parties deliberately put their agreement into writing, it is conclusively presumed, between themselves and their privies, that they intended the writing to form a full and final statement of their intentions, and one which should be placed beyond the reach of future controversy, bad faith and treacherous memory.\"\n[emphasis is ours]\n26. It is a settled position of law that for the purposes of Order XII Rule 6 of the CPC, the admission can be in the pleadings or in the documents filed on behalf of the parties. In the present case, the Lease Deed, which is an admitted document, contains the specific admission. Therefore, the Commercial Court has correctly invoked provisions of Order XII Rule 6 of the CPC in the facts and circumstances of the present case.\n27. In so far as the Counter Claim filed by the appellant seeking specific performance of the renewal of the Lease Deed is concerned, reliance has correctly been placed on behalf of the respondents on Section 14(1)(c) of the Specific Relief Act, 1963 to submit that a contract, which is determinable in nature, cannot be specifically enforced. (See Indian Oil Corporation v. Amritsar Gas Services and Ors., (1991) 1 SCC 533 and Rajasthan Breweries Ltd. v. The Stroh. Brewery Company, 2000 SCC Online Del\n481). In our considered view, it cannot be denied that in the present case, the Lease Deed was determinable in nature.\n28. In view of the above, we do not find any infirmity in the impugned judgment which requires interference by this court. Both the appeals, along with pending applications, are dismissed.\nAMIT BANSAL (JUDGE) RAJIV SHAKDHER (JUDGE) APRIL 10, 2024 rt/at",
  "cleaned_text": "delhi high court bharat petroleum corporation limited vs rajinder singh joon & ors. on 10 april, 2024 author: amit bansal bench: rajiv shakdher, amit bansal * in the high court of delhi at new delhi judgment reserved on: 16.02.2024 % judgment pronounced on: 10.04.2024 + rfa(comm) 14/2024 bharat petroleum corporation limited . appellant through: mr anil kumar batra, mr sunil chauhan, ms vatsala chauhan and mr devishah batra, advocates. versus rajinder singh joon & ors. . respondents through: mr karan nagrath, mr tanmaya mehta, ms rashmi gogoi, ms niharika nagrath, mr ambuj tiwari and mr arjun nagrath, advocates. + rfa(comm) 15/2024 and c.m. no. 4043/2024 bharat petroleum corporation limited . appellant through: mr anil kumar batra, mr sunil chauhan, ms vatsala chauhan and mr devishah batra, advocates. versus rajinder singh joon & ors. . respondents through: mr karan nagrath, mr tanmaya mehta, ms rashmi gogoi, ms niharika nagrath, mr ambuj tiwari and mr arjun nagrath, advocates. hon'ble mr. justice rajiv shakdher hon'ble mr. justice amit bansal [physical hearing/hybrid hearing (as per request)] signature not verified digitally signed by:dinesh kumar signing date:10.04.2024 11:06:00 rfa(comm) 14/2024 & rfa(comm) 15/2024 page 1 of 13 amit bansal, j. 1. both the present appeals are directed against the judgment dated 17th october, 2023 passed by the district judge (commercial court-02) southeast, saket courts (hereinafter commercial court). 2. via the impugned judgment, the commercial court has passed a common judgment and decree under order xii rule 6 of the code of civil procedure, 1908 (cpc) whereby:(i) a decree of possession was passed in favour of the respondent (plaintiff in the main suit) and, (ii) counter claim seeking a decree of specific performance thereby directing renewal of the lease deed filed by the appellant (defendant in the main suit) was dismissed. 3. the brief facts leading to the filing of the present appeal are:(i) the appellant, bharat petroleum corporation ltd. (bpcl), is a public sector undertaking under the administrative control of the ministry of petroleum and natural gas, union of india, and is engaged in refining, distribution and selling of petroleum products. (ii) the respondents are owners of land admeasuring 1343.3 square yards, situated at plot a-9 and 10, south extension, part-1, ring road, new delhi-110017 (hereinafter the \"demised property\"). (iii) a lease deed dated 27th may, 1966 was executed between burmah-shell oil storage and distribution co. of india (predecessor of the appellant) and the predecessor-in-interest of the respondents in relation to the demised property. after the expiry of the said lease deed, there was litigation between the parties which culminated into a settlement. (iv) pursuant to the settlement, the present lease deed dated 12th may, 2003 was executed between the parties herein. the period of the lease deed was 20 years commencing on 1st april, 2002 to 31st march, 2022. the lease deed also stipulated a 25% increase in the rent after every 5 years. (v) the respondent, via notice dated 1st april, 2022 under section 106 of the transfer of property act, 1882, called upon the appellant to vacate the demised property and hand over the possession within 15 days of the notice. in the said notice, it was made clear that the respondents did not intend to extend the lease deed. (vi) the appellant, vide communication dated 8th april, 2022 sought renewal of the lease deed on mutually agreeable terms and conditions. however, the respondents, via their reply dated 11th april rejected the offer for renewal and asked the appellant to vacate the demised property. (vii) upon failure of the appellant to vacate the property, the respondents issued a letter dated 18th april, 2022 to the appellant for pre-institution mediation as per the mandate of section 12-a of the commercial courts act, 2015. however, mediation proceedings failed. 4. accordingly, the respondents filed a suit for possession along with other ancillary reliefs. in the said suit, a counter claim was filed by the appellant seeking a decree of specific performance thereby directing renewal of the lease deed. subsequently, an application under order xii rule 6 read with order vii rule 11 of the cpc was filed on behalf of the respondent in which the following prayers were made:\"in view of the admitted facts, it is humbly prayed that this hon'ble court, may kindly be pleased to: i. pass an order under order vii rule 11 of cpc dismissing/rejecting the counter-claim bearing cs(comm) no. 58 of 2023; ii. pass a judgment under order xii rule 6 of cpc in favour of the respondents; iii. award costs in the respondents; and iv. pass any such other and further orders as this hon'ble court may deem fit in the interest of justice.\" 5. by the impugned judgment, the commercial court allowed the application under order xii rule 6 of the cpc resulting in a summary judgment in favor of the respondents. 6. assailing the impugned judgment passed by the commercial court, learned counsel appearing on behalf of the appellant, makes the following submissions:(i) the lease deed contains a renewal clause, being clause ii (7). a perusal of the renewal clause would demonstrate that it contemplates an arrangement where renewal of the lease deed shall be on the same terms and conditions contained in the present lease deed. therefore, the term of the renewed lease shall be for the same period i.e. 20 years with the rent increasing at the same rate i.e. 25% every 5 years. (ii) if the intention of the parties was not to renew the lease deed after the expiry of 20 years, there would have been no need to have a clause for renewal. the intention of the parties can also be gathered from the fact that clause 4 of the lease deed gives the appellant the first option to buy the property in question. (iii) the present lease deed between the parties was executed after a post-litigation settlement. hence the renewal clause was added after careful deliberation, recording the intention of parties to renew the lease on expiration. (iv) furthermore, a dispensing pump and selling license (dpsl) agreement executed between the appellant and the respondents no. 1 and 3 was renewed on 18th august, 2020 for a period of 5 years, till 24th august, 2025 i.e. 3 years after the expiry of the lease deed. this proves that the parties had a common intention to renew the lease deed of the demised property as well. (v) prior to the expiry of the lease deed, the appellant had invoked the renewal clause, being clause ii (7), by way of its letters dated 12th april, 2021 and 10th december, 2021 which were sent to the respondents through speed post and by hand, through a tank lorry driver. (vi) the commercial court failed to apply the principles of interpretation of a document whereby a document has to be read as a whole. where the plain reading of a document results in an obscure interpretation, a purposeful reading of the document is required. for proper interpretation of the renewal clause, the commercial court ought to have recorded oral evidence of persons involved in the drafting of the lease deed. hence, there was no admission made by the appellant warranting the passing of summary judgment under order xii rule 6 of the cpc in favor of the respondent. 7. per contra learned counsel appearing on behalf of the respondents, has made the following submissions: (i) a perusal of the expression \"nil years\" in clause ii (7) of the lease deed would prove that no renewal beyond the term of 20 years was envisaged by either of the parties. if the appellant's interpretation of the renewal clause is accepted, it would result in a lease continuing in perpetuity. (ii) the appellant in its letter dated 8th april, 2022 has itself sought renewal of the lease deed on mutually agreeable terms. therefore, there cannot be a unilateral renewal of the lease deed at the option of the appellant. (iii) in view of the bar contained in sections 91, 92 and 94 of the indian evidence act, 1872, no oral evidence could have been led in respect of the written terms of the lease deed. therefore, the commercial court has correctly exercised jurisdiction under order xii rule 6 of the cpc. (iv) the reliance placed by the appellant on the dpsl agreement dated 18th august, 2020 to contend that it was the intention of the parties to renew the lease deed as well, is misplaced. the dpsl agreement and the lease deed are two separate instruments, executed for completely different purposes. hence, the intention of one instrument cannot be interpreted from the other. (v) the two alleged letters dated 12th april, 2021 and 10th december, 2021, relied upon by the appellant to prove its intention of renewing the lease deed is nothing but an afterthought defense as the appellants have not been able to substantiate the service of these letters on the respondent. moreover, the appellants had admitted that \"the postal service and proof of service of letters dated 12.04.2021 and 10.12.2021 are missing\" from the file maintained by the appellant in respect of the said property. (vi) section 14(1)(c) of the specific relief act, 1963 mandates that a contract which in its nature is determinable cannot be specifically enforced. hence, the commercial court has rightly rejected the appellant's suit for specific performance. reliance in this regard has been placed on the judgment of the supreme court in indian oil corporation v. amritsar gas services and ors., (1991) 1 scc 533 and judgment of the high court of delhi in rajasthan breweries ltd. v. the stroh. brewery company, 2000 scc online del 481. 8. we have heard the counsels for the parties and perused the material on record. 9. the heart of the controversy between the parties herein lies in the scope and importance of this renewal clause, being clause ii (7) obtaining in the lease deed. for the sake of convenience, the said clause is extracted hereinunder: \"7. that if the lessee shall be desirous of renewing this lease on the expiration of its term and shall have given notice to the lessor in writing prior to the expiration of the term hereby granted and shall have paid the rent and taxes and duly observed and performed all the terms, covenants, conditions and stipulations herein the lessor shall grant to them a renewed lease of the demised land for a further period of . (nil) years commencing from the date of expiry hereof on the same terms and conditions in all respects as are reserved and contained herein including this covenants for renewal.\" [emphasis is ours] 10. a careful perusal of the aforesaid clause would show that for the lease to be renewed, the following ingredients had to be fulfilled: i. lessee's desire to renew the lease, ii. lessee to give notice to renew the lease prior to the expiration of the lease and, iii. lessee should have paid rent and taxes and not breached terms, covenants, conditions, and stipulations contained in the lease. if all the aforesaid boxes are ticked, metaphorically speaking, only then the lessee could trigger the renewal of the lease. 11. it is the appellant's contention that the renewal clause stipulates an automatic renewal for a period of 20 years upon service of the notice to renew from the lessee to the lessor. 12. to evaluate the tenability of this argument advanced on behalf of the appellant, one would have to put the renewal clause through a stress test. to put it differently, would any dissonance creep in the renewal clause if one were to fill the blank and provide renewal for say 2 years, 5 years, or 15 years. clearly, there would be no inconsistency. the renewal clause would survive. 13. thus, if there is no breakdown of the clause whatever be the period of renewal, it would demonstrate that it was the intention of the parties, when they entered into the lease agreement, that renewal would take place only if there was consensus qua the period. therefore, what had to be agreed upon, plainly, was the period for which the lease would be renewed. once that was agreed, other stipulations and conditions of the lease terms would apply mutatis mutandis. the parties could have mutually agreed for a period of renewal during the currency of the lease. however, this never happened. 14. this position is reinforced if a reference is made to the letter dated 8th april, 2022 sent by the appellant to the respondent seeking renewal of the lease deed. the said letter is extracted hereunder:\"please take reference of our previous letters of even reference dated 12.04.2021 and 10.12.2021, wherein we had requested you to renew the lease of the subject retail outlet. we hereby reiterate that the subject piece of land, which was taken on lease by us, is very much required by our corporation for the sale of our petroleum products to our esteemed customers. in this regard, a meeting was also conducted today i.e., 08.04.2022 to discuss the subject issues wherein sh. vikramajeet singh attended on your behalf and sh. vipul srivastava, territory coordinator (retail) delhi and sh. harsh joshi, sr. manager sales (retail) attended on bpcl's behalf, wherein you expressed your intention to renew the lease on mutually agreed to terms and conditions, which can be negotiated at future dates. without prejudice to our right to occupy the land under the statue, we are also desirous to renew the lease at mutually agreed to rental terms & conditions. please let us know the convenient date, time and venue for carrying out negotiations for renewal of lease. we look forward to receiving your positive response and expect that you'll be doing the needful for renewal of lease deed at the earliest.\" [emphasis is ours] 15. from the perusal of the above, it is evident that the appellant itself believed that renewal could only be upon \"mutually agreeable terms and conditions\" and not on a unilateral basis. 16. counsel for the appellant submits that the appellant wrote two letters dated 12th april, 2021 and 10th december, 2021 expressing their intention to renew the lease deed. however, the respondent denies the receipt of the aforesaid communications and submits that the said letters are in the nature of an afterthought defence. 17. the appellant has candidly admitted in its written statement that it does not have any proof of service of the aforesaid communications. relevant extracts of its written statement have been set out below:\".the defendant in terms of the said lease deed had notified the plaintiff, inter-alia vide its' letters dated 12.04.2021 and 10.12.2021 of its' intention to renew the lease. the said letters were sent by speed post and by hand to the plaintiff through tank lorry driver. the postal receipt and proof of service of letters dated 12.04.2021 & 10.12.2021 are missing from the file maintained by the defendant in respect of the suit property and the same shall be filed as soon as they are traced..\" [emphasis is ours] 18. it is also a matter of record that no electronic communication in the form of e-mail was sent by the appellant to the respondents to express its intention to renew the lease during the currency of the lease. 19. in light of the discussion above, in our view, the appellant's stand that renewal had to be for 20 years would be in the teeth of plain text of the renewal clause. 20. one of the contentions advanced on behalf of the appellant was since the present lease deed was executed pursuant to a post litigation settlement between the parties, the renewal clause was added after careful deliberation, reflecting the intention of the parties to renew the lease deed on the same terms and conditions, including the period of renewal. 21. we do not find merit in the aforesaid contention. merely because a renewal clause was added after a post litigation settlement between the parties, it cannot be assumed that the intention of the parties was to provide for a renewal for the same period. the fact that the lease deed was executed after due deliberations and negotiations between the parties would imply that the lease deed reflects the clear intention of the parties i.e. the renewal period would be decided by mutual consent of the parties. 22. next, the appellant places reliance on the dpsl agreement between the same parties which was renewed for a period of 5 years with effect from 18th august, 2020. the aforesaid submission is completely untenable. it has to be borne in mind that the lease deed and the dpsl agreement are two independent contracts and a renewal clause in one of them cannot be read into the other contract. 23. the appellant places reliance on principles of interpretation of a contract in support of its contention that a purposeful interpretation should be given to clause ii (7). in our view, the intention of the parties has to be gathered from what is expressed in the written contract. once there is no ambiguity in the written terms of the contract, parties cannot resort to principles of interpretation of contract to give a meaning which is contrary to the express terms of the contract. this would amount to re-writing the contract. 24. it is submitted on behalf of the appellant that in the present case, a decree under order xii rule 6 of the cpc should not have been passed and the commercial court should have allowed the parties to lead oral evidence so as to ascertain the intention of the parties with regard to the renewal clause. 25. the aforesaid submission overlooks the fact that oral evidence of this nature cannot be permitted to be led in view of the bar contained in sections 91, 92 and 94 of the indian evidence act, 1872. the supreme court in v. anantha raju and anr. v. t.m narasimhan and ors., (2021) 17 scc 165 has observed that when the parties have recorded their agreement in a written document, the terms thereof cannot be understood based on the interpretation of parties and the averments made in their pleadings, to be proved by evidence of the persons who were involved in the drafting of the written document. relevant observations of the aforesaid judgment are set out hereunder:\"34. this court has further held in roop kumar case that sections 91 and 92 of the evidence act would apply only when the document on the face of it contains or appears to contain all the terms of the contract. it has been held that after the document has been produced to prove its terms under section 91, the provisions of section 92 come into operation for the purpose of excluding evidence of any oral agreement or statement for the purpose of contradicting, varying, adding or subtracting from its terms. it has been held that it would be inconvenient that matters in writing made by advice and on consideration, and which finally import the certain truth of the agreement of parties should be controlled by averment of the parties to be proved by the uncertain testimony of slippery memory. it has been held that when parties deliberately put their agreement into writing, it is conclusively presumed, between themselves and their privies, that they intended the writing to form a full and final statement of their intentions, and one which should be placed beyond the reach of future controversy, bad faith and treacherous memory.\" [emphasis is ours] 26. it is a settled position of law that for the purposes of order xii rule 6 of the cpc, the admission can be in the pleadings or in the documents filed on behalf of the parties. in the present case, the lease deed, which is an admitted document, contains the specific admission. therefore, the commercial court has correctly invoked provisions of order xii rule 6 of the cpc in the facts and circumstances of the present case. 27. in so far as the counter claim filed by the appellant seeking specific performance of the renewal of the lease deed is concerned, reliance has correctly been placed on behalf of the respondents on section 14(1)(c) of the specific relief act, 1963 to submit that a contract, which is determinable in nature, cannot be specifically enforced. (see indian oil corporation v. amritsar gas services and ors., (1991) 1 scc 533 and rajasthan breweries ltd. v. the stroh. brewery company, 2000 scc online del 481). in our considered view, it cannot be denied that in the present case, the lease deed was determinable in nature. 28. in view of the above, we do not find any infirmity in the impugned judgment which requires interference by this court. both the appeals, along with pending applications, are dismissed. amit bansal (judge) rajiv shakdher (judge) april 10, 2024 rt/at"
}