{
  "case_file": "case355.txt",
  "original_text": "Karnataka High Court\nM/S Arunodaya Minerals vs M/S Gimpex Limited on 12 October, 2022\nAuthor: P.S.Dinesh Kumar\nBench: P.S.Dinesh Kumar\n     IN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n       DATED THIS THE 12TH DAY OF OCTOBER 2022\n\n                           PRESENT\n\n       THE HON'BLE MR.JUSTICE P.S.DINESH KUMAR\n\n                             AND\n\n         THE HON'BLE MR.JUSTICE C.M.POONACHA\n\n                     COMAP No.189/2021\n\nBetween:\n\n\n1.    M/s Arunodaya Minerals\n      Having Registered Office at\n      #289, III Ward, Hospet Road\n      Bellary District, Represented by its\n      Partner herein\n      The Appellants No.2 and 3\n\n2.    Sri. M Venu\n      S/o Mandapati Venkata Raju\n      Aged about 50 Years\n      Partner\n      Arunodaya Minerals\n      3/289, Tirmalanagar\n      Hospet-583201\n\n3.    Mrs. Rukminidevi\n      W/o M.Diwakar Babu\n      Aged about 53 Years\n      Partner\n      Arunodaya Minerals\n      Behind Mubarak Theatre\n      Agadi Mareppa Compound\n                               2\n\n\n       Bellary-583102\n                                                  ...Appellants\n(By Sri Shashikiran Shetty, Senior Advocate for\nSmt. Anuparna Bordoloi, Advocate)\n\n\nAnd:\n\n1.     M/s Gimpex Limited\n       Represented by its\n       Company Secretary\n       Mr. S Uma Shankar\n       Having registered office at\n       No.282, Linghi Chetty Street\n       Chennai-600001\n\n2.     M/s Gimpex Limited\n       Having registered office at\n       No.282, Linghi Chetty Street\n       Chennai-600001\n                                              ...Respondents\n(By Sri A.S. Kulkarni, Advocate)\n\n\n       This COMAP is filed under Section 37(1) (b) of the\nArbitration and Conciliation Act read with Rule 4 of the High\nCourt of Karnataka Arbitration (Proceedings Before the\nCourts) Rules, 2001 read with Section 13(1) of the\nCommercial Courts, Commercial Division and Commercial\nAppellate Division of High Courts Act, 2015 praying to, set\naside the impugned Order in Com.A.S.No.36/2015 dated\n26.03.2021 (Annexure - A) issued by LXXXII Additional City\nCivil & Sessions Judge, Bengaluru dated and etc.\n\n      This COMAP having been heard and reserved on\n21.07.2022 and coming on for 'pronouncement of judgment'\nthis day, POONACHA, J., delivered the following:\n                             3\n\n\n                       JUDGMENT\nThe present appeal is filed seeking to set aside the judgment and decree dated 26.03.2021 passed in Com.A.S.No.36/2015 by the Commercial Court. The parties are referred to, for the sake of convenience, as per their rank before the Sole Arbitrator.\n2. The facts in brief are that, the Respondent No.1 had applied for a mining lease under the provisions of the Mines and Minerals (Development and Regulation) Act, 1957 (for short 'the MMDR Act') Read with the Mineral Concession Rules, 1960 (for short 'the Rules') over an extent of 8.82 hectares (21.79 acres) located in S.M. Block, Sandur Taluk, Bellary District and that the State Government being satisfied with the application made by the Respondent, vide letter dated 28.02.2004 sought the approval of the Central Government in terms of Section 5(1) of the MMDR Act.\n3. Having regard to the application for mining lease filed by the Respondent No.1, the following agreements were entered into by the parties:\na) Memorandum of Understanding dated 08.04.2004 (hereinafter referred to as 'MOU') entered into between the Claimants and the Respondents;\nb) Contract for sale of ore/mineral dated 08.04.2004 entered into between the Claimant No.1 and the Respondents;\nc) Contract for extraction of ore dated 08.04.2004 entered into between the Claimant No.2 and the Respondents.\n4. Under the terms of the MOU, the Claimants paid the Respondents a total sum of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only).\n5. The recommendation by the State Government of the application for mining lease of the Respondent No.1 was challenged by another aspirant of mining lease in W.P.No.18066/2004. This Court vide order dated 26.02.2009 allowed the said writ petition and set aside the recommendation made by the State Government. The said order was challenged in Writ Appeal No.1908/2009 and it was pending as on date when the parties initiated arbitration proceedings. Subsequently, it stood disposed of on 22.05.2015. Further, due to various orders passed by the Hon'ble Supreme Court in the case of Samaj Parivartana Samudaya & Ors. Vs. State of Karnataka & Ors.1, mining activities in Bellary District could not be proceeded with.\n6. Thus, pursuant to the application made by the Respondent No.1 for grant of mining lease, the mining activities could not be commenced. Hence, Claimants demanded from the Respondents refund of (2013) 8 SCC 209 Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) paid under the MOU and initiated arbitration proceedings for recovery of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) paid under the MOU together with interest as also for damages of Rs.50,00,000/- (Rupees Fifty Lakhs Only). The Respondents entered appearance before the Sole Arbitrator and contested the claim of the Claimants and filed its statement of objections. The documents of both the parties, were marked as evidence and since both the parties submitted before the Sole Arbitrator that they did not have any oral evidence, in view of the admitted fact situation, the Arbitrator after hearing both the parties, vide award dated 21.12.2014 partly allowed the claim and awarded refund of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) together with interest at the rate of 18% per annum. However, the claim for damages was rejected.\n7. Being aggrieved by the award dated 21.12.2014, Respondents filed a petition under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') before the Commercial Court in Com.A.S.No.36/2015. The Claimants entered appearance before the Commercial Court and contested the said proceedings. The Commercial Court vide its judgment dated 26.03.2021 dismissed the petition filed by the Respondents.\n8. Being aggrieved by the judgment dated 26.03.2021 passed by the Commercial Court, the Respondents have preferred this appeal under Section 37 of the Arbitration Act.\n9. Learned Senior Counsel, Sri Shashikiran Shetty appearing for the Appellants/Respondents contended that having regard to Section 19 of the MMDR Act, 1957 and Rule 37 of the Rules, the MOU is void ab initio and unenforceable; and hence, the money received under the MOU is not liable to be refunded; that, Section 65 of the Contract Act is wholly inapplicable to the facts of the present case and the claim made by the claimant is liable to be rejected; he placed extensive of reliance on the judgment of the Hon'ble Supreme Court in the case of Loop Telecom and Trading Limited Vs. Union of India and Another2; that the contention raised in the present appeal is a pure question of law and the judgment of the Commercial Court is contrary to the Public Policy of India and hence, the same is liable to be interfered with by this Court under Section 37 of the Arbitration Act.\n10. Per contra, learned counsel for the Respondent/Claimant justifies the finding recorded by (2022) 6 SCC 762 the Sole Arbitrator and the Commercial Court and seeks dismissal of the present appeal.\n11. We have heard both the learned counsels. The question that arises for our consideration is;\n\"Whether the judgment passed by the Commercial Court is liable to be interfered with under Section 37 of the Arbitration Act.\"\n12. The essential facts are not in dispute, inasmuch as, the Respondent No.1 had made an application for grant of lease and the State Government had sought approval of the Central Government for grant of the mining lease as contemplated under Section 5(i) of the MMDR Act. The application of the Respondent No.1 did not culminate in the grant of mining lease due to filing of Writ Petition No.18066/2004 by another aspirant of the mining lease as also, due to various orders passed by the Hon'ble Supreme Court in Samaja Parivartana's case (supra). It is further not in dispute that during pendency of the approval by the Central Government, the parties entered into, inter-alia, MOU dated 08.04.2004, whereunder the Claimants paid the Respondents Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) in terms of the said MOU. It is further not in dispute that the contract amongst the parties could not be proceeded with in view of the mining lease not being granted in favour of the Respondent No.1 and the Claimants sought for refund of the amount paid under the MOU which was not acceded to by the Respondents. Hence, arbitration proceedings were initiated in view of the existence of the Arbitration clause in the MOU, to resolve the disputes between the parties.\n13. The Sole Arbitrator has in the award dated 21.12.2014, appreciated various terms of the MOU and after noticing the relevant provisions of law, ordered for refund of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) together with interest at the rate of 18% per annum. The Sole Arbitrator while partly allowing the claim of the Claimants has, inter-alia, recorded following findings:\n(i) That, the prohibition contained under Rule 37 of the Rules would arise only after the lease is granted. Hence, the MOU is not barred by Rule 37 of the Rules and the said Rule 37 is not applicable to the facts of the present case;\n(ii) The MOU, as on date of its execution was not invalid. It was only subsequent to the same that since mining in Bellary District was suspended, grant of mining lease did not take place. Hence, the Respondent resiling from refunding of the amount, which it received pursuant to the MOU does not arise;\n(iii) Section 65 of the Contract Act enables a person not in pari delicto to claim restoration as it is not based on an illegal contract, but dis-associated from it;\n(iv) Section 65 does not render assistance to persons who induce innocent parties to enter into contracts by playing fraud on them to retain the benefit which they obtained by their wrong;\n(v) The claim made by the Claimants is well within time and it is required to be entertained.\n14. Being aggrieved by the award passed by the Sole Arbitrator, the Respondents filed a petition under Section 34 of the Arbitration Act before the Commercial Court. The Commercial Court after noticing the scope of interference as contemplated under Section 34 of the Arbitration Act and after re-appreciating the relevant facts as well as the legal contentions, vide its judgment dated 26.03.2021 dismissed the said petition. The Commercial Court vide the said judgment dated 26.03.2021 has, inter-alia, recorded following findings:\n(i) The parties were not knowing about illegality or unenforceability as on date of entering into the agreements and the same became unenforceable due to subsequent decisions of the Hon'ble Supreme Court;\n(ii) The Arbitrator had relied upon the documents and re-appreciated the entire evidence before it;\n(iii) The arbitral award is a well reasoned and a speaking award;\n(iv) The finding of the learned Arbitrator is not perverse and not contrary to public policy;\n(v) The arbitral award is not marred by any patent illegality, as there is no contravention of the substantive law of India.\n15. We have carefully considered the rival contentions and perused the records.\n16. Before appreciating the relevant contention of the parties, the scope of interference under Section 37 of the Arbitration Act is required to be noticed. The Hon'ble Supreme Court in the case of MCDERMOTT INTERNATIONAL INC. Vs. BURN STANDARD CO. LTD. AND OTHERS3 held as follows:\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. The court cannot correct errors of the arbitrators. It can only quash the award leaving the parties free to begin the arbitration again if it is desired. So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\"\n(emphasis supplied)\n17. The Hon'ble Supreme Court in the case of MMTC Limited Vs. Vedanta Limited4 held as follows:\n(2006) 11 SCC 181 (2019) 4 SCC 163 \"14. As far as interference with an order made under Section 34, as per Section 37, is concerned, it cannot be disputed that such interference under Section 37 cannot travel beyond the restrictions laid down under Section\n34. In other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision.\nThus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\"\n(emphasis supplied)\n18. The Hon'ble Supreme Court in the case of Patel Engineering Limited Vs. North Eastern Electric Power Corporation Limited5 held as follows:\n\"22. The present case arises out of a domestic award between two Indian entities.\n(2020) 7 SCC 167 The ground of patent illegality is a ground available under the statute for setting aside a domestic award, if the decision of the arbitrator is found to be perverse, or, so irrational that no reasonable person would have arrived at the same; or, the construction of the contract is such that no fair or reasonable person would take; or, that the view of the arbitrator is not even a possible view.\nxxxxx\n27. In our view, while dealing with the appeal under Section 37 of the Act, the High Court has considered the matter at length, and held that while interpreting the terms of the contract, no reasonable person could have arrived at a different conclusion and that the awards passed by the arbitrator suffer from the vice of irrationality and perversity.\"\n(emphasis supplied)\n19. Hence, the settled position of law is that, interference in the award is warranted, if the manner in which Sole Arbitrator has construed the contract is such that no fair or reasonable person would take; or, that the view of the Arbitrator was not even a possible view resulting in there being a \"patent illegality\" in the award of the Sole Arbitrator. Also, interference in the judgment of the Commercial Court is warranted, if the aforementioned aspect is not properly appreciated in exercise of its jurisdiction under Section 34 of the Arbitration Act.\n20. Keeping the aforementioned legal parameters in mind, it is relevant to note that the Sole Arbitrator has noticed the relevant terms of the MOU which clearly stipulate that if for any reason the mining is not granted, the entire advance amount was required to be refunded and having noticed the applicability of Rule 37 of the Rules which prohibits any party to in any manner to transfer a mining lease, has rightly recorded a finding that Rule 37 of the Rules would be applicable only if the mining lease is granted. Having regard to the fact that in the present case, the mining lease was not granted, it would not be open to the Respondents to contend that it is not liable to refund the amount received under MOU by relying on Rule 37 of the Rules. The contention of leaned Senior counsel for the Appellants/Respondents that the award of the Sole Arbitrator as well as the judgment of the Commercial Court is liable to be interfered with as being opposed to the public policy of India and being patently illegal is untenable and liable to be rejected, as the same would be applicable only if the MOU is void ab initio. The said aspect was also considered by the Commercial Court, which upon noticing the factual aspect of the matter and the relevant legal position including the extent of interference under Section 34 of the Arbitration Act has rightly refused to interfere with the award of the Sole Arbitrator, as there was no patent illegality nor contravention of the substantive law of India or the award being against the public policy of India.\n21. It is relevant to note that in the case of Loop Telecom (supra), the peculiar facts of the case were inter alia, that the entry fee paid was specifically made non-refundable by the UASL guidelines issued by the DOT; the appellants in the said case, who had participated in the telecom auction and who had deposited licence fee had benefited by the wholly arbitrary and un-constitutional exercise undertaken for allocation of spectrum of 2G band, which ultimately resulted in the allocation of spectrum of 2G band being set aside by the Hon'ble Supreme Court; refund was refused since the party claiming restitution is equally or more responsible with the Union Government and they were considered in pari delicto;\n22. Therefore, reliance placed by the learned Senior Counsel for the petitioner on the judgment of the Hon'ble Supreme Court in the case of Loop Telecom (supra) is liable to be rejected, because in the said case the Hon'ble Supreme Court has recorded a finding that both the parties were in pari delicto having jointly participated in an \"arbitrary and unconstitutional exercise\". The said fact situation is not so in the present case since the Claimant had no role to play in the application made by the Respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the Respondent. Hence, the ultimate conclusion arrived by the Hon'ble Supreme Court in the case of Loop Telecom (supra) will not come to the aid of the Respondents.\n23. In order to further appreciate the contention of the learned Senior Counsel for the Appellants/Respondents, it is relevant to refer to the legal position regarding applicability of Section 65 of the Contract Act vis-à-vis, the doctrine in pari delicto.\n24. The latin maxim in pari delicto has been defined in the Law Lexicon6 as under:\n\"In equal fault; equally culpable or criminal; in a case of equal fault or guilty.\"\n25. The Hon'ble Supreme Court in the case of Immani Appa Rao and others v. Gollapalli Ramalingamurthi and others7 has held as follows:\n\"(12) Reported decisions bearing on this question show that consideration of this problem often gives rise to what may be described as a battle of legal maxims. The appellants emphasised that the doctrine which is pre-eminently applicable to the present case is ex dolo malo non oritur actio or ex turpi causa non oritur actio. In other words, they contended that the right of action cannot arise out of fraud or out of transgression of law; and according to them it is necessary in such a case that possession should rest where it lies in pari delicto potior est conditio possidenties; where each party is equally in fraud the law favors him P.Ramanatha Aiyar The Law Lexicon, 2nd Edition, Reprint 2010 who is actually in possession, or where both parties are equally guilty the estate will lie where it falls. On the other hand, respondent 1 argues that the proper maxim to apply is nemo allegans suam turpitudinum audiendus est, whoever has first to plead turpitudinum should fail; that party fails who first has to allege fraud in which he participated. In other words, the principle invoked by respondent 1 is that a man cannot plead his own fraud. In deciding the question as to which maxim should govern the present case it is necessary to recall what Lord Wright, M. R. observed about these maxims in Berg v. Sadler and Moore, 1937-2 KB 158 at p.162. Referring to the maxim ex turpi causa non oritur actio Lord Wright observed that \"this maxim, though veiled in the dignity of learned language, is a statement of a principle of great importance; but like most maxims it is much too vague and much too general to admit of application without a careful consideration of the circumstances and of the various definite rules which have been laid down by the authorities\". Therefore, in deciding the question AIR 1962 SC 370 raised in the present appeal it would be necessary for us to consider carefully the true scope and effect of the maxims pressed into service by the rival parties, & to enquire which of the maxims would be relevant & applicable in the circumstances of the case. It is common ground that the approach of the Court in determining the present dispute must be conditioned solely by considerations of public policy. Which principle would be more conducive to and more consistent with public interest, that is the crux of the matter. To put it differently, having regard to the fact that both the parties before the Court are confederates in the fraud, which approach would be less injurious to public interest. Whichever approach is adopted one party would succeed and the other would fail, and so it is necessary to enquire as to which party's success would be less injurious to public interest.\"\n(emphasis supplied)\n26. The Hon'ble Supreme Court in the case of Smt. Narayanamma and another v. Govindappa and others8 held as follows:\n\"27. Now, let us apply the another test laid down in the case of Immani Appa Rao (AIR 1962 SC 370) (supra). At the cost of repetition, both the parties are common participator in the illegality. In such a situation, the balance of justice would tilt in whose favour is the question. As held in Immani Appa Rao (supra), if the decree is granted in favour of the plaintiff on the basis of an illegal agreement which is hit by a statute, it will be rendering an active assistance of the court in enforcing an agreement which is contrary to law. As against this, if the balance is tilted towards the defendants, no doubt that they would stand benefited even in spite of their predecessor-in- title committing an illegality. However, what the court would be doing is only rendering an assistance which is purely of a passive character. As held by Gajendragadkar, J. in Immani Appa Rao (supra), the first course AIR 2019 SC 4654 would be clearly and patently inconsistent with the public interest whereas, the latter course is lesser injurious to public interest than the former.\"\n27. If the facts of the case on hand are tested on the principles laid down in the authorities supra, it is relevant to note that there is no total prohibition for transfer of mining lease under Rule 37 of the Rules, which reads as follows:\n\"37. Transfer of lease. --(1) The lessee shall not, without the previous consent in writing of the State Government [and in the case of mining lease in respect of any mineral specified in [Part A and Part B of] the First Schedule to the Act, without the previous approval of the Central Government]--\n(a) assign, sublet, mortgage, or in any other manner, transfer the mining lease, or any right, title or interest therein, or\n(b) xxxxx\"\n28. The above provision clearly shows that lease shall not be transferred without previous consent of the Government. The converse of this means, the lease may be transferred with the previous consent of the State Government. Transfer of a lease can be considered after the grant of lease in favour of an applicant. Undisputed factual matrix in this case is, parties had entered into an agreement whilst defendants application for lease was under consideration. Thus, as on the date of agreement, lease was not granted in favour of the defendant. The stage of submitting an application would arise only after the grant. Therefore, the learned Arbitrator has rightly recorded that Rule 37 would be applicable only after grant of mining lease.\n29. In the case of Loop Telecom (supra), the Hon'ble Supreme Court also noticed the proposition of law as held in the case of Kuju Collieries Ltd., v. Jharkhand Mines Ltd., and noticed as follows:\n(1974) 2 SCC 533 \"While upholding the view of the Hyderabad High Court, this Court held \"it [the Full Bench (Budhulal v. Deccan Banking Co., 1954 SCC Online Hyd 187) of the Hyderabad High Court] has rightly pointed out that if both the transferor and transferee are in pari delicto the courts do not assist them\".\n30. Further, in the case of Loop Telecom (supra), the Hon'ble Supreme Court after noticing the law laid down in Immani Appa Rao (supra) and Smt Narayanamma (supra) has held as follows:\n\"69. Hence, in adjudicating a claim of restitution under Section 65 of the Contract Act, the court must determine the illegality which caused the contract to become void and the role the party claiming restitution has played in it. If the party claiming restitution was equally or more responsible for the illegality (in comparison to the defendant), there shall be no cause for restitution. This has to be determined on the facts of each individual case.\"\n31. Having regard to the position of law, as noticed above and the fact that the Claimant had no role to play in the application made by the Respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the Respondent, it will not be open to the Respondents to resist the claim for refund of the money paid under the MOU by putting forth its contention regarding illegality or voidness of the MOU.\n32. In view of what is noticed above, we find no patent illegality in the award passed by the Sole Arbitrator. The Commercial Court in exercise of its jurisdiction under Section 34 of the Arbitration Act has rightly refused to interfere with the Award passed by the Arbitrator. Therefore, the judgment passed by the Commercial Court is not liable to be interfered with in exercise of jurisdiction under Section 37 of the Arbitration Act.\n33. Hence, the present Appeal fails and is accordingly dismissed.\nSD/-\nJUDGE SD/-\nJUDGE RSP/LG/nd",
  "cleaned_text": "karnataka high court m/s arunodaya minerals vs m/s gimpex limited on 12 october, 2022 author: p.s.dinesh kumar bench: p.s.dinesh kumar in the high court of karnataka at bengaluru dated this the 12th day of october 2022 present the hon'ble mr.justice p.s.dinesh kumar and the hon'ble mr.justice c.m.poonacha comap no.189/2021 between: 1. m/s arunodaya minerals having registered office at #289, iii ward, hospet road bellary district, represented by its partner herein the appellants no.2 and 3 2. sri. m venu s/o mandapati venkata raju aged about 50 years partner arunodaya minerals 3/289, tirmalanagar hospet-583201 3. mrs. rukminidevi w/o m.diwakar babu aged about 53 years partner arunodaya minerals behind mubarak theatre agadi mareppa compound 2 bellary-583102 .appellants (by sri shashikiran shetty, senior advocate for smt. anuparna bordoloi, advocate) and: 1. m/s gimpex limited represented by its company secretary mr. s uma shankar having registered office at no.282, linghi chetty street chennai-600001 2. m/s gimpex limited having registered office at no.282, linghi chetty street chennai-600001 .respondents (by sri a.s. kulkarni, advocate) this comap is filed under section 37(1) (b) of the arbitration and conciliation act read with rule 4 of the high court of karnataka arbitration (proceedings before the courts) rules, 2001 read with section 13(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 praying to, set aside the impugned order in com.a.s.no.36/2015 dated 26.03.2021 (annexure a) issued by lxxxii additional city civil & sessions judge, bengaluru dated and etc. this comap having been heard and reserved on 21.07.2022 and coming on for 'pronouncement of judgment' this day, poonacha, j., delivered the following: 3 judgment the present appeal is filed seeking to set aside the judgment and decree dated 26.03.2021 passed in com.a.s.no.36/2015 by the commercial court. the parties are referred to, for the sake of convenience, as per their rank before the sole arbitrator. 2. the facts in brief are that, the respondent no.1 had applied for a mining lease under the provisions of the mines and minerals (development and regulation) act, 1957 (for short 'the mmdr act') read with the mineral concession rules, 1960 (for short 'the rules') over an extent of 8.82 hectares (21.79 acres) located in s.m. block, sandur taluk, bellary district and that the state government being satisfied with the application made by the respondent, vide letter dated 28.02.2004 sought the approval of the central government in terms of section 5(1) of the mmdr act. 3. having regard to the application for mining lease filed by the respondent no.1, the following agreements were entered into by the parties: a) memorandum of understanding dated 08.04.2004 (hereinafter referred to as 'mou') entered into between the claimants and the respondents; b) contract for sale of ore/mineral dated 08.04.2004 entered into between the claimant no.1 and the respondents; c) contract for extraction of ore dated 08.04.2004 entered into between the claimant no.2 and the respondents. 4. under the terms of the mou, the claimants paid the respondents a total sum of rs.1,50,00,000/(rupees one crore fifty lakhs only). 5. the recommendation by the state government of the application for mining lease of the respondent no.1 was challenged by another aspirant of mining lease in w.p.no.18066/2004. this court vide order dated 26.02.2009 allowed the said writ petition and set aside the recommendation made by the state government. the said order was challenged in writ appeal no.1908/2009 and it was pending as on date when the parties initiated arbitration proceedings. subsequently, it stood disposed of on 22.05.2015. further, due to various orders passed by the hon'ble supreme court in the case of samaj parivartana samudaya & ors. vs. state of karnataka & ors.1, mining activities in bellary district could not be proceeded with. 6. thus, pursuant to the application made by the respondent no.1 for grant of mining lease, the mining activities could not be commenced. hence, claimants demanded from the respondents refund of (2013) 8 scc 209 rs.1,50,00,000/(rupees one crore fifty lakhs only) paid under the mou and initiated arbitration proceedings for recovery of rs.1,50,00,000/(rupees one crore fifty lakhs only) paid under the mou together with interest as also for damages of rs.50,00,000/(rupees fifty lakhs only). the respondents entered appearance before the sole arbitrator and contested the claim of the claimants and filed its statement of objections. the documents of both the parties, were marked as evidence and since both the parties submitted before the sole arbitrator that they did not have any oral evidence, in view of the admitted fact situation, the arbitrator after hearing both the parties, vide award dated 21.12.2014 partly allowed the claim and awarded refund of rs.1,50,00,000/(rupees one crore fifty lakhs only) together with interest at the rate of 18% per annum. however, the claim for damages was rejected. 7. being aggrieved by the award dated 21.12.2014, respondents filed a petition under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the arbitration act') before the commercial court in com.a.s.no.36/2015. the claimants entered appearance before the commercial court and contested the said proceedings. the commercial court vide its judgment dated 26.03.2021 dismissed the petition filed by the respondents. 8. being aggrieved by the judgment dated 26.03.2021 passed by the commercial court, the respondents have preferred this appeal under section 37 of the arbitration act. 9. learned senior counsel, sri shashikiran shetty appearing for the appellants/respondents contended that having regard to section 19 of the mmdr act, 1957 and rule 37 of the rules, the mou is void ab initio and unenforceable; and hence, the money received under the mou is not liable to be refunded; that, section 65 of the contract act is wholly inapplicable to the facts of the present case and the claim made by the claimant is liable to be rejected; he placed extensive of reliance on the judgment of the hon'ble supreme court in the case of loop telecom and trading limited vs. union of india and another2; that the contention raised in the present appeal is a pure question of law and the judgment of the commercial court is contrary to the public policy of india and hence, the same is liable to be interfered with by this court under section 37 of the arbitration act. 10. per contra, learned counsel for the respondent/claimant justifies the finding recorded by (2022) 6 scc 762 the sole arbitrator and the commercial court and seeks dismissal of the present appeal. 11. we have heard both the learned counsels. the question that arises for our consideration is; \"whether the judgment passed by the commercial court is liable to be interfered with under section 37 of the arbitration act.\" 12. the essential facts are not in dispute, inasmuch as, the respondent no.1 had made an application for grant of lease and the state government had sought approval of the central government for grant of the mining lease as contemplated under section 5(i) of the mmdr act. the application of the respondent no.1 did not culminate in the grant of mining lease due to filing of writ petition no.18066/2004 by another aspirant of the mining lease as also, due to various orders passed by the hon'ble supreme court in samaja parivartana's case (supra). it is further not in dispute that during pendency of the approval by the central government, the parties entered into, inter-alia, mou dated 08.04.2004, whereunder the claimants paid the respondents rs.1,50,00,000/(rupees one crore fifty lakhs only) in terms of the said mou. it is further not in dispute that the contract amongst the parties could not be proceeded with in view of the mining lease not being granted in favour of the respondent no.1 and the claimants sought for refund of the amount paid under the mou which was not acceded to by the respondents. hence, arbitration proceedings were initiated in view of the existence of the arbitration clause in the mou, to resolve the disputes between the parties. 13. the sole arbitrator has in the award dated 21.12.2014, appreciated various terms of the mou and after noticing the relevant provisions of law, ordered for refund of rs.1,50,00,000/(rupees one crore fifty lakhs only) together with interest at the rate of 18% per annum. the sole arbitrator while partly allowing the claim of the claimants has, inter-alia, recorded following findings: (i) that, the prohibition contained under rule 37 of the rules would arise only after the lease is granted. hence, the mou is not barred by rule 37 of the rules and the said rule 37 is not applicable to the facts of the present case; (ii) the mou, as on date of its execution was not invalid. it was only subsequent to the same that since mining in bellary district was suspended, grant of mining lease did not take place. hence, the respondent resiling from refunding of the amount, which it received pursuant to the mou does not arise; (iii) section 65 of the contract act enables a person not in pari delicto to claim restoration as it is not based on an illegal contract, but dis-associated from it; (iv) section 65 does not render assistance to persons who induce innocent parties to enter into contracts by playing fraud on them to retain the benefit which they obtained by their wrong; (v) the claim made by the claimants is well within time and it is required to be entertained. 14. being aggrieved by the award passed by the sole arbitrator, the respondents filed a petition under section 34 of the arbitration act before the commercial court. the commercial court after noticing the scope of interference as contemplated under section 34 of the arbitration act and after re-appreciating the relevant facts as well as the legal contentions, vide its judgment dated 26.03.2021 dismissed the said petition. the commercial court vide the said judgment dated 26.03.2021 has, inter-alia, recorded following findings: (i) the parties were not knowing about illegality or unenforceability as on date of entering into the agreements and the same became unenforceable due to subsequent decisions of the hon'ble supreme court; (ii) the arbitrator had relied upon the documents and re-appreciated the entire evidence before it; (iii) the arbitral award is a well reasoned and a speaking award; (iv) the finding of the learned arbitrator is not perverse and not contrary to public policy; (v) the arbitral award is not marred by any patent illegality, as there is no contravention of the substantive law of india. 15. we have carefully considered the rival contentions and perused the records. 16. before appreciating the relevant contention of the parties, the scope of interference under section 37 of the arbitration act is required to be noticed. the hon'ble supreme court in the case of mcdermott international inc. vs. burn standard co. ltd. and others3 held as follows: \"52. the 1996 act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. the court cannot correct errors of the arbitrators. it can only quash the award leaving the parties free to begin the arbitration again if it is desired. so, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" (emphasis supplied) 17. the hon'ble supreme court in the case of mmtc limited vs. vedanta limited4 held as follows: (2006) 11 scc 181 (2019) 4 scc 163 \"14. as far as interference with an order made under section 34, as per section 37, is concerned, it cannot be disputed that such interference under section 37 cannot travel beyond the restrictions laid down under section 34. in other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under section 34 has not exceeded the scope of the provision. thus, it is evident that in case an arbitral award has been confirmed by the court under section 34 and by the court in an appeal under section 37, this court must be extremely cautious and slow to disturb such concurrent findings.\" (emphasis supplied) 18. the hon'ble supreme court in the case of patel engineering limited vs. north eastern electric power corporation limited5 held as follows: \"22. the present case arises out of a domestic award between two indian entities. (2020) 7 scc 167 the ground of patent illegality is a ground available under the statute for setting aside a domestic award, if the decision of the arbitrator is found to be perverse, or, so irrational that no reasonable person would have arrived at the same; or, the construction of the contract is such that no fair or reasonable person would take; or, that the view of the arbitrator is not even a possible view. xxxxx 27. in our view, while dealing with the appeal under section 37 of the act, the high court has considered the matter at length, and held that while interpreting the terms of the contract, no reasonable person could have arrived at a different conclusion and that the awards passed by the arbitrator suffer from the vice of irrationality and perversity.\" (emphasis supplied) 19. hence, the settled position of law is that, interference in the award is warranted, if the manner in which sole arbitrator has construed the contract is such that no fair or reasonable person would take; or, that the view of the arbitrator was not even a possible view resulting in there being a \"patent illegality\" in the award of the sole arbitrator. also, interference in the judgment of the commercial court is warranted, if the aforementioned aspect is not properly appreciated in exercise of its jurisdiction under section 34 of the arbitration act. 20. keeping the aforementioned legal parameters in mind, it is relevant to note that the sole arbitrator has noticed the relevant terms of the mou which clearly stipulate that if for any reason the mining is not granted, the entire advance amount was required to be refunded and having noticed the applicability of rule 37 of the rules which prohibits any party to in any manner to transfer a mining lease, has rightly recorded a finding that rule 37 of the rules would be applicable only if the mining lease is granted. having regard to the fact that in the present case, the mining lease was not granted, it would not be open to the respondents to contend that it is not liable to refund the amount received under mou by relying on rule 37 of the rules. the contention of leaned senior counsel for the appellants/respondents that the award of the sole arbitrator as well as the judgment of the commercial court is liable to be interfered with as being opposed to the public policy of india and being patently illegal is untenable and liable to be rejected, as the same would be applicable only if the mou is void ab initio. the said aspect was also considered by the commercial court, which upon noticing the factual aspect of the matter and the relevant legal position including the extent of interference under section 34 of the arbitration act has rightly refused to interfere with the award of the sole arbitrator, as there was no patent illegality nor contravention of the substantive law of india or the award being against the public policy of india. 21. it is relevant to note that in the case of loop telecom (supra), the peculiar facts of the case were inter alia, that the entry fee paid was specifically made non-refundable by the uasl guidelines issued by the dot; the appellants in the said case, who had participated in the telecom auction and who had deposited licence fee had benefited by the wholly arbitrary and un-constitutional exercise undertaken for allocation of spectrum of 2g band, which ultimately resulted in the allocation of spectrum of 2g band being set aside by the hon'ble supreme court; refund was refused since the party claiming restitution is equally or more responsible with the union government and they were considered in pari delicto; 22. therefore, reliance placed by the learned senior counsel for the petitioner on the judgment of the hon'ble supreme court in the case of loop telecom (supra) is liable to be rejected, because in the said case the hon'ble supreme court has recorded a finding that both the parties were in pari delicto having jointly participated in an \"arbitrary and unconstitutional exercise\". the said fact situation is not so in the present case since the claimant had no role to play in the application made by the respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the respondent. hence, the ultimate conclusion arrived by the hon'ble supreme court in the case of loop telecom (supra) will not come to the aid of the respondents. 23. in order to further appreciate the contention of the learned senior counsel for the appellants/respondents, it is relevant to refer to the legal position regarding applicability of section 65 of the contract act vis-à-vis, the doctrine in pari delicto. 24. the latin maxim in pari delicto has been defined in the law lexicon6 as under: \"in equal fault; equally culpable or criminal; in a case of equal fault or guilty.\" 25. the hon'ble supreme court in the case of immani appa rao and others v. gollapalli ramalingamurthi and others7 has held as follows: \"(12) reported decisions bearing on this question show that consideration of this problem often gives rise to what may be described as a battle of legal maxims. the appellants emphasised that the doctrine which is pre-eminently applicable to the present case is ex dolo malo non oritur actio or ex turpi causa non oritur actio. in other words, they contended that the right of action cannot arise out of fraud or out of transgression of law; and according to them it is necessary in such a case that possession should rest where it lies in pari delicto potior est conditio possidenties; where each party is equally in fraud the law favors him p.ramanatha aiyar the law lexicon, 2nd edition, reprint 2010 who is actually in possession, or where both parties are equally guilty the estate will lie where it falls. on the other hand, respondent 1 argues that the proper maxim to apply is nemo allegans suam turpitudinum audiendus est, whoever has first to plead turpitudinum should fail; that party fails who first has to allege fraud in which he participated. in other words, the principle invoked by respondent 1 is that a man cannot plead his own fraud. in deciding the question as to which maxim should govern the present case it is necessary to recall what lord wright, m. r. observed about these maxims in berg v. sadler and moore, 1937-2 kb 158 at p.162. referring to the maxim ex turpi causa non oritur actio lord wright observed that \"this maxim, though veiled in the dignity of learned language, is a statement of a principle of great importance; but like most maxims it is much too vague and much too general to admit of application without a careful consideration of the circumstances and of the various definite rules which have been laid down by the authorities\". therefore, in deciding the question air 1962 sc 370 raised in the present appeal it would be necessary for us to consider carefully the true scope and effect of the maxims pressed into service by the rival parties, & to enquire which of the maxims would be relevant & applicable in the circumstances of the case. it is common ground that the approach of the court in determining the present dispute must be conditioned solely by considerations of public policy. which principle would be more conducive to and more consistent with public interest, that is the crux of the matter. to put it differently, having regard to the fact that both the parties before the court are confederates in the fraud, which approach would be less injurious to public interest. whichever approach is adopted one party would succeed and the other would fail, and so it is necessary to enquire as to which party's success would be less injurious to public interest.\" (emphasis supplied) 26. the hon'ble supreme court in the case of smt. narayanamma and another v. govindappa and others8 held as follows: \"27. now, let us apply the another test laid down in the case of immani appa rao (air 1962 sc 370) (supra). at the cost of repetition, both the parties are common participator in the illegality. in such a situation, the balance of justice would tilt in whose favour is the question. as held in immani appa rao (supra), if the decree is granted in favour of the plaintiff on the basis of an illegal agreement which is hit by a statute, it will be rendering an active assistance of the court in enforcing an agreement which is contrary to law. as against this, if the balance is tilted towards the defendants, no doubt that they would stand benefited even in spite of their predecessor-intitle committing an illegality. however, what the court would be doing is only rendering an assistance which is purely of a passive character. as held by gajendragadkar, j. in immani appa rao (supra), the first course air 2019 sc 4654 would be clearly and patently inconsistent with the public interest whereas, the latter course is lesser injurious to public interest than the former.\" 27. if the facts of the case on hand are tested on the principles laid down in the authorities supra, it is relevant to note that there is no total prohibition for transfer of mining lease under rule 37 of the rules, which reads as follows: \"37. transfer of lease. --(1) the lessee shall not, without the previous consent in writing of the state government [and in the case of mining lease in respect of any mineral specified in [part a and part b of] the first schedule to the act, without the previous approval of the central government]-(a) assign, sublet, mortgage, or in any other manner, transfer the mining lease, or any right, title or interest therein, or (b) xxxxx\" 28. the above provision clearly shows that lease shall not be transferred without previous consent of the government. the converse of this means, the lease may be transferred with the previous consent of the state government. transfer of a lease can be considered after the grant of lease in favour of an applicant. undisputed factual matrix in this case is, parties had entered into an agreement whilst defendants application for lease was under consideration. thus, as on the date of agreement, lease was not granted in favour of the defendant. the stage of submitting an application would arise only after the grant. therefore, the learned arbitrator has rightly recorded that rule 37 would be applicable only after grant of mining lease. 29. in the case of loop telecom (supra), the hon'ble supreme court also noticed the proposition of law as held in the case of kuju collieries ltd., v. jharkhand mines ltd., and noticed as follows: (1974) 2 scc 533 \"while upholding the view of the hyderabad high court, this court held \"it [the full bench (budhulal v. deccan banking co., 1954 scc online hyd 187) of the hyderabad high court] has rightly pointed out that if both the transferor and transferee are in pari delicto the courts do not assist them\". 30. further, in the case of loop telecom (supra), the hon'ble supreme court after noticing the law laid down in immani appa rao (supra) and smt narayanamma (supra) has held as follows: \"69. hence, in adjudicating a claim of restitution under section 65 of the contract act, the court must determine the illegality which caused the contract to become void and the role the party claiming restitution has played in it. if the party claiming restitution was equally or more responsible for the illegality (in comparison to the defendant), there shall be no cause for restitution. this has to be determined on the facts of each individual case.\" 31. having regard to the position of law, as noticed above and the fact that the claimant had no role to play in the application made by the respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the respondent, it will not be open to the respondents to resist the claim for refund of the money paid under the mou by putting forth its contention regarding illegality or voidness of the mou. 32. in view of what is noticed above, we find no patent illegality in the award passed by the sole arbitrator. the commercial court in exercise of its jurisdiction under section 34 of the arbitration act has rightly refused to interfere with the award passed by the arbitrator. therefore, the judgment passed by the commercial court is not liable to be interfered with in exercise of jurisdiction under section 37 of the arbitration act. 33. hence, the present appeal fails and is accordingly dismissed. sd/judge sd/judge rsp/lg/nd"
}