{
  "case_file": "case22.txt",
  "original_text": "Bombay High Court\nHubtown Limited vs Idbi Trusteeship Service Limited on 24 October, 2016\nAuthor: Anoop V. Mohta\nBench: Anoop V. Mohta, G.S. Kulkarni\n        ssm/dgm                       1                    comap-7-16-judgment-24-10-16-final.sxw\n\n              IN THE  HIGH COURT OF JUDICATURE AT BOMBAY\n\n                     ORDINARY ORIGINAL CIVIL JURISDICTION\n\n\n\n\n                                                                                              \n        COMMERCIAL APPELLATE DIVISION OF THE HIGH COURT\n\n\n\n\n                                                                     \n                      COMMERCIAL APPEAL NO. 7 OF 2016\n                                   IN\n                   SUMMONS FOR JUDGMENT NO. 111 OF 2014\n\n\n\n\n                                                                    \n                                   IN\n                       SUMMARY SUIT NO. 776 OF 2014\n\n                                                   WITH\n\n\n\n\n                                                       \n             NOTICE OF MOTION (LODGING) NO. 2028 OF 2016\n                                      \n                                 IN\n                  COMMERCIAL APPEAL NO. 7 OF 2016\n                                     \n    Hubtown Limited,\n    incorporated under the\n    Companies Act, 1956 and having\n    its registered office at \n       \n\n\n    Hubtown Solaris, 2nd Floor,\n    N.S.Phadke Marg,\n    \n\n\n\n    Opp. Telli Gully, Near Hotel\n    Regency, Andheri (East),\n    Mumbai-400 069                                                          ...Appellant.\n\n\n\n\n\n                                                                      (Original Defendant)\n\n                    Vs.\n\n    IDBI Trusteeship Service Limited,\n\n\n\n\n\n    incorporated under the \n    Companies Act, 1956 and having\n    its registered office at Asian\n    Building, Ground Floor, 17 Road,\n    Kamani Marg, Ballard Estate,\n    Mumbai-400 001.                                                         ....Respondent. \n                                                                      (Original Plaintiff)\n\n\n                                                                                                      1/55\n\n\n\n        ::: Uploaded on - 25/10/2016                                  ::: Downloaded on - 26/10/2016 00:54:01 :::\n          ssm/dgm                       2                    comap-7-16-judgment-24-10-16-final.sxw\n\n    Mr.   Janak   Dwarkadas,   Senior   Advocate   a/w   Mr.   Simil   Purohit,   Mr. \n    Aditya   Thakkar,   Mr.   Nishit  Dhruva,   Mr.  Prakash   Shinde,  Mr.  Chirag \n    Bhavsar i/by MDP & Partners for the Appellant.\n\n\n\n\n                                                                                               \n    Mr.   F.   E.   Devitre,   Senior   Advocate   a/w   Mr.   Kunal   Dwarkadas,   Mr. \n    Verghese Thomas, Ms. Aditi V. Deshpande, Mr. Yohana Lumathawalla \n\n\n\n\n                                                                      \n    i/by J. Sagar Associates for the Respondent.\n\n                               CORAM  :  ANOOP V. MOHTA AND\n                                         G.S. KULKARNI, JJ.\n\n\n\n\n                                                                     \n                RESERVED ON   :   29 AUGUST 2016/17 OCTOBER 2016\n           PRONOUNCED ON  :   24 OCTOBER 2016.\n\n\n\n\n                                                        \n    JUDGMENT (PER-ANOOP V. MOHTA, J.):\n-\nThis Commercial Appeal is filed by the Appellant-Original Defendant against the Judgment and order dated 6 June 2016, passed by the learned Single Judge of the Commercial Division in Summons for Judgment whereby, refused an unconditional leave to defend and has granted a leave to defend, but conditional.\nPreliminary objection to the maintainability of Commercial Appeal.\n2 To decide the preliminary objection of the maintainability of Commercial Appeal as filed, as raised by the learned Senior Counsel appearing for the Respondents, though the parties have consented to hear the Appeal on merits, we have re-listed the matter for hearing on ssm/dgm 3 comap-7-16-judgment-24-10-16-final.sxw the maintainability as it goes to the root of the matter in view of the confusion prevailing in the Office/Registry after the transfer of such pending summary suits because of the provisions of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short, \"The Commercial Courts Act\").\nBackground of proceedings-\n3 The following are the background dates of the proceedings as per the Respondent-Plaintiff (IDBI) to decide the maintainability of the Commercial Appeal under Section 13 of the Commercial Courts Act, apart from decision on merits.\nOn 11/09/14, Summary Suit No.776 of 2014 was filed by the Respondent (Plaintiff) (IDBI) on 11 September 2014, seeking a decree in the sum of over Rs.33 crores.\nDuring the pendency of the Summary Suit, the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Ordinance, 2015 (the Ordinance) was promulgated on 23 October 2015 with immediate effect. The Ordinance inter alia provided for the constitution of Commercial ssm/dgm 4 comap-7-16-judgment-24-10-16-final.sxw Divisions in High Courts having ordinary original civil jurisdiction.\nAn order/notice dated 17 November, 2015 was issued by the then Hon'ble the Acting Chief Justice constituting the Commercial Division and Commercial Appellate Division under Sections 4 and 5 of the Ordinance.\nThe then Hon'ble Acting Chief Justice also issued an Assignment Order dated 22 December, 2015 of the Original Side of this Court to take effect from 4 January 2016, constituting the Commercial Division and the Commercial Appellate Division of this High Court and nominating Judges for the same. Mr. Justice S.C. Gupte was nominated as the \"Commercial Division\" of this Court and assigned all summary suits, i.e. including the present Summary Suit.\nAssignment Order dated 22 December 2015, was the order constituting the Commercial Division and Commercial Appellate Division. The Commercial Courts Act does not prescribe any particular form of the order to constitute such Divisions. The Chief Justice is required to pass only an administrative order, not a judicial order.\nOn 1 January, 2016, the Commercial Courts Act came to be notified in the Official Gazette with effect from 23 October 2015.\nssm/dgm 5 comap-7-16-judgment-24-10-16-final.sxw On 4 January 2016, the Commercial Divisions and the Commercial Appellate Divisions as constituted, have commenced functioning accordingly. On 7 January 2016, and from time to time thereafter, the Assignment Orders were varied as under :\na) Notice dated 7 January 2016 in partial modification of the Assignment order dated 22 December 2015.\nb) Assignment order dated 3 March 2016 with effect from 7 March 2016.\nc) Assignment order dated 15 March 2016 with effect from 21 March 2016.\nd) Assignment order dated 19 August 2016 with effect from 22 August 2016.\nAt all relevant times, the learned Judge continued to be nominated as the \"Commercial Division\" of this Court assigned to hear all summary suits, including the present summary suit.\n4 The Summons for Judgment in the Summary Suit was argued finally on merits by the counsel for the parties before the Commercial Division on 12 and 14 January 2016 and was reserved for orders on 14 January 2016.\nOn 13 May 2016, pending the final order in the Summons for Judgment, the captioned Summary Suit was formally transferred by a notice issued by the High Court (along with several other suits and proceedings) to the Commercial Divisions of this Court. The ssm/dgm 6 comap-7-16-judgment-24-10-16-final.sxw impugned order dated 6 June 2016 granting the conditional leave to defend the suit was passed by the learned Single Judge.\n5 On 12 July 2016, this Appeal was filed as a Commercial Appeal before this assigned Commercial Appellate Division of this Court. On 29 August 2016, this Appeal by consent, was heard finally on merits at the admission stage and the matter was closed for orders.\nThe time to deposit has been extended till this date.\nOn 1 September 2016 and 16 September 2016 , this Appeal was listed for directions and submissions on the question of the maintainability of this Appeal.\n6 Admittedly, for the Letters Patent Appeals under the Letters Patent Act, another Division Bench has been assigned to deal with the same. Apart from above, the submission is made that they have already moved a praecipe for passing final order even on merits, in either situation, by this Bench as we have already heard the matter on merits also. The Hon'ble the Chief Justice has passed order on 14 ssm/dgm 7 comap-7-16-judgment-24-10-16-final.sxw October 2016, accordingly.\nThe Commercial Courts Act-\n7 To provide for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.\nIt is relevant to note that Law Commission of India in its 253 Report has recommended the establishment of Commercial Courts, the Commercial Division and the Commercial Appellate Division in the High Courts for disposal of commercial disputes of specified value.\n9 On 23 December 2015, the Commercial Courts Act, having retrospective effect from 23 October 2015 by repealing the ordinance with the following rider has been promulgated-\n\"Section 23 - Repeal and savings.-(1) The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 (Ord. 8 of 2015) is hereby repealed.\nssm/dgm 8 comap-7-16-judgment-24-10-16-final.sxw (2) Notwithstanding such repeal, anything done or any action taken under the said Ordinance, shall be deemed to have been done or taken under the corresponding provisions of this Act.\"\n10 The action and/or anything done under the Ordinance, in view of Section 23 of Commercial Courts Act, should be deemed to have been done or taken under the corresponding provisions of the Commercial Courts Act.\nThe basic concepts and terms have been elaborated are reproduced below:-\n\"Section 2 - Definitions:- (1) In this Act, unless the context otherwise requires,-\n\"(a) \"Commercial Appellate Division\" means the Commercial Appellate Division in a High Court constituted under sub-section (1) of section 5;\"\n(b) \"Commercial Court\" means the Commercial Court constituted under sub-section (1) of section 3;\n(c) \"commercial dispute\" means a dispute arising out of-\n(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\nssm/dgm 9 comap-7-16-judgment-24-10-16-final.sxw\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements;\n(xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum;\n(xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government.\nExplanation.-- A commercial dispute shall not cease to be a commercial dispute merely because-\n(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\nssm/dgm 10 comap-7-16-judgment-24-10-16-final.sxw\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\"\n(d) to\n(h)\n(i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government.\"\n\"Section 5 - Constitution of Commercial Appellate Division- (1) After issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.\"\n\"Section 6 - Jurisdiction of Commercial Court-The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.\nExplanation.- For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\"\n\"Section 8\" - Bar against revision application or petition against ssm/dgm 11 comap-7-16-judgment-24-10-16-final.sxw an interlocutory order - Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\n\"Section 9 - Transfer of suit if counterclaim in a commercial dispute is of Specified Value-(1) Notwithstanding anything contained in the Code of Civil Procedure, 1908 (5 of 1908), in the event that a counterclaim filed in a suit before a civil court relating to a commercial dispute is of Specified Value, such suit shall be transferred by the civil court to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit.\n(2) In the event that such suit is not transferred in the manner contemplated in sub-section (1), the Commercial Appellate Division of the High Court exercising supervisory jurisdiction over the civil court in question may, on the application of any of the parties to the suit, withdraw such suit pending before the civil court and transfer the same for trial or disposal to the Commercial Court or Commercial Division or, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n\"Section 10 - Jurisdiction in respect of arbitration matters-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-\n(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, ssm/dgm 12 comap-7-16-judgment-24-10-16-final.sxw shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n\"Section 11 - Bar of jurisdiction of Commercial Courts and Commercial Divisions-Notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.\"\n\"Section 13 - Appeals from decrees of Commercial Courts and Commercial Divisions-(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n(emphasis added) \"Section 14 - Expeditious disposal of appeals- The Commercial ssm/dgm 13 comap-7-16-judgment-24-10-16-final.sxw Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.\"\n\"Section 15 - Transfer of pending cases-(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall ssm/dgm 14 comap-7-16-judgment-24-10-16-final.sxw be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n\"Section 21 - Act to have overriding effect-Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n12 By Section 16 of the Commercial Courts Act, existing CPC have been amended through the Schedule. As relevant, extracted newly inserted Order XIII-A :\n\"ORDER XIII-A Summary Judgment\n1. Scope of and classes of suits to which this Order applies.- (1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence.\n(2) For the purposes of this Order, the word \"claim\" shall include-\n(a) part of a claim;\n(b) any particular question on which the claim (whether in whole or in part) depends; or ssm/dgm 15 comap-7-16-judgment-24-10-16-final.sxw\n(c) a counterclaim, as the case may be.\n(3) Notwithstanding anything to the contrary, an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\" (emphasis added) Summary Suit and unamended CPC-\n13 The Commercial Suits/Applications on the Original Side of the Bombay High Court are governed by the CPC read with Bombay High Court (Original Side) Rules, 1980 as amended from time to time and so also the Summary Suits as contemplated under Order XXXVII of CPC so filed within the jurisdiction of Bombay High Court (Original Side). It is always subject to the territorial and pecuniary jurisdiction.\nThe pecuniary jurisdiction had undergone a change and accordingly Suits/Petitions/Applications were transferred and/or re-transferred to the concerned City Civil Court/Small Causes Courts based upon the valuation of the Suits/applications.\nIf order=Judgment-under CPC-\n14 An ordinary Appeal from Judgment/Order passed by the learned Single Judge of the Bombay High Court on the Original Side, apart from the provisions of the CPC is governed by the Letters Patent ssm/dgm 16 comap-7-16-judgment-24-10-16-final.sxw Act, subject to clauses 12 to 15. In the decisions in Shah Babulal Khimji v. Jayaben D. Kania & Anr.1 and Midnapore Peoples' Co-op. Bank Ltd v. Chunilal Nanda,2 the Supreme Court observed as under :\n\"82. We now proceed to deal with the main controversy as to what is the true scope, meaning and purport of the word 'judgment' used in Clause 15 of the Letters Patent. Numerous authorities on both sides were cited before us in the course of the very able arguments advanced by counsels for the parties and it appears that there are three leading judgments which have spelt out certain tests to determine as to when an order passed by a Trial Judge can be said to be a 'judgment' within the meaning of. clause 15 of the Letters Patent. A very narrow view on this point was taken by a Division Bench Of the Calcutta High Court in the case of The Justice of the Peace for Calcutta (supra) where Sir Couch, C.J. On an interpretation of Clause 15 of the Letters Patent observed thus:-\nWe think that \"judgment\" in clause 15 means a decision which affects the merits of the question between the parties by determining some right or liability. It may be either final, or preliminary, or interlocutory, the difference between them being that a final judgment determines the whole cause or suit, and a preliminary or interlocutory judgment determines only a part of it, leaving other matters to be determined.\n\"113 ..........(3) Intermediary or Interlocutory judgment-Most of the interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43 Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable. There may also be interlocutory orders which are not covered by Order 43 Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. 1 (1981) 4 SCC 8 2 AIR 2006 SC 2190 ssm/dgm 17 comap-7-16-judgment-24-10-16-final.sxw Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote. For instance, where the Trial Judge in a suit under Order 37 of the Code of Civil Procedure refuses the defendant leave to defend the suit, the order directly affects the defendant because he loses a valuable right to defend the suit and his remedy is confined only to contest the plaintiff's case on his own evidence without being given a chance to rebut that evidence. As such an order vitally affects a valuable right of the defendant it will undoubtedly be treated as a judgment within the meaning of the Letters Patent so as to be appealable to a larger Bench.\".......\nThe Supreme Court in Midnapore Peoples' Co.op Bank Ltd.\n(Supra) has observed in para 16 as under:-\n\"16. Interim orders/interlocutory orders passed during the pendency of a case, fall under one or the other of the following categories:\n(i) Orders which finally decide a question or issue in controversy in the main case.\n(ii) Orders which finally decide an issue which materially and directly affects the final decision in the main case.\n(iii) Orders which finally decide a collateral issue or question which is not the subject matter of the main case.\n(iv) Routine orders which are passed to facilitate the progress of the case till its culmination in the final judgment.\n(v) Orders which may cause some inconvenience or some prejudice to a party, but which do not finally determine the rights and obligations of the parties.\nThe term 'judgment' occurring in Clause 15 of the Letters Patent will take into its fold not only the judgments as defined in Section 2(9) CPC and orders enumerated in Order 43 Rule 1 of CPC, but also other orders which, though may not finally ssm/dgm 18 comap-7-16-judgment-24-10-16-final.sxw and conclusively determine the rights of parties with regard to all or any matters in controversy, may have finality in regard to some collateral matter, which will affect the vital and valuable rights and obligations of the parties. Interlocutory orders which fall under categories (i) to (iii) above, are, therefore, 'judgments' for the purpose of filing appeals under the Letters Patent. On the other hand, orders falling under categories (iv) and (v) are not 'judgments' for purpose of filing appeals provided under the Letters Patent.\"\n(Emphasis added) The scheme of Commercial Courts Act-\n15 The terms \"Commercial Court\", \"Commercial Division\" and \"Commercial Appellate Division\" have been defined under Sections 3, 4 and 5 of the Commercial Courts Act. The constitution of the Commercial Courts is by the State Government which are at district level in territories other than the territories where the High Court has ordinary original civil jurisdiction. The constitution by the State Government is subject to the condition of consultation with the concerned High Court by publishing a notification in the Official Gazette specifying the local limits of jurisdiction of the Commercial Courts. It is also subject to nomination of one or more persons having experience in dealing with commercial disputes to be a Judge or Judges of Commercial Courts.\nssm/dgm 19 comap-7-16-judgment-24-10-16-final.sxw 16 The constitution of Commercial Division of High Court is also subject to the order of Chief Justice of High Court consisting of Commercial Division, having one or more Branches consisting of a Hon'ble Judge/Judges. The Chief Justice of High Court, by the nomination, has appointed the Judges of High Court who have experience in dealing with the commercial disputes. The constitution of Commercial Appellate Division by the nomination, is also by the order of Chief Justice of the High Court, keeping in mind to nominate such Judges of High Court, who have experience in dealing with the commercial disputes.\n17 Chapter II of the Commercial Courts Act deals with the constitution of Commercial Courts and Commercial Divisions and Commercial Appellate Divisions at various levels/courts. There is no issue that Commercial Courts and Commercial Divisions and Commercial Appellate Divisions are required to be constituted as per the prescribed provisions so referred above. The order/nomination by the Chief Justice in case of Commercial Division and the Commercial ssm/dgm 20 comap-7-16-judgment-24-10-16-final.sxw Appellate Division is thus sufficient so far as the constitution of such Divisions under the Commercial Courts Act. The requirement of notification/ order by the State Government in consultation with the Chief Justice is also the requirement of the Act for the constitution of Commercial Courts in the district area/territories. So far as the Government of Maharashtra is concerned, a notification dated 13 June 2016 was issued under Section 3(1) constituting a Commercial Court in each district and in some places, Judges have been appointed to preside over the Commercial Court by appointment order dated 21 July 2016. As noted, the Commercial Divisions of the Bombay High Court have been constituted from time to time by nomination and so also the Commercial Appellate Divisions of High Court as contemplated under Sections 4 and 5 of The Commercial Courts Act.\n18 In view of Section 2(1)(c) of Commercial Courts Act, in view of definition of \"commercial dispute\" and \"specified value\" and as the summary suits fall within the definition of \"commercial dispute\" and the valuation of the ssm/dgm 21 comap-7-16-judgment-24-10-16-final.sxw subject matter exceeds one crore, the provisions of Commercial Courts Act would apply to such Suits, Petitions and Applications and the Appeal in question. There is no issue on this.\n19 Section 6 empowers the Commercial Court to try and hear all suits and applications relating to a commercial dispute based upon the valuation so recorded above which is subject to territorial jurisdiction. All suits and applications relating to a commercial dispute where the subject matter exceeds Rupees one crore and which are pending in any Civil Court in any District shall be transferred to the Commercial Courts so constituted is the mandate of Section 15(2) of the Commercial Courts Act.\nSection 7 empowers \"Commercial Division\" of High Court to hear \"All suits and applications relating to commercial disputes of the stated value of the subject matter which are filed in High Court having ordinary original civil jurisdiction\".\nThis includes all suits/applications filed before the commencement of the Commercial Courts Act/Ordinance and ssm/dgm 22 comap-7-16-judgment-24-10-16-final.sxw even the constitution of Commercial Division. This also includes all fresh suits, applications filed after the commencement of the Act and/or constitution of the Commercial Division provided it should be 'commercial disputes', having the valuation of the subject matter exceeding one crore. The mandate of Section 15(1) of the Commercial Courts Act is applicable even for all suits and applications pending in the High Court where commercial Division has been constituted - It shall be transferred to the Commercial Division of the High Court. It is, therefore, clear that Commercial Courts Act, in view of above provisions so reproduced is made applicable retrospectively and would take into its ambit all pending suits, petitions and applications relating to commercial dispute of the specified value and specified disputes.\nTherefore, all such suits, petitions and applications pending or fresh, will be governed by the Commercial Courts Act with effect from 23.10.2015. This is also clear, therefore, that all the rights in regard to pending suits, petitions and applications shall be governed by the Commercial Courts Act, once transferred.\nThe Commercial Court Appeal against Decision/Judgment/order/decree-\nssm/dgm 23 comap-7-16-judgment-24-10-16-final.sxw 20 The jurisdiction of the Commercial Appellate Division as provided in Chapter II and specifically Section 13 provides that the Commercial Appellate Division of a High Court has jurisdiction to hear Appeals from decisions, judgments, orders or decrees passed by the Commercial Division of that High Court or by Commercial Courts within the local limits of the jurisdiction of the High Court.\n21 After giving due consideration to the provisions of Section 13(1) read with Section 13(2) it is apparent that it provides that Appeals will lie to the Commercial Appellate Division against the decision of the Commercial Court or Commercial Division. The words \"decision\", \"Judgment\", \"Order\" \"decree\" as such are not defined. It is defined and elaborated under the CPC. From Section 13(1) it follows that it includes \"judgment\" or \"order\" and read with Sections 8, 13(2) it includes \"decree\" of the Commercial Court or Commercial Division.\nHowever, it is specifically mentioned in proviso to Section 13(1) that such orders as enumerated in Order XLIII of CPC should be the order against which an Appeal against order is maintainable under Section\n13. Further the proviso contemplates that an Appeal would lie against appealable order under Section 37 of the Arbitration and Conciliation ssm/dgm 24 comap-7-16-judgment-24-10-16-final.sxw Act, 1996. Section 13(2) has restricted the Appeals even for Section 13 of the Commercial Courts Act by rider that \"no Appeal shall lie from any order or decree of a Commercial Division or Commercial Court other than in accordance with the provisions of this Act.\". This is also with \"notwithstanding\" clause under Section 13(2) whereby, it is mandated that \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of High Court\".\nTherefore, taking into consideration the overall provisions and intent of Section 13(1)and (2) which provides the specific orders against which an Appeal can be filed in such commercial matters. The Appeal under Section 13 is maintainable, once the Suits, Petitions Applications and Appeals are transferred and treated as commercial disputes having specified value, where the learned Commercial Division Judge has taken the decision and/or passed the \"judgment\"\nand/or \"order\" or \"decree\". It is relevant to note that under Section 21 of the Commercial Courts Act, it is mandated and reinforced that the provisions of the Commercial Courts Act will prevail over the provisions of other Act. Therefore, an Appeal under Section 13 of the Commercial Courts Act is maintainable against the decision/ judgment/ order or decree, if it falls within the ambit of the provisions ssm/dgm 25 comap-7-16-judgment-24-10-16-final.sxw of the Commercial Courts Act. This includes that the subject matter must be commercial dispute having valuation of more than one crore and falls within the territorial and pecuniary jurisdiction of the respective Court and/or Division and/or subject to the specific provisions like the Arbitration and Conciliation Act, read with the special statutes and the provisions so required, referred under umbrella of \"commercial dispute\" so defined.\nAppeal against any final decision include the judgment so passed by the Commercial Court and/or Commercial Division, the proviso to Section 13(1) will not be applicable to such decision/judgment, as the proviso refers to \"orders\". The reference to \"orders\" in the opening portion of Section 13(1) would relate to the application of the proviso to sub-section (1). However, the opening portion of sub-section (1) (words prior to the proviso) clearly use the words \"decision\", \"judgment\" and \"order\". Therefore, the ambit of this part of sub-section (1) is quite broader when it comes to appeals arising out of orders other than the category of orders falling under order XLIII of the CPC. Therefore, an Appeal under Section 13(1), even if there is an order, but which has a tinge or colour of judgment ssm/dgm 26 comap-7-16-judgment-24-10-16-final.sxw as laid down by the Hon'ble Supreme Court in Shah Babulal Khimji v. Jayaben D. Kania & anr3 and Midnapore Peoples' Co-op.\nBank Ltd. (supra), the Appeal under Section 13 against such order being a \"judgment\" within the meaning of CPC, is maintainable. The provisions of CPC (amended and unamended) are applicable to the Commercial Courts Act's proceedings. The term \"Judgment\" was not even defined under the Letters Patent Act.\nIn the summary suit, though it is an interlocutory order of granting Defendants conditional leave to defend such summary suit, as it directly affects and loses the valuable rights of the Defendant without giving full opportunity and as transferred and as heard by the learned Commercial Division Bench/Judge, the Commercial Appeal against such \"Judgment\" is maintainable. Therefore, we are of the view that there is no reason to hold that the Commercial Appeal as filed is not maintainable.\n\"Summary Suit\" and \"Summary Judgment\"-\n24 The conceptual position of \"summary suit\" as contemplated under Order XXXVII of CPC and its specific 3 (1981) 4 SCC 8 ssm/dgm 27 comap-7-16-judgment-24-10-16-final.sxw provisions are governed as per the original provisions of CPC.\nThe amended CPC, in view of Section 16 of the Commercial Courts Act inserted the provision for a \"summary judgment\", through Order XIII-A which is made applicable to the classes of Suits (commercial suits) which required to be decided by the Commercial Division/Court. It prescribes the procedure and stages for application for summary judgment. This also includes and provides the powers of a Commercial Judge to pass conditional order including for evidence for hearing of summary judgment. We are concerned with Order XIII-A, Rule 1(3) of CPC, whereby it is specifically provided \"notwithstanding anything to the contrary, \"an application\" for summary judgment under this Order shall not be made in a Suit in respect of any commercial disputes that is originally filed as a summary suit under Order XXXVII.\". Therefore, once the summary suit as originally filed, prior to the commencement of the and as now transferred, being commercial dispute matter, the original procedure as provided under Order XXXVII shall be applicable to such summary suits. The parties are not entitled to prayer for summary judgment under XIII-A in view of the specific ssm/dgm 28 comap-7-16-judgment-24-10-16-final.sxw provision so referred above. This also means that the judgments and the issues so decided in summary suit shall for all purposes be governed by the CPC, even after such suits are transferred as commercial suits. The Commercial Division Judge is required to follow the original C.P.C. and is required to keep in mind the position in law revolving around all the facets of summary suits. The provisions of Section 13, therefore, is required to be interpreted and/or considered accordingly, when any decision is given by the Commercial Division/Court in such summary suit. The proviso to Section 13(1), will not affect the maintainability of such Appeal so filed against such order/judgment passed by the Commercial Division/Court in such summary suit.\n25 The submission that Section 13 proviso has extinguished, expressly and/or by necessary intentment the Appeal against the order passed by the Commercial Judge in summary suit granting the Defendant conditional leave to defend a summary suit is unacceptable. Section 13 itself contemplates that an Appeal is maintainable against the ssm/dgm 29 comap-7-16-judgment-24-10-16-final.sxw decision/judgment or order which has effect of \"judgment\", though it falls outside the purview of Order XLIII as observed above.\nThe right of appeal is creation of statute-\n26 It is settled that a right of Appeal is not a matter of procedure, but it is a matter of a substantive right which accrues to the litigant and as exists on the date of suit being instituted (see The Constitutional Bench decision in Garikapati Veeraya Vs. N. Subbiah Choudhry & Ors 4., para 23) Such right of Appeal is governed by the law prevailing at the date of the institution of the suit or proceedings and not by the law that prevails at the date of its decision or at the date of filing of the Appeal. It is equally settled that a vested right of Appeal is not absolute; and that it can in fact be abrogated either explicitly or by implicit intendment. [Kamal Kumar Dutta vs. Ruby General Hospital5]. The Commercial Courts Act provides for an Appeal against the decision, judgment and order so referred above. An Appeal is available if the commercial 4 AIR 1957 SC 540 5 (2006) 7 SCC 613 ssm/dgm 30 comap-7-16-judgment-24-10-16-final.sxw suit/dispute is dealt with by the Commercial Division/Commercial Court and passes order/judgment and/or take decision. This statutory Appeal as provided, therefore, cannot be taken away notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court [Section 13(2)]. The Commercial Courts Act or special Statute, if empowers, the Appellate Division Court to deal with the Appeal against the Judgment/order passed by the Commercial Division or the Commercial Court, the bar so submitted of proviso to Section 13(1) is not applicable in each and every matter specifically when the subject matters are commercial disputes as defined under the Commercial Courts Act and are also governed by the Special Act/Statute other than the CPC. The specific provisions/ Statute/ Act will prevail as substantial rights, if are created over the provisions of Order XLIII CPC, as provided in proviso to Section 13(1) of the Commercial Courts Act.\nFiling of Appeal under Section 13 of the Commercial Courts Act, cannot be occluded-\nssm/dgm 31 comap-7-16-judgment-24-10-16-final.sxw 27 Section 13 Scheme itself provides Appeal against decision which includes judgment/order passed by the Commercial Division/Court. There is no provision of revision against the interlocutory order in view of bar of Section 8. Section 8 further clarifies that only Appeal against such order is available subject to Section 13 proviso. Even the issue of jurisdiction or such challenge will be subject to Section 13 of the Commercial Courts Act. Therefore, the aggrieved parties have no option but to file Appeal against the decision/order. The Appellate Court, however, may or may not entertain appeal against the order or interlocutory order, in view of proviso to Section 13(1). But filing of Appeal under Section 13, in our view, cannot be occluded. The Appeal against any decision of any Commercial Division/Court is maintainable. To entertain or not is the Appellate Court's power and the jurisdiction depends upon the facts and circumstances of the case.\nThe effect of not permitting to file the Commercial Appeal, in such matters-\n28 Another factor is, if such Appeals are not permitted, the aggrieved parties shall have no option but to invoke ordinary jurisdiction of the High Court or Court to challenge the interlocutory ssm/dgm 32 comap-7-16-judgment-24-10-16-final.sxw order or order though the decision is by the Commercial Division/Court, as commercial disputes are transferred and governed by the Commercial Courts Act for all the purposes. Such dichotomy, in our view, is surely not the intention of the legislature as followed from a cumulative reading of the various provisions as noted by us.\nThe filing of such Commercial Appeal by the party in the ordinary Court, except where suit/application, valuation is less than one crore, therefore, is not what is contemplated. It will frustrate the ambit and object of the Commercial Courts Act.\nThe commercial disputes of specified valued shall be governed by the Commercial Act only-\n29 There is no scope to any authority, not to transfer the commercial suits, having one crore and above valuation, for the purpose of pecuniary jurisdiction under the Commercial Courts Act, in case of a commercial dispute. The State Government needs to take steps as contemplated under Sections 19 and 20 of the Commercial Courts Act. All and every concerned authority are bound to aid and assist to give effect to these provisions to all the pending Suits/Applications, to achieve the object of the Commercial Courts Act. All are bound by the provisions, including amended CPC to ssm/dgm 33 comap-7-16-judgment-24-10-16-final.sxw expedite the pending Suits filed prior or post the Commercial Courts Act. The Appeals are also expedited by the provisions so also pending Arbitration Petitions/Appeals as specified, though filed prior to the enforcement of the Commercial Courts Act. Sections 10, 13 and 15 deal with the pending Arbitration matters, including Appeal under Section 37 of the Arbitration and Conciliation Act. The Supreme Court in a recent decision in Arun Dev Upadhyaya Vs. Integrated Sales Service Ltd. & Anr.6, now has expanded and included even the Appeal under Section 50 of the Arbitral Act in the facts of the case. It needs to be subject to valuation of the Suit/Appeal.\n30 We are also inclined to observe that the vested right of Appeal is not taken away by the Commercial Courts Act. However, it is subject to Section 13 so recorded above and/or Section 13 in no manner takes away and/or extinguishes right of Appeal in pending summary suits which are transferred and dealt with by the Commercial Division/Court.\n31 Having once observed that the Appeal under Section 13 of the Commercial Courts Act is maintainable, we are dealing with the 6 2016(9) SCALE 427 ssm/dgm 34 comap-7-16-judgment-24-10-16-final.sxw merits of the matters on the facts and in the background already reflected/mentioned in the initial paras.\n32 The background of the litigations between the parties is relevant for consideration of this Appeal on merits.\nThe Respondent (Plaintiff) is a Company incorporated under the Companies Act, 1956 and is a Debenture Trustee of the debentures issued to Vinca Developer Private Limited (\"Vinca\") by Amazia Developers Private Limited (\"Amazia\") and Rubix Trading Private Limited (\"Rubix\"). Amazia and Rubix are wholly owned subsidiaries of Vinca. The Appellant (Defendant) and its individual promoters collectively own 90 per cent shareholding in Vinca.\nNederlandse Financierings - Maatschappiji Voor Ontwikkelingslanden N.V. (\"FMO\") is a Corporation constituted under the Laws of Netherlands. FMO holds 10 per cent shareholding in Vinca. FMO also holds 3 Compulsorily Convertible Debentures (CCDs) issued by Vinca.\nThe said three CCDs were convertible within a period of 60 months from December 2009. Upon such conversion, FMO would hold 90% shareholding in Vinca. The investment made by FMO in Vinca in the form of three CCDs was used by Vinca to purchase Optionally ssm/dgm 35 comap-7-16-judgment-24-10-16-final.sxw Convertible Debentures (\"OPCDs\") issued by Amazia and Rubix. In respect of the OPCDs, a Debenture Subscription and Debenture Trust cum Mortgage Deed was executed on 1 December 2009 between Amazia, the Defendant and the Plaintiff. Similarly in respect of the OPCDs issued by Rubix, a Debenture Subscription and Debenture Trust cum Mortgage Deed dated 1 December 2009 was executed between Rubix, the Defendant and the Plaintiff as amended by OPCD Amendment Agreement dated 8 September 2010. The aforesaid deeds shall hereinafter be collectively referred to as \"the Debenture Trust Deeds\" (DTDs). In respect of the liability arising under OPCDs, the Defendant executed a Deed of Corporate Guarantee dated 9 December 2009 in favour of the Plaintiff, (the Guarantee).\n33 For the purpose of the present Appeal, the case of the Respondent-Plaintiff is as under:-\nOn 1 December 2009, Facility Agreement was executed between inter alia Rubix Trading Private Limited (as Borrower), Deutsche Investments India Private Limited (as Lender), the Respondent (Plaintiff) (as Security Trustee) and the Appellant-Hubton (Defendant) (as Confirming Party), DIIPL has provided Rubix with a ssm/dgm 36 comap-7-16-judgment-24-10-16-final.sxw loan facility of Rs.23,50,00,000/- (Rupees Twenty Three Crores and Fifty Lakhs only). On 9 December 2009, the Defendant (as Guarantor/Surety) has executed a Deed of Guarantee cum Mortgage and under which the Defendant has inter alia agreed to stand surety/guarantor and provide guarantee on behalf of Rubix in favour of the Plaintiff for the benefit of DIIPL on the terms and conditions more particularly set out therein. On 22 January 2010, the said facility was disbursed to Rubix by DIIPL. On 22 April 2012, Rubix was liable to pay interest on the facility each quarter. However, Rubix defaulted in payment of interest on the facility since 22 April 2012.\nOn 5 March 2013, Rubix made part payment of Rs.42,54,745/-.\n34 The Respondent-IDBI (Plaintiff) filed Summary Suit No. 520/2013 on 16 May 2013 against the Defendant for recovery of dues under the said Guarantee. Prior to the filing of the Suit, the Respondent (Plaintiff) (IDBI) on 10 May 2013, filed Company Petition No. 644 of 2013 seeking winding up of the Defendant on the ground that the Defendant has failed to comply with the statutory notice to pay the amount under the guarantee. On 12 February 2014, the Respondent-IDBI (Plaintiff) filed Summary Suit No. 480 of 2014 for ssm/dgm 37 comap-7-16-judgment-24-10-16-final.sxw recovery of the back end coupon dues payable under the said guarantee which amount was not included in the above summary Suit.\nThe Defendant (Hubton) has filed its affidavit in the Summons for Judgment raising several contentions. The Plaintiff too has filed affidavits dealing with the contentions raised by the Defendant. An additional affidavit is filed on behalf of the Plaintiff dated 4 July 2014 in Company Petition No. 644 of 2013 bringing on record the various facts.\n35 In view of the aforesaid defaults on the part of Rubix and the Defendant, DIIPL vide its letter dated 5 June 2013, cancelled the facility with immediate effect and declared that all of the facility, along with accrued interest thereon were immediately due and payable. On 8 June 2013, the Advocates for Rubix sent DIIPL a holding reply. On 9 June 2013, in the meantime, considering that Rubix had not fulfilled its obligations under the facility Agreement and considering that Rubix failed and/or neglected to repay the amounts demanded under the Recall Notice, the Plaintiff was constrained to issue a Demand Certificate to the Defendant for the enforcement of the Guarantee, in terms of the Deed of Guarantee.\nssm/dgm 38 comap-7-16-judgment-24-10-16-final.sxw 36 Rubix's aforesaid holding reply was followed by a further reply dated 18 July 2013, as stated, false, baseless and wholly untenable allegations in its defence. On 8 August 2013, DIIPL vide their letter replied to Rubix's letter dated 18 July 2013. Despite repeated requests and reminders and post several meetings and discussions, the Defendant and/or Rubix have failed and/or neglected to repay the Facility along with all amounts due and/or accrued thereunder including interest and default interest since 23 April 2012.\nIn view thereof, on 14 August 2014, DIIPL was constrained to issue a supplementary recall notice to Rubix. On 19 August 2014, the Plaintiff (IDBI) issued supplementary Demand Certificate to the Defendant (Hubton) for the enforcement of the Guarantee, in terms of the Deed of Guarantee. No reply has been received to the aforementioned supplementary recall notice and supplementary demand certificate. Hence the summary suit and summons for Judgment No.39/2013.\n37 The Single Judge (Coram:- S.J. Kathawalla, J.) on 8 May 2015 in Summons for Judgment No. 39 of 2013 in Summary Suit No. ssm/dgm 39 comap-7-16-judgment-24-10-16-final.sxw 520 of 2013 has passed the following order:-\n\"42. In the circumstances I am of the view that the Defendant has raised triable issues which require adjudication on further evidence at the time of final disposal of the suit. Hence the following order:\n(i) Unconditional leave is granted to the Defendant to defend the above suit;\n(ii) The suit is transferred to the list of commercial causes and the Defendant is directed to file its written statement on or before 15th June, 2015;\n(iii) The hearing of the suit is expedited and the Court will endeavour to dispose of the suit within a period of one year from the date of this order. It is clarified that the Suit shall be decided without being influenced by any of the observations made in the present order;\n(iv) Place the suit for framing of issues on 29th June, 2015.\nThe Summons for Judgment is accordingly disposed of.\"\n38 The Respondent-IDBI's (plaintiff's) case in Summons for Judgment No.111 of 2014 in Summary Suit No.776 of 2014, is as under:-\nThe Respondent's (Plaintiff's) case is that the Deed of Guarantee executed by the Appellant (Defendant) relates to the following three separate and distinct transactions:-\nssm/dgm 40 comap-7-16-judgment-24-10-16-final.sxw\n(a) Repayment of the amount of Rs.23.50 Crores loaned by DIIPL to Rubix under the Facility Agreement;\n(b) Due performance and repayment by Amazia, of its OPCDs of Rs.150 Crores issued to Vinca on terms and conditions mentioned in Amazia OPCD Subscription and Debenture Trust Deed of 1 December 2009; and\n(c) Due performance and repayment by Rubix of OPCDs totaling Rs.268 Crores issued and allotted to Vinca on terms and conditions mentioned in Rubix OPCD Subscription and Debenture Trust Deed of 1 December 2009.\nAmazia and Rubix transactions referred to in (b) and (c) above involved Vinca which was a 100% holding company of both Amazia and Rubix. There was a separate Summary Suit filed by the Plaintiff herein for enforcement of the guarantee given by the Defendant herein for those two transactions. It was the case of the Defendant in that suit that the OPCDs reflected investments made by FMO (referred to above), though ostensibly in Vinca, actually meant for Amazia and Rubix operating in the housing sector and what the transaction really contemplated was FDI with assured/fixed returns in housing sector, ssm/dgm 41 comap-7-16-judgment-24-10-16-final.sxw i.e. in Amazia and Rubix, through a nominal recipient, Vinca. On a Summons for Judgment taken out in that suit, a learned Single Judge came to the conclusion that the factual matrix and transaction documents prima facie established that the transaction of routing FDI through the newly interposed Vinca was a colourable device and was structured to enable FMO to secure repayment of FDI at a fixed rate of return, thus contrary to the FDI policy and statutory FEMA regulations and thus, opposed to public policy and illegal. The learned Judge held that the Deed of Guarantee issued by Vinca being a part of this structure was also prima facie unenforceable. (The learned Judge (S.J. Kathawalla,J), accordingly, granted unconditional leave to defend on 8 May 2015).\n39 It is, however, the Respondent-IDBI (Plaintiff's) case in the present summary suit that the Deed of Guarantee insofar as it relates to the DIPPL Loan (forming part of (a) above), which is the subject matter of the present suit, is on the basis of the Facility Agreement which is in fact a plain vanilla Indian Rupee loan provided by the Plaintiff, an Indian registered Non-Banking Finance Company to Rubix, an Indian Entity, to which no FDI law or policy applies. It is ssm/dgm 42 comap-7-16-judgment-24-10-16-final.sxw submitted that though this guarantee is contained in the same document as the guarantee provided for Amazia and Rubix OPCDs, it has nothing to do with either of these two transactions. It is submitted that it is an altogether separate transaction and in any event, severable from the other transactions.\n40 The defence of the Appellant-Original Defendant (Hubtown) was noted in para 6 and 12 of the said Summons for Judgment, which reads thus:-\n\"The Defendant disputes this case. Mr. Chinoy, learned Senior Counsel appearing for the Defendant, relies on paras 8(iv), (x), (xiii), (xxi) and (xxiv), and paras 15 and 16 of the affidavit in reply and paras 4, 9, 14, 18, 20, 22, 24 and 25 of the affidavit in rejoinder and argues that the circumstances reflected therein show that these three transactions were related and formed part of one whole transaction.\nThe gist of his contentions is this : Deutsche Bank A.G. agreed to act as an arranger of funds to be invested in a group company/companies of the Defendant to the tune of USD 60 million (with an option to increase it to USD 90 to 100 million) at an IRR of upto 20% per annum. (The OPCDs of Rubix and Amazia were part of this ssm/dgm 43 comap-7-16-judgment-24-10-16-final.sxw investment.) The consideration payable to Deutsche Bank was a stipulated arranger fee. The foreign investor identified by Deutsche Bank (i.e. FMO) was willing to invest around USD 90 to 100 million at a lower IRR (i.e. 14.75 % p.a.). As a result, Deutsche Bank asked for an increased arranger fee. The Defendant and its group companies being in a desperate need of funds, had to give in to this demand and were constrained to pay revised arranger fee. Deutsche Bank, in turn, agreed to reroute a part of the revised arranger fee as a loan to the Defendant or any of its group companies. The loan of Rs.23.50 extended by DIIPL, at a far higher rate of interest, was a part of that commitment and thus, a part and parcel of the illegal structuring undertaken by Deutsche Bank. The Defendant submits that it was at the instance of the foreign investor that the loan of Rs.23.50 Crores was extended as an \"Indian leg of the structured transaction of the Foreign Investor along with Deutsche Bank A.G..... inspite of the fact that Rubix was in no need of the additional secured loan of Rs.23,50,00,000/from DIIPL\". Relying on these facts, namely, of increased arranger fees, proximity of the dates of the individual transactions and common security documents, Mr. Chinoy submits that the transaction is one whole and the DIIPL loan and the Deed of ssm/dgm 44 comap-7-16-judgment-24-10-16-final.sxw Guarantee insofar as it relates to that loan cannot be separated from FDI brought into India in an illegal and impermissible manner.\"\n\"Learned Counsel for the Defendant relies on the analysis of the facts of the case in the Plaintiff's suit for enforcement of guarantees in respect of Amazia and Rubix OPCD transactions in IDBI Trusteeship Services Ltd. Vs. Hubtown Ltd . 7 by the Learned Judge (S.J. Kathawalla, J.), whilst dealing with the case of Videocon Industries Limited Vs. Intesa Sanpaolo S.P.A . 8 in support of his defence. In that case, the learned Judge was considering the severability of the routing of FDI investment in Amazia and Rubix through the newly interposed Vinca (as the nominal recipient of FDI) and the guarantee given by the Defendant to ensure repayment of the FDI. The learned Judge held them to be prima facie inseverable. Here, we are considering the severability of the guarantee towards repayment of FDI and towards repayment of the Indian loan, which is separate from the FDI transaction. The observations dated 8 May 2015 of Kathawalla, J. in that case have no bearing on this severability.\"\n41 The operative part of the impugned order dated 6 June 7 Summons for Judgment No.39-13 in Summary Suit No.520-13 decided on 8 May 15. 8 2014 SCC OnLine Bom 1276 ssm/dgm 45 comap-7-16-judgment-24-10-16-final.sxw 2006 passed in Summons for Judgment No.111 of 2014 in summary suit, is as under:-\n\"14 Accordingly, the Summons for Judgment is disposed of in terms of the following order:-\n(i) The Defendant is granted leave to defend on and subject to the condition of depositing a sum of Rs.33,55,16,946.85 in this Court within a period of twelve weeks from today;\n(ii) Upon such deposit being made, the suit shall be transferred to the list of commercial causes;\n(iii) The Defendant to file its Written Statement in the suit within twelve weeks of making of the deposit;\n(iv) The amount of deposit, if any, shall be invested by the Prothonotary & Senior Master of this Court in a fixed deposit of a Nationalized Bank initially for a period of two years and thereafter, to be renewed from time to time and to abide by further orders that may be passed in the suit;\n(v) The suit to come up on board for directions after twenty four weeks from today.\"\n42 Hence, this Commercial Appeal filed on 12 July 2016.\nThe reasons for the reversal of the impugned order- Two views on construction of documents-question of law-triable issue-\n43 Admittedly, the findings given by the learned Single Judge on documents being severable or unseverable, goes to the root of the ssm/dgm 46 comap-7-16-judgment-24-10-16-final.sxw interpretation and the construction of the same documents and the related transactions. The contrary view so expressed by the learned Judge in the impugned order (para 40 and 41), in view of the earlier findings (para 39) itself require a consideration in the suit and more particularly when another learned Single Judge in Summary Suit No. 520 of 2013 (supra) has prima facie held the document/guarantee is inseverable. In this position we are not persuaded to accept that the ratio of the decision of the Supreme Court in B.O.I. Finance Ltd. Vs. Custodian & Ors. 9, and in Canbank Financial Services Ltd. Vs. The Custodian & Ors. 10 would be applicable to the facts in hand. Reasoning of the learned Single Judge, (S.J. Kathawalla, J.) in order dated 8 May 2015, in para 37.2, 37.3 read thus-\n\"37.2 In the case in hand, I am prima facie of the view that the structure/device of routing FMO's FDI amount of Rs. 418 crores to Amazia and Rubix through the newly interposed Vinca (as the nominal recipient of the FDI) was a colourable device structured only to enable FMO to secure repayment (through Vinca) of its FDI amount and interest thereon at 14.75%, contrary to the statutory FEMA Regulations and the FDI policy embodied therein, which only permit FDI investment in townships/real estate development sector to be made in the form of equity (including Compulsorily Convertible Debentures) and preclude any assured return. I am also prima facie of the view that the Defendant's guarantee (which is the basis of the 9 (1997) 10 SCC 488 10 (2004) 8 SCC 355 ssm/dgm 47 comap-7-16-judgment-24-10-16-final.sxw Company Petition No. 644 of 2013) though ostensibly in favour of Vinca, an Indian Company, was part of the aforesaid illegal structure/scheme and was given to ensure that FMO received back its FDI amount with interest as aforesaid through Vinca. The Guarantee was therefore part of the aforesaid illegal structures/scheme and therefore prima facie illegal and unenforceable.\n37.3 Further the question of the Defendant not being allowed to plead its own wrong also does not arise in the facts of the present case. Through the present Petition, the Plaintiff (who is admittedly acting at the instance of FMO/FMO's nominees) is in effect seeking the assistance of this Court to enable/enforce recovery by FMO of its FDI amount and interest thereon (through Vinca), contrary to the provisions of the FEMA Regulations and FDI policy embodied therein. As has been held by the Hon'ble Supreme Court in the case of Immami Appa Rao vs. G. Ramalingamurthi (supra), the Plaintiff who wants orders in his favour, is actually seeking the active assistance of the Court to achieve what the law prohibits/declares illegal and that is clearly and patently inconsistent with public interest. Moreover, as has been held by the Supreme Court in the above case, in such a case there can be no question of estoppel and the paramount consideration of public interest requires that the plea be allowed to be raised and tried.\"\nThe defence so raised itself being the question of law, as the interpretation of documents itself goes to the root of the transactions/contract and the claim based upon it. In the present case, B.O.I. Finance Ltd. (Supra), as relied is not applicable on facts and the laws. That was a case of ssm/dgm 48 comap-7-16-judgment-24-10-16-final.sxw ready forward contract. In the case in hand, three documents and the transactions, of which two views of the learned Judges unless decided finally in due trial, it is difficult to accept the case that the view taken by the one learned Judge that transactions are sham and bogus and unseverable and other Judge hold it to be severable, without trial and by overlooking the earlier opinion, this itself is a triable issue. The Appellate Bench also may not decide such issue on such question of law, considering the scope and purpose of law on order XXXVII of the CPC, at this stage of the Summary Suit. It should be after final Judgment. In the present case, the same documents are interlinked and interconnected as observed by the earlier learned Judge, therefore, unless these findings are set aside, the findings in the impugned order that those are severable just cannot be accepted, without the trial. The case of misconstruction or interpretation of all connected documents itself made out a case of good defence. It cannot be treated as sham or bogus defence. The misinterpretation itself affects the rights and the transaction/claim. Therefore, the construction of documents is always question of law so is the position in case in hand. The distinction, therefore, at this stage, in summary proceedings like this, itself will not sufficient to deny the order of unconditional leave as ssm/dgm 49 comap-7-16-judgment-24-10-16-final.sxw granted by one Judge on the basis of same documents. (Sir Chunilal V. Mehta and sons Ltd. Vs. Century Spinning and Manufacturing Co. Ltd. 11 and Hero Vinoth (Minor) Vs. Seshammal12) Interpretation of documents and the nature of transactions-triable issue-\n44 We have to consider the legal position in view of the contentions so raised by the learned counsel appearing for the parties.\nThe Apex Court in Smt. Krishnabai Bhritar Ganpatrao Deshmukh Vs. Appasaheb Tuljaramarao Nimbalkar13, while dealing with the aspects of interpretation of any deed or documents, has held as under:-\n\"27. Secondly, there is ample authority for the proposition that when there is a dispute in regard to the true character of a writing, evidence de hors the document can be led to show that the writing was not the real nature of the transaction, but was only an illusory, fictitious and colourable device which cloaked something else, and that the apparent state of affairs was not the real state of affairs. [See Chandi Prasad Singh v. Piari Bidi C.A. No. 75 of 1964, decided on 16-3-1966, and Bhagwan Dayal v. Mst. Reoti Devi (supra) ].\n45 While dealing with the effect of various transactions, based upon the various documents, the Court required to deal with and take into consideration every connected transactions and the documents, to 11 AIR 1962 SC 1314 12 (2006) 5 SCC 545=AIR 2006 SC 2234 13 (1979) 4 SCC 60 ssm/dgm 50 comap-7-16-judgment-24-10-16-final.sxw give total effect to the transactions by treating them all as one document. The Apex Court in (S.Chattanatha Karayalar Vs. The Central Bank of India Ltd.)14 has observed as under:-\n3. .......... \"The principle is well established that if the transaction is contained in more than one document between the same parties they must be read and interpreted together and they have the same legal effect for all purposes as if they are one document. In Manks v.\nWhiteley 1912-1 Ch. 735 at p. 754,, Moulton, L.J. Stated:\n\"Where several deeds form part of one transaction and are contemporaneously executed they have the same effect for all purposes such as are relevant to this case as if they were one deed. Each is executed on the faith of all the others being executed also and is intended to speak only as part of the one transaction, and if one is seeking to make equities apply to the parties they must be equities arising out of the transaction as a whole.\"\nConditional or unconditional leave?\n46 The law with regard to Order XXXVII, Rule 2 and 3 of CPC to grant or not to grant conditional and/or unconditional leave is elaborated as under, by the Apex Court in M/s. Mechelec Engineers & Manufacturers Vs. M/s. Basic Equipment Corporation15-\n\"8. In Sm. Kiranmoyee Dassi v. Dr. J. Chatterjee (49CWN246, 253 :AIR 1949 Cal 479), Das. J., after a comprehensive review of authorities on the subject, stated the principles applicable to cases covered by order 14 AIR 1965 SC 1856 15 (1976) 4 SCC 687 ssm/dgm 51 comap-7-16-judgment-24-10-16-final.sxw 17 C.P.C. in the form of the following propositions (at p.\n253) :\n(a) If the defendant satisfies the Court that he has a good defence to the claim on its merits the plaintiff is not entitled to leave to sign judgment and the defendant is entitled to unconditional leave to defend.\n(b) If the defendant raises a triable issue indicating that he has a fair or bona fide or reasonable defence although not a positively good defence the plaintiff is not entitled to sign judgment and the Defendant is entitled to unconditional leave to defend.\n(c) If the defendant discloses such facts as may be deemed sufficient to entitle him to defend, that is to say, although the affidavit does not positively and immediately make it clear that he has a defence, yet, shows such a state of facts as leads to the inference that at the trial of the action he may be able to establish a defence to the plaintiff's claim the Plaintiff is not entitled to judgment and the defendant is entitled to leave to defend but in such a case the court may in its discretion impose conditions as to the time or mode of trial but not as to payment into court or furnishing security.\n(d) If the defendant has no defence or the defence set up is illusory or sham or practically moonshine then ordinarily the plaintiff is entitled to leave to sign judgment and the defendant is not entitled to leave to defend.\n(e) If the defendant has no defence or the defence is illusory or sham or practically moonshine then although ordinarily the plaintiff is entitled to leave to sign judgment, the court may protect the plaintiff by only allowing the defence to proceed if the amount ssm/dgm 52 comap-7-16-judgment-24-10-16-final.sxw claimed is paid into court or otherwise secured and give leave to the defendant on such condition, and thereby show mercy to the defendant by enabling him to try to prove a defence.\"\n\"9. The case before us certainly does not fall within the class (e) set out above. It is only in that class of case that an imposition of the condition to deposit an amount in Court before proceeding further is justifiable.\"\n47 The Apex Court in this regard has further reiterated above principle and on facts as case was made out granted an unconditional leave. This makes the position of law clear, which need to be kept in mind while granting and/or refusing leave to defend. The case in hand, in our opinion, falls within the ambit of clauses (a) and (b) as expressed in Mechelec Engineers & Manufacturers (supra). [Sunil Enterprises and Anr. Vs. SBI Commercial & International Bank Ltd. 16 and State Bank of Saurashtra Vs. Ashit Shipping Services (P) Ltd. 17, R. Savarna Prabhu and Anr. Vs. Videocon Leasing and Industrial Finance Limited & Anr.18] 48 The learned Single Judge, S.G. Kathawalla, as recorded in 16 (1998) 5 SCC 354 17 (2002) 4 SCC 736 18 (2013)14 SCC 606 ssm/dgm 53 comap-7-16-judgment-24-10-16-final.sxw earlier Suit filed by the IDBI, dealt with the same documents and transactions between the parties and has granted the conditional leave. Therefore, taking note of the reasons so given and recorded, we see there is no case to discard these reasons by overlooking the above basic principles of law. We have to keep in mind the basic principles so laid down, while considering the present case/Appeal also. We have taken note of the facts and circumstances, as well as the reasons given by the learned Single Judge, S.G.Kathawalla, and the Supreme Court Judgments so referred above, interpreting the transactions and the documents between the same parties and we are inclined to observe that a sufficient case is made out by the Appellant that they have a good defence to claim on its merits. This itself means, in the trial, they may be able to establish the defence to the Plaintiff's claim therefore, the Appellant-Defendant, at this stage, is entitled for the unconditional leave. The discretion so exercised and order so passed by imposing condition while granting leave, is unsustainable in the facts and the law and is liable to be interfered with.\n49 Therefore, taking overall view of the matter, we are of the opinion that this is a case where on merit, unconditional leave required to be granted to the Appellant on similar line as granted by ssm/dgm 54 comap-7-16-judgment-24-10-16-final.sxw the learned Single Judge dated 8 May 2015.\n50 Therefore, considering the totality of the matter, we are inclined to pass the following order-\nORDER\na) Appeal filed under Section 13 of the Commercial Courts Act, is maintainable against the order of grant of conditional leave directing the parties to furnish the security/depositing the money in Summary Suit;\nb) Impugned Judgment and order dated 6 June 2016 passed by the learned Single Judge of the Commercial Division in Summons for Judgment No. 111 of 2011, is quashed and set aside, as the Defendant has raised the triable issues, which required adjudication on further evidence at the time of final disposal of the Suit;\nc) Unconditional leave is granted to the Defendant to defend the above suit;\nd) The Suit is transferred to the list of commercial causes and the Defendant is directed to file its written statement on or before 28 November 2016;\nssm/dgm 55 comap-7-16-judgment-24-10-16-final.sxw\ne) The hearing of the Suit is expedited. The learned Judge will endeavour to dispose of the Suit within a period of one year from the date of this order.\nf) Place the Suit for framing of issues on 9 January 2017;\ng) The Appeal is accordingly disposed of.\nh) In view of disposal of the Appeal itself, nothing survives in Notice of Motion (Lodging) No. 2028 of 2016 and the same is also disposed of.\ni) No costs.\n     (G.S. KULKARNI, J.)                                     (ANOOP V. MOHTA, J.)\n      \n   \n\n\n\n\n\n\n\n\n\n\n\n ",
  "cleaned_text": "bombay high court hubtown limited vs idbi trusteeship service limited on 24 october, 2016 author: anoop v. mohta bench: anoop v. mohta, g.s. kulkarni ssm/dgm 1 comap-7-16-judgment-24-10-16-final.sxw in the high court of judicature at bombay ordinary original civil jurisdiction commercial appellate division of the high court commercial appeal no. 7 of 2016 in summons for judgment no. 111 of 2014 in summary suit no. 776 of 2014 with notice of motion (lodging) no. 2028 of 2016 in commercial appeal no. 7 of 2016 hubtown limited, incorporated under the companies act, 1956 and having its registered office at hubtown solaris, 2nd floor, n.s.phadke marg, opp. telli gully, near hotel regency, andheri (east), mumbai-400 069 .appellant. (original defendant) vs. idbi trusteeship service limited, incorporated under the companies act, 1956 and having its registered office at asian building, ground floor, 17 road, kamani marg, ballard estate, mumbai-400 001. .respondent. (original plaintiff) 1/55 ::: uploaded on 25/10/2016 ::: downloaded on 26/10/2016 00:54:01 ::: ssm/dgm 2 comap-7-16-judgment-24-10-16-final.sxw mr. janak dwarkadas, senior advocate a/w mr. simil purohit, mr. aditya thakkar, mr. nishit dhruva, mr. prakash shinde, mr. chirag bhavsar i/by mdp & partners for the appellant. mr. f. e. devitre, senior advocate a/w mr. kunal dwarkadas, mr. verghese thomas, ms. aditi v. deshpande, mr. yohana lumathawalla i/by j. sagar associates for the respondent. coram : anoop v. mohta and g.s. kulkarni, jj. reserved on : 29 august 2016/17 october 2016 pronounced on : 24 october 2016. judgment (per-anoop v. mohta, j.): this commercial appeal is filed by the appellant-original defendant against the judgment and order dated 6 june 2016, passed by the learned single judge of the commercial division in summons for judgment whereby, refused an unconditional leave to defend and has granted a leave to defend, but conditional. preliminary objection to the maintainability of commercial appeal. 2 to decide the preliminary objection of the maintainability of commercial appeal as filed, as raised by the learned senior counsel appearing for the respondents, though the parties have consented to hear the appeal on merits, we have re-listed the matter for hearing on ssm/dgm 3 comap-7-16-judgment-24-10-16-final.sxw the maintainability as it goes to the root of the matter in view of the confusion prevailing in the office/registry after the transfer of such pending summary suits because of the provisions of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for short, \"the commercial courts act\"). background of proceedings3 the following are the background dates of the proceedings as per the respondent-plaintiff (idbi) to decide the maintainability of the commercial appeal under section 13 of the commercial courts act, apart from decision on merits. on 11/09/14, summary suit no.776 of 2014 was filed by the respondent (plaintiff) (idbi) on 11 september 2014, seeking a decree in the sum of over rs.33 crores. during the pendency of the summary suit, the commercial courts, commercial division, commercial appellate division of high courts ordinance, 2015 (the ordinance) was promulgated on 23 october 2015 with immediate effect. the ordinance inter alia provided for the constitution of commercial ssm/dgm 4 comap-7-16-judgment-24-10-16-final.sxw divisions in high courts having ordinary original civil jurisdiction. an order/notice dated 17 november, 2015 was issued by the then hon'ble the acting chief justice constituting the commercial division and commercial appellate division under sections 4 and 5 of the ordinance. the then hon'ble acting chief justice also issued an assignment order dated 22 december, 2015 of the original side of this court to take effect from 4 january 2016, constituting the commercial division and the commercial appellate division of this high court and nominating judges for the same. mr. justice s.c. gupte was nominated as the \"commercial division\" of this court and assigned all summary suits, i.e. including the present summary suit. assignment order dated 22 december 2015, was the order constituting the commercial division and commercial appellate division. the commercial courts act does not prescribe any particular form of the order to constitute such divisions. the chief justice is required to pass only an administrative order, not a judicial order. on 1 january, 2016, the commercial courts act came to be notified in the official gazette with effect from 23 october 2015. ssm/dgm 5 comap-7-16-judgment-24-10-16-final.sxw on 4 january 2016, the commercial divisions and the commercial appellate divisions as constituted, have commenced functioning accordingly. on 7 january 2016, and from time to time thereafter, the assignment orders were varied as under : a) notice dated 7 january 2016 in partial modification of the assignment order dated 22 december 2015. b) assignment order dated 3 march 2016 with effect from 7 march 2016. c) assignment order dated 15 march 2016 with effect from 21 march 2016. d) assignment order dated 19 august 2016 with effect from 22 august 2016. at all relevant times, the learned judge continued to be nominated as the \"commercial division\" of this court assigned to hear all summary suits, including the present summary suit. 4 the summons for judgment in the summary suit was argued finally on merits by the counsel for the parties before the commercial division on 12 and 14 january 2016 and was reserved for orders on 14 january 2016. on 13 may 2016, pending the final order in the summons for judgment, the captioned summary suit was formally transferred by a notice issued by the high court (along with several other suits and proceedings) to the commercial divisions of this court. the ssm/dgm 6 comap-7-16-judgment-24-10-16-final.sxw impugned order dated 6 june 2016 granting the conditional leave to defend the suit was passed by the learned single judge. 5 on 12 july 2016, this appeal was filed as a commercial appeal before this assigned commercial appellate division of this court. on 29 august 2016, this appeal by consent, was heard finally on merits at the admission stage and the matter was closed for orders. the time to deposit has been extended till this date. on 1 september 2016 and 16 september 2016 , this appeal was listed for directions and submissions on the question of the maintainability of this appeal. 6 admittedly, for the letters patent appeals under the letters patent act, another division bench has been assigned to deal with the same. apart from above, the submission is made that they have already moved a praecipe for passing final order even on merits, in either situation, by this bench as we have already heard the matter on merits also. the hon'ble the chief justice has passed order on 14 ssm/dgm 7 comap-7-16-judgment-24-10-16-final.sxw october 2016, accordingly. the commercial courts act7 to provide for the constitution of commercial courts, commercial division and commercial appellate division in the high courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. it is relevant to note that law commission of india in its 253 report has recommended the establishment of commercial courts, the commercial division and the commercial appellate division in the high courts for disposal of commercial disputes of specified value. 9 on 23 december 2015, the commercial courts act, having retrospective effect from 23 october 2015 by repealing the ordinance with the following rider has been promulgated\"section 23 repeal and savings.-(1) the commercial courts, commercial division and commercial appellate division of high courts ordinance, 2015 (ord. 8 of 2015) is hereby repealed. ssm/dgm 8 comap-7-16-judgment-24-10-16-final.sxw (2) notwithstanding such repeal, anything done or any action taken under the said ordinance, shall be deemed to have been done or taken under the corresponding provisions of this act.\" 10 the action and/or anything done under the ordinance, in view of section 23 of commercial courts act, should be deemed to have been done or taken under the corresponding provisions of the commercial courts act. the basic concepts and terms have been elaborated are reproduced below:\"section 2 definitions:(1) in this act, unless the context otherwise requires,\"(a) \"commercial appellate division\" means the commercial appellate division in a high court constituted under sub-section (1) of section 5;\" (b) \"commercial court\" means the commercial court constituted under sub-section (1) of section 3; (c) \"commercial dispute\" means a dispute arising out of(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; ssm/dgm 9 comap-7-16-judgment-24-10-16-final.sxw (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same; (v) carriage of goods; (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the central government. explanation.-a commercial dispute shall not cease to be a commercial dispute merely because(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; ssm/dgm 10 comap-7-16-judgment-24-10-16-final.sxw (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions;\" (d) to (h) (i) \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the central government.\" \"section 5 constitution of commercial appellate division(1) after issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the chief justice of the concerned high court shall, by order, constitute commercial appellate division having one or more division benches for the purpose of exercising the jurisdiction and powers conferred on it by the act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial appellate division.\" \"section 6 jurisdiction of commercial court-the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation.for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908).\" \"section 8\" bar against revision application or petition against ssm/dgm 11 comap-7-16-judgment-24-10-16-final.sxw an interlocutory order notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a commercial court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the commercial court. \"section 9 transfer of suit if counterclaim in a commercial dispute is of specified value-(1) notwithstanding anything contained in the code of civil procedure, 1908 (5 of 1908), in the event that a counterclaim filed in a suit before a civil court relating to a commercial dispute is of specified value, such suit shall be transferred by the civil court to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit. (2) in the event that such suit is not transferred in the manner contemplated in sub-section (1), the commercial appellate division of the high court exercising supervisory jurisdiction over the civil court in question may, on the application of any of the parties to the suit, withdraw such suit pending before the civil court and transfer the same for trial or disposal to the commercial court or commercial division or, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" \"section 10 jurisdiction in respect of arbitration matters-where the subject-matter of an arbitration is a commercial dispute of a specified value and(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, ssm/dgm 12 comap-7-16-judgment-24-10-16-final.sxw shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" \"section 11 bar of jurisdiction of commercial courts and commercial divisions-notwithstanding anything contained in this act, a commercial court or a commercial division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.\" \"section 13 appeals from decrees of commercial courts and commercial divisions-(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" (emphasis added) \"section 14 expeditious disposal of appealsthe commercial ssm/dgm 13 comap-7-16-judgment-24-10-16-final.sxw appellate division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.\" \"section 15 transfer of pending cases-(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall ssm/dgm 14 comap-7-16-judgment-24-10-16-final.sxw be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" \"section 21 act to have overriding effect-save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act.\" 12 by section 16 of the commercial courts act, existing cpc have been amended through the schedule. as relevant, extracted newly inserted order xiii-a : \"order xiii-a summary judgment 1. scope of and classes of suits to which this order applies.(1) this order sets out the procedure by which courts may decide a claim pertaining to any commercial dispute without recording oral evidence. (2) for the purposes of this order, the word \"claim\" shall include(a) part of a claim; (b) any particular question on which the claim (whether in whole or in part) depends; or ssm/dgm 15 comap-7-16-judgment-24-10-16-final.sxw (c) a counterclaim, as the case may be. (3) notwithstanding anything to the contrary, an application for summary judgment under this order shall not be made in a suit in respect of any commercial dispute that is originally filed as a summary suit under order xxxvii.\" (emphasis added) summary suit and unamended cpc13 the commercial suits/applications on the original side of the bombay high court are governed by the cpc read with bombay high court (original side) rules, 1980 as amended from time to time and so also the summary suits as contemplated under order xxxvii of cpc so filed within the jurisdiction of bombay high court (original side). it is always subject to the territorial and pecuniary jurisdiction. the pecuniary jurisdiction had undergone a change and accordingly suits/petitions/applications were transferred and/or re-transferred to the concerned city civil court/small causes courts based upon the valuation of the suits/applications. if order=judgment-under cpc14 an ordinary appeal from judgment/order passed by the learned single judge of the bombay high court on the original side, apart from the provisions of the cpc is governed by the letters patent ssm/dgm 16 comap-7-16-judgment-24-10-16-final.sxw act, subject to clauses 12 to 15. in the decisions in shah babulal khimji v. jayaben d. kania & anr.1 and midnapore peoples' co-op. bank ltd v. chunilal nanda,2 the supreme court observed as under : \"82. we now proceed to deal with the main controversy as to what is the true scope, meaning and purport of the word 'judgment' used in clause 15 of the letters patent. numerous authorities on both sides were cited before us in the course of the very able arguments advanced by counsels for the parties and it appears that there are three leading judgments which have spelt out certain tests to determine as to when an order passed by a trial judge can be said to be a 'judgment' within the meaning of. clause 15 of the letters patent. a very narrow view on this point was taken by a division bench of the calcutta high court in the case of the justice of the peace for calcutta (supra) where sir couch, c.j. on an interpretation of clause 15 of the letters patent observed thus:we think that \"judgment\" in clause 15 means a decision which affects the merits of the question between the parties by determining some right or liability. it may be either final, or preliminary, or interlocutory, the difference between them being that a final judgment determines the whole cause or suit, and a preliminary or interlocutory judgment determines only a part of it, leaving other matters to be determined. \"113 .(3) intermediary or interlocutory judgment-most of the interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of order 43 rule 1 and have already been held by us to be judgments within the meaning of the letters patent and, therefore, appealable. there may also be interlocutory orders which are not covered by order 43 rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. 1 (1981) 4 scc 8 2 air 2006 sc 2190 ssm/dgm 17 comap-7-16-judgment-24-10-16-final.sxw before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote. for instance, where the trial judge in a suit under order 37 of the code of civil procedure refuses the defendant leave to defend the suit, the order directly affects the defendant because he loses a valuable right to defend the suit and his remedy is confined only to contest the plaintiff's case on his own evidence without being given a chance to rebut that evidence. as such an order vitally affects a valuable right of the defendant it will undoubtedly be treated as a judgment within the meaning of the letters patent so as to be appealable to a larger bench.\". the supreme court in midnapore peoples' co.op bank ltd. (supra) has observed in para 16 as under:\"16. interim orders/interlocutory orders passed during the pendency of a case, fall under one or the other of the following categories: (i) orders which finally decide a question or issue in controversy in the main case. (ii) orders which finally decide an issue which materially and directly affects the final decision in the main case. (iii) orders which finally decide a collateral issue or question which is not the subject matter of the main case. (iv) routine orders which are passed to facilitate the progress of the case till its culmination in the final judgment. (v) orders which may cause some inconvenience or some prejudice to a party, but which do not finally determine the rights and obligations of the parties. the term 'judgment' occurring in clause 15 of the letters patent will take into its fold not only the judgments as defined in section 2(9) cpc and orders enumerated in order 43 rule 1 of cpc, but also other orders which, though may not finally ssm/dgm 18 comap-7-16-judgment-24-10-16-final.sxw and conclusively determine the rights of parties with regard to all or any matters in controversy, may have finality in regard to some collateral matter, which will affect the vital and valuable rights and obligations of the parties. interlocutory orders which fall under categories (i) to (iii) above, are, therefore, 'judgments' for the purpose of filing appeals under the letters patent. on the other hand, orders falling under categories (iv) and (v) are not 'judgments' for purpose of filing appeals provided under the letters patent.\" (emphasis added) the scheme of commercial courts act15 the terms \"commercial court\", \"commercial division\" and \"commercial appellate division\" have been defined under sections 3, 4 and 5 of the commercial courts act. the constitution of the commercial courts is by the state government which are at district level in territories other than the territories where the high court has ordinary original civil jurisdiction. the constitution by the state government is subject to the condition of consultation with the concerned high court by publishing a notification in the official gazette specifying the local limits of jurisdiction of the commercial courts. it is also subject to nomination of one or more persons having experience in dealing with commercial disputes to be a judge or judges of commercial courts. ssm/dgm 19 comap-7-16-judgment-24-10-16-final.sxw 16 the constitution of commercial division of high court is also subject to the order of chief justice of high court consisting of commercial division, having one or more branches consisting of a hon'ble judge/judges. the chief justice of high court, by the nomination, has appointed the judges of high court who have experience in dealing with the commercial disputes. the constitution of commercial appellate division by the nomination, is also by the order of chief justice of the high court, keeping in mind to nominate such judges of high court, who have experience in dealing with the commercial disputes. 17 chapter ii of the commercial courts act deals with the constitution of commercial courts and commercial divisions and commercial appellate divisions at various levels/courts. there is no issue that commercial courts and commercial divisions and commercial appellate divisions are required to be constituted as per the prescribed provisions so referred above. the order/nomination by the chief justice in case of commercial division and the commercial ssm/dgm 20 comap-7-16-judgment-24-10-16-final.sxw appellate division is thus sufficient so far as the constitution of such divisions under the commercial courts act. the requirement of notification/ order by the state government in consultation with the chief justice is also the requirement of the act for the constitution of commercial courts in the district area/territories. so far as the government of maharashtra is concerned, a notification dated 13 june 2016 was issued under section 3(1) constituting a commercial court in each district and in some places, judges have been appointed to preside over the commercial court by appointment order dated 21 july 2016. as noted, the commercial divisions of the bombay high court have been constituted from time to time by nomination and so also the commercial appellate divisions of high court as contemplated under sections 4 and 5 of the commercial courts act. 18 in view of section 2(1)(c) of commercial courts act, in view of definition of \"commercial dispute\" and \"specified value\" and as the summary suits fall within the definition of \"commercial dispute\" and the valuation of the ssm/dgm 21 comap-7-16-judgment-24-10-16-final.sxw subject matter exceeds one crore, the provisions of commercial courts act would apply to such suits, petitions and applications and the appeal in question. there is no issue on this. 19 section 6 empowers the commercial court to try and hear all suits and applications relating to a commercial dispute based upon the valuation so recorded above which is subject to territorial jurisdiction. all suits and applications relating to a commercial dispute where the subject matter exceeds rupees one crore and which are pending in any civil court in any district shall be transferred to the commercial courts so constituted is the mandate of section 15(2) of the commercial courts act. section 7 empowers \"commercial division\" of high court to hear \"all suits and applications relating to commercial disputes of the stated value of the subject matter which are filed in high court having ordinary original civil jurisdiction\". this includes all suits/applications filed before the commencement of the commercial courts act/ordinance and ssm/dgm 22 comap-7-16-judgment-24-10-16-final.sxw even the constitution of commercial division. this also includes all fresh suits, applications filed after the commencement of the act and/or constitution of the commercial division provided it should be 'commercial disputes', having the valuation of the subject matter exceeding one crore. the mandate of section 15(1) of the commercial courts act is applicable even for all suits and applications pending in the high court where commercial division has been constituted it shall be transferred to the commercial division of the high court. it is, therefore, clear that commercial courts act, in view of above provisions so reproduced is made applicable retrospectively and would take into its ambit all pending suits, petitions and applications relating to commercial dispute of the specified value and specified disputes. therefore, all such suits, petitions and applications pending or fresh, will be governed by the commercial courts act with effect from 23.10.2015. this is also clear, therefore, that all the rights in regard to pending suits, petitions and applications shall be governed by the commercial courts act, once transferred. the commercial court appeal against decision/judgment/order/decreessm/dgm 23 comap-7-16-judgment-24-10-16-final.sxw 20 the jurisdiction of the commercial appellate division as provided in chapter ii and specifically section 13 provides that the commercial appellate division of a high court has jurisdiction to hear appeals from decisions, judgments, orders or decrees passed by the commercial division of that high court or by commercial courts within the local limits of the jurisdiction of the high court. 21 after giving due consideration to the provisions of section 13(1) read with section 13(2) it is apparent that it provides that appeals will lie to the commercial appellate division against the decision of the commercial court or commercial division. the words \"decision\", \"judgment\", \"order\" \"decree\" as such are not defined. it is defined and elaborated under the cpc. from section 13(1) it follows that it includes \"judgment\" or \"order\" and read with sections 8, 13(2) it includes \"decree\" of the commercial court or commercial division. however, it is specifically mentioned in proviso to section 13(1) that such orders as enumerated in order xliii of cpc should be the order against which an appeal against order is maintainable under section 13. further the proviso contemplates that an appeal would lie against appealable order under section 37 of the arbitration and conciliation ssm/dgm 24 comap-7-16-judgment-24-10-16-final.sxw act, 1996. section 13(2) has restricted the appeals even for section 13 of the commercial courts act by rider that \"no appeal shall lie from any order or decree of a commercial division or commercial court other than in accordance with the provisions of this act.\". this is also with \"notwithstanding\" clause under section 13(2) whereby, it is mandated that \"notwithstanding anything contained in any other law for the time being in force or letters patent of high court\". therefore, taking into consideration the overall provisions and intent of section 13(1)and (2) which provides the specific orders against which an appeal can be filed in such commercial matters. the appeal under section 13 is maintainable, once the suits, petitions applications and appeals are transferred and treated as commercial disputes having specified value, where the learned commercial division judge has taken the decision and/or passed the \"judgment\" and/or \"order\" or \"decree\". it is relevant to note that under section 21 of the commercial courts act, it is mandated and reinforced that the provisions of the commercial courts act will prevail over the provisions of other act. therefore, an appeal under section 13 of the commercial courts act is maintainable against the decision/ judgment/ order or decree, if it falls within the ambit of the provisions ssm/dgm 25 comap-7-16-judgment-24-10-16-final.sxw of the commercial courts act. this includes that the subject matter must be commercial dispute having valuation of more than one crore and falls within the territorial and pecuniary jurisdiction of the respective court and/or division and/or subject to the specific provisions like the arbitration and conciliation act, read with the special statutes and the provisions so required, referred under umbrella of \"commercial dispute\" so defined. appeal against any final decision include the judgment so passed by the commercial court and/or commercial division, the proviso to section 13(1) will not be applicable to such decision/judgment, as the proviso refers to \"orders\". the reference to \"orders\" in the opening portion of section 13(1) would relate to the application of the proviso to sub-section (1). however, the opening portion of sub-section (1) (words prior to the proviso) clearly use the words \"decision\", \"judgment\" and \"order\". therefore, the ambit of this part of sub-section (1) is quite broader when it comes to appeals arising out of orders other than the category of orders falling under order xliii of the cpc. therefore, an appeal under section 13(1), even if there is an order, but which has a tinge or colour of judgment ssm/dgm 26 comap-7-16-judgment-24-10-16-final.sxw as laid down by the hon'ble supreme court in shah babulal khimji v. jayaben d. kania & anr3 and midnapore peoples' co-op. bank ltd. (supra), the appeal under section 13 against such order being a \"judgment\" within the meaning of cpc, is maintainable. the provisions of cpc (amended and unamended) are applicable to the commercial courts act's proceedings. the term \"judgment\" was not even defined under the letters patent act. in the summary suit, though it is an interlocutory order of granting defendants conditional leave to defend such summary suit, as it directly affects and loses the valuable rights of the defendant without giving full opportunity and as transferred and as heard by the learned commercial division bench/judge, the commercial appeal against such \"judgment\" is maintainable. therefore, we are of the view that there is no reason to hold that the commercial appeal as filed is not maintainable. \"summary suit\" and \"summary judgment\"24 the conceptual position of \"summary suit\" as contemplated under order xxxvii of cpc and its specific 3 (1981) 4 scc 8 ssm/dgm 27 comap-7-16-judgment-24-10-16-final.sxw provisions are governed as per the original provisions of cpc. the amended cpc, in view of section 16 of the commercial courts act inserted the provision for a \"summary judgment\", through order xiii-a which is made applicable to the classes of suits (commercial suits) which required to be decided by the commercial division/court. it prescribes the procedure and stages for application for summary judgment. this also includes and provides the powers of a commercial judge to pass conditional order including for evidence for hearing of summary judgment. we are concerned with order xiii-a, rule 1(3) of cpc, whereby it is specifically provided \"notwithstanding anything to the contrary, \"an application\" for summary judgment under this order shall not be made in a suit in respect of any commercial disputes that is originally filed as a summary suit under order xxxvii.\". therefore, once the summary suit as originally filed, prior to the commencement of the and as now transferred, being commercial dispute matter, the original procedure as provided under order xxxvii shall be applicable to such summary suits. the parties are not entitled to prayer for summary judgment under xiii-a in view of the specific ssm/dgm 28 comap-7-16-judgment-24-10-16-final.sxw provision so referred above. this also means that the judgments and the issues so decided in summary suit shall for all purposes be governed by the cpc, even after such suits are transferred as commercial suits. the commercial division judge is required to follow the original c.p.c. and is required to keep in mind the position in law revolving around all the facets of summary suits. the provisions of section 13, therefore, is required to be interpreted and/or considered accordingly, when any decision is given by the commercial division/court in such summary suit. the proviso to section 13(1), will not affect the maintainability of such appeal so filed against such order/judgment passed by the commercial division/court in such summary suit. 25 the submission that section 13 proviso has extinguished, expressly and/or by necessary intentment the appeal against the order passed by the commercial judge in summary suit granting the defendant conditional leave to defend a summary suit is unacceptable. section 13 itself contemplates that an appeal is maintainable against the ssm/dgm 29 comap-7-16-judgment-24-10-16-final.sxw decision/judgment or order which has effect of \"judgment\", though it falls outside the purview of order xliii as observed above. the right of appeal is creation of statute26 it is settled that a right of appeal is not a matter of procedure, but it is a matter of a substantive right which accrues to the litigant and as exists on the date of suit being instituted (see the constitutional bench decision in garikapati veeraya vs. n. subbiah choudhry & ors 4., para 23) such right of appeal is governed by the law prevailing at the date of the institution of the suit or proceedings and not by the law that prevails at the date of its decision or at the date of filing of the appeal. it is equally settled that a vested right of appeal is not absolute; and that it can in fact be abrogated either explicitly or by implicit intendment. [kamal kumar dutta vs. ruby general hospital5]. the commercial courts act provides for an appeal against the decision, judgment and order so referred above. an appeal is available if the commercial 4 air 1957 sc 540 5 (2006) 7 scc 613 ssm/dgm 30 comap-7-16-judgment-24-10-16-final.sxw suit/dispute is dealt with by the commercial division/commercial court and passes order/judgment and/or take decision. this statutory appeal as provided, therefore, cannot be taken away notwithstanding anything contained in any other law for the time being in force or letters patent of a high court [section 13(2)]. the commercial courts act or special statute, if empowers, the appellate division court to deal with the appeal against the judgment/order passed by the commercial division or the commercial court, the bar so submitted of proviso to section 13(1) is not applicable in each and every matter specifically when the subject matters are commercial disputes as defined under the commercial courts act and are also governed by the special act/statute other than the cpc. the specific provisions/ statute/ act will prevail as substantial rights, if are created over the provisions of order xliii cpc, as provided in proviso to section 13(1) of the commercial courts act. filing of appeal under section 13 of the commercial courts act, cannot be occludedssm/dgm 31 comap-7-16-judgment-24-10-16-final.sxw 27 section 13 scheme itself provides appeal against decision which includes judgment/order passed by the commercial division/court. there is no provision of revision against the interlocutory order in view of bar of section 8. section 8 further clarifies that only appeal against such order is available subject to section 13 proviso. even the issue of jurisdiction or such challenge will be subject to section 13 of the commercial courts act. therefore, the aggrieved parties have no option but to file appeal against the decision/order. the appellate court, however, may or may not entertain appeal against the order or interlocutory order, in view of proviso to section 13(1). but filing of appeal under section 13, in our view, cannot be occluded. the appeal against any decision of any commercial division/court is maintainable. to entertain or not is the appellate court's power and the jurisdiction depends upon the facts and circumstances of the case. the effect of not permitting to file the commercial appeal, in such matters28 another factor is, if such appeals are not permitted, the aggrieved parties shall have no option but to invoke ordinary jurisdiction of the high court or court to challenge the interlocutory ssm/dgm 32 comap-7-16-judgment-24-10-16-final.sxw order or order though the decision is by the commercial division/court, as commercial disputes are transferred and governed by the commercial courts act for all the purposes. such dichotomy, in our view, is surely not the intention of the legislature as followed from a cumulative reading of the various provisions as noted by us. the filing of such commercial appeal by the party in the ordinary court, except where suit/application, valuation is less than one crore, therefore, is not what is contemplated. it will frustrate the ambit and object of the commercial courts act. the commercial disputes of specified valued shall be governed by the commercial act only29 there is no scope to any authority, not to transfer the commercial suits, having one crore and above valuation, for the purpose of pecuniary jurisdiction under the commercial courts act, in case of a commercial dispute. the state government needs to take steps as contemplated under sections 19 and 20 of the commercial courts act. all and every concerned authority are bound to aid and assist to give effect to these provisions to all the pending suits/applications, to achieve the object of the commercial courts act. all are bound by the provisions, including amended cpc to ssm/dgm 33 comap-7-16-judgment-24-10-16-final.sxw expedite the pending suits filed prior or post the commercial courts act. the appeals are also expedited by the provisions so also pending arbitration petitions/appeals as specified, though filed prior to the enforcement of the commercial courts act. sections 10, 13 and 15 deal with the pending arbitration matters, including appeal under section 37 of the arbitration and conciliation act. the supreme court in a recent decision in arun dev upadhyaya vs. integrated sales service ltd. & anr.6, now has expanded and included even the appeal under section 50 of the arbitral act in the facts of the case. it needs to be subject to valuation of the suit/appeal. 30 we are also inclined to observe that the vested right of appeal is not taken away by the commercial courts act. however, it is subject to section 13 so recorded above and/or section 13 in no manner takes away and/or extinguishes right of appeal in pending summary suits which are transferred and dealt with by the commercial division/court. 31 having once observed that the appeal under section 13 of the commercial courts act is maintainable, we are dealing with the 6 2016(9) scale 427 ssm/dgm 34 comap-7-16-judgment-24-10-16-final.sxw merits of the matters on the facts and in the background already reflected/mentioned in the initial paras. 32 the background of the litigations between the parties is relevant for consideration of this appeal on merits. the respondent (plaintiff) is a company incorporated under the companies act, 1956 and is a debenture trustee of the debentures issued to vinca developer private limited (\"vinca\") by amazia developers private limited (\"amazia\") and rubix trading private limited (\"rubix\"). amazia and rubix are wholly owned subsidiaries of vinca. the appellant (defendant) and its individual promoters collectively own 90 per cent shareholding in vinca. nederlandse financierings maatschappiji voor ontwikkelingslanden n.v. (\"fmo\") is a corporation constituted under the laws of netherlands. fmo holds 10 per cent shareholding in vinca. fmo also holds 3 compulsorily convertible debentures (ccds) issued by vinca. the said three ccds were convertible within a period of 60 months from december 2009. upon such conversion, fmo would hold 90% shareholding in vinca. the investment made by fmo in vinca in the form of three ccds was used by vinca to purchase optionally ssm/dgm 35 comap-7-16-judgment-24-10-16-final.sxw convertible debentures (\"opcds\") issued by amazia and rubix. in respect of the opcds, a debenture subscription and debenture trust cum mortgage deed was executed on 1 december 2009 between amazia, the defendant and the plaintiff. similarly in respect of the opcds issued by rubix, a debenture subscription and debenture trust cum mortgage deed dated 1 december 2009 was executed between rubix, the defendant and the plaintiff as amended by opcd amendment agreement dated 8 september 2010. the aforesaid deeds shall hereinafter be collectively referred to as \"the debenture trust deeds\" (dtds). in respect of the liability arising under opcds, the defendant executed a deed of corporate guarantee dated 9 december 2009 in favour of the plaintiff, (the guarantee). 33 for the purpose of the present appeal, the case of the respondent-plaintiff is as under:on 1 december 2009, facility agreement was executed between inter alia rubix trading private limited (as borrower), deutsche investments india private limited (as lender), the respondent (plaintiff) (as security trustee) and the appellant-hubton (defendant) (as confirming party), diipl has provided rubix with a ssm/dgm 36 comap-7-16-judgment-24-10-16-final.sxw loan facility of rs.23,50,00,000/(rupees twenty three crores and fifty lakhs only). on 9 december 2009, the defendant (as guarantor/surety) has executed a deed of guarantee cum mortgage and under which the defendant has inter alia agreed to stand surety/guarantor and provide guarantee on behalf of rubix in favour of the plaintiff for the benefit of diipl on the terms and conditions more particularly set out therein. on 22 january 2010, the said facility was disbursed to rubix by diipl. on 22 april 2012, rubix was liable to pay interest on the facility each quarter. however, rubix defaulted in payment of interest on the facility since 22 april 2012. on 5 march 2013, rubix made part payment of rs.42,54,745/-. 34 the respondent-idbi (plaintiff) filed summary suit no. 520/2013 on 16 may 2013 against the defendant for recovery of dues under the said guarantee. prior to the filing of the suit, the respondent (plaintiff) (idbi) on 10 may 2013, filed company petition no. 644 of 2013 seeking winding up of the defendant on the ground that the defendant has failed to comply with the statutory notice to pay the amount under the guarantee. on 12 february 2014, the respondent-idbi (plaintiff) filed summary suit no. 480 of 2014 for ssm/dgm 37 comap-7-16-judgment-24-10-16-final.sxw recovery of the back end coupon dues payable under the said guarantee which amount was not included in the above summary suit. the defendant (hubton) has filed its affidavit in the summons for judgment raising several contentions. the plaintiff too has filed affidavits dealing with the contentions raised by the defendant. an additional affidavit is filed on behalf of the plaintiff dated 4 july 2014 in company petition no. 644 of 2013 bringing on record the various facts. 35 in view of the aforesaid defaults on the part of rubix and the defendant, diipl vide its letter dated 5 june 2013, cancelled the facility with immediate effect and declared that all of the facility, along with accrued interest thereon were immediately due and payable. on 8 june 2013, the advocates for rubix sent diipl a holding reply. on 9 june 2013, in the meantime, considering that rubix had not fulfilled its obligations under the facility agreement and considering that rubix failed and/or neglected to repay the amounts demanded under the recall notice, the plaintiff was constrained to issue a demand certificate to the defendant for the enforcement of the guarantee, in terms of the deed of guarantee. ssm/dgm 38 comap-7-16-judgment-24-10-16-final.sxw 36 rubix's aforesaid holding reply was followed by a further reply dated 18 july 2013, as stated, false, baseless and wholly untenable allegations in its defence. on 8 august 2013, diipl vide their letter replied to rubix's letter dated 18 july 2013. despite repeated requests and reminders and post several meetings and discussions, the defendant and/or rubix have failed and/or neglected to repay the facility along with all amounts due and/or accrued thereunder including interest and default interest since 23 april 2012. in view thereof, on 14 august 2014, diipl was constrained to issue a supplementary recall notice to rubix. on 19 august 2014, the plaintiff (idbi) issued supplementary demand certificate to the defendant (hubton) for the enforcement of the guarantee, in terms of the deed of guarantee. no reply has been received to the aforementioned supplementary recall notice and supplementary demand certificate. hence the summary suit and summons for judgment no.39/2013. 37 the single judge (coram:s.j. kathawalla, j.) on 8 may 2015 in summons for judgment no. 39 of 2013 in summary suit no. ssm/dgm 39 comap-7-16-judgment-24-10-16-final.sxw 520 of 2013 has passed the following order:\"42. in the circumstances i am of the view that the defendant has raised triable issues which require adjudication on further evidence at the time of final disposal of the suit. hence the following order: (i) unconditional leave is granted to the defendant to defend the above suit; (ii) the suit is transferred to the list of commercial causes and the defendant is directed to file its written statement on or before 15th june, 2015; (iii) the hearing of the suit is expedited and the court will endeavour to dispose of the suit within a period of one year from the date of this order. it is clarified that the suit shall be decided without being influenced by any of the observations made in the present order; (iv) place the suit for framing of issues on 29th june, 2015. the summons for judgment is accordingly disposed of.\" 38 the respondent-idbi's (plaintiff's) case in summons for judgment no.111 of 2014 in summary suit no.776 of 2014, is as under:the respondent's (plaintiff's) case is that the deed of guarantee executed by the appellant (defendant) relates to the following three separate and distinct transactions:ssm/dgm 40 comap-7-16-judgment-24-10-16-final.sxw (a) repayment of the amount of rs.23.50 crores loaned by diipl to rubix under the facility agreement; (b) due performance and repayment by amazia, of its opcds of rs.150 crores issued to vinca on terms and conditions mentioned in amazia opcd subscription and debenture trust deed of 1 december 2009; and (c) due performance and repayment by rubix of opcds totaling rs.268 crores issued and allotted to vinca on terms and conditions mentioned in rubix opcd subscription and debenture trust deed of 1 december 2009. amazia and rubix transactions referred to in (b) and (c) above involved vinca which was a 100% holding company of both amazia and rubix. there was a separate summary suit filed by the plaintiff herein for enforcement of the guarantee given by the defendant herein for those two transactions. it was the case of the defendant in that suit that the opcds reflected investments made by fmo (referred to above), though ostensibly in vinca, actually meant for amazia and rubix operating in the housing sector and what the transaction really contemplated was fdi with assured/fixed returns in housing sector, ssm/dgm 41 comap-7-16-judgment-24-10-16-final.sxw i.e. in amazia and rubix, through a nominal recipient, vinca. on a summons for judgment taken out in that suit, a learned single judge came to the conclusion that the factual matrix and transaction documents prima facie established that the transaction of routing fdi through the newly interposed vinca was a colourable device and was structured to enable fmo to secure repayment of fdi at a fixed rate of return, thus contrary to the fdi policy and statutory fema regulations and thus, opposed to public policy and illegal. the learned judge held that the deed of guarantee issued by vinca being a part of this structure was also prima facie unenforceable. (the learned judge (s.j. kathawalla,j), accordingly, granted unconditional leave to defend on 8 may 2015). 39 it is, however, the respondent-idbi (plaintiff's) case in the present summary suit that the deed of guarantee insofar as it relates to the dippl loan (forming part of (a) above), which is the subject matter of the present suit, is on the basis of the facility agreement which is in fact a plain vanilla indian rupee loan provided by the plaintiff, an indian registered non-banking finance company to rubix, an indian entity, to which no fdi law or policy applies. it is ssm/dgm 42 comap-7-16-judgment-24-10-16-final.sxw submitted that though this guarantee is contained in the same document as the guarantee provided for amazia and rubix opcds, it has nothing to do with either of these two transactions. it is submitted that it is an altogether separate transaction and in any event, severable from the other transactions. 40 the defence of the appellant-original defendant (hubtown) was noted in para 6 and 12 of the said summons for judgment, which reads thus:\"the defendant disputes this case. mr. chinoy, learned senior counsel appearing for the defendant, relies on paras 8(iv), (x), (xiii), (xxi) and (xxiv), and paras 15 and 16 of the affidavit in reply and paras 4, 9, 14, 18, 20, 22, 24 and 25 of the affidavit in rejoinder and argues that the circumstances reflected therein show that these three transactions were related and formed part of one whole transaction. the gist of his contentions is this : deutsche bank a.g. agreed to act as an arranger of funds to be invested in a group company/companies of the defendant to the tune of usd 60 million (with an option to increase it to usd 90 to 100 million) at an irr of upto 20% per annum. (the opcds of rubix and amazia were part of this ssm/dgm 43 comap-7-16-judgment-24-10-16-final.sxw investment.) the consideration payable to deutsche bank was a stipulated arranger fee. the foreign investor identified by deutsche bank (i.e. fmo) was willing to invest around usd 90 to 100 million at a lower irr (i.e. 14.75 % p.a.). as a result, deutsche bank asked for an increased arranger fee. the defendant and its group companies being in a desperate need of funds, had to give in to this demand and were constrained to pay revised arranger fee. deutsche bank, in turn, agreed to reroute a part of the revised arranger fee as a loan to the defendant or any of its group companies. the loan of rs.23.50 extended by diipl, at a far higher rate of interest, was a part of that commitment and thus, a part and parcel of the illegal structuring undertaken by deutsche bank. the defendant submits that it was at the instance of the foreign investor that the loan of rs.23.50 crores was extended as an \"indian leg of the structured transaction of the foreign investor along with deutsche bank a.g. inspite of the fact that rubix was in no need of the additional secured loan of rs.23,50,00,000/from diipl\". relying on these facts, namely, of increased arranger fees, proximity of the dates of the individual transactions and common security documents, mr. chinoy submits that the transaction is one whole and the diipl loan and the deed of ssm/dgm 44 comap-7-16-judgment-24-10-16-final.sxw guarantee insofar as it relates to that loan cannot be separated from fdi brought into india in an illegal and impermissible manner.\" \"learned counsel for the defendant relies on the analysis of the facts of the case in the plaintiff's suit for enforcement of guarantees in respect of amazia and rubix opcd transactions in idbi trusteeship services ltd. vs. hubtown ltd . 7 by the learned judge (s.j. kathawalla, j.), whilst dealing with the case of videocon industries limited vs. intesa sanpaolo s.p.a . 8 in support of his defence. in that case, the learned judge was considering the severability of the routing of fdi investment in amazia and rubix through the newly interposed vinca (as the nominal recipient of fdi) and the guarantee given by the defendant to ensure repayment of the fdi. the learned judge held them to be prima facie inseverable. here, we are considering the severability of the guarantee towards repayment of fdi and towards repayment of the indian loan, which is separate from the fdi transaction. the observations dated 8 may 2015 of kathawalla, j. in that case have no bearing on this severability.\" 41 the operative part of the impugned order dated 6 june 7 summons for judgment no.39-13 in summary suit no.520-13 decided on 8 may 15. 8 2014 scc online bom 1276 ssm/dgm 45 comap-7-16-judgment-24-10-16-final.sxw 2006 passed in summons for judgment no.111 of 2014 in summary suit, is as under:\"14 accordingly, the summons for judgment is disposed of in terms of the following order:(i) the defendant is granted leave to defend on and subject to the condition of depositing a sum of rs.33,55,16,946.85 in this court within a period of twelve weeks from today; (ii) upon such deposit being made, the suit shall be transferred to the list of commercial causes; (iii) the defendant to file its written statement in the suit within twelve weeks of making of the deposit; (iv) the amount of deposit, if any, shall be invested by the prothonotary & senior master of this court in a fixed deposit of a nationalized bank initially for a period of two years and thereafter, to be renewed from time to time and to abide by further orders that may be passed in the suit; (v) the suit to come up on board for directions after twenty four weeks from today.\" 42 hence, this commercial appeal filed on 12 july 2016. the reasons for the reversal of the impugned ordertwo views on construction of documents-question of law-triable issue43 admittedly, the findings given by the learned single judge on documents being severable or unseverable, goes to the root of the ssm/dgm 46 comap-7-16-judgment-24-10-16-final.sxw interpretation and the construction of the same documents and the related transactions. the contrary view so expressed by the learned judge in the impugned order (para 40 and 41), in view of the earlier findings (para 39) itself require a consideration in the suit and more particularly when another learned single judge in summary suit no. 520 of 2013 (supra) has prima facie held the document/guarantee is inseverable. in this position we are not persuaded to accept that the ratio of the decision of the supreme court in b.o.i. finance ltd. vs. custodian & ors. 9, and in canbank financial services ltd. vs. the custodian & ors. 10 would be applicable to the facts in hand. reasoning of the learned single judge, (s.j. kathawalla, j.) in order dated 8 may 2015, in para 37.2, 37.3 read thus\"37.2 in the case in hand, i am prima facie of the view that the structure/device of routing fmo's fdi amount of rs. 418 crores to amazia and rubix through the newly interposed vinca (as the nominal recipient of the fdi) was a colourable device structured only to enable fmo to secure repayment (through vinca) of its fdi amount and interest thereon at 14.75%, contrary to the statutory fema regulations and the fdi policy embodied therein, which only permit fdi investment in townships/real estate development sector to be made in the form of equity (including compulsorily convertible debentures) and preclude any assured return. i am also prima facie of the view that the defendant's guarantee (which is the basis of the 9 (1997) 10 scc 488 10 (2004) 8 scc 355 ssm/dgm 47 comap-7-16-judgment-24-10-16-final.sxw company petition no. 644 of 2013) though ostensibly in favour of vinca, an indian company, was part of the aforesaid illegal structure/scheme and was given to ensure that fmo received back its fdi amount with interest as aforesaid through vinca. the guarantee was therefore part of the aforesaid illegal structures/scheme and therefore prima facie illegal and unenforceable. 37.3 further the question of the defendant not being allowed to plead its own wrong also does not arise in the facts of the present case. through the present petition, the plaintiff (who is admittedly acting at the instance of fmo/fmo's nominees) is in effect seeking the assistance of this court to enable/enforce recovery by fmo of its fdi amount and interest thereon (through vinca), contrary to the provisions of the fema regulations and fdi policy embodied therein. as has been held by the hon'ble supreme court in the case of immami appa rao vs. g. ramalingamurthi (supra), the plaintiff who wants orders in his favour, is actually seeking the active assistance of the court to achieve what the law prohibits/declares illegal and that is clearly and patently inconsistent with public interest. moreover, as has been held by the supreme court in the above case, in such a case there can be no question of estoppel and the paramount consideration of public interest requires that the plea be allowed to be raised and tried.\" the defence so raised itself being the question of law, as the interpretation of documents itself goes to the root of the transactions/contract and the claim based upon it. in the present case, b.o.i. finance ltd. (supra), as relied is not applicable on facts and the laws. that was a case of ssm/dgm 48 comap-7-16-judgment-24-10-16-final.sxw ready forward contract. in the case in hand, three documents and the transactions, of which two views of the learned judges unless decided finally in due trial, it is difficult to accept the case that the view taken by the one learned judge that transactions are sham and bogus and unseverable and other judge hold it to be severable, without trial and by overlooking the earlier opinion, this itself is a triable issue. the appellate bench also may not decide such issue on such question of law, considering the scope and purpose of law on order xxxvii of the cpc, at this stage of the summary suit. it should be after final judgment. in the present case, the same documents are interlinked and interconnected as observed by the earlier learned judge, therefore, unless these findings are set aside, the findings in the impugned order that those are severable just cannot be accepted, without the trial. the case of misconstruction or interpretation of all connected documents itself made out a case of good defence. it cannot be treated as sham or bogus defence. the misinterpretation itself affects the rights and the transaction/claim. therefore, the construction of documents is always question of law so is the position in case in hand. the distinction, therefore, at this stage, in summary proceedings like this, itself will not sufficient to deny the order of unconditional leave as ssm/dgm 49 comap-7-16-judgment-24-10-16-final.sxw granted by one judge on the basis of same documents. (sir chunilal v. mehta and sons ltd. vs. century spinning and manufacturing co. ltd. 11 and hero vinoth (minor) vs. seshammal12) interpretation of documents and the nature of transactions-triable issue44 we have to consider the legal position in view of the contentions so raised by the learned counsel appearing for the parties. the apex court in smt. krishnabai bhritar ganpatrao deshmukh vs. appasaheb tuljaramarao nimbalkar13, while dealing with the aspects of interpretation of any deed or documents, has held as under:\"27. secondly, there is ample authority for the proposition that when there is a dispute in regard to the true character of a writing, evidence de hors the document can be led to show that the writing was not the real nature of the transaction, but was only an illusory, fictitious and colourable device which cloaked something else, and that the apparent state of affairs was not the real state of affairs. [see chandi prasad singh v. piari bidi c.a. no. 75 of 1964, decided on 16-3-1966, and bhagwan dayal v. mst. reoti devi (supra) ]. 45 while dealing with the effect of various transactions, based upon the various documents, the court required to deal with and take into consideration every connected transactions and the documents, to 11 air 1962 sc 1314 12 (2006) 5 scc 545=air 2006 sc 2234 13 (1979) 4 scc 60 ssm/dgm 50 comap-7-16-judgment-24-10-16-final.sxw give total effect to the transactions by treating them all as one document. the apex court in (s.chattanatha karayalar vs. the central bank of india ltd.)14 has observed as under:3. . \"the principle is well established that if the transaction is contained in more than one document between the same parties they must be read and interpreted together and they have the same legal effect for all purposes as if they are one document. in manks v. whiteley 1912-1 ch. 735 at p. 754,, moulton, l.j. stated: \"where several deeds form part of one transaction and are contemporaneously executed they have the same effect for all purposes such as are relevant to this case as if they were one deed. each is executed on the faith of all the others being executed also and is intended to speak only as part of the one transaction, and if one is seeking to make equities apply to the parties they must be equities arising out of the transaction as a whole.\" conditional or unconditional leave? 46 the law with regard to order xxxvii, rule 2 and 3 of cpc to grant or not to grant conditional and/or unconditional leave is elaborated as under, by the apex court in m/s. mechelec engineers & manufacturers vs. m/s. basic equipment corporation15\"8. in sm. kiranmoyee dassi v. dr. j. chatterjee (49cwn246, 253 :air 1949 cal 479), das. j., after a comprehensive review of authorities on the subject, stated the principles applicable to cases covered by order 14 air 1965 sc 1856 15 (1976) 4 scc 687 ssm/dgm 51 comap-7-16-judgment-24-10-16-final.sxw 17 c.p.c. in the form of the following propositions (at p. 253) : (a) if the defendant satisfies the court that he has a good defence to the claim on its merits the plaintiff is not entitled to leave to sign judgment and the defendant is entitled to unconditional leave to defend. (b) if the defendant raises a triable issue indicating that he has a fair or bona fide or reasonable defence although not a positively good defence the plaintiff is not entitled to sign judgment and the defendant is entitled to unconditional leave to defend. (c) if the defendant discloses such facts as may be deemed sufficient to entitle him to defend, that is to say, although the affidavit does not positively and immediately make it clear that he has a defence, yet, shows such a state of facts as leads to the inference that at the trial of the action he may be able to establish a defence to the plaintiff's claim the plaintiff is not entitled to judgment and the defendant is entitled to leave to defend but in such a case the court may in its discretion impose conditions as to the time or mode of trial but not as to payment into court or furnishing security. (d) if the defendant has no defence or the defence set up is illusory or sham or practically moonshine then ordinarily the plaintiff is entitled to leave to sign judgment and the defendant is not entitled to leave to defend. (e) if the defendant has no defence or the defence is illusory or sham or practically moonshine then although ordinarily the plaintiff is entitled to leave to sign judgment, the court may protect the plaintiff by only allowing the defence to proceed if the amount ssm/dgm 52 comap-7-16-judgment-24-10-16-final.sxw claimed is paid into court or otherwise secured and give leave to the defendant on such condition, and thereby show mercy to the defendant by enabling him to try to prove a defence.\" \"9. the case before us certainly does not fall within the class (e) set out above. it is only in that class of case that an imposition of the condition to deposit an amount in court before proceeding further is justifiable.\" 47 the apex court in this regard has further reiterated above principle and on facts as case was made out granted an unconditional leave. this makes the position of law clear, which need to be kept in mind while granting and/or refusing leave to defend. the case in hand, in our opinion, falls within the ambit of clauses (a) and (b) as expressed in mechelec engineers & manufacturers (supra). [sunil enterprises and anr. vs. sbi commercial & international bank ltd. 16 and state bank of saurashtra vs. ashit shipping services (p) ltd. 17, r. savarna prabhu and anr. vs. videocon leasing and industrial finance limited & anr.18] 48 the learned single judge, s.g. kathawalla, as recorded in 16 (1998) 5 scc 354 17 (2002) 4 scc 736 18 (2013)14 scc 606 ssm/dgm 53 comap-7-16-judgment-24-10-16-final.sxw earlier suit filed by the idbi, dealt with the same documents and transactions between the parties and has granted the conditional leave. therefore, taking note of the reasons so given and recorded, we see there is no case to discard these reasons by overlooking the above basic principles of law. we have to keep in mind the basic principles so laid down, while considering the present case/appeal also. we have taken note of the facts and circumstances, as well as the reasons given by the learned single judge, s.g.kathawalla, and the supreme court judgments so referred above, interpreting the transactions and the documents between the same parties and we are inclined to observe that a sufficient case is made out by the appellant that they have a good defence to claim on its merits. this itself means, in the trial, they may be able to establish the defence to the plaintiff's claim therefore, the appellant-defendant, at this stage, is entitled for the unconditional leave. the discretion so exercised and order so passed by imposing condition while granting leave, is unsustainable in the facts and the law and is liable to be interfered with. 49 therefore, taking overall view of the matter, we are of the opinion that this is a case where on merit, unconditional leave required to be granted to the appellant on similar line as granted by ssm/dgm 54 comap-7-16-judgment-24-10-16-final.sxw the learned single judge dated 8 may 2015. 50 therefore, considering the totality of the matter, we are inclined to pass the following orderorder a) appeal filed under section 13 of the commercial courts act, is maintainable against the order of grant of conditional leave directing the parties to furnish the security/depositing the money in summary suit; b) impugned judgment and order dated 6 june 2016 passed by the learned single judge of the commercial division in summons for judgment no. 111 of 2011, is quashed and set aside, as the defendant has raised the triable issues, which required adjudication on further evidence at the time of final disposal of the suit; c) unconditional leave is granted to the defendant to defend the above suit; d) the suit is transferred to the list of commercial causes and the defendant is directed to file its written statement on or before 28 november 2016; ssm/dgm 55 comap-7-16-judgment-24-10-16-final.sxw e) the hearing of the suit is expedited. the learned judge will endeavour to dispose of the suit within a period of one year from the date of this order. f) place the suit for framing of issues on 9 january 2017; g) the appeal is accordingly disposed of. h) in view of disposal of the appeal itself, nothing survives in notice of motion (lodging) no. 2028 of 2016 and the same is also disposed of. i) no costs. (g.s. kulkarni, j.) (anoop v. mohta, j.)"
}