{
  "case_file": "case195.txt",
  "original_text": "Rajasthan High Court - Jodhpur\nHindustan Zinc Limited vs Glencore International A.G. Giag on 23 March, 2020\nBench: Indrajit Mahanty, Pushpendra Singh Bhati\n                                             (1 of 46)           [SAC-3/2019]\n\n\n      HIGH COURT OF JUDICATURE FOR RAJASTHAN AT\n                       JODHPUR\n        D.B. Civil Special Appeal (Arbitration) No. 3/2019\n\nHindustan Zinc Limited, Having Its Registered Office At Yashad\nBhawan, Swaroop Sagar,Udaipur Through Shree Vineet Bose S/o\nShri S.C. Bose, Aged About 39 Years, General Manager (Legal),\nHindustan Zinc Limited, Udaipur\n       ----Appellant/ Claimant before the learned Arbitral Tribunal\n                                   Versus\n1.     Glencore International A.G. (GIAG), Baarermattstrasse 3\n       PO Box 777, Ch-6341 Baar, Switzerland.\n             ----- Respondent before the learned Arbitral Tribunal\n2.     London Court Of International Arbitration, 70 Fleet St.,\n       London EC4Y 1EU , UK\n                                                    ----Proforma Respondent\n\n\n\n        D.B. Civil Special Appeal (Arbitration) No. 2/2019\n\n Hindustan Zinc Limited, Having Its Registered Office At Yashad\n Bhawan, Swaroop Sagar,Udaipur Through Shree Vineet Bose S/\n o Shri S.C. Bose, Aged About 39 Years, General Manager\n (Legal), Hindustan Zinc Limited, Udaipur\n      ----Appellant/ Claimant before the learned Arbitral Tribunal\n                                   Versus\n 1.     Glencore International A.G. (GIAG), Baarermattstrasse 3\n        PO Box 777, Ch-6341 Baar, Switzerland.\n\n\n            ----- Respondent before the learned Arbitral Tribunal\n\n\n 2.     London Court Of International Arbitration, 70 Fleet St.,\n        London EC4Y 1EU , UK\n                                                   ----Proforma Respondent\n\n\nFor Appellant(s)         :     Dr. Sachin Acharya with\n                               Mr. Manvendra Krishan\nFor Respondent(s)        :     Mr. Sumeet Lall, Dr. RDSS Kharlia and\n                               Mr. Sidhant Kapoor\n\n\n\n\n                    (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                                     (2 of 46)                 [SAC-3/2019]\n\n\n        HON'BLE THE CHIEF JUSTICE MR. INDRAJIT MAHANTY\n          HON'BLE DR. JUSTICE PUSHPENDRA SINGH BHATI\n\n                                       Judgment\n\nReportable\n   Reserved on 04/03/2020\n   Pronounced on 23/03/2020\n\n\n   Per : Dr. Pushpendra Singh Bhati, J.:\n\n   1.             There is delay of 04 days in filing appeal No.03/2019\n\n   and there are certain objections pointed out by the office.\n\n   2.             For the reasons mentioned in the application under\n\n   Section 5 of the Limitation Act, the same is allowed. Delay in filing\n\n   appeal No.03/2019 is thus condoned.\n\n   3.             For the reasons stated by learned counsel for the\n\n   appellants, the objections pointed out by the office stand\n\n   overruled.\n\n   4.             With the consent of learned counsel for the parties, the\n\n   matters have been heard finally.\n\n   5.             These special appeals under Section 37 of the Act of\n\n   1996 read with Rule 134 of the Rajasthan High Court Rules have\n\n   been preferred claiming the following reliefs:\n\n\n          SAC No.3/2019:\n          \"It is, therefore, most humbly and respectfully prayed\n          that record of the case may kindly be called for and the\n          present appeal may kindly be allowed and the impugned\n          order    dated   02.05.2019         passed       in   SB     Arbitration\n          Application No.06/2018 may kindly be set aside and the\n          writ petition filed by the appellants may kindly be ordered\n          to be allowed in toto.\n                  Any other order, which this Hon'ble Court deems fit,\n          just and proper in the facts and circumstances of this\n          case, may kindly be passed in favour of the appellants.\"\n\n\n                           (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                                (3 of 46)                 [SAC-3/2019]\n\n\n\n\n     SAC No.2/2019:\n     \"It is, therefore, most humbly and respectfully prayed\n     that record of the case may kindly be called for and the\n     present appeal may kindly be allowed and the impugned\n     order    dated   02.05.2019         passed       in   SB     Arbitration\n     Application No.28/2017 may kindly be set aside and the\n     writ petition filed by the appellants may kindly be ordered\n     to be allowed in toto.\n             Any other order, which this Hon'ble Court deems fit,\n     just and proper in the facts and circumstances of this\n     case, may kindly be passed in favour of the appellants.\"\n\n\n\n6.           The present appeals are arising out of a common\n\nimpugned order dated 02.05.2019 passed by learned Single Judge\n\nin S.B. Arbitration Applications No.28/2017 and 06/2018. Vide the\n\nsaid impugned order, the aforementioned applications under\n\nSection 34 read with Section 48 of the Arbitration and Conciliation\n\nAct, 1996 (hereinafter referred to as 'the Act of 1996') have been\n\ndecided by the learned Single Judge while holding against the\n\nappellant-Hindustan Zinc Limited (for short, 'HZL'), by giving a\n\nfinding that the applications against the impugned arbitral awards\n\ndated 17.08.2017 passed by the Arbitral Tribunal appointed by\n\nLondon Court of International Arbitration, as having been not\n\nmaintainable.\n\n7.           Brief facts of the case, as noticed by this Court, are\n\nthat the parties had entered into an agreement that provided that\n\nthe contract and the arbitration clause were to be governed by law\n\nof England and Wales, and all the disputes were to be finally\n\nsettled by the arbitration venue in London, United Kingdom and in\n\naccordance with the Rules of the London Court of International\n\nArbitration (hereinafter referred to as 'the LCIA Rules'). The\n\n\n                      (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                                  (4 of 46)                [SAC-3/2019]\n\n\n\narbitration clause was invoked by the HZL and its request for\n\narbitration was made to the Registrar of London Court of\n\nInternational Arbitration (for short, 'LCIA'), wherein the HZL\n\nindicated the seat of Arbitration to be London, while taking specific\n\nplea in regard thereto. The arbitration awards dated 17.08.2017\n\nwere passed against HZL.\n\n8.         Mr. Sumeet Lall, learned counsel for the respondent, at\n\nthe threshold, has raised a preliminary objection with regard to\n\nmaintainability    of     the      appeals,        by     making    the     following\n\nsubmissions.\n\n9.         Learned counsel for the respondent submitted that the\n\ninstant appeals are not maintainable inter alia being contrary to\n\nthe ratio laid down by the Hon'ble Supreme Court in BGS SGS\n\nSoma JV Vs. NHPC Ltd., reported in 2019 SCC Online SC\n\n1585. Learned counsel for the respondent also submitted that the\n\nappellant-HZL itself had averred that the seat of arbitration was\n\nLondon, United Kingdom, thereby there was an express exclusion\n\nof Part I of the Act of 1996.\n\n10.        Learned counsel for the respondent further submitted\n\nthat an appeal under Section 37 of the Act of 1996 can only be\n\npreferred from the orders set out under clause a, b & c under\n\nSection 37 and from no others.\n\nSection 37(1) of the Act of 1996 reads as under:\n\n\n      \"37. Appealable Orders.- (1) An appeal shall lie from the\n      following orders (and from no others) to the Court\n      authorised by law to hear appeals from original decrees of\n      the Court passing the order, namely:-\n      (a) refusing to refer the parties to arbitration under section\n      8;\n\n\n\n                        (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                                   (5 of 46)                     [SAC-3/2019]\n\n      (b) granting or refusing to grant any measure under\n      section 9;\n      (c) setting aside or refusing to set aside an arbitral award\n      under section 34.\"\n\n11.        Learned counsel for the respondent also submitted that\n\nthe impugned order has been passed by the learned Single Judge\n\non the basis that since the seat of the Arbitration was London,\n\nUnited Kingdom, therefore, the arbitration applications under\n\nSection 34 of the Act of 1996 were not maintainable, which makes\n\nit all the more imperative that the jurisdiction of Section 37 of the\n\nAct of 1996 is not available to the present appellants.\n\n12.        Learned counsel for the respondent has principally\n\nrelied upon the judgment of BGS SGS Soma JV (supra), to drive\n\nhome the issue of maintainability as well as the question\n\nregarding seat of arbitration. Relevant portion of the said\n\njudgment in BGS SGS Soma JV (supra) reads as under:\n\n\n        \"2. Three appeals before us raise questions as to\n        maintainability of appeals under Section 37 of the\n        Arbitration and Conciliation Act, 1996 (hereinafter\n        referred to as \"the Arbitration Act, 1996\"), and, given\n        the arbitration clause in these proceedings, whether\n        the \"seat\" of the arbitration proceedings is New Delhi\n        or Faridabad, consequent upon which a petition under\n        Section 34 of the Arbitration Act, 1996 may be filed\n        dependent on where the seat of arbitration is located.\n        6. Dr.      Abhishek       Manu       Singhvi,        learned      Senior\n        Advocate appearing on behalf of the Petitioner in SLP\n        (C) No. 25618 of 2018, has assailed the impugned\n        High Court judgment on both counts. According to him,\n        on a combined reading of Section 13 of the Commercial\n        Courts Act, 2015 and Section 37 of the Arbitration Act,\n        1996,      it   becomes      clear      that   Section       13    of   the\n        Commercial         Courts        Act,      2015       only        provides\n        the forum for challenge, whereas Section 37 of the\n\n                         (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                        (6 of 46)                 [SAC-3/2019]\n\nArbitration Act, 1996 - which is expressly referred to in\nthe proviso to Section 13(1) of the Commercial Courts\nAct, 2015 - circumscribes the right of appeal. He\ncontended that this when read with Section 5 of the\nArbitration Act, 1996, makes it clear that only certain\njudgments and orders are appealable, and no appeal\nlies under any provision outside Section 37 of the\nArbitration Act, 1996. He contended that the High\nCourt was manifestly wrong when it said that the\npresent appeal was appealable under Section 37(1)(c)\nof the Arbitration Act, 1996 as being an appeal against\nan order refusing to set aside an arbitral award under\nSection 34 of the Arbitration Act, 1996. According to\nDr. Singhvi, an order which allows an application under\nSection 151 read with Order VII Rule 10 of the CPC can\nby no stretch of the imagination amount to an order\nrefusing to set aside an arbitral award under Section\n34 of the Arbitration Act, 1996. For this proposition, he\nstrongly relied upon on our judgment in Kandla Export\nCorporation v. OCI Corporation, (2018) 14 SCC 715.\nOn the second point, he read out the impugned\njudgment in detail, and stated that the ultimate\nconclusion that New Delhi was only a \"venue\" and not\nthe \"seat\" of the arbitration was incorrect, as the\nparties have chosen to have sittings at New Delhi, as a\nresult of which it is clear that the Arbitral Tribunal\nconsidered that the award made at New Delhi would be\nmade at \"the seat\" of the arbitral proceedings between\nthe parties. He further added that it was clear that\neven if both New Delhi and Faridabad had jurisdiction,\nNew Delhi being the choice of the parties, the principle\ncontained     in Hakam           Singh v. Gammon              (India)\nLtd., (1971) 1 SCC 286, would govern. He referred in\ncopious detail to many judgments of this Court,\nincluding the Five Judge Bench in Bharat Aluminium\nCo. (BALCO) v. Kaiser Aluminium Technical Service,\nInc., (2012) 9 SCC 552, Indus Mobile Distribution\nPrivate     Limited v. Datawind           Innovations         Private\nLimited, (2017)      7    SCC      678,     and     various    other\njudgments to buttress his submissions. According to\n\n              (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                           (7 of 46)                     [SAC-3/2019]\n\nhim,    the     recent     judgment        delivered         in Union    of\nIndia v. Hardy         Exploration       and     Production         (India)\nInc., 2018 SCC OnLine SC 1640 queers the pitch, in\nthat it is directly contrary to the Five Judge bench\ndecision in BALCO (supra). It is only as a result of the\nconfusion       caused      by     judgments          such         as Hardy\nExploration and Production (India) Inc. (supra) that\nthe impugned judgment has arrived at the wrong\nconclusion that New Delhi is not the \"seat\", but only\nthe \"venue\" of the present arbitral proceedings. He,\ntherefore, in the course of his submissions argued that\nthis confusion should be removed, and exhorted us to\ndeclare that Hardy Exploration and Production (India)\nInc. (supra) was not correctly decided, being contrary\nto the larger bench in BALCO (supra).\n13. The interplay between Section 37 of the Arbitration\nAct, 1996 and Section 13 of the Commercial Courts\nAct, 2015, has been laid down in some detail in the\njudgment in Kandla Export Corporation (supra). The\nprecise        question     that      arose       in Kandla          Export\nCorporation (supra) was as to whether an appeal,\nwhich was not maintainable under Section 50 of the\nArbitration Act, 1996, is nonetheless maintainable\nunder Section 13(1) of the Commercial Courts Act,\n2015.     In    this   context,      after     setting       out    various\nprovisions of the Commercial Courts Act, 2015 and the\nArbitration Act, 1996, this Court held:\n\n\"13. Section 13(1) of the Commercial Courts Act, with\nwhich we are immediately concerned in these appeals,\nis in two parts. The main provision is, as has been\ncorrectly submitted by Shri Giri, a provision which\nprovides for appeals from judgments, orders and\ndecrees of the Commercial Division of the High Court.\nTo this main provision, an exception is carved out by\nthe proviso...\"\n\n14. The proviso goes on to state that an appeal shall\nlie from such orders passed by the Commercial Division\nof the High Court that are specifically enumerated\nunder Order 43 of the Code of Civil Procedure Code,\n\n                 (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                                   (8 of 46)                  [SAC-3/2019]\n\n       1908, and Section 37 of the Arbitration Act. It will at\n       once be noticed that orders that are not specifically\n       enumerated under Order 43 CPC would, therefore, not\n       be appealable, and appeals that are mentioned in\n       Section 37 of the Arbitration Act alone are appeals that\n       can be made to the Commercial Appellate Division of a\n       High Court.\n       16. This provision is conspicuous by its absence in\n       Section 37 of the Arbitration Act, 1996, which alone\n       can be looked at for the purpose of filing appeals\n       against orders setting aside, or refusing to set aside\n       awards under Section 34. Also, what is missed by the\n       impugned judgment is the words \"under Section 34\".\n       Thus, the refusal to set aside an arbitral award must\n       be under Section 34, i.e., after the grounds set out in\n       Section 34 have been applied to the arbitral award in\n       question, and after the Court has turned down such\n       grounds. Admittedly, on the facts of these cases, there\n       was no adjudication under Section 34 of the Arbitration\n       Act, 1996 - all that was done was that the Special\n       Commercial Court at Gurugram allowed an application\n       filed under Section 151 read with Order VII Rule 10\n       CPC, determining that the Special Commercial Court at\n       Gurugram had no jurisdiction to proceed further with\n       the    Section     34     application,       and       therefore,    such\n       application      would      have      to    be     returned     to    the\n       competent court situate at New Delhi.\n       19. The reasoning in this judgment commends itself to\n       us, as a distinction is made between judgments which\n       either set aside, or refuse to set aside, an arbitral\n       award after the court applies its mind to Section 34 of\n       the Arbitration Act, 1996, as against preliminary orders\n       of condonation of delay, which do not in any way\n       impact the arbitral award that has been assailed.\n       22. It is clear, therefore, that the appeals filed in the\n       present case do not fall within Section 37 of the\n       Arbitration Act, 1996 and are not maintainable.\"\n\n13.          Learned counsel for the respondent further submitted\n\nthat it is settled position of law that an appeal is a creature of\n\n                        (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                               (9 of 46)           [SAC-3/2019]\n\n\n\nstatute and must either be found within the four corners of the\n\nstatute or it shall not be maintainable, and in this regard, he has\n\nrelied upon rendered by Division Bench of the Hon'ble Delhi High\n\nCourt   in   South   Delhi       Municipal          Corporation   Vs.   Tech\n\nMahindra, reported in 2019 SCC OnLine Del 11863, relevant\n\nportion of which reads as under:\n\n\n        \"2. The respondent's threshold contention was that the\n        appeal is per se not maintainable in view of the\n        phraseology of Section 13 of the Commercial Courts\n        Act, 2015. In answer, Mr. Sanjay Poddar, learned\n        senior counsel urges on behalf of SDMC that the\n        impugned order in all intents and purposes amounts to\n        an attachment before judgment, as the awarded\n        amount is directed to be secured, and is therefore\n        covered by provisions of Order XXXVIII Rule 2 of Code\n        of Civil Procedure (C.P.C.). It is further submitted that\n        such order is appealable by virtue of Section 13(1) of\n        the Commercial Courts Act, 2015 (hereafter \"the CC\n        Act\") read with Order XLIII Rule 1(q) of the CPC, given\n        that the mandate of Section 36 of the Act, CPC applies\n        to proceedings under the Arbitration and Conciliation\n        Act, 1996 (hereinafter referred to as \"the Arbitration\n        Act\").\n        7. The judgment in Kandla Export Corporation (supra)\n        noticed the Statement of Objects and Reasons, of the\n        Commercial Courts Act. The Supreme Court had to deal\n        with an Enforcement Appeal before a commercial\n        appellate court, in regard to a foreign award, and its\n        maintainability. The Supreme Court noticed not only\n        the Statement of Objects and Reasons but also various\n        other provisions, especially the embargo placed upon\n        the courts, embodied in Sections 8 and 11 and the\n        overriding nature of the CC Act, to conclude that once\n        appeals were held to be barred, an appeal to the\n        Division Bench appeal - against a Commercial Court's\n        order in an enforcement of a foreign award issue was\n\n\n                     (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                        (10 of 46)                [SAC-3/2019]\n\nnot maintainable. The Court took into account its\nprevious rulings in Fuerst Day Lawson Limited v. Jindal\nExports Limited, (2011) 8 SCC 333 and some other\njudgments.\n8. The Statement of Objects and Reasons for the\nCommercial Courts Act, states that:\n\n\"The proposal to provide for speedy disposal of high\nvalue    commercial         disputes        has      been     under\nconsideration of the Government for quite some time.\nThe high value commercial disputes involve complex\nfacts and questions of law. Therefore, there is a need\nto provide for an independent mechanism for their\nearly   resolution.     Early     resolution        of    commercial\ndisputes shall create a positive image to the investor\nworld about the independent and responsive Indian\nlegal system.\n\nxxx\n\n6. It is proposed to introduce the Commercial Courts,\nCommercial Division and Commercial Appellate Division\nof High Courts Bill, 2015 to replace the Commercial\nCourts, Commercial Division and Commercial Appellate\nDivision of High Courts Ordinance, 2015 which inter\nalia, provides for the following namely:--\n\n(i) constitution of the Commercial Courts at District\nlevel except for the territory over which any High Court\nis having ordinary original civil jurisdiction;\n\n(ii) constitution of the Commercial Divisions in those\nHigh Courts which are already exercising ordinary civil\njurisdiction and they shall have territorial jurisdiction\nover such areas on which it has original jurisdiction;\n\n(iii) constitution of the Commercial Appellate Division\nin all the High Courts to hear the appeals against the\nOrders of the Commercial Courts and the Orders of the\nCommercial Division of the High Court;\n\n\n\n\n              (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                         (11 of 46)                    [SAC-3/2019]\n\n(iv)    the   minimum       pecuniary         jurisdiction    of    such\nCommercial       Courts         and    Commercial          Division    is\nproposed as one crore rupees; and\n\n(v) to amend the Code of Civil Procedure, 1908 as\napplicable to the Commercial Courts and Commercial\nDivisions which shall prevail over the existing High\nCourts Rules and other provisions of the Code of Civil\nProcedure, 1908 so as to improve the efficiency and\nreduce delays in disposal of commercial cases.\n\n7. The proposed Bill shall accelerate economic growth,\nimprove the international image of the Indian Justice\ndelivery system, and the faith of the investor world in\nthe legal culture of the nation.\"\n\n9. It    is   quite     evident       that     the    legislative      or\nParliamentary         intent,    was     to     confer      upon      the\nCommercial Appellate Courts and Commercial appellate\nDivision Bench of a High Court, extremely limited\njurisdiction and circumscribe the appellate jurisdiction.\nThus, in interlocutory matters, as it were, Commercial\nAppellate Division possesses jurisdiction in matters\nenumerated in the Order XLIII Rule 1 - no less no\nmore. Likewise, with respect to the appeals against\norders made in the course of proceedings under the\nArbitration Act, the Court's power is delineated to what\nis enumerated in Section 37 of CPC.\n10. In Kandla Export Corporation (supra), the Court\nheld as follows:\n\n\"14. Section 13(1) of the Commercial Courts Act, with\nwhich we are immediately concerned in these appeals,\nis in two parts. The main provision is, as has been\ncorrectly submitted by Shri Giri, a provision which\nprovides for appeals from judgments, orders and\ndecrees of the Commercial Division of the High Court.\nTo this main provision, an exception is carved out by\nthe proviso. The primary purpose of a proviso is to\nqualify the generality of the main part by providing an\nexception, which has been set out with great felicity\n\n\n\n               (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                       (12 of 46)                   [SAC-3/2019]\n\nin CIT v. Indo Mercantile Bank Ltd., 1959 Supp (2)\nSCR 256 at 266-267, thus:\n\n******** *********\n\n15. The proviso goes on to state that an appeal shall\nlie from such orders passed by the Commercial Division\nof the High Court that are specifically enumerated\nunder Order XLIII of the Code of Civil Procedure Code,\n1908, and Section 37 Section 37 of the Arbitration Act.\nIt will at once be noticed that orders that are not\nspecifically enumerated under Order XLIII of the CPC\nwould, therefore, not be appealable, and appeals that\nare mentioned in Section 37 of the Arbitration Act\nalone are appeals that can be made to the Commercial\nAppellate Division of a High Court.\n\n16. Thus, an order which refers parties to arbitration\nunder Section 8, not being appealable under Section\n37(1)(a), would not be appealable under Section 13(1)\nof the Commercial Courts Act. Similarly, an appeal\nrejecting a plea referred to in sub-sections (2) and (3)\nof Section 16 of the Arbitration Act would equally not\nbe appealable under Section 37(2)(a) and, therefore,\nunder Section 13(1) of the Commercial Courts Act.\"\n\n11. The reference to Order XLIII Rule 1 - relied upon\non behalf of SDMC in the context of this case, in the\nopinion of this court, is misplaced. Order XLIII Rule\n1(q), upon which considerable emphasis was placed to\nsay that the appeals against directions to secure\namounts during pendency of proceedings applies to\nsuits and suits alone (as is evident from Order XXXVIII\nand   all   the   attendant        provisions),          and not    to\nproceedings in respect of an award. Thus, reference to\nOrder XLIII to \"draw in\" the jurisdiction of the Division\nBench, is wholly unjustified. Likewise, the Court also\nrejects the appellant's arguments that Section 36 of\nthe Arbitration Act attracts the provisions of the Code\nof Civil Procedure. In fact, Section 36 refers to and\ndirects courts to follow CPC in proceedings relating to\nenforcement of arbitral awards. The logical corollary is\n\n             (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                               (13 of 46)              [SAC-3/2019]\n\n      that the provisions of the CPC that deal with the\n      proceeding for enforcement of decrees and orders\n      (such as in execution like Order XXI CPC), would be\n      attracted.\n      12. In view of the above discussions, we conclude that\n      the present appeal is not maintainable. The appellant's\n      remedy clearly lies elsewhere. An attempt was made to\n      urge that no litigant can be deprived of remedy if there\n      is a grievance: ubi jus ibi remedium; however, that\n      argument is wholly without substance because an\n      appeal, it has been repeatedly emphasised, is a specific\n      creation of statute and cannot be claimed as a matter\n      of    right.   This    was      explained        pithily   in Ganga\n      Bai v. Vijay Kumar, (1974) 2 SCC 393, in the following\n      terms:\n\n      \"There is a basic distinction between the right of suit\n      and the right of appeal. There is an inherent right in\n      every person to bring suit of a civil nature and unless\n      the suit is barred by statute one may, at one's peril,\n      bring a suit of one's choice. It is no answer to a suit\n      howsoever frivolous the claim, that the law confers no\n      such right to sue. A suit for its maintainability requires\n      no authority of law and it is enough that no statute\n      bars the suit. But the position in regard to appeals is\n      quite the opposite. The right of appeal inheres in no\n      one and therefore an appeal for its maintainability\n      must have the clear authority of law. That explains\n      why the right of appeal is described as a creature of\n      statute.\"\n\n      13. In view of the above discussion, it is held that the\n      present appeal is plainly not maintainable by virtue of\n      provisions of the Commercial Courts Act, 2015; the\n      appeal is therefore dismissed. No costs.\"\n\n14.        Learned counsel for the respondent has further relied\n\nupon Harmanprit Singh Sidhu Vs. Arcadia Shares & Stock\n\nBrokers Pvt. Ltd., reported in 2016 SCC OnLine Del 5383,\n\nwhereby the Division Bench of Hon'ble Delhi High Court has\n\n\n                     (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                              (14 of 46)         [SAC-3/2019]\n\n\n\nexpressly recognized a distinction between the judgments which\n\neither set aside or refuse to set aside an arbitral award after the\n\nCourt applies its mind to Section 37 of the Act of 1996 as against\n\nthe preliminary orders, including those deciding maintainability\n\nand condonation of delay, which do not in any way impact the\n\narbitral award that has been assailed. Relevant portion of said\n\njudgment reads as under:\n\n\n       \"8. Insofar as Section 13 of the Commercial Courts Act\n       is concerned, while it is true that it speaks of appeals\n       from a judgment or order, the proviso to Section 13(1)\n       makes it clear that the appeal would lie from such\n       orders passed by, inter alia, a Commercial Division\n       that are specifically enumerated under Order 43 of the\n       Code of Civil Procedure, 1908 (as amended by the\n       Commercial Courts Act) and Section 37 of the A&C Act.\n       The use of the word 'and' in the proviso to Section\n       13(1) is only to specify that an appeal would lie against\n       any order passed by, inter alia, a Commercial Division,\n       which finds mention in the list of orders specified in\n       Order 43, CPC and Section 37 of the A&C Act. It is an\n       admitted position that the impugned order having been\n       passed in proceedings arising out of an arbitral award\n       would have to be governed by Section 37 of the A&C\n       Act.\n\n       9. On a plain reading of Section 13 of the Commercial\n       Courts Act, it is evident that it does not amplify the\n       scope of appealable orders specified in Section 37 of\n       the A&C Act. It actually reiterates that, in a matter of\n       arbitration, an appeal shall lie only from the orders\n       specified in Section 37 of the A&C Act. In fact, Section\n       13(2) reinforces this by providing that notwithstanding\n       anything contained in any other law for the time being\n       in force or the Letters Patent of a High Court, no\n       appeal shall lie from any order or decree of a\n       Commercial Division or Commercial Court otherwise\n\n\n                    (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                       (15 of 46)               [SAC-3/2019]\n\nthan   in   accordance      with     the     provisions   of   the\nCommercial Courts Act.\n\n10. Coming to Section 37(1), it is evident that an\nappeal can lie from only the orders specified in clauses\n(a), (b) or (c). In other words, an appeal under Section\n37 would only be maintainable against (a) an order\nrefusing to refer the parties to arbitration under\nSection 8 of the A&C Act; (b) an order granting or\nrefusing to grant any measure under Section 9 of the\nA&C Act; or (c) an order setting aside or refusing to set\naside an arbitral award under Section 34 of the A&C\nAct. The impugned order is clearly not relatable to\nSections 8 or 9 of the A&C Act. It was sought to be\ncontended by the learned counsel for the appellant that\nthe present appeal would fall within Section 37(1)(c)\nwhich relates to an order \"setting aside\" or \"refusing to\nset aside\" an arbitral award under Section 34. We are\nunable to accept this proposition. By virtue of the\nimpugned order, the arbitral award dated 10.09.2013\nhas not been set aside. Nor has the court, at this\nstage, refused to set aside the said arbitral award\nunder Section 34 of the A&C Act. In fact, the appellant\nin whose favour the award has been made, would only\nbe aggrieved if the award were to have been set aside\nin whole or in part. That has not happened. What the\nlearned single Judge has done is to have condoned the\ndelay in re-filing of the petition under Section 34. This\nhas not, in any way, impacted the award.\n\n13. In sum, the impugned order does not fall within\nthe category of appealable orders specified in Section\n37(1) of the A&C Act. Therefore, even if the provisions\nof Section 37(1) are read with Section 13 of the\nCommercial Courts Act, the present appeal is not\nmaintainable. This, however, does not mean that the\nappellant cannot take up the ground that is sought to\nbe urged before us if the decision in OMP 294/2014\n(under Section 34 of the A&C Act) goes against him. In\nother words, if the arbitral award is set aside in part or\nin whole and the appellant is aggrieved thereby, he\n\n             (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                               (16 of 46)                [SAC-3/2019]\n\n      may prefer an appeal under Section 37 of the A&C Act\n      on merits as also on the ground that the delay in re-\n      filing ought not to have been condoned. This is in line\n      with the scheme of the A&C Act of not, in any way,\n      stalling the proceedings thereunder. For example,\n      under Section 13(4) of the A&C Act, if a challenge to\n      an arbitrator is not successful, the arbitral tribunal is\n      required to continue the arbitral proceedings and make\n      an arbitral award and, in such an instance, as provided\n      in Section 13(5) of the A&C Act, the party challenging\n      the arbitrator may make an application for setting\n      aside such an arbitral award in accordance with Section\n      34. In other words, recourse to a remedy for an\n      unsuccessful challenge to an arbitrator is deferred till\n      the stage of the making of the award. Similarly, under\n      Section 16, an arbitral tribunal may rule on its\n      jurisdiction. In a case where the arbitral tribunal\n      rejects a plea with regard to its jurisdiction, it is\n      enjoined by Section 16(5) of the A&C Act to continue\n      with the arbitral proceedings and to make the arbitral\n      award. Section 16(6) stipulates that a party aggrieved\n      by such an arbitral award may make an application for\n      setting aside the award in accordance with Section 34.\n      Here, too, the unsuccessful party, who challenges the\n      jurisdiction of an arbitral tribunal, is asked to wait till\n      the award is made. The remedy of questioning the\n      decision of the arbitral tribunal with regard to the\n      arbitrator's   jurisdiction       in    such     a    case   is   not\n      extinguished but is merely deferred till the making of\n      the arbitral award. In similar vein, in the present case,\n      the remedy of challenging the decision of condoning\n      the delay in re-filing is not extinguished but is deferred\n      till the final decision of the court on the pending\n      Section 34 petition.\n\n      14. In view of the discussion above, the present\n      appeal is not maintainable and is dismissed.\"\n\n\n15.      Learned counsel for the respondent, while relying upon\n\nthe precedent law laid down by the Hon'ble Supreme Court in\n\n                     (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                              (17 of 46)                [SAC-3/2019]\n\n\n\nKandla Export Corporation & Anr. Vs. OCI Corporation &\n\nAnr., reported in (2018) 14 SCC 715, submitted that by the\n\naforesaid judgment the Hon'ble Apex Court clarified the position\n\non forum selection and the interplay between Section 37 of the\n\nAct of 1996 and Section 13 of the Commercial Courts Act, 2015.\n\nRelevant portion of the said judgment reads as under:-\n\n\n       \"13. Section 13(1) of the Commercial Courts Act, with\n       which we are immediately concerned in these appeals,\n       is in two parts. The main provision is, as has been\n       correctly submitted by Shri Giri, a provision which\n       provides for appeals from judgments, orders and\n       decrees of the Commercial Division of the High Court.\n       To this main provision, an exception is carved out by\n       the proviso. The primary purpose of a proviso is to\n       qualify the generality of the main part by providing an\n       exception, which has been set out with great felicity\n       in CIT v. Indo-Mercantile          Bank         Ltd. [CIT v. Indo-\n       Mercantile Bank Ltd., 1959 Supp (2) SCR 256 : AIR\n       1959 SC 713] , thus: (SCR pp. 266-67 : AIR pp. 717-\n       18, paras 9-10)\n       \"9. ... The proper function of a proviso is that it\n       qualifies the generality of the main enactment by\n       providing an exception and taking out as it were, from\n       the main enactment, a portion which, but for the\n       proviso   would    fall    within     the     main       enactment.\n       Ordinarily it is foreign to the proper function of a\n       proviso to read it as providing something by way of an\n       addendum or dealing with a subject which is foreign to\n       the main enactment.\n       '8. ... it is a fundamental rule of construction that a\n       proviso must be considered with relation to the\n       principal matter to which it stands as a proviso.'\n\n       Therefore, it is to be construed harmoniously with the\n       main   enactment.      (Per     Das,     C.J.      in Abdul   Jabar\n       Butt v. State of J&K [Abdul Jabar Butt v. State of J&K,\n       1957 SCR 51 : AIR 1957 SC 281 : 1957 Cri LJ 404] ,\n\n                    (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                           (18 of 46)                [SAC-3/2019]\n\nSCR p. 59 : AIR p. 284, para 8). Bhagwati, J., in Ram\nNarain         Sons      Ltd. v. CST [Ram              Narain      Sons\nLtd. v. CST, (1955) 2 SCR 483 : AIR 1955 SC 765] ,\nsaid: (SCR p. 493 : AIR p. 769, para 10)\n\n'10. It is a cardinal rule of interpretation that a proviso\nto a particular provision of a statute only embraces the\nfield which is covered by the main provision. It carves\nout an exception to the main provision to which it has\nbeen enacted as a proviso and to no other.'\n10. Lord Macmillan in Madras & Southern Mahratta\nRailway Co. Ltd. v. Bezwada Municipality [Madras &\nSouthern        Mahratta       Railway       Co.     Ltd. v. Bezwada\nMunicipality, 1944 SCC OnLine PC 7 : (1943-44) 71 IA\n113] laid down the sphere of a proviso as follows: (IA\np. 122 : SCC OnLine PC)\n'... The proper function of a proviso is to except and\ndeal with a case which would otherwise fall within the\ngeneral language of the main enactment, and its effect\nis confined to that case. Where, as in the present case,\nthe language of the main enactment is clear and\nunambiguous, a proviso can have no repercussion on\nthe interpretation of the main enactment, so as to\nexclude, from it by implication what clearly falls within\nits express terms.'\n\nThe territory of a proviso therefore is to carve out an\nexception       to    the    main      enactment         and    exclude\nsomething which otherwise would have been within the\nsection. It has to operate in the same field and if the\nlanguage of the main enactment is clear it cannot be\nused     for    the    purpose       of   interpreting       the   main\nenactment or to exclude by implication what the\nenactment clearly says unless the words of the proviso\nare such that that is its necessary effect. (Vide\nalso Toronto              Corpn. v. Attorney-General                 of\nCanada [Toronto              Corpn. v. Attorney-General              of\nCanada, 1946 AC 32 (PC)] , AC p. 37.)\"\n\n14. The proviso goes on to state that an appeal shall\nlie from such orders passed by the Commercial Division\nof the High Court that are specifically enumerated\n\n                 (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                        (19 of 46)         [SAC-3/2019]\n\nunder Order 43 of the Code of Civil Procedure Code,\n1908, and Section 37 of the Arbitration Act. It will at\nonce be noticed that orders that are not specifically\nenumerated under Order 43 CPC would, therefore, not\nbe appealable, and appeals that are mentioned in\nSection 37 of the Arbitration Act alone are appeals that\ncan be made to the Commercial Appellate Division of a\nHigh Court.\n15. Thus, an order which refers parties to arbitration\nunder Section 8, not being appealable under Section\n37(1)(a), would not be appealable under Section 13(1)\nof the Commercial Courts Act. Similarly, an appeal\nrejecting a plea referred to in sub-sections (2) and (3)\nof Section 16 of the Arbitration Act would equally not\nbe appealable under Section 37(2)(a) and, therefore,\nunder Section 13(1) of the Commercial Courts Act.\n20. Given the judgment of this Court in Fuerst Day\nLawson [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd.,\n(2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] , which\nParliament is presumed to know when it enacted the\nArbitration Amendment Act, 2015, and given the fact\nthat no change was made in Section 50 of the\nArbitration Act when the Commercial Courts Act was\nbrought into force, it is clear that Section 50 is a\nprovision contained in a self-contained code on matters\npertaining to arbitration, and which is exhaustive in\nnature. It carries the negative import mentioned in\npara 89 of Fuerst Day Lawson [Fuerst Day Lawson\nLtd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011)\n4 SCC (Civ) 178] that appeals which are not mentioned\ntherein, are not permissible. This being the case, it is\nclear that Section 13(1) of the Commercial Courts Act,\nbeing a general provision vis-à-vis arbitration relating\nto appeals arising out of commercial disputes, would\nobviously not apply to cases covered by Section 50 of\nthe Arbitration Act.\n21. However, the question still arises as to why\nSection 37 of the Arbitration Act was expressly\nincluded in the proviso to Section 13(1) of the\nCommercial Courts Act, which is equally a special\n\n              (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                        (20 of 46)                [SAC-3/2019]\n\nprovision of appeal contained in a self-contained code,\nwhich in any case would be outside Section 13(1) of\nthe Commercial Courts Act. One answer is that this\nwas done ex abundanti cautela. Another answer may\nbe that as Section 37 itself was amended by the\nArbitration Amendment Act, 2015, which came into\nforce on the same day as the Commercial Courts Act,\nParliament   thought,      in    its   wisdom,       that   it   was\nnecessary to emphasise that the amended Section 37\nwould have precedence over the general provision\ncontained in Section 13(1) of the Commercial Courts\nAct. Incidentally, the amendment of 2015 introduced\none more category into the category of appealable\norders in the Arbitration Act, namely, a category where\nan order is made under Section 8 refusing to refer\nparties to arbitration. Parliament may have found it\nnecessary to emphasise the fact that an order referring\nparties to arbitration under Section 8 is not appealable\nunder Section 37(1)(a) and would, therefore, not be\nappealable under Section 13(1) of the Commercial\nCourts Act. Whatever may be the ultimate reason for\nincluding Section 37 of the Arbitration Act in the\nproviso to Section 13(1), the ratio decidendi of the\njudgment in Fuerst Day Lawson [Fuerst Day Lawson\nLtd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011)\n4 SCC (Civ) 178] would apply, and this being so,\nappeals filed under Section 50 of the Arbitration Act\nwould have to follow the drill of Section 50 alone.\n22. This, in fact, follows from the language of Section\n50 itself. In all arbitration cases of enforcement of\nforeign awards, it is Section 50 alone that provides an\nappeal. Having provided for an appeal, the forum of\nappeal is left \"to the Court authorised by law to hear\nappeals from such orders\". Section 50 properly read\nwould, therefore, mean that if an appeal lies under the\nsaid provision, then alone would Section 13(1) of the\nCommercial Courts Act be attracted as laying down the\nforum which will hear and decide such an appeal.\n27. The matter can be looked at from a slightly\ndifferent angle. Given the objects of both the statutes,\n\n             (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                         (21 of 46)                     [SAC-3/2019]\n\nit is clear that arbitration itself is meant to be a speedy\nresolution     of    disputes       between       parties.      Equally,\nenforcement of foreign awards should take place as\nsoon as possible if India is to remain as an equal\npartner, commercially speaking, in the international\ncommunity. In point of fact, the raison d'être for the\nenactment of the Commercial Courts Act is that\ncommercial disputes involving high amounts of money\nshould be speedily decided. Given the objects of both\nthe enactments, if we were to provide an additional\nappeal, when Section 50 does away with an appeal so\nas to speedily enforce foreign awards, we would be\nturning the Arbitration Act and the Commercial Courts\nAct on their heads. Admittedly, if the amount contained\nin a foreign award to be enforced in India were less\nthan Rs 1 crore, and a Single Judge of a High Court\nwere to enforce such award, no appeal would lie, in\nkeeping with the object of speedy enforcement of\nforeign    awards.      However,       if,   in     the    same        fact\ncircumstance, a foreign award were to be for Rs 1\ncrore     or   more,     if   the     appellants          are   correct,\nenforcement of such award would be further delayed\nby providing an appeal under Section 13(1) of the\nCommercial Courts Act. Any such interpretation would\nlead to absurdity, and would be directly contrary to the\nobject sought to be achieved by the Commercial Courts\nAct viz. speedy resolution of disputes of a commercial\nnature involving a sum of Rs 1 crore and over. For this\nreason also,        we feel that Section 13(1) of the\nCommercial          Courts    Act    must      be     construed          in\naccordance with the object sought to be achieved by\nthe Act. Any construction of Section 13 of the\nCommercial Courts Act, which would lead to further\ndelay, instead of an expeditious enforcement of a\nforeign award must, therefore, be eschewed. Even on\napplying the doctrine of harmonious construction of\nboth statutes, it is clear that they are best harmonised\nby   giving    effect    to   the    special      statute       i.e.   the\nArbitration Act, vis-à-vis the more general statute,\n\n\n\n               (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                                   (22 of 46)               [SAC-3/2019]\n\n         namely, the Commercial Courts Act, being left to\n         operate in spheres other than arbitration.\"\n\nLearned counsel for the respondent also submitted that by the\n\nvirtue of the judgment in Kandla Export Corporation & Anr.\n\n(supra), it is clear that a joint reading of Section 13 of the\n\nCommercial Courts Act, 2015 and Section 37 of the Act of 1996\n\nmakes it amply clear that Section 13 of the Commercial Courts Act\n\nonly provides the forum for challenge, whereas Section 37 of the\n\nAct of 1996 expressly referred to in the proviso to Section 13(1)\n\nof the Commercial Courts Act, circumscribes right of appeal, and\n\nthus, there can be no appeal under any provision outside Section\n\n37 of the Act of 1996.\n\n16.           Learned counsel for the respondent, regarding the\n\nexclusion of Part I of the Act of 1996 on account of seat of\n\narbitration in London, United Kingdom, referred to the judgment\n\nby    this    Hon'ble    Court      in    R.K.      Industries       Vs.    Maximus\n\nInternational General Trading & Anr., reported in 2019(1)\n\nRLW 347 (Raj.), relevant portion of which reads as under:\n\n\n         \"46. The contention of the appellant that though the\n         panel of arbitrator has kept a sitting in London and\n         commenced the proceedings in London, it is only a\n         venue of arbitration and the seat of arbitration remains\n         in   India,    is   equally     flawed     and     fallacious.   Such\n         argument of the appellant is contrary to the facts\n         involved in the case and the same has no legal basis or\n         support. Mere use of the words \"the said rules in\n         India\", does not shift the seat of arbitration to India,\n         particularly when, the venue of arbitration has been in\n         England. Various factors are required to be reckoned to\n         treat the venue to be a seat. Until and unless the\n         contract or the arbitration clause in express terms\n         defines or provides that the seat of arbitration shall be\n\n\n                         (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                       (23 of 46)               [SAC-3/2019]\n\nIndia, the bare use of the words \"rules in India\", or the\nmere fact that the appellant operates from India, the\nseat of arbitration cannot be said to be situated in\nIndia.\n\n47. As the seat of arbitration is in London and not in\nIndia, in our considered view, the jurisdiction of this\nCourt to hear an application under Section 34 of the\nAct is clearly barred, as a result of the provision\ncontained in Section 2 (2) of the Act of 1996, which\nconfines the applicability of part first of the Act to the\ncases where the place of arbitration is in India. In the\npresent case even the seat of arbitration, much less\nthe venue of arbitration is in London, hence, the Courts\nin India cease to have jurisdiction to proceed under the\nprovisions of Part I of the Act of 1996, including the\njurisdiction to entertain the application under Section\n34 of the Act.\n\n53. The learned Single Judge has relied upon the\njudgment of the Supreme Court in the case of Roger\nShashoua v. Mukesh Sharma reported in (2017) 14\nSCC 722 and considered various relevant paragraphs\nof the said judgment, while holding that this Court has\nno jurisdiction to entertain an application under Section\n34 of the Act of 1996. A perusal of the judgment\nof Roger   Shashoua (supra)            reveals      that   Hon'ble\nSupreme Court has referred to and dealt with all the\njudgments on the subject and in almost identical fact\nsituation has held that the London has not been\nmentioned as the mere location, but it has been\nwritten that the Courts in London will have jurisdiction.\nIn the present facts also, if the arbitration clause is\nread in conjunction with rule 8 with the rules relating\nto arbitration of the Refined Sugar Association, it\nleaves no room for ambiguity that in the present case\nalso, the seat of arbitration is in London (England),\nhence all proceedings relating to challenge to the\naward shall take place in England.\n54. As an upshot of the above discussion, we concur\nwith and hence, confirm the view of learned Single\n\n\n             (Downloaded on 23/03/2020 at 08:24:37 PM)\n                                               (24 of 46)         [SAC-3/2019]\n\n        Judge that in the present case seat of arbitration is in\n        England.\n\n        55. The appellant's grievance against the impugned\n        award dated 17.3.2017 can not be heard or redressed\n        by this Court or any of the Courts of India, as the\n        jurisdiction of the Courts of India is expressly barred.\"\n\n\n17.         Learned counsel for the respondent has also referred to\n\nthe request for arbitration dated 03.06.2014, and for ready\n\nreference, the material portion thereof, as reflected in the record,\n\nreads as under:-\n\n\n      \"4. The Matters of the Arbitration\n      4.1. In accordance with the Arbitration Agreement, the\n      parties have agreed that :\n      (a) the seat of the arbitration is London;\n      ...\n(d) the procedural law of the arbitration is English law; and\n(e) the substantive law of the arbitration is English law.\"\n18. Learned counsel for the respondent has also relied upon the precedent law laid down by the Hon'ble Supreme Court in Eitzen Bulk A/s Vs. Ashapura Minechem Limited & Anr., reported in (2016) 11 SCC 508, for demonstrating that in such cases, the English law can only apply for all purposes, once the same was applied for conduct of arbitration and grant of award, as it amounts to express exclusion of applicability of Part I of the Act of 1996. Relevant portion of the said judgment reads as under:\n\"33. We are thus of the view that by Clause 28, the parties chose to exclude the application of Part I to the arbitration proceedings between them by choosing London as the venue for arbitration and by making English law applicable to arbitration, as observed earlier. It is too well settled by now that where the parties choose a juridical seat of arbitration outside (25 of 46) [SAC-3/2019] India and provide that the law which governs arbitration will be a law other than Indian law, Part I of the Act would not have any application and, therefore, the award debtor would not be entitled to challenge the award by raising objections under Section 34 before a court in India. A court in India could not have jurisdiction to entertain such objections under Section 34 in such a case.\n34. As a matter of fact the mere choosing of the juridical seat of arbitration attracts the law applicable to such location. In other words, it would not be necessary to specify which law would apply to the arbitration proceedings, since the law of the particular country would apply ipso jure. The following passage from Redfern and Hunter on International Arbitration contains the following explication of the issue:\n\"It is also sometimes said that parties have selected the procedural law that will govern their arbitration, by providing for arbitration in a particular country. This is too elliptical and, as an English court itself held more recently in Breas of Doune Wind Farm it does not always hold true. What the parties have done is to choose a place of arbitration in a particular country. That choice brings with it submission to the laws of that country, including any mandatory provisions of its law on arbitration. To say that the parties have \"chosen\" that particular law to govern the arbitration is rather like saying that an English woman who takes her car to France has \"chosen\" French traffic law, which will oblige her to drive on the right-hand side of the road, to give priority to vehicles approaching from the right, and generally to obey traffic laws to which she may not be accustomed. But it would be an odd use of language to say this notional motorist had opted for \"French traffic law\". What she has done is to choose to go to France. The applicability of French law then follows automatically. It is not a matter of choice.\n(26 of 46) [SAC-3/2019] Parties may well choose a particular place of arbitration precisely because its lex arbitri is one which they find attractive. Nevertheless, once a place of arbitration has been chosen, it brings with it its own law. If that law contains provisions that are mandatory so far as arbitration are concerned, those provisions must be obeyed. It is not a matter of choice any more than the notional motorist is free to choose which local traffic laws to obey and which to disregard.\"\n19. Learned counsel for the respondent has also placed reliance on the precedent law laid down by the Hon'ble Supreme Court in Union of India Vs. Reliance Industries Limited & Ors, reported in (2015) 10 SCC 213, whereby the Hon'ble Supreme Court has held that the seat of arbitration, as specified in the relevant arbitration clause, shall be the criteria. Relevant portion of the said judgment reads as under:\n\"20. It is interesting to note that even though the law governing the arbitration agreement was not specified, yet this Court held, having regard to various circumstances, that the seat of arbitration would be London and therefore, by necessary implication, the ratio of Bhatia International [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] would not apply.\n21. The last paragraph of BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 :\n(2012) 4 SCC (Civ) 810] judgment has now to be read with two caveats, both emanating from para 32 of Bhatia International [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] itself -- that where the Court comes to a determination that the juridical seat is outside India or where law other than Indian law governs the arbitration agreement, Part I of the Arbitration Act, 1996 would be excluded by necessary implication. Therefore, even in the cases governed by the Bhatia [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] principle, it is only those cases in which agreements (27 of 46) [SAC-3/2019] stipulate that the seat of the arbitration is in India or on whose facts a judgment cannot be reached on the seat of the arbitration as being outside India that would continue to be governed by the Bhatia [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] principle. Also, it is only those agreements which stipulate or can be read to stipulate that the law governing the arbitration agreement is Indian law which would continue to be governed by the Bhatia [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] rule.\n22. On the facts in the present case, it is clear that this Court has already determined both that the juridical seat of the arbitration is at London and that the arbitration agreement is governed by English law. This being the case, it is not open to the Union of India to argue that Part I of the Arbitration Act, 1996 would be applicable. A Section 14 application made under Part I would consequently not be maintainable. It needs to be mentioned that Shri Ranjit Kumar's valiant attempt to reopen a question settled twice over, that is, by dismissal of both a review petition [Union of India v. Reliance Industries Ltd., Review Petition (C) No. 1378 of 2014 in Civil Appeal No. 5765 of 2014, order dated 31-7-2014 (SC), wherein it was directed:\"ORDER(Before JAGDISH SINGH KHEHAR AND DR A.K. SIKRI, JJ.)The Union of India (respondent in Civil Appeal No. 5765 of 2014) has instituted the present petition seeking review of the judgment dated 28-5-2014 rendered by this Court in the abovementioned civil appeal. We have carefully perused the petition for review and the papers filed in support thereof. We do not find any reason to interfere with the judgment impugned. The review petition is, accordingly, dismissed.\"] and a curative petition [Union of India v. Reliance Industries Ltd., Curative Petition (C) No. 313 of 2014 in Review Petition (C) No. 1378 of 2014 in Civil Appeal No. 5765 of 2014, order dated 12-2-2015 (SC), wherein it was directed:\"ORDER(Before H.L. DATTU, C.J. AND T.S. THAKUR, S.J. MUKHOPADHAYA AND DR A.K. SIKRI, JJ.)\"We have gone through the curative petition and the (28 of 46) [SAC-3/2019] relevant documents. In our opinion, no case is made out within the parameters indicated in the decision of this Court in Rupa Ashok Hurra v. Ashok Hurra reported in (2002) 4 SCC 388. Hence, the curative petition is dismissed.\"] on the very ground urged before us, must meet with the same fate. His argument citing Mathura Prasad Bajoo Jaiswal v. Dossibai N.B. Jeejeebhoy [(1970) 1 SCC 613] that res judicata would not attach to questions relating to jurisdiction, would not apply in the present case as the effect of Clause 34.2 of the PSC raises at best a mixed question of fact and law and not a pure question of jurisdiction unrelated to facts. Therefore, both on grounds of res judicata as well as the law laid down in the judgment dated 28-5-2014 [Reliance Industries Ltd. v. Union of India, (2014) 7 SCC 603 : (2014) 3 SCC (Civ) 737] , this application under Section 14 deserves to be dismissed. It is also an abuse of the process of the Court as has rightly been argued by Dr Singhvi. It is only after moving under the UNCITRAL Arbitration Rules and getting an adverse judgment from the Permanent Court of Arbitration dated 10-6-2013 that the present application was filed under Section 14 of the Arbitration Act two days later i.e. on 12-6-2013.\"\n20. Learned counsel for the respondent has also placed reliance on the precedent law laid down by the Hon'ble Supreme Court in Bharat Aluminium Company Vs. Kaiser Aluminium Technical Services Inc., reported in (2016) 4 SCC 126, relevant portion of which reads as under:\n\"14. It is clear that the law applicable to arbitration agreement in the present case is English law. Once it is found that the law governing the arbitration agreement is English law, Part I of the Indian Arbitration Act stands impliedly excluded. This has been a long settled position and the latest judgment in Union of India v. Reliance Industries Ltd. [Union of India v. Reliance Industries Ltd., (2015) 10 SCC 213 :\n(29 of 46) [SAC-3/2019] (2016) 1 SCC (Civ) 102] reaffirms the same. In the words of R.F. Nariman, J.: (SCC pp. 228-29, para 21)\n\"21. The last paragraph of BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 :\n(2012) 4 SCC (Civ) 810] judgment has now to be read with two caveats, both emanating from para 32 of Bhatia International [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] itself--that where the Court comes to a determination that the juridical seat is outside India or where law other than Indian law governs the arbitration agreement, Part I of the Arbitration Act, 1996 would be excluded by necessary implication. Therefore, even in the cases governed by the Bhatia [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] principle, it is only those cases in which agreements stipulate that the seat of the arbitration is in India or on whose facts a judgment cannot be reached on the seat of the arbitration as being outside India that would continue to be governed by the Bhatia [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] principle. Also, it is only those agreements which stipulate or can be read to stipulate that the law governing the arbitration agreement is Indian law which would continue to be governed by the Bhatia [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] rule.\"\n21. Learned counsel for the respondent has further relied upon the precedent law laid down by the Hon'ble Supreme Court in Roger Shashoua & Ors. Vs. Mukesh Sharma & Ors., reported in (2017) 14 SCC 722, relevant portion of which reads as under:\n\"37. The learned Judge further observed:\n\"33. Whilst there is no material before me which would fully support an argument on estoppel, it is interesting to note that at an earlier stage of the history of this matter, the defendant had no difficulty in putting (30 of 46) [SAC-3/2019] forward London as the seat of the arbitration. On 14-2- 2006 the defendant's lawyers, when writing to the Arbitral Tribunal stated 'the seat of the arbitration is London and the first respondent submits that the curial law of the arbitration is English law. That means the arbitration is governed by the Arbitration Act, 1996'. Further, when challenging the appointment of Mr Salve as an arbitrator, in its application to the ICC, the defendant said that 'the fact that the present arbitration is an English seated ICC arbitration is undisputed. Accordingly the ICC Rules shall be paramount in adjudicating the present challenge. Further, the curial seat of arbitration being London, settled propositions of English law shall also substantially impinge upon the matter. This position is taken without prejudice to the first respondent's declared contention that the law of the arbitration agreement is Indian law, as also that the substantive law governing the dispute is Indian law'.\n34. \"London arbitration\" is a well-known phenomenon which is often chosen by foreign nationals with a different law, such as the law of New York, governing the substantive rights of the parties. This is because of the legislative framework and supervisory powers of the courts here which many parties are keen to adopt. When therefore there is an express designation of the arbitration venue as London and no designation of any alternative place as the seat, combined with a supranational body of rules governing the arbitration and no other significant contrary indicia, the inexorable conclusion is, to my mind, that London is the juridical seat and English law the curial law. In my judgment it is clear that either London has been designated by the parties to the arbitration agreement as the seat of the arbitration or, having regard to the parties' agreement and all the relevant circumstances, it is the seat to be determined in accordance with the final fallback provision of Section 3 of the Arbitration Act.\"\nAnd again:\n(31 of 46) [SAC-3/2019] \"37. None of this has any application to the position as between England and India. The body of law which establishes that an agreement to the seat of an arbitration is akin to an exclusive jurisdiction clause remains good law. If the defendant is right, C v. D [C v. D, 2008 Bus LR 843 : 2007 EWCA Civ 1282 (CA)] would now have to be decided differently. Both the USA (with which C v. D [C v. D, 2008 Bus LR 843 : 2007 EWCA Civ 1282 (CA)] was concerned) and India are parties to the New York Convention, but the basis of the Convention, as explained in C v. D [C v. D, 2008 Bus LR 843 : 2007 EWCA Civ 1282 (CA)] , as applied in England in accordance with its own principles on the conflict of laws, is that the courts of the seat of arbitration are the only courts where the award can be challenged whilst, of course, under Article V of the Convention there are limited grounds upon which other contracting States can refuse to recognise or enforce the award once made.\n***\n39. In my judgment therefore there is nothing in the European Court decision in Front Comor [West Tankers Inc. v. Allianz Spa, 2009 AC 1138 : (2009) 3 WLR 696 (ECJ)] which impacts upon the law as developed in this country in relation to anti-suit injunctions which prevent parties from pursuing proceedings in the courts of a country which is not a Member State of the European Community, whether on the basis of an exclusive jurisdiction clause, or an agreement to arbitrate (in accordance with the decision in Angelic Grace [Aggeliki Charis Compania Maritima SA v. Pagnan SpA, (1995) 1 Lloyd's Rep 87 (CA)] or the agreement of the parties to the supervisory powers of this court by agreeing on London as the seat of the arbitration (in accordance with the decision in C v. D [C v. D, 2008 Bus LR 843 : 2007 EWCA Civ 1282 (CA)] ).\"\n(32 of 46) [SAC-3/2019]\n54. We had earlier extracted extensively from the said judgment, as we find, the Court after adverting to various aspects, has categorically held that the High Court had not followed the Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] principle. The various decisions referred to in Enercon (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] , the analysis made and the propositions deduced leads to an indubitable conclusion that Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] principle has been accepted by Enercon (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] It is also to be noted that in BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 : (2012) 4 SCC (Civ) 810] , the Constitution Bench has not merely reproduced few paragraphs from Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] but has also referred to other decisions on which Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] has placed reliance upon. As we notice, there is analysis of earlier judgments, though it does not specifically state that \"propositions laid down in Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] are accepted\". On a clear reading, the ratio of the decision in BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 : (2012) 4 SCC (Civ) 810] , in the ultimate eventuate, reflects that the Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] principle has been accepted and the two-Judge Bench in Enercon (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] , after succinctly analysing it, has stated that the said principles have been accepted by the Constitution Bench. Therefore, we are unable to accept the submission of Mr Chidambaram that the finding recorded in Enercon (33 of 46) [SAC-3/2019] (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] that Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] principle has been accepted in BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 : (2012) 4 SCC (Civ) 810] should be declared as per incuriam.\n60. Tested on the aforesaid principle, we find that the question that arose in BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 :\n(2012) 4 SCC (Civ) 810] and the discussion that has been made by the larger Bench relating to Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] and C v. D [C v. D, 2008 Bus LR 843 : 2007 EWCA Civ 1282 (CA)] are squarely in the context of applicability of Part I or Part II of the Act. It will not be erroneous to say that the Constitution Bench has built the propositional pyramid on the basis or foundation of certain judgments and Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] and C v. D [C v. D, 2008 Bus LR 843 : 2007 EWCA Civ 1282 (CA)] are two of them. It will be inappropriate to say that in Enercon (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] the Court has cryptically observed that observations made in Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] have been approvingly quoted by the Court in BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 :\n(2012) 4 SCC (Civ) 810] in para 110. We are inclined to think, as we are obliged to, that the Shashoua [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] principle has been accepted in BALCO [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 : (2012) 4 SCC (Civ) 810] as well as Enercon (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] on proper ratiocination and, therefore, the submission advanced on this score by Mr (34 of 46) [SAC-3/2019] Chidambaram, learned Senior Counsel for the respondent, is repelled.\n72. It is worthy to note that the arbitration agreement is not silent as to what law and procedure is to be followed. On the contrary, Clause 14.1. lays down that the arbitration proceedings shall be in accordance with the Rules of Conciliation and Arbitration of ICC.\nIn Enercon (India) Ltd. [Enercon (India) Ltd. v. Enercon GmbH, (2014) 5 SCC 1 : (2014) 3 SCC (Civ) 59] , the two-Judge Bench referring to Shashoua case [Roger Shashoua v. Mukesh Sharma, 2009 EWHC 957 (Comm)] accepted the view of Cooke, J. that the phrase \"venue of arbitration shall be in London, UK\"\nwas accompanied by the provision in the arbitration clause or arbitration to be conducted in accordance with the Rules of ICC in Paris. The two-Judge Bench accepted the Rules of ICC, Paris which is supranational body of Rules as has been noted by Cooke, J. and that is how it has accepted that the parties have not simply provided for the location of hearings to be in London. To elaborate, the distinction between the venue and the seat remains. But when a court finds that there is prescription for venue and something else, it has to be adjudged on the facts of each case to determine the juridical seat. As in the instant case, the agreement in question has been interpreted and it has been held that London is not mentioned as the mere location but the courts in London will have the jurisdiction, another interpretative perception as projected by the learned Senior Counsel is unacceptable.\n75. We respectfully concur with the said view, for there is no reason to differ. Apart from that, we have already held that the agreement in question having been interpreted in a particular manner by the English courts and the said interpretation having gained acceptation by this Court, the inescapable conclusion is that the courts in India have no jurisdiction.\"\n22. Reliance has also been placed by learned counsel for the respondent on the judgment rendered by High Court of Justice (35 of 46) [SAC-3/2019] Queen's Bench Division Commercial Court, Royal Courts of Justice, Strand, London in Roger Shashoua & Ors. Vs. Mukesh Sharma, reported (2009) EWHC 957 (Comm), relevant portion of which reads as under:\n\"30. The two authorities relied on by the defendant, the Dubai Islamic Bank decision of Mr Justice Aikens and the Braes of Doune decision of Mr Justice Akenhead do not take the defendant's argument any further. In the Dubai Islamic case, there was no designation of any seat or venue at all. Having decided that there were no provisions indicating expressly or impliedly what law governed the arbitration agreement (in the governing Visa Regulations) or the arbitral procedure itself and that there was no specific reference to either the seat or the place of any arbitration under the Visa Regulations, the judge held that the seat had to be determined by the court at the date of commencement of the arbitration. He held that the location of the board meeting at which the appeal was heard was entirely adventitious, since it could have taken place in any number of places. Having weighed the various factors that are ordinarily taken into account in determining the proper law of an agreement, in looking for the law with which the Arbitration had its closest and most real connection, he concluded that this was California. The critical point was that the Visa Regulations which set up the dispute procedure appeared to contemplate that the appeal arbitral process would be handled through the Visa offices in California, but additional factors also supported that conclusion.\n31. In the Braes of Doune decision, the EPC contract, under which the dispute arose, was governed by the laws of England and Wales and, subject to the arbitration clause, the contract provided that the courts of England and Wales were to have exclusive jurisdiction to settle any dispute arising out of or in connection with the contract. The arbitration clause provided for arbitration pursuant to (36 of 46) [SAC-3/2019] the CIMA Rules and then stated in terms that \"this arbitration agreement is subject to English law and the seat of the arbitration shall be Glasgow, Scotland\". The CIMA Rules expressly referred to the Arbitration Act 1996 in many places. In looking therefore for the \"juridical seat\", the Judge searched for the jurisdiction which the parties are taken to have chosen to supervise the arbitration. Given the express references to English law as the law of the arbitration agreement itself and to the Arbitration Act, it is hardly surprising that the Judge found that there was a conflict between that and the reference to Glasgow as \"the seat of the arbitration\". As I pointed out at paragraph 26 in C v D and as the Court of Appeal accepted in paragraphs 22-26 in that case, it is rare for the law of the arbitration agreement to be different from the law of the seat of the arbitration. Mr Justice Akenhead was therefore persuaded that the reference to the \"seat\"\nof the arbitration was merely a designation of the place where the arbitration was to be held, whereas all the other references showed that the parties were agreeing that the seat and the curial law or law which governed the arbitral proceedings was that of England and Wales.\n32. In Dicey, Morris and Collins on The Conflict of Laws, the authors at paragraph 16-035 state that the seat \"is in most cases sufficiently indicated by the country chosen as the place of the arbitration. For such a choice of place not to be given effect as a choice of seat, there will need to be clear evidence that the parties...agreed to choose another seat for the arbitration and that such a choice will be effective to endow the courts of that country with jurisdiction to supervise and support the arbitration\". Although the concept of the seat of the arbitration is a juridical concept and the legal seat must not be confused with the geographically convenient place chosen to conduct particular hearings, I can see no reason for not giving the express choice made in clause 14.4 full weight.\n33. Whilst there is no material before me which would fully support an argument on estoppel, it is interesting to note that at an earlier stage of the history of this matter, (37 of 46) [SAC-3/2019] the defendant had no difficulty in putting forward London as the seat of the arbitration. On 14th February 2006 the defendant's lawyers, when writing to the arbitral tribunal stated \"the seat of the arbitration is London and the first respondent submits that the curial law of the arbitration is English law. That means the arbitration is governed by the Arbitration Act 1996\". Further, when challenging the appointment of Mr Salve as an arbitrator, in its application to the ICC, the defendant said that \"the fact that the present arbitration is an English seated ICC arbitration is undisputed. Accordingly ICC Rules shall be paramount in adjudicating the present challenge. Further, the curial seat of arbitration being London, settled propositions of English law shall also substantially impinge upon the matter. This position is taken without prejudice to the first respondent's declared contention that the law of the arbitration agreement is Indian law, as also that the substantive law governing the dispute is Indian law\".\n34. \"London arbitration\" is a well known phenomenon which is often chosen by foreign nationals with a different law, such as the law of New York, governing the substantive rights of the parties. This is because of the legislative framework and supervisory powers of the courts here which many parties are keen to adopt. When therefore there is an express designation of the arbitration venue as London and no designation of any alternative place as the seat, combined with a supranational body of rules governing the arbitration and no other significant contrary indicia, the inexorable conclusion is, to my mind, that London is the juridical seat and English law the curial law. In my judgment it is clear that either London has been designated by the parties to the arbitration agreement as the seat of the arbitration or, having regard to the parties' agreement and all the relevant circumstances, it is the seat to be determined in accordance with the final fall back provision of section 3 of the Arbitration Act.\"\n(38 of 46) [SAC-3/2019]\n23. Learned counsel for the respondent has also referred to the latest judgment of the Hon'ble Apex Court in Vijay Karia & Ors. Vs. Prysmian Cavi E Sistemi SRL & Ors. (Civil Appeal No.1544 of 2020 decided on 13.02.2020), also upholds the earlier position of the precedent laws already cited hereinabove, and is the latest judgment of the Hon'ble Supreme Court on the same issue. Relevant portion of the said judgment reads as under:-\n\"23. As Section 50 of the Arbitration Act does not provide an appeal when a foreign award is recognised and enforced by a judgment of a learned Single Judge of a High Court, the Appellants have appealed against the said judgment under Article 136 of the Constitution of India.\"\n24. Learned counsel for the respondent concluded his submissions by submitting that the BGS SGS Soma JV (supra) proposition is a clear affirmation of the settled principle that the present appeal is not maintainable, as the venue of the seat for arbitration was London, United Kingdom.\n25. Since at the threshold, learned counsel for the respondent was permitted to raise the objections regarding maintainability of the present appeals, therefore, at the outset, Dr. Sachin Acharya with Mr. Manvendra Krishan, learned counsel appearing on behalf of the appellants responded by submitting that the Hon'ble Apex Court in the judgment rendered in Bhatia International Vs. Bulk Trading S.A. & Ors., reported in AIR 2002 SC 1432, while dealing with the jurisdiction of courts in India in international commercial matters and applicability of Part I to International Commercial Arbitration (ICA), after a detailed deliberation, laid the controversy at rest and concluded that the (39 of 46) [SAC-3/2019] laws and the rules chosen by the parties would prevail. Relevant portion of the said judgment reads as under:-\n\"32. To conclude, we hold that the provisions of Part I would apply to all arbitrations and to all proceedings relating thereto. Where such arbitration is held in India the provisions of Part I would compulsorily apply and parties are free to deviate only to the extent permitted by the derogable provisions of Part I. In cases of international commercial arbitrations held out of India provisions of Part I would apply unless the parties by agreement, express or implied, exclude all or any of its provisions. In that case the laws or rules chosen by the parties would prevail. Any provision, in Part I, which is contrary to or excluded by that law or rules will not apply. \"\n26. Learned counsel for the appellants further submitted that where the parties have unless agreed contrary expressly or impliedly, Part I of the Act of 1996 will be applicable in International Commercial Arbitration (ICA). He has also relied upon the position of the judgment in Bharat Aluminium Company Vs. Kaiser Aluminium Technical Services Inc., reported in (2012) 9 SCC 552, which had overruled the earlier judgment of Bhatia International (supra). Relevant portion of Bharat Aluminium Company (supra) reads as under:\n\"197. The judgment in Bhatia International [(2002) 4 SCC 105] was rendered by this Court on 13-3-2002. Since then, the aforesaid judgment has been followed by all the High Courts as well as by this Court on numerous occasions. In fact, the judgment in Venture Global Engg. [(2008) 4 SCC 190] has been rendered on 10-1- 2008 in terms of the ratio of the decision in Bhatia International [(2002) 4 SCC 105] . Thus, in order to do complete justice, we hereby order, that the law now declared by this Court shall apply prospectively, to all the arbitration agreements executed hereafter.\"\n27. Learned counsel for the appellants also submitted that in light of the decision rendered in Bharat Aluminium Company (40 of 46) [SAC-3/2019] (supra), a cut off date has been prescribed, i.e. agreements entered prior to 06.09.2012 and agreements entered into after 06.09.2012, and in the case in hand the agreements were entered acted upon in the year 2011.\n28. Learned counsel for the appellants has drawn the attention of this Court towards the English Arbitration Act, 1996, particularly Section 4(3) thereof, which allows the party to agree on arrangement of application of institutional rules, in the present case like LCIA, and further, Section 4(2) of the English Arbitration Act obligates applicability of those rules as far as non-mandatory provisions are concerned.\n29. Learned counsel for the appellants also submitted that except 21 provisions of Schedule I, all provisions of English Arbitration Act, 1996 have become non-mandatory.\n30. Learned counsel for the appellants also submitted that Section 26.8 of LCIA Rules clarify that parties waive their right to any form of appeal, review, recourse to any State Court or other legal authority, in so far as such waiver shall not be prohibited under any applicable law.\n31. Learned counsel for the appellants further submitted that as there is no appeal provided under LCIA Rules, there shall not be any prohibition in any applicable law, which can be construed as law applicable to either parties to the arbitration.\n32. Learned counsel for the appellants also submitted that since the English Arbitration Act, by virtue of Public Policy in Section 81, already releases from any restrictions under Sections 4(2) and 4(3) of the English Arbitration Act, therefore, in a case of Public Policy issue, LCIA waiver against an appeal or review is prohibited in light of Section 81 of the English Arbitration Act, and (41 of 46) [SAC-3/2019] award cannot be construed as final and binding as per Rule 26.8 of the LCIA Rules.\n33. Learned counsel for the appellants further submitted that since LCIA is clearly barring any remedy of appeal, therefore, the appellant has been rendered remediless, and as a consequence whereof, the case of the appellant has to be heard and decided on merits.\n34. Learned counsel for the appellants also tried to distinguish the applicability of BGS SGS Soma JV (supra) on the ground that it deals with a situation of domestic arbitration, where the issue was not with respect to refusal to set aside an award under Section 34 of the Act of 1996, but the question was as to whether an order under Order 7 Rule 10 CPC directing the party to approach the commercial court can be challenged under Section 37 of the Act of 1996 or not. As per learned counsel for the appellants, the issue did not pertain to maintainability before deciding on the substantive rights under Section 34 of the Act of 1996.\n35. Learned counsel for the appellants further submitted that in BGS SGS Soma JV (supra), applicability of Section 34 of the Act of 1996 was not adjudicated on merits, but was merely returned on a technicality, while in the instant case, the matter has been considered on merits by the learned Single Judge in the impugned order. Learned counsel thus submitted that the present appeals are maintainable.\n36. In support of his submissions, learned counsel for the appellants has also relied upon the precedent law laid down by the Hon'ble Supreme Court in Venture Global Engineering Vs. (42 of 46) [SAC-3/2019] Satyam Computer Services Ltd. & Ors., reported in AIR 2008 SC 1061, relevant portion of which reads as under:-\n\"29. In terms of the decision in Bhatia International [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] we hold that Part I of the Act is applicable to the award in question even though it is a foreign award. We have not expressed anything on the merits of claim of both the parties.\"\n37. Reliance has also been placed by learned counsel for the appellants on the precedent law laid down by the Hon'ble Supreme Court in Bharat Aluminium Company Vs. Kaiser Aluminium Technical Services Inc., reported in (2016) 4 SCC 126, relevant portion of which reads as under:\n\"1. The residue of the Constitution Bench judgment in BALCO v. Kaiser Aluminium Technical Services Inc. [BALCO v. Kaiser Aluminium Technical Services Inc., (2012) 9 SCC 552 : (2012) 4 SCC (Civ) 810] is the subject-matter of the present appeal. At the instance of the appellant, the Bench resolved the conflicting, if not, confusing views on the applicability of Part I of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Arbitration Act\") and held that: (SCC p. 647, para 196) \"196. ... Part I of the Arbitration Act, 1996 is applicable only to all the arbitrations which take place within the territory of India.\"\n(emphasis in original) overruling a three-Judge Bench decision of this Court in Bhatia International v. Bulk Trading S.A. [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] Exercising its power under Article 142 of the Constitution of India, the Constitution Bench however, held that the law declared by it would only operate prospectively. In other words, all agreements executed prior to 6-9-2012 were to be governed by the decision in Bhatia International [Bhatia International (supra).\"\n(43 of 46) [SAC-3/2019]\n38. Learned counsel for the appellants has also relied upon the precedent law laid down by the Hon'ble Supreme Court in Venture Global Engineering Vs. Satyam Computer Services Ltd. & Anr., reported in (2010) 8 SCC 660, relevant portion of which reads as under:-\n46. The concept of public policy in the A&C Act, 1996 as given in the Explanation has virtually adopted the aforesaid international standard, namely, if anything is found in excess of jurisdiction and depicts a lack of due process, it will be opposed to public policy of India. When an award is induced or affected by fraud or corruption, the same will fall within the aforesaid grounds of excess of jurisdiction and a lack of due process. Therefore, if we may say so, the Explanation to Section 34 of the A&C Act is like \"a stable man in the saddle\" on the unruly horse of public policy.\n51. Therefore, this Court is unable to accept the contention of the learned counsel for the respondent that the expression \"fraud in the making of the award\" has to be narrowly construed. This Court cannot do so primarily because fraud being of \"infinite variety\" may take many forms, and secondly, the expression \"the making of the award\" will have to be read in conjunction with whether the award \"was induced or affected by fraud\".\"\n39. Reliance has also been placed by learned counsel for the appellants on the precedent law laid down by the Hon'ble Supreme Court in Roger Shashoua & Ors. Vs. Mukesh Sharma & Ors., reported in (2017) 14 SCC 722, relevant portion of which reads as under:\n\"68. It is worthy to note that the arbitration agreement is not silent as to what law and procedure is to be followed. On the contrary, Clause 14.1 lays down that the arbitration (44 of 46) [SAC-3/2019] proceedings shall be in accordance with the Rules of Conciliation and Arbitration of the ICC. In Enercon (India) Ltd. (supra), the two-Judge Bench referring to Shashoua case accepted the view of Cooke, J. that the phrase \"venue of arbitration shall be in London, UK\" was accompanied by the provision in the arbitration Clause or arbitration to be conducted in accordance with the Rules of ICC in Paris. The two-Judge Bench accepted the Rules of ICC, Paris which is supernational body of Rules as has been noted by Cooke, J. and that is how it has accepted that the parties have not simply provided for the location of hearings to be in London. To elaborate, the distinction between the venue and the seat remains. But when a Court finds there is prescription for venue and something else, it has to be adjudged on the facts of each case to determine the juridical seat. As in the instant case, the agreement in question has been interpreted and it has been held that London is not mentioned as the mere location but the courts in London will have the jurisdiction, another interpretative perception as projected by the learned senior Counsel is unacceptable.\"\n40. Learned counsel for the appellants has further placed reliance on the precedent law laid down by the Hon'ble Supreme Court in Union of India Vs. Hardy Exploration and Production (India) INC (Civil Appeal No.4628 of 2018 decided on 25.09.2018), relevant portion of which reads as under:\n\"23. In view of the aforesaid development of law, there is no confusion with regard to what the seat of arbitration and venue of arbitration mean. There is no shadow of doubt that the arbitration clause has to be read in a holistic manner so as to determine the jurisdiction of the Court. That apart, if there is mention of venue and something else is appended thereto, depending on the nature of the prescription, the Court can come to a conclusion that there is implied exclusion of Part I of the Act. The principle laid down in (45 of 46) [SAC-3/2019] Sumitomo Heavy Industries Ltd. (supra) has been referred to in Reliance Industries Limited (II) and distinguished. In any case, it has no applicability to a controversy under the Act. The said controversy has to be governed by the BALCO principle or by the agreement or by the principle of implied exclusion as has been held in Bhatia International.\"\n41. After hearing learned counsel for the parties as well as perusing the record of the case, alongwith the precedent laws cited at the Bar, this Court is of the clear opinion that the present appeals are not maintainable, as the judgment of BGS SGS Soma JV (supra), quoted hereinabove, wherein the Hon'ble Supreme Court has clearly held that an appeal under Section 37 of the Act of 1996 is not maintainable, in absence of sanction of law, is clearly applicable in the present case on account of the fact that in this case, when the appellant made a request on 03.06.2014 to invoke arbitration, the appellant himself averred that the seat of arbitration to be London, United Kingdom, and thus, expressly excluded Part I of the Act of 1996.\n42. This Court finds that the appellants have tried to assail the arbitral awards by filing arbitration applications under Section 34 of the Act of 1996, which remedy was not available to them, and thus, when such underlying remedy was not available to the appellants, then in those circumstances, an appeal under Section 37 of the Act of 1996 is not maintainable. Furthermore, the judgments of Harmanprit Singh Sidhu (supra) and Kandla Export Corporation & Anr. (supra) are also very clear in terms of the jurisdiction at the place of seat of the arbitration, particularly in regard to assailment of a foreign award.\n43. This Court, on a careful perusal, finds that the exclusion of Part I of the Act of 1996 has also been affirmed by the Hon'ble (46 of 46) [SAC-3/2019] Apex Court in R.K. Industries (supra), Eitzen Bulk (supra) and Union of India Vs. Reliance Industries Limited & Ors.\n(supra).\n44. This Court further finds that the judgment of Bhatia International (supra), which is the principal argument made on behalf of the appellants, cannot be relied upon, as the same has been clarified by the Hon'ble Apex Court in the subsequent judgment rendered in Union of India Vs. Reliance Industries Limited & Ors, wherein it has been held that, \"It is interesting to note that even though the law governing the arbitration agreement was not specified, yet this Court held, having regard to various circumstances, that the seat of arbitration would be London and therefore, by necessary implication, the ratio of Bhatia International [Bhatia International v. Bulk Trading S.A., (2002) 4 SCC 105] would not apply\".\n45. Thus, while adhering to BGS SGS Soma JV (supra) and all the precedent laws reiterated by the Hon'ble Supreme Court in the latest judgment of Vijay Karia (supra), this Court does not find any reason to make any interference in the impugned order passed by the learned Single Judge.\n46. Consequently, the present appeals are dismissed. All pending applications also stand dismissed.\n(DR. PUSHPENDRA SINGH BHATI),J (INDRAJIT MAHANTY),CJ SKant/-\nPowered by TCPDF (www.tcpdf.org)",
  "cleaned_text": "rajasthan high court jodhpur hindustan zinc limited vs glencore international a.g. giag on 23 march, 2020 bench: indrajit mahanty, pushpendra singh bhati (1 of 46) [sac-3/2019] high court of judicature for rajasthan at jodhpur d.b. civil special appeal (arbitration) no. 3/2019 hindustan zinc limited, having its registered office at yashad bhawan, swaroop sagar,udaipur through shree vineet bose s/o shri s.c. bose, aged about 39 years, general manager (legal), hindustan zinc limited, udaipur ----appellant/ claimant before the learned arbitral tribunal versus 1. glencore international a.g. (giag), baarermattstrasse 3 po box 777, ch-6341 baar, switzerland. ----respondent before the learned arbitral tribunal 2. london court of international arbitration, 70 fleet st., london ec4y 1eu , uk ----proforma respondent d.b. civil special appeal (arbitration) no. 2/2019 hindustan zinc limited, having its registered office at yashad bhawan, swaroop sagar,udaipur through shree vineet bose s/ o shri s.c. bose, aged about 39 years, general manager (legal), hindustan zinc limited, udaipur ----appellant/ claimant before the learned arbitral tribunal versus 1. glencore international a.g. (giag), baarermattstrasse 3 po box 777, ch-6341 baar, switzerland. ----respondent before the learned arbitral tribunal 2. london court of international arbitration, 70 fleet st., london ec4y 1eu , uk ----proforma respondent for appellant(s) : dr. sachin acharya with mr. manvendra krishan for respondent(s) : mr. sumeet lall, dr. rdss kharlia and mr. sidhant kapoor (downloaded on 23/03/2020 at 08:24:37 pm) (2 of 46) [sac-3/2019] hon'ble the chief justice mr. indrajit mahanty hon'ble dr. justice pushpendra singh bhati judgment reserved on 04/03/2020 pronounced on 23/03/2020 per : dr. pushpendra singh bhati, j.: 1. there is delay of 04 days in filing appeal no.03/2019 and there are certain objections pointed out by the office. 2. for the reasons mentioned in the application under section 5 of the limitation act, the same is allowed. delay in filing appeal no.03/2019 is thus condoned. 3. for the reasons stated by learned counsel for the appellants, the objections pointed out by the office stand overruled. 4. with the consent of learned counsel for the parties, the matters have been heard finally. 5. these special appeals under section 37 of the act of 1996 read with rule 134 of the rajasthan high court rules have been preferred claiming the following reliefs: sac no.3/2019: \"it is, therefore, most humbly and respectfully prayed that record of the case may kindly be called for and the present appeal may kindly be allowed and the impugned order dated 02.05.2019 passed in sb arbitration application no.06/2018 may kindly be set aside and the writ petition filed by the appellants may kindly be ordered to be allowed in toto. any other order, which this hon'ble court deems fit, just and proper in the facts and circumstances of this case, may kindly be passed in favour of the appellants.\" (downloaded on 23/03/2020 at 08:24:37 pm) (3 of 46) [sac-3/2019] sac no.2/2019: \"it is, therefore, most humbly and respectfully prayed that record of the case may kindly be called for and the present appeal may kindly be allowed and the impugned order dated 02.05.2019 passed in sb arbitration application no.28/2017 may kindly be set aside and the writ petition filed by the appellants may kindly be ordered to be allowed in toto. any other order, which this hon'ble court deems fit, just and proper in the facts and circumstances of this case, may kindly be passed in favour of the appellants.\" 6. the present appeals are arising out of a common impugned order dated 02.05.2019 passed by learned single judge in s.b. arbitration applications no.28/2017 and 06/2018. vide the said impugned order, the aforementioned applications under section 34 read with section 48 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the act of 1996') have been decided by the learned single judge while holding against the appellant-hindustan zinc limited (for short, 'hzl'), by giving a finding that the applications against the impugned arbitral awards dated 17.08.2017 passed by the arbitral tribunal appointed by london court of international arbitration, as having been not maintainable. 7. brief facts of the case, as noticed by this court, are that the parties had entered into an agreement that provided that the contract and the arbitration clause were to be governed by law of england and wales, and all the disputes were to be finally settled by the arbitration venue in london, united kingdom and in accordance with the rules of the london court of international arbitration (hereinafter referred to as 'the lcia rules'). the (downloaded on 23/03/2020 at 08:24:37 pm) (4 of 46) [sac-3/2019] arbitration clause was invoked by the hzl and its request for arbitration was made to the registrar of london court of international arbitration (for short, 'lcia'), wherein the hzl indicated the seat of arbitration to be london, while taking specific plea in regard thereto. the arbitration awards dated 17.08.2017 were passed against hzl. 8. mr. sumeet lall, learned counsel for the respondent, at the threshold, has raised a preliminary objection with regard to maintainability of the appeals, by making the following submissions. 9. learned counsel for the respondent submitted that the instant appeals are not maintainable inter alia being contrary to the ratio laid down by the hon'ble supreme court in bgs sgs soma jv vs. nhpc ltd., reported in 2019 scc online sc 1585. learned counsel for the respondent also submitted that the appellant-hzl itself had averred that the seat of arbitration was london, united kingdom, thereby there was an express exclusion of part i of the act of 1996. 10. learned counsel for the respondent further submitted that an appeal under section 37 of the act of 1996 can only be preferred from the orders set out under clause a, b & c under section 37 and from no others. section 37(1) of the act of 1996 reads as under: \"37. appealable orders.(1) an appeal shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:(a) refusing to refer the parties to arbitration under section 8; (downloaded on 23/03/2020 at 08:24:37 pm) (5 of 46) [sac-3/2019] (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34.\" 11. learned counsel for the respondent also submitted that the impugned order has been passed by the learned single judge on the basis that since the seat of the arbitration was london, united kingdom, therefore, the arbitration applications under section 34 of the act of 1996 were not maintainable, which makes it all the more imperative that the jurisdiction of section 37 of the act of 1996 is not available to the present appellants. 12. learned counsel for the respondent has principally relied upon the judgment of bgs sgs soma jv (supra), to drive home the issue of maintainability as well as the question regarding seat of arbitration. relevant portion of the said judgment in bgs sgs soma jv (supra) reads as under: \"2. three appeals before us raise questions as to maintainability of appeals under section 37 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the arbitration act, 1996\"), and, given the arbitration clause in these proceedings, whether the \"seat\" of the arbitration proceedings is new delhi or faridabad, consequent upon which a petition under section 34 of the arbitration act, 1996 may be filed dependent on where the seat of arbitration is located. 6. dr. abhishek manu singhvi, learned senior advocate appearing on behalf of the petitioner in slp (c) no. 25618 of 2018, has assailed the impugned high court judgment on both counts. according to him, on a combined reading of section 13 of the commercial courts act, 2015 and section 37 of the arbitration act, 1996, it becomes clear that section 13 of the commercial courts act, 2015 only provides the forum for challenge, whereas section 37 of the (downloaded on 23/03/2020 at 08:24:37 pm) (6 of 46) [sac-3/2019] arbitration act, 1996 which is expressly referred to in the proviso to section 13(1) of the commercial courts act, 2015 circumscribes the right of appeal. he contended that this when read with section 5 of the arbitration act, 1996, makes it clear that only certain judgments and orders are appealable, and no appeal lies under any provision outside section 37 of the arbitration act, 1996. he contended that the high court was manifestly wrong when it said that the present appeal was appealable under section 37(1)(c) of the arbitration act, 1996 as being an appeal against an order refusing to set aside an arbitral award under section 34 of the arbitration act, 1996. according to dr. singhvi, an order which allows an application under section 151 read with order vii rule 10 of the cpc can by no stretch of the imagination amount to an order refusing to set aside an arbitral award under section 34 of the arbitration act, 1996. for this proposition, he strongly relied upon on our judgment in kandla export corporation v. oci corporation, (2018) 14 scc 715. on the second point, he read out the impugned judgment in detail, and stated that the ultimate conclusion that new delhi was only a \"venue\" and not the \"seat\" of the arbitration was incorrect, as the parties have chosen to have sittings at new delhi, as a result of which it is clear that the arbitral tribunal considered that the award made at new delhi would be made at \"the seat\" of the arbitral proceedings between the parties. he further added that it was clear that even if both new delhi and faridabad had jurisdiction, new delhi being the choice of the parties, the principle contained in hakam singh v. gammon (india) ltd., (1971) 1 scc 286, would govern. he referred in copious detail to many judgments of this court, including the five judge bench in bharat aluminium co. (balco) v. kaiser aluminium technical service, inc., (2012) 9 scc 552, indus mobile distribution private limited v. datawind innovations private limited, (2017) 7 scc 678, and various other judgments to buttress his submissions. according to (downloaded on 23/03/2020 at 08:24:37 pm) (7 of 46) [sac-3/2019] him, the recent judgment delivered in union of india v. hardy exploration and production (india) inc., 2018 scc online sc 1640 queers the pitch, in that it is directly contrary to the five judge bench decision in balco (supra). it is only as a result of the confusion caused by judgments such as hardy exploration and production (india) inc. (supra) that the impugned judgment has arrived at the wrong conclusion that new delhi is not the \"seat\", but only the \"venue\" of the present arbitral proceedings. he, therefore, in the course of his submissions argued that this confusion should be removed, and exhorted us to declare that hardy exploration and production (india) inc. (supra) was not correctly decided, being contrary to the larger bench in balco (supra). 13. the interplay between section 37 of the arbitration act, 1996 and section 13 of the commercial courts act, 2015, has been laid down in some detail in the judgment in kandla export corporation (supra). the precise question that arose in kandla export corporation (supra) was as to whether an appeal, which was not maintainable under section 50 of the arbitration act, 1996, is nonetheless maintainable under section 13(1) of the commercial courts act, 2015. in this context, after setting out various provisions of the commercial courts act, 2015 and the arbitration act, 1996, this court held: \"13. section 13(1) of the commercial courts act, with which we are immediately concerned in these appeals, is in two parts. the main provision is, as has been correctly submitted by shri giri, a provision which provides for appeals from judgments, orders and decrees of the commercial division of the high court. to this main provision, an exception is carved out by the proviso.\" 14. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order 43 of the code of civil procedure code, (downloaded on 23/03/2020 at 08:24:37 pm) (8 of 46) [sac-3/2019] 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 16. this provision is conspicuous by its absence in section 37 of the arbitration act, 1996, which alone can be looked at for the purpose of filing appeals against orders setting aside, or refusing to set aside awards under section 34. also, what is missed by the impugned judgment is the words \"under section 34\". thus, the refusal to set aside an arbitral award must be under section 34, i.e., after the grounds set out in section 34 have been applied to the arbitral award in question, and after the court has turned down such grounds. admittedly, on the facts of these cases, there was no adjudication under section 34 of the arbitration act, 1996 all that was done was that the special commercial court at gurugram allowed an application filed under section 151 read with order vii rule 10 cpc, determining that the special commercial court at gurugram had no jurisdiction to proceed further with the section 34 application, and therefore, such application would have to be returned to the competent court situate at new delhi. 19. the reasoning in this judgment commends itself to us, as a distinction is made between judgments which either set aside, or refuse to set aside, an arbitral award after the court applies its mind to section 34 of the arbitration act, 1996, as against preliminary orders of condonation of delay, which do not in any way impact the arbitral award that has been assailed. 22. it is clear, therefore, that the appeals filed in the present case do not fall within section 37 of the arbitration act, 1996 and are not maintainable.\" 13. learned counsel for the respondent further submitted that it is settled position of law that an appeal is a creature of (downloaded on 23/03/2020 at 08:24:37 pm) (9 of 46) [sac-3/2019] statute and must either be found within the four corners of the statute or it shall not be maintainable, and in this regard, he has relied upon rendered by division bench of the hon'ble delhi high court in south delhi municipal corporation vs. tech mahindra, reported in 2019 scc online del 11863, relevant portion of which reads as under: \"2. the respondent's threshold contention was that the appeal is per se not maintainable in view of the phraseology of section 13 of the commercial courts act, 2015. in answer, mr. sanjay poddar, learned senior counsel urges on behalf of sdmc that the impugned order in all intents and purposes amounts to an attachment before judgment, as the awarded amount is directed to be secured, and is therefore covered by provisions of order xxxviii rule 2 of code of civil procedure (c.p.c.). it is further submitted that such order is appealable by virtue of section 13(1) of the commercial courts act, 2015 (hereafter \"the cc act\") read with order xliii rule 1(q) of the cpc, given that the mandate of section 36 of the act, cpc applies to proceedings under the arbitration and conciliation act, 1996 (hereinafter referred to as \"the arbitration act\"). 7. the judgment in kandla export corporation (supra) noticed the statement of objects and reasons, of the commercial courts act. the supreme court had to deal with an enforcement appeal before a commercial appellate court, in regard to a foreign award, and its maintainability. the supreme court noticed not only the statement of objects and reasons but also various other provisions, especially the embargo placed upon the courts, embodied in sections 8 and 11 and the overriding nature of the cc act, to conclude that once appeals were held to be barred, an appeal to the division bench appeal against a commercial court's order in an enforcement of a foreign award issue was (downloaded on 23/03/2020 at 08:24:37 pm) (10 of 46) [sac-3/2019] not maintainable. the court took into account its previous rulings in fuerst day lawson limited v. jindal exports limited, (2011) 8 scc 333 and some other judgments. 8. the statement of objects and reasons for the commercial courts act, states that: \"the proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the government for quite some time. the high value commercial disputes involve complex facts and questions of law. therefore, there is a need to provide for an independent mechanism for their early resolution. early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system. xxx 6. it is proposed to introduce the commercial courts, commercial division and commercial appellate division of high courts bill, 2015 to replace the commercial courts, commercial division and commercial appellate division of high courts ordinance, 2015 which inter alia, provides for the following namely:-(i) constitution of the commercial courts at district level except for the territory over which any high court is having ordinary original civil jurisdiction; (ii) constitution of the commercial divisions in those high courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction; (iii) constitution of the commercial appellate division in all the high courts to hear the appeals against the orders of the commercial courts and the orders of the commercial division of the high court; (downloaded on 23/03/2020 at 08:24:37 pm) (11 of 46) [sac-3/2019] (iv) the minimum pecuniary jurisdiction of such commercial courts and commercial division is proposed as one crore rupees; and (v) to amend the code of civil procedure, 1908 as applicable to the commercial courts and commercial divisions which shall prevail over the existing high courts rules and other provisions of the code of civil procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases. 7. the proposed bill shall accelerate economic growth, improve the international image of the indian justice delivery system, and the faith of the investor world in the legal culture of the nation.\" 9. it is quite evident that the legislative or parliamentary intent, was to confer upon the commercial appellate courts and commercial appellate division bench of a high court, extremely limited jurisdiction and circumscribe the appellate jurisdiction. thus, in interlocutory matters, as it were, commercial appellate division possesses jurisdiction in matters enumerated in the order xliii rule 1 no less no more. likewise, with respect to the appeals against orders made in the course of proceedings under the arbitration act, the court's power is delineated to what is enumerated in section 37 of cpc. 10. in kandla export corporation (supra), the court held as follows: \"14. section 13(1) of the commercial courts act, with which we are immediately concerned in these appeals, is in two parts. the main provision is, as has been correctly submitted by shri giri, a provision which provides for appeals from judgments, orders and decrees of the commercial division of the high court. to this main provision, an exception is carved out by the proviso. the primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity (downloaded on 23/03/2020 at 08:24:37 pm) (12 of 46) [sac-3/2019] in cit v. indo mercantile bank ltd., 1959 supp (2) scr 256 at 266-267, thus: ******** ********* 15. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order xliii of the code of civil procedure code, 1908, and section 37 section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order xliii of the cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 16. thus, an order which refers parties to arbitration under section 8, not being appealable under section 37(1)(a), would not be appealable under section 13(1) of the commercial courts act. similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of section 16 of the arbitration act would equally not be appealable under section 37(2)(a) and, therefore, under section 13(1) of the commercial courts act.\" 11. the reference to order xliii rule 1 relied upon on behalf of sdmc in the context of this case, in the opinion of this court, is misplaced. order xliii rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from order xxxviii and all the attendant provisions), and not to proceedings in respect of an award. thus, reference to order xliii to \"draw in\" the jurisdiction of the division bench, is wholly unjustified. likewise, the court also rejects the appellant's arguments that section 36 of the arbitration act attracts the provisions of the code of civil procedure. in fact, section 36 refers to and directs courts to follow cpc in proceedings relating to enforcement of arbitral awards. the logical corollary is (downloaded on 23/03/2020 at 08:24:37 pm) (13 of 46) [sac-3/2019] that the provisions of the cpc that deal with the proceeding for enforcement of decrees and orders (such as in execution like order xxi cpc), would be attracted. 12. in view of the above discussions, we conclude that the present appeal is not maintainable. the appellant's remedy clearly lies elsewhere. an attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jus ibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right. this was explained pithily in ganga bai v. vijay kumar, (1974) 2 scc 393, in the following terms: \"there is a basic distinction between the right of suit and the right of appeal. there is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. it is no answer to a suit howsoever frivolous the claim, that the law confers no such right to sue. a suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. but the position in regard to appeals is quite the opposite. the right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law. that explains why the right of appeal is described as a creature of statute.\" 13. in view of the above discussion, it is held that the present appeal is plainly not maintainable by virtue of provisions of the commercial courts act, 2015; the appeal is therefore dismissed. no costs.\" 14. learned counsel for the respondent has further relied upon harmanprit singh sidhu vs. arcadia shares & stock brokers pvt. ltd., reported in 2016 scc online del 5383, whereby the division bench of hon'ble delhi high court has (downloaded on 23/03/2020 at 08:24:37 pm) (14 of 46) [sac-3/2019] expressly recognized a distinction between the judgments which either set aside or refuse to set aside an arbitral award after the court applies its mind to section 37 of the act of 1996 as against the preliminary orders, including those deciding maintainability and condonation of delay, which do not in any way impact the arbitral award that has been assailed. relevant portion of said judgment reads as under: \"8. insofar as section 13 of the commercial courts act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a commercial division that are specifically enumerated under order 43 of the code of civil procedure, 1908 (as amended by the commercial courts act) and section 37 of the a&c act. the use of the word 'and' in the proviso to section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a commercial division, which finds mention in the list of orders specified in order 43, cpc and section 37 of the a&c act. it is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by section 37 of the a&c act. 9. on a plain reading of section 13 of the commercial courts act, it is evident that it does not amplify the scope of appealable orders specified in section 37 of the a&c act. it actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in section 37 of the a&c act. in fact, section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise (downloaded on 23/03/2020 at 08:24:37 pm) (15 of 46) [sac-3/2019] than in accordance with the provisions of the commercial courts act. 10. coming to section 37(1), it is evident that an appeal can lie from only the orders specified in clauses (a), (b) or (c). in other words, an appeal under section 37 would only be maintainable against (a) an order refusing to refer the parties to arbitration under section 8 of the a&c act; (b) an order granting or refusing to grant any measure under section 9 of the a&c act; or (c) an order setting aside or refusing to set aside an arbitral award under section 34 of the a&c act. the impugned order is clearly not relatable to sections 8 or 9 of the a&c act. it was sought to be contended by the learned counsel for the appellant that the present appeal would fall within section 37(1)(c) which relates to an order \"setting aside\" or \"refusing to set aside\" an arbitral award under section 34. we are unable to accept this proposition. by virtue of the impugned order, the arbitral award dated 10.09.2013 has not been set aside. nor has the court, at this stage, refused to set aside the said arbitral award under section 34 of the a&c act. in fact, the appellant in whose favour the award has been made, would only be aggrieved if the award were to have been set aside in whole or in part. that has not happened. what the learned single judge has done is to have condoned the delay in re-filing of the petition under section 34. this has not, in any way, impacted the award. 13. in sum, the impugned order does not fall within the category of appealable orders specified in section 37(1) of the a&c act. therefore, even if the provisions of section 37(1) are read with section 13 of the commercial courts act, the present appeal is not maintainable. this, however, does not mean that the appellant cannot take up the ground that is sought to be urged before us if the decision in omp 294/2014 (under section 34 of the a&c act) goes against him. in other words, if the arbitral award is set aside in part or in whole and the appellant is aggrieved thereby, he (downloaded on 23/03/2020 at 08:24:37 pm) (16 of 46) [sac-3/2019] may prefer an appeal under section 37 of the a&c act on merits as also on the ground that the delay in refiling ought not to have been condoned. this is in line with the scheme of the a&c act of not, in any way, stalling the proceedings thereunder. for example, under section 13(4) of the a&c act, if a challenge to an arbitrator is not successful, the arbitral tribunal is required to continue the arbitral proceedings and make an arbitral award and, in such an instance, as provided in section 13(5) of the a&c act, the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with section 34. in other words, recourse to a remedy for an unsuccessful challenge to an arbitrator is deferred till the stage of the making of the award. similarly, under section 16, an arbitral tribunal may rule on its jurisdiction. in a case where the arbitral tribunal rejects a plea with regard to its jurisdiction, it is enjoined by section 16(5) of the a&c act to continue with the arbitral proceedings and to make the arbitral award. section 16(6) stipulates that a party aggrieved by such an arbitral award may make an application for setting aside the award in accordance with section 34. here, too, the unsuccessful party, who challenges the jurisdiction of an arbitral tribunal, is asked to wait till the award is made. the remedy of questioning the decision of the arbitral tribunal with regard to the arbitrator's jurisdiction in such a case is not extinguished but is merely deferred till the making of the arbitral award. in similar vein, in the present case, the remedy of challenging the decision of condoning the delay in re-filing is not extinguished but is deferred till the final decision of the court on the pending section 34 petition. 14. in view of the discussion above, the present appeal is not maintainable and is dismissed.\" 15. learned counsel for the respondent, while relying upon the precedent law laid down by the hon'ble supreme court in (downloaded on 23/03/2020 at 08:24:37 pm) (17 of 46) [sac-3/2019] kandla export corporation & anr. vs. oci corporation & anr., reported in (2018) 14 scc 715, submitted that by the aforesaid judgment the hon'ble apex court clarified the position on forum selection and the interplay between section 37 of the act of 1996 and section 13 of the commercial courts act, 2015. relevant portion of the said judgment reads as under:\"13. section 13(1) of the commercial courts act, with which we are immediately concerned in these appeals, is in two parts. the main provision is, as has been correctly submitted by shri giri, a provision which provides for appeals from judgments, orders and decrees of the commercial division of the high court. to this main provision, an exception is carved out by the proviso. the primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in cit v. indo-mercantile bank ltd. [cit v. indomercantile bank ltd., 1959 supp (2) scr 256 : air 1959 sc 713] , thus: (scr pp. 266-67 : air pp. 71718, paras 9-10) \"9. . the proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. '8. . it is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.' therefore, it is to be construed harmoniously with the main enactment. (per das, c.j. in abdul jabar butt v. state of j&k [abdul jabar butt v. state of j&k, 1957 scr 51 : air 1957 sc 281 : 1957 cri lj 404] , (downloaded on 23/03/2020 at 08:24:37 pm) (18 of 46) [sac-3/2019] scr p. 59 : air p. 284, para 8). bhagwati, j., in ram narain sons ltd. v. cst [ram narain sons ltd. v. cst, (1955) 2 scr 483 : air 1955 sc 765] , said: (scr p. 493 : air p. 769, para 10) '10. it is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. it carves out an exception to the main provision to which it has been enacted as a proviso and to no other.' 10. lord macmillan in madras & southern mahratta railway co. ltd. v. bezwada municipality [madras & southern mahratta railway co. ltd. v. bezwada municipality, 1944 scc online pc 7 : (1943-44) 71 ia 113] laid down the sphere of a proviso as follows: (ia p. 122 : scc online pc) '. the proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude, from it by implication what clearly falls within its express terms.' the territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. it has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (vide also toronto corpn. v. attorney-general of canada [toronto corpn. v. attorney-general of canada, 1946 ac 32 (pc)] , ac p. 37.)\" 14. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated (downloaded on 23/03/2020 at 08:24:37 pm) (19 of 46) [sac-3/2019] under order 43 of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 15. thus, an order which refers parties to arbitration under section 8, not being appealable under section 37(1)(a), would not be appealable under section 13(1) of the commercial courts act. similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of section 16 of the arbitration act would equally not be appealable under section 37(2)(a) and, therefore, under section 13(1) of the commercial courts act. 20. given the judgment of this court in fuerst day lawson [fuerst day lawson ltd. v. jindal exports ltd., (2011) 8 scc 333 : (2011) 4 scc (civ) 178] , which parliament is presumed to know when it enacted the arbitration amendment act, 2015, and given the fact that no change was made in section 50 of the arbitration act when the commercial courts act was brought into force, it is clear that section 50 is a provision contained in a self-contained code on matters pertaining to arbitration, and which is exhaustive in nature. it carries the negative import mentioned in para 89 of fuerst day lawson [fuerst day lawson ltd. v. jindal exports ltd., (2011) 8 scc 333 : (2011) 4 scc (civ) 178] that appeals which are not mentioned therein, are not permissible. this being the case, it is clear that section 13(1) of the commercial courts act, being a general provision vis-à-vis arbitration relating to appeals arising out of commercial disputes, would obviously not apply to cases covered by section 50 of the arbitration act. 21. however, the question still arises as to why section 37 of the arbitration act was expressly included in the proviso to section 13(1) of the commercial courts act, which is equally a special (downloaded on 23/03/2020 at 08:24:37 pm) (20 of 46) [sac-3/2019] provision of appeal contained in a self-contained code, which in any case would be outside section 13(1) of the commercial courts act. one answer is that this was done ex abundanti cautela. another answer may be that as section 37 itself was amended by the arbitration amendment act, 2015, which came into force on the same day as the commercial courts act, parliament thought, in its wisdom, that it was necessary to emphasise that the amended section 37 would have precedence over the general provision contained in section 13(1) of the commercial courts act. incidentally, the amendment of 2015 introduced one more category into the category of appealable orders in the arbitration act, namely, a category where an order is made under section 8 refusing to refer parties to arbitration. parliament may have found it necessary to emphasise the fact that an order referring parties to arbitration under section 8 is not appealable under section 37(1)(a) and would, therefore, not be appealable under section 13(1) of the commercial courts act. whatever may be the ultimate reason for including section 37 of the arbitration act in the proviso to section 13(1), the ratio decidendi of the judgment in fuerst day lawson [fuerst day lawson ltd. v. jindal exports ltd., (2011) 8 scc 333 : (2011) 4 scc (civ) 178] would apply, and this being so, appeals filed under section 50 of the arbitration act would have to follow the drill of section 50 alone. 22. this, in fact, follows from the language of section 50 itself. in all arbitration cases of enforcement of foreign awards, it is section 50 alone that provides an appeal. having provided for an appeal, the forum of appeal is left \"to the court authorised by law to hear appeals from such orders\". section 50 properly read would, therefore, mean that if an appeal lies under the said provision, then alone would section 13(1) of the commercial courts act be attracted as laying down the forum which will hear and decide such an appeal. 27. the matter can be looked at from a slightly different angle. given the objects of both the statutes, (downloaded on 23/03/2020 at 08:24:37 pm) (21 of 46) [sac-3/2019] it is clear that arbitration itself is meant to be a speedy resolution of disputes between parties. equally, enforcement of foreign awards should take place as soon as possible if india is to remain as an equal partner, commercially speaking, in the international community. in point of fact, the raison d'être for the enactment of the commercial courts act is that commercial disputes involving high amounts of money should be speedily decided. given the objects of both the enactments, if we were to provide an additional appeal, when section 50 does away with an appeal so as to speedily enforce foreign awards, we would be turning the arbitration act and the commercial courts act on their heads. admittedly, if the amount contained in a foreign award to be enforced in india were less than rs 1 crore, and a single judge of a high court were to enforce such award, no appeal would lie, in keeping with the object of speedy enforcement of foreign awards. however, if, in the same fact circumstance, a foreign award were to be for rs 1 crore or more, if the appellants are correct, enforcement of such award would be further delayed by providing an appeal under section 13(1) of the commercial courts act. any such interpretation would lead to absurdity, and would be directly contrary to the object sought to be achieved by the commercial courts act viz. speedy resolution of disputes of a commercial nature involving a sum of rs 1 crore and over. for this reason also, we feel that section 13(1) of the commercial courts act must be construed in accordance with the object sought to be achieved by the act. any construction of section 13 of the commercial courts act, which would lead to further delay, instead of an expeditious enforcement of a foreign award must, therefore, be eschewed. even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonised by giving effect to the special statute i.e. the arbitration act, vis-à-vis the more general statute, (downloaded on 23/03/2020 at 08:24:37 pm) (22 of 46) [sac-3/2019] namely, the commercial courts act, being left to operate in spheres other than arbitration.\" learned counsel for the respondent also submitted that by the virtue of the judgment in kandla export corporation & anr. (supra), it is clear that a joint reading of section 13 of the commercial courts act, 2015 and section 37 of the act of 1996 makes it amply clear that section 13 of the commercial courts act only provides the forum for challenge, whereas section 37 of the act of 1996 expressly referred to in the proviso to section 13(1) of the commercial courts act, circumscribes right of appeal, and thus, there can be no appeal under any provision outside section 37 of the act of 1996. 16. learned counsel for the respondent, regarding the exclusion of part i of the act of 1996 on account of seat of arbitration in london, united kingdom, referred to the judgment by this hon'ble court in r.k. industries vs. maximus international general trading & anr., reported in 2019(1) rlw 347 (raj.), relevant portion of which reads as under: \"46. the contention of the appellant that though the panel of arbitrator has kept a sitting in london and commenced the proceedings in london, it is only a venue of arbitration and the seat of arbitration remains in india, is equally flawed and fallacious. such argument of the appellant is contrary to the facts involved in the case and the same has no legal basis or support. mere use of the words \"the said rules in india\", does not shift the seat of arbitration to india, particularly when, the venue of arbitration has been in england. various factors are required to be reckoned to treat the venue to be a seat. until and unless the contract or the arbitration clause in express terms defines or provides that the seat of arbitration shall be (downloaded on 23/03/2020 at 08:24:37 pm) (23 of 46) [sac-3/2019] india, the bare use of the words \"rules in india\", or the mere fact that the appellant operates from india, the seat of arbitration cannot be said to be situated in india. 47. as the seat of arbitration is in london and not in india, in our considered view, the jurisdiction of this court to hear an application under section 34 of the act is clearly barred, as a result of the provision contained in section 2 (2) of the act of 1996, which confines the applicability of part first of the act to the cases where the place of arbitration is in india. in the present case even the seat of arbitration, much less the venue of arbitration is in london, hence, the courts in india cease to have jurisdiction to proceed under the provisions of part i of the act of 1996, including the jurisdiction to entertain the application under section 34 of the act. 53. the learned single judge has relied upon the judgment of the supreme court in the case of roger shashoua v. mukesh sharma reported in (2017) 14 scc 722 and considered various relevant paragraphs of the said judgment, while holding that this court has no jurisdiction to entertain an application under section 34 of the act of 1996. a perusal of the judgment of roger shashoua (supra) reveals that hon'ble supreme court has referred to and dealt with all the judgments on the subject and in almost identical fact situation has held that the london has not been mentioned as the mere location, but it has been written that the courts in london will have jurisdiction. in the present facts also, if the arbitration clause is read in conjunction with rule 8 with the rules relating to arbitration of the refined sugar association, it leaves no room for ambiguity that in the present case also, the seat of arbitration is in london (england), hence all proceedings relating to challenge to the award shall take place in england. 54. as an upshot of the above discussion, we concur with and hence, confirm the view of learned single (downloaded on 23/03/2020 at 08:24:37 pm) (24 of 46) [sac-3/2019] judge that in the present case seat of arbitration is in england. 55. the appellant's grievance against the impugned award dated 17.3.2017 can not be heard or redressed by this court or any of the courts of india, as the jurisdiction of the courts of india is expressly barred.\" 17. learned counsel for the respondent has also referred to the request for arbitration dated 03.06.2014, and for ready reference, the material portion thereof, as reflected in the record, reads as under:\"4. the matters of the arbitration 4.1. in accordance with the arbitration agreement, the parties have agreed that : (a) the seat of the arbitration is london; . (d) the procedural law of the arbitration is english law; and (e) the substantive law of the arbitration is english law.\" 18. learned counsel for the respondent has also relied upon the precedent law laid down by the hon'ble supreme court in eitzen bulk a/s vs. ashapura minechem limited & anr., reported in (2016) 11 scc 508, for demonstrating that in such cases, the english law can only apply for all purposes, once the same was applied for conduct of arbitration and grant of award, as it amounts to express exclusion of applicability of part i of the act of 1996. relevant portion of the said judgment reads as under: \"33. we are thus of the view that by clause 28, the parties chose to exclude the application of part i to the arbitration proceedings between them by choosing london as the venue for arbitration and by making english law applicable to arbitration, as observed earlier. it is too well settled by now that where the parties choose a juridical seat of arbitration outside (25 of 46) [sac-3/2019] india and provide that the law which governs arbitration will be a law other than indian law, part i of the act would not have any application and, therefore, the award debtor would not be entitled to challenge the award by raising objections under section 34 before a court in india. a court in india could not have jurisdiction to entertain such objections under section 34 in such a case. 34. as a matter of fact the mere choosing of the juridical seat of arbitration attracts the law applicable to such location. in other words, it would not be necessary to specify which law would apply to the arbitration proceedings, since the law of the particular country would apply ipso jure. the following passage from redfern and hunter on international arbitration contains the following explication of the issue: \"it is also sometimes said that parties have selected the procedural law that will govern their arbitration, by providing for arbitration in a particular country. this is too elliptical and, as an english court itself held more recently in breas of doune wind farm it does not always hold true. what the parties have done is to choose a place of arbitration in a particular country. that choice brings with it submission to the laws of that country, including any mandatory provisions of its law on arbitration. to say that the parties have \"chosen\" that particular law to govern the arbitration is rather like saying that an english woman who takes her car to france has \"chosen\" french traffic law, which will oblige her to drive on the right-hand side of the road, to give priority to vehicles approaching from the right, and generally to obey traffic laws to which she may not be accustomed. but it would be an odd use of language to say this notional motorist had opted for \"french traffic law\". what she has done is to choose to go to france. the applicability of french law then follows automatically. it is not a matter of choice. (26 of 46) [sac-3/2019] parties may well choose a particular place of arbitration precisely because its lex arbitri is one which they find attractive. nevertheless, once a place of arbitration has been chosen, it brings with it its own law. if that law contains provisions that are mandatory so far as arbitration are concerned, those provisions must be obeyed. it is not a matter of choice any more than the notional motorist is free to choose which local traffic laws to obey and which to disregard.\" 19. learned counsel for the respondent has also placed reliance on the precedent law laid down by the hon'ble supreme court in union of india vs. reliance industries limited & ors, reported in (2015) 10 scc 213, whereby the hon'ble supreme court has held that the seat of arbitration, as specified in the relevant arbitration clause, shall be the criteria. relevant portion of the said judgment reads as under: \"20. it is interesting to note that even though the law governing the arbitration agreement was not specified, yet this court held, having regard to various circumstances, that the seat of arbitration would be london and therefore, by necessary implication, the ratio of bhatia international [bhatia international v. bulk trading s.a., (2002) 4 scc 105] would not apply. 21. the last paragraph of balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] judgment has now to be read with two caveats, both emanating from para 32 of bhatia international [bhatia international v. bulk trading s.a., (2002) 4 scc 105] itself -that where the court comes to a determination that the juridical seat is outside india or where law other than indian law governs the arbitration agreement, part i of the arbitration act, 1996 would be excluded by necessary implication. therefore, even in the cases governed by the bhatia [bhatia international v. bulk trading s.a., (2002) 4 scc 105] principle, it is only those cases in which agreements (27 of 46) [sac-3/2019] stipulate that the seat of the arbitration is in india or on whose facts a judgment cannot be reached on the seat of the arbitration as being outside india that would continue to be governed by the bhatia [bhatia international v. bulk trading s.a., (2002) 4 scc 105] principle. also, it is only those agreements which stipulate or can be read to stipulate that the law governing the arbitration agreement is indian law which would continue to be governed by the bhatia [bhatia international v. bulk trading s.a., (2002) 4 scc 105] rule. 22. on the facts in the present case, it is clear that this court has already determined both that the juridical seat of the arbitration is at london and that the arbitration agreement is governed by english law. this being the case, it is not open to the union of india to argue that part i of the arbitration act, 1996 would be applicable. a section 14 application made under part i would consequently not be maintainable. it needs to be mentioned that shri ranjit kumar's valiant attempt to reopen a question settled twice over, that is, by dismissal of both a review petition [union of india v. reliance industries ltd., review petition (c) no. 1378 of 2014 in civil appeal no. 5765 of 2014, order dated 31-7-2014 (sc), wherein it was directed:\"order(before jagdish singh khehar and dr a.k. sikri, jj.)the union of india (respondent in civil appeal no. 5765 of 2014) has instituted the present petition seeking review of the judgment dated 28-5-2014 rendered by this court in the abovementioned civil appeal. we have carefully perused the petition for review and the papers filed in support thereof. we do not find any reason to interfere with the judgment impugned. the review petition is, accordingly, dismissed.\"] and a curative petition [union of india v. reliance industries ltd., curative petition (c) no. 313 of 2014 in review petition (c) no. 1378 of 2014 in civil appeal no. 5765 of 2014, order dated 12-2-2015 (sc), wherein it was directed:\"order(before h.l. dattu, c.j. and t.s. thakur, s.j. mukhopadhaya and dr a.k. sikri, jj.)\"we have gone through the curative petition and the (28 of 46) [sac-3/2019] relevant documents. in our opinion, no case is made out within the parameters indicated in the decision of this court in rupa ashok hurra v. ashok hurra reported in (2002) 4 scc 388. hence, the curative petition is dismissed.\"] on the very ground urged before us, must meet with the same fate. his argument citing mathura prasad bajoo jaiswal v. dossibai n.b. jeejeebhoy [(1970) 1 scc 613] that res judicata would not attach to questions relating to jurisdiction, would not apply in the present case as the effect of clause 34.2 of the psc raises at best a mixed question of fact and law and not a pure question of jurisdiction unrelated to facts. therefore, both on grounds of res judicata as well as the law laid down in the judgment dated 28-5-2014 [reliance industries ltd. v. union of india, (2014) 7 scc 603 : (2014) 3 scc (civ) 737] , this application under section 14 deserves to be dismissed. it is also an abuse of the process of the court as has rightly been argued by dr singhvi. it is only after moving under the uncitral arbitration rules and getting an adverse judgment from the permanent court of arbitration dated 10-6-2013 that the present application was filed under section 14 of the arbitration act two days later i.e. on 12-6-2013.\" 20. learned counsel for the respondent has also placed reliance on the precedent law laid down by the hon'ble supreme court in bharat aluminium company vs. kaiser aluminium technical services inc., reported in (2016) 4 scc 126, relevant portion of which reads as under: \"14. it is clear that the law applicable to arbitration agreement in the present case is english law. once it is found that the law governing the arbitration agreement is english law, part i of the indian arbitration act stands impliedly excluded. this has been a long settled position and the latest judgment in union of india v. reliance industries ltd. [union of india v. reliance industries ltd., (2015) 10 scc 213 : (29 of 46) [sac-3/2019] (2016) 1 scc (civ) 102] reaffirms the same. in the words of r.f. nariman, j.: (scc pp. 228-29, para 21) \"21. the last paragraph of balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] judgment has now to be read with two caveats, both emanating from para 32 of bhatia international [bhatia international v. bulk trading s.a., (2002) 4 scc 105] itself--that where the court comes to a determination that the juridical seat is outside india or where law other than indian law governs the arbitration agreement, part i of the arbitration act, 1996 would be excluded by necessary implication. therefore, even in the cases governed by the bhatia [bhatia international v. bulk trading s.a., (2002) 4 scc 105] principle, it is only those cases in which agreements stipulate that the seat of the arbitration is in india or on whose facts a judgment cannot be reached on the seat of the arbitration as being outside india that would continue to be governed by the bhatia [bhatia international v. bulk trading s.a., (2002) 4 scc 105] principle. also, it is only those agreements which stipulate or can be read to stipulate that the law governing the arbitration agreement is indian law which would continue to be governed by the bhatia [bhatia international v. bulk trading s.a., (2002) 4 scc 105] rule.\" 21. learned counsel for the respondent has further relied upon the precedent law laid down by the hon'ble supreme court in roger shashoua & ors. vs. mukesh sharma & ors., reported in (2017) 14 scc 722, relevant portion of which reads as under: \"37. the learned judge further observed: \"33. whilst there is no material before me which would fully support an argument on estoppel, it is interesting to note that at an earlier stage of the history of this matter, the defendant had no difficulty in putting (30 of 46) [sac-3/2019] forward london as the seat of the arbitration. on 14-22006 the defendant's lawyers, when writing to the arbitral tribunal stated 'the seat of the arbitration is london and the first respondent submits that the curial law of the arbitration is english law. that means the arbitration is governed by the arbitration act, 1996'. further, when challenging the appointment of mr salve as an arbitrator, in its application to the icc, the defendant said that 'the fact that the present arbitration is an english seated icc arbitration is undisputed. accordingly the icc rules shall be paramount in adjudicating the present challenge. further, the curial seat of arbitration being london, settled propositions of english law shall also substantially impinge upon the matter. this position is taken without prejudice to the first respondent's declared contention that the law of the arbitration agreement is indian law, as also that the substantive law governing the dispute is indian law'. 34. \"london arbitration\" is a well-known phenomenon which is often chosen by foreign nationals with a different law, such as the law of new york, governing the substantive rights of the parties. this is because of the legislative framework and supervisory powers of the courts here which many parties are keen to adopt. when therefore there is an express designation of the arbitration venue as london and no designation of any alternative place as the seat, combined with a supranational body of rules governing the arbitration and no other significant contrary indicia, the inexorable conclusion is, to my mind, that london is the juridical seat and english law the curial law. in my judgment it is clear that either london has been designated by the parties to the arbitration agreement as the seat of the arbitration or, having regard to the parties' agreement and all the relevant circumstances, it is the seat to be determined in accordance with the final fallback provision of section 3 of the arbitration act.\" and again: (31 of 46) [sac-3/2019] \"37. none of this has any application to the position as between england and india. the body of law which establishes that an agreement to the seat of an arbitration is akin to an exclusive jurisdiction clause remains good law. if the defendant is right, c v. d [c v. d, 2008 bus lr 843 : 2007 ewca civ 1282 (ca)] would now have to be decided differently. both the usa (with which c v. d [c v. d, 2008 bus lr 843 : 2007 ewca civ 1282 (ca)] was concerned) and india are parties to the new york convention, but the basis of the convention, as explained in c v. d [c v. d, 2008 bus lr 843 : 2007 ewca civ 1282 (ca)] , as applied in england in accordance with its own principles on the conflict of laws, is that the courts of the seat of arbitration are the only courts where the award can be challenged whilst, of course, under article v of the convention there are limited grounds upon which other contracting states can refuse to recognise or enforce the award once made. *** 39. in my judgment therefore there is nothing in the european court decision in front comor [west tankers inc. v. allianz spa, 2009 ac 1138 : (2009) 3 wlr 696 (ecj)] which impacts upon the law as developed in this country in relation to anti-suit injunctions which prevent parties from pursuing proceedings in the courts of a country which is not a member state of the european community, whether on the basis of an exclusive jurisdiction clause, or an agreement to arbitrate (in accordance with the decision in angelic grace [aggeliki charis compania maritima sa v. pagnan spa, (1995) 1 lloyd's rep 87 (ca)] or the agreement of the parties to the supervisory powers of this court by agreeing on london as the seat of the arbitration (in accordance with the decision in c v. d [c v. d, 2008 bus lr 843 : 2007 ewca civ 1282 (ca)] ).\" (32 of 46) [sac-3/2019] 54. we had earlier extracted extensively from the said judgment, as we find, the court after adverting to various aspects, has categorically held that the high court had not followed the shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] principle. the various decisions referred to in enercon (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] , the analysis made and the propositions deduced leads to an indubitable conclusion that shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] principle has been accepted by enercon (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] it is also to be noted that in balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] , the constitution bench has not merely reproduced few paragraphs from shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] but has also referred to other decisions on which shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] has placed reliance upon. as we notice, there is analysis of earlier judgments, though it does not specifically state that \"propositions laid down in shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] are accepted\". on a clear reading, the ratio of the decision in balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] , in the ultimate eventuate, reflects that the shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] principle has been accepted and the two-judge bench in enercon (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] , after succinctly analysing it, has stated that the said principles have been accepted by the constitution bench. therefore, we are unable to accept the submission of mr chidambaram that the finding recorded in enercon (33 of 46) [sac-3/2019] (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] that shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] principle has been accepted in balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] should be declared as per incuriam. 60. tested on the aforesaid principle, we find that the question that arose in balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] and the discussion that has been made by the larger bench relating to shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] and c v. d [c v. d, 2008 bus lr 843 : 2007 ewca civ 1282 (ca)] are squarely in the context of applicability of part i or part ii of the act. it will not be erroneous to say that the constitution bench has built the propositional pyramid on the basis or foundation of certain judgments and shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] and c v. d [c v. d, 2008 bus lr 843 : 2007 ewca civ 1282 (ca)] are two of them. it will be inappropriate to say that in enercon (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] the court has cryptically observed that observations made in shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] have been approvingly quoted by the court in balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] in para 110. we are inclined to think, as we are obliged to, that the shashoua [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] principle has been accepted in balco [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] as well as enercon (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] on proper ratiocination and, therefore, the submission advanced on this score by mr (34 of 46) [sac-3/2019] chidambaram, learned senior counsel for the respondent, is repelled. 72. it is worthy to note that the arbitration agreement is not silent as to what law and procedure is to be followed. on the contrary, clause 14.1. lays down that the arbitration proceedings shall be in accordance with the rules of conciliation and arbitration of icc. in enercon (india) ltd. [enercon (india) ltd. v. enercon gmbh, (2014) 5 scc 1 : (2014) 3 scc (civ) 59] , the two-judge bench referring to shashoua case [roger shashoua v. mukesh sharma, 2009 ewhc 957 (comm)] accepted the view of cooke, j. that the phrase \"venue of arbitration shall be in london, uk\" was accompanied by the provision in the arbitration clause or arbitration to be conducted in accordance with the rules of icc in paris. the two-judge bench accepted the rules of icc, paris which is supranational body of rules as has been noted by cooke, j. and that is how it has accepted that the parties have not simply provided for the location of hearings to be in london. to elaborate, the distinction between the venue and the seat remains. but when a court finds that there is prescription for venue and something else, it has to be adjudged on the facts of each case to determine the juridical seat. as in the instant case, the agreement in question has been interpreted and it has been held that london is not mentioned as the mere location but the courts in london will have the jurisdiction, another interpretative perception as projected by the learned senior counsel is unacceptable. 75. we respectfully concur with the said view, for there is no reason to differ. apart from that, we have already held that the agreement in question having been interpreted in a particular manner by the english courts and the said interpretation having gained acceptation by this court, the inescapable conclusion is that the courts in india have no jurisdiction.\" 22. reliance has also been placed by learned counsel for the respondent on the judgment rendered by high court of justice (35 of 46) [sac-3/2019] queen's bench division commercial court, royal courts of justice, strand, london in roger shashoua & ors. vs. mukesh sharma, reported (2009) ewhc 957 (comm), relevant portion of which reads as under: \"30. the two authorities relied on by the defendant, the dubai islamic bank decision of mr justice aikens and the braes of doune decision of mr justice akenhead do not take the defendant's argument any further. in the dubai islamic case, there was no designation of any seat or venue at all. having decided that there were no provisions indicating expressly or impliedly what law governed the arbitration agreement (in the governing visa regulations) or the arbitral procedure itself and that there was no specific reference to either the seat or the place of any arbitration under the visa regulations, the judge held that the seat had to be determined by the court at the date of commencement of the arbitration. he held that the location of the board meeting at which the appeal was heard was entirely adventitious, since it could have taken place in any number of places. having weighed the various factors that are ordinarily taken into account in determining the proper law of an agreement, in looking for the law with which the arbitration had its closest and most real connection, he concluded that this was california. the critical point was that the visa regulations which set up the dispute procedure appeared to contemplate that the appeal arbitral process would be handled through the visa offices in california, but additional factors also supported that conclusion. 31. in the braes of doune decision, the epc contract, under which the dispute arose, was governed by the laws of england and wales and, subject to the arbitration clause, the contract provided that the courts of england and wales were to have exclusive jurisdiction to settle any dispute arising out of or in connection with the contract. the arbitration clause provided for arbitration pursuant to (36 of 46) [sac-3/2019] the cima rules and then stated in terms that \"this arbitration agreement is subject to english law and the seat of the arbitration shall be glasgow, scotland\". the cima rules expressly referred to the arbitration act 1996 in many places. in looking therefore for the \"juridical seat\", the judge searched for the jurisdiction which the parties are taken to have chosen to supervise the arbitration. given the express references to english law as the law of the arbitration agreement itself and to the arbitration act, it is hardly surprising that the judge found that there was a conflict between that and the reference to glasgow as \"the seat of the arbitration\". as i pointed out at paragraph 26 in c v d and as the court of appeal accepted in paragraphs 22-26 in that case, it is rare for the law of the arbitration agreement to be different from the law of the seat of the arbitration. mr justice akenhead was therefore persuaded that the reference to the \"seat\" of the arbitration was merely a designation of the place where the arbitration was to be held, whereas all the other references showed that the parties were agreeing that the seat and the curial law or law which governed the arbitral proceedings was that of england and wales. 32. in dicey, morris and collins on the conflict of laws, the authors at paragraph 16-035 state that the seat \"is in most cases sufficiently indicated by the country chosen as the place of the arbitration. for such a choice of place not to be given effect as a choice of seat, there will need to be clear evidence that the parties.agreed to choose another seat for the arbitration and that such a choice will be effective to endow the courts of that country with jurisdiction to supervise and support the arbitration\". although the concept of the seat of the arbitration is a juridical concept and the legal seat must not be confused with the geographically convenient place chosen to conduct particular hearings, i can see no reason for not giving the express choice made in clause 14.4 full weight. 33. whilst there is no material before me which would fully support an argument on estoppel, it is interesting to note that at an earlier stage of the history of this matter, (37 of 46) [sac-3/2019] the defendant had no difficulty in putting forward london as the seat of the arbitration. on 14th february 2006 the defendant's lawyers, when writing to the arbitral tribunal stated \"the seat of the arbitration is london and the first respondent submits that the curial law of the arbitration is english law. that means the arbitration is governed by the arbitration act 1996\". further, when challenging the appointment of mr salve as an arbitrator, in its application to the icc, the defendant said that \"the fact that the present arbitration is an english seated icc arbitration is undisputed. accordingly icc rules shall be paramount in adjudicating the present challenge. further, the curial seat of arbitration being london, settled propositions of english law shall also substantially impinge upon the matter. this position is taken without prejudice to the first respondent's declared contention that the law of the arbitration agreement is indian law, as also that the substantive law governing the dispute is indian law\". 34. \"london arbitration\" is a well known phenomenon which is often chosen by foreign nationals with a different law, such as the law of new york, governing the substantive rights of the parties. this is because of the legislative framework and supervisory powers of the courts here which many parties are keen to adopt. when therefore there is an express designation of the arbitration venue as london and no designation of any alternative place as the seat, combined with a supranational body of rules governing the arbitration and no other significant contrary indicia, the inexorable conclusion is, to my mind, that london is the juridical seat and english law the curial law. in my judgment it is clear that either london has been designated by the parties to the arbitration agreement as the seat of the arbitration or, having regard to the parties' agreement and all the relevant circumstances, it is the seat to be determined in accordance with the final fall back provision of section 3 of the arbitration act.\" (38 of 46) [sac-3/2019] 23. learned counsel for the respondent has also referred to the latest judgment of the hon'ble apex court in vijay karia & ors. vs. prysmian cavi e sistemi srl & ors. (civil appeal no.1544 of 2020 decided on 13.02.2020), also upholds the earlier position of the precedent laws already cited hereinabove, and is the latest judgment of the hon'ble supreme court on the same issue. relevant portion of the said judgment reads as under:\"23. as section 50 of the arbitration act does not provide an appeal when a foreign award is recognised and enforced by a judgment of a learned single judge of a high court, the appellants have appealed against the said judgment under article 136 of the constitution of india.\" 24. learned counsel for the respondent concluded his submissions by submitting that the bgs sgs soma jv (supra) proposition is a clear affirmation of the settled principle that the present appeal is not maintainable, as the venue of the seat for arbitration was london, united kingdom. 25. since at the threshold, learned counsel for the respondent was permitted to raise the objections regarding maintainability of the present appeals, therefore, at the outset, dr. sachin acharya with mr. manvendra krishan, learned counsel appearing on behalf of the appellants responded by submitting that the hon'ble apex court in the judgment rendered in bhatia international vs. bulk trading s.a. & ors., reported in air 2002 sc 1432, while dealing with the jurisdiction of courts in india in international commercial matters and applicability of part i to international commercial arbitration (ica), after a detailed deliberation, laid the controversy at rest and concluded that the (39 of 46) [sac-3/2019] laws and the rules chosen by the parties would prevail. relevant portion of the said judgment reads as under:\"32. to conclude, we hold that the provisions of part i would apply to all arbitrations and to all proceedings relating thereto. where such arbitration is held in india the provisions of part i would compulsorily apply and parties are free to deviate only to the extent permitted by the derogable provisions of part i. in cases of international commercial arbitrations held out of india provisions of part i would apply unless the parties by agreement, express or implied, exclude all or any of its provisions. in that case the laws or rules chosen by the parties would prevail. any provision, in part i, which is contrary to or excluded by that law or rules will not apply. \" 26. learned counsel for the appellants further submitted that where the parties have unless agreed contrary expressly or impliedly, part i of the act of 1996 will be applicable in international commercial arbitration (ica). he has also relied upon the position of the judgment in bharat aluminium company vs. kaiser aluminium technical services inc., reported in (2012) 9 scc 552, which had overruled the earlier judgment of bhatia international (supra). relevant portion of bharat aluminium company (supra) reads as under: \"197. the judgment in bhatia international [(2002) 4 scc 105] was rendered by this court on 13-3-2002. since then, the aforesaid judgment has been followed by all the high courts as well as by this court on numerous occasions. in fact, the judgment in venture global engg. [(2008) 4 scc 190] has been rendered on 10-12008 in terms of the ratio of the decision in bhatia international [(2002) 4 scc 105] . thus, in order to do complete justice, we hereby order, that the law now declared by this court shall apply prospectively, to all the arbitration agreements executed hereafter.\" 27. learned counsel for the appellants also submitted that in light of the decision rendered in bharat aluminium company (40 of 46) [sac-3/2019] (supra), a cut off date has been prescribed, i.e. agreements entered prior to 06.09.2012 and agreements entered into after 06.09.2012, and in the case in hand the agreements were entered acted upon in the year 2011. 28. learned counsel for the appellants has drawn the attention of this court towards the english arbitration act, 1996, particularly section 4(3) thereof, which allows the party to agree on arrangement of application of institutional rules, in the present case like lcia, and further, section 4(2) of the english arbitration act obligates applicability of those rules as far as non-mandatory provisions are concerned. 29. learned counsel for the appellants also submitted that except 21 provisions of schedule i, all provisions of english arbitration act, 1996 have become non-mandatory. 30. learned counsel for the appellants also submitted that section 26.8 of lcia rules clarify that parties waive their right to any form of appeal, review, recourse to any state court or other legal authority, in so far as such waiver shall not be prohibited under any applicable law. 31. learned counsel for the appellants further submitted that as there is no appeal provided under lcia rules, there shall not be any prohibition in any applicable law, which can be construed as law applicable to either parties to the arbitration. 32. learned counsel for the appellants also submitted that since the english arbitration act, by virtue of public policy in section 81, already releases from any restrictions under sections 4(2) and 4(3) of the english arbitration act, therefore, in a case of public policy issue, lcia waiver against an appeal or review is prohibited in light of section 81 of the english arbitration act, and (41 of 46) [sac-3/2019] award cannot be construed as final and binding as per rule 26.8 of the lcia rules. 33. learned counsel for the appellants further submitted that since lcia is clearly barring any remedy of appeal, therefore, the appellant has been rendered remediless, and as a consequence whereof, the case of the appellant has to be heard and decided on merits. 34. learned counsel for the appellants also tried to distinguish the applicability of bgs sgs soma jv (supra) on the ground that it deals with a situation of domestic arbitration, where the issue was not with respect to refusal to set aside an award under section 34 of the act of 1996, but the question was as to whether an order under order 7 rule 10 cpc directing the party to approach the commercial court can be challenged under section 37 of the act of 1996 or not. as per learned counsel for the appellants, the issue did not pertain to maintainability before deciding on the substantive rights under section 34 of the act of 1996. 35. learned counsel for the appellants further submitted that in bgs sgs soma jv (supra), applicability of section 34 of the act of 1996 was not adjudicated on merits, but was merely returned on a technicality, while in the instant case, the matter has been considered on merits by the learned single judge in the impugned order. learned counsel thus submitted that the present appeals are maintainable. 36. in support of his submissions, learned counsel for the appellants has also relied upon the precedent law laid down by the hon'ble supreme court in venture global engineering vs. (42 of 46) [sac-3/2019] satyam computer services ltd. & ors., reported in air 2008 sc 1061, relevant portion of which reads as under:\"29. in terms of the decision in bhatia international [bhatia international v. bulk trading s.a., (2002) 4 scc 105] we hold that part i of the act is applicable to the award in question even though it is a foreign award. we have not expressed anything on the merits of claim of both the parties.\" 37. reliance has also been placed by learned counsel for the appellants on the precedent law laid down by the hon'ble supreme court in bharat aluminium company vs. kaiser aluminium technical services inc., reported in (2016) 4 scc 126, relevant portion of which reads as under: \"1. the residue of the constitution bench judgment in balco v. kaiser aluminium technical services inc. [balco v. kaiser aluminium technical services inc., (2012) 9 scc 552 : (2012) 4 scc (civ) 810] is the subject-matter of the present appeal. at the instance of the appellant, the bench resolved the conflicting, if not, confusing views on the applicability of part i of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the arbitration act\") and held that: (scc p. 647, para 196) \"196. . part i of the arbitration act, 1996 is applicable only to all the arbitrations which take place within the territory of india.\" (emphasis in original) overruling a three-judge bench decision of this court in bhatia international v. bulk trading s.a. [bhatia international v. bulk trading s.a., (2002) 4 scc 105] exercising its power under article 142 of the constitution of india, the constitution bench however, held that the law declared by it would only operate prospectively. in other words, all agreements executed prior to 6-9-2012 were to be governed by the decision in bhatia international [bhatia international (supra).\" (43 of 46) [sac-3/2019] 38. learned counsel for the appellants has also relied upon the precedent law laid down by the hon'ble supreme court in venture global engineering vs. satyam computer services ltd. & anr., reported in (2010) 8 scc 660, relevant portion of which reads as under:46. the concept of public policy in the a&c act, 1996 as given in the explanation has virtually adopted the aforesaid international standard, namely, if anything is found in excess of jurisdiction and depicts a lack of due process, it will be opposed to public policy of india. when an award is induced or affected by fraud or corruption, the same will fall within the aforesaid grounds of excess of jurisdiction and a lack of due process. therefore, if we may say so, the explanation to section 34 of the a&c act is like \"a stable man in the saddle\" on the unruly horse of public policy. 51. therefore, this court is unable to accept the contention of the learned counsel for the respondent that the expression \"fraud in the making of the award\" has to be narrowly construed. this court cannot do so primarily because fraud being of \"infinite variety\" may take many forms, and secondly, the expression \"the making of the award\" will have to be read in conjunction with whether the award \"was induced or affected by fraud\".\" 39. reliance has also been placed by learned counsel for the appellants on the precedent law laid down by the hon'ble supreme court in roger shashoua & ors. vs. mukesh sharma & ors., reported in (2017) 14 scc 722, relevant portion of which reads as under: \"68. it is worthy to note that the arbitration agreement is not silent as to what law and procedure is to be followed. on the contrary, clause 14.1 lays down that the arbitration (44 of 46) [sac-3/2019] proceedings shall be in accordance with the rules of conciliation and arbitration of the icc. in enercon (india) ltd. (supra), the two-judge bench referring to shashoua case accepted the view of cooke, j. that the phrase \"venue of arbitration shall be in london, uk\" was accompanied by the provision in the arbitration clause or arbitration to be conducted in accordance with the rules of icc in paris. the two-judge bench accepted the rules of icc, paris which is supernational body of rules as has been noted by cooke, j. and that is how it has accepted that the parties have not simply provided for the location of hearings to be in london. to elaborate, the distinction between the venue and the seat remains. but when a court finds there is prescription for venue and something else, it has to be adjudged on the facts of each case to determine the juridical seat. as in the instant case, the agreement in question has been interpreted and it has been held that london is not mentioned as the mere location but the courts in london will have the jurisdiction, another interpretative perception as projected by the learned senior counsel is unacceptable.\" 40. learned counsel for the appellants has further placed reliance on the precedent law laid down by the hon'ble supreme court in union of india vs. hardy exploration and production (india) inc (civil appeal no.4628 of 2018 decided on 25.09.2018), relevant portion of which reads as under: \"23. in view of the aforesaid development of law, there is no confusion with regard to what the seat of arbitration and venue of arbitration mean. there is no shadow of doubt that the arbitration clause has to be read in a holistic manner so as to determine the jurisdiction of the court. that apart, if there is mention of venue and something else is appended thereto, depending on the nature of the prescription, the court can come to a conclusion that there is implied exclusion of part i of the act. the principle laid down in (45 of 46) [sac-3/2019] sumitomo heavy industries ltd. (supra) has been referred to in reliance industries limited (ii) and distinguished. in any case, it has no applicability to a controversy under the act. the said controversy has to be governed by the balco principle or by the agreement or by the principle of implied exclusion as has been held in bhatia international.\" 41. after hearing learned counsel for the parties as well as perusing the record of the case, alongwith the precedent laws cited at the bar, this court is of the clear opinion that the present appeals are not maintainable, as the judgment of bgs sgs soma jv (supra), quoted hereinabove, wherein the hon'ble supreme court has clearly held that an appeal under section 37 of the act of 1996 is not maintainable, in absence of sanction of law, is clearly applicable in the present case on account of the fact that in this case, when the appellant made a request on 03.06.2014 to invoke arbitration, the appellant himself averred that the seat of arbitration to be london, united kingdom, and thus, expressly excluded part i of the act of 1996. 42. this court finds that the appellants have tried to assail the arbitral awards by filing arbitration applications under section 34 of the act of 1996, which remedy was not available to them, and thus, when such underlying remedy was not available to the appellants, then in those circumstances, an appeal under section 37 of the act of 1996 is not maintainable. furthermore, the judgments of harmanprit singh sidhu (supra) and kandla export corporation & anr. (supra) are also very clear in terms of the jurisdiction at the place of seat of the arbitration, particularly in regard to assailment of a foreign award. 43. this court, on a careful perusal, finds that the exclusion of part i of the act of 1996 has also been affirmed by the hon'ble (46 of 46) [sac-3/2019] apex court in r.k. industries (supra), eitzen bulk (supra) and union of india vs. reliance industries limited & ors. (supra). 44. this court further finds that the judgment of bhatia international (supra), which is the principal argument made on behalf of the appellants, cannot be relied upon, as the same has been clarified by the hon'ble apex court in the subsequent judgment rendered in union of india vs. reliance industries limited & ors, wherein it has been held that, \"it is interesting to note that even though the law governing the arbitration agreement was not specified, yet this court held, having regard to various circumstances, that the seat of arbitration would be london and therefore, by necessary implication, the ratio of bhatia international [bhatia international v. bulk trading s.a., (2002) 4 scc 105] would not apply\". 45. thus, while adhering to bgs sgs soma jv (supra) and all the precedent laws reiterated by the hon'ble supreme court in the latest judgment of vijay karia (supra), this court does not find any reason to make any interference in the impugned order passed by the learned single judge. 46. consequently, the present appeals are dismissed. all pending applications also stand dismissed. (dr. pushpendra singh bhati),j (indrajit mahanty),cj skant/powered by tcpdf (www.tcpdf.org)"
}