{
  "case_file": "case385.txt",
  "original_text": "Delhi High Court\nVijay Kumar Varshney vs Longlast Power Products Ltd And Anr on 3 July, 2023\nAuthor: Sanjeev Narula\nBench: Sanjeev Narula\n                          *      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                                                         Reserved on: 03rd May , 2023\n                                                                       Pronounced on: 03rd July, 2023\n\n                          +      CM(M)-IPD 1/2023\n                                 VIJAY KUMAR VARSHNEY                                      ..... Petitioner\n                                                    Through:     Ms. Rajeshwari H. and Ms. Nupur\n                                                                 Goswamy, Advocates.\n\n                                                    versus\n\n                                 LONGLAST POWER PRODUCTS LTD AND ANR.\n                                                                      ..... Respondents\n                                             Through: Mr. Sanjeev Sindhwani, Senior\n                                                      Advocate with Ms. Priya Rao,\n                                                      Advocate.\n\n                                 CORAM:\n                                 HON'BLE MR. JUSTICE SANJEEV NARULA\n\n                                                    JUDGMENT\nSANJEEV NARULA, J.\n1. The Petitioner and the Respondents, who are the Plaintiff and the Defendants respectively in the original lawsuit [CS(COMM) 2185/2021], are embroiled in a commercial dispute before the Commercial Court Judge at Tis Hazari, Central District, Delhi. The core of the dispute revolves around the Petitioner's plea for legal protection, primarily in the form of an injunction, to prevent the Respondents from engaging in alleged unauthorized use of the Petitioner's trademark \"AMAZE\" on the ground of passing off.\n2. As it stands, the aforementioned suit is currently in the process of adjudication, with the conclusive judgment and the determination of an interlocutory injunction still pending. However, the focus of this present petition is a comprehensive order issued on 02nd August, 2022 passed by Commercial Court Judge [hereinafter \"Impugned Order\"], dismissing two applications filed by the Petitioner, both seeking leave to introduce additional documents. Aggrieved by the same, Petitioner has appealed to this Court's supervisory jurisdiction, asserting that their right to a fair trial has been compromised, by a manifestly erroneous order.\nBackground of the dispute leading to the commencement of the present legal proceedings\n3. The circumstances leading up to the filing of the present petition are succinctly outlined as follows:\n3.1. The Petitioner asserts that in July 2018, the Respondents approached the Petitioner seeking permission to utilize the Petitioner's mark, \"AMAZE\".\nUpon refusal, the Respondent No. 2 filed an opposition to Petitioner's trademark application for the mark \" \" under number 2424250 under Class 9 dated 06th November, 2012. The Petitioner countered this opposition, disputing the proprietary rights claimed by Respondent No. 2 over the \"AMAZE\" mark and its variants.\n3.2. In April, 2021, Petitioner gained knowledge of Respondents selling batteries under the deceptively similar mark \"AMAZE\". Petitioner contends that the Respondents' mark, which is structurally and phonetically identical to the Petitioner's, was purportedly adopted with an intent to capitalize on the goodwill and reputation of the petitioner.\n3.3. During the ongoing Covid-19 pandemic in June-July 2021, the Petitioner, invoked its common law rights in the \"AMAZE\" trademark and filed a lawsuit to seek restraining orders against the Respondents from the use of the mark \"AMAZE\". Due to certain inadvertent circumstances, some of the key documents were excluded. Thus, on 01st September 2021, the Petitioner filed the first application seeking permission to present additional documents [hereinafter \"First Application\"]. Following this, on 04th January 2022, a second application was made seeking permission to introduce further documents to counter the claims made by the Respondents in their written statement [hereinafter \"Second Application\"]. Both these applications [collectively, \"the Applications\"] met strong resistance from the Respondents and were ultimately adjudicated by the Commercial Court Judge through the Impugned Order, leading to their dismissal.\nPetitioner's Case\n4. Ms. Rajeshwari H., Advocate, presents Petitioner's case as follows:\n4.1. Petitioner adopted trademark \"AMAZE\" in the year 2008 and has been continuously, openly and extensively using the said mark since then.\nPetitioner discovered that Respondents had started selling batteries under the mark \"AMAZE\" without any consent/ permission from Petitioner, despite denial of a specific request to use the same. As a result, Petitioner filed a commercial suit to restrain them from using the said mark. The suit was filed online in June/July 2021, since counsel were working from home on account of restrictions as per Covid-19 norms/ guidelines and moreover, Covid-19 was in the aftermath of its peak. The suit came up for hearing on 08th July, 2021 when the Court directed the Petitioner to file physical paperbook of the suit. The first effective hearing took place on 05th August, 2021, through virtual mode.\n4.2. Petitioner, along with suit, produced all documents which they believed were in their power and possession. Since the officers of Petitioner and its counsel were working from their residence in light of Covid-19, certain documents were inadvertently not filed along with the plaint. On 01st September, 2021, Petitioner filed the First Application under Order XI Rule 1(4) (inadvertently mentioned as Rule 14) of the Code of Civil Procedure, 1908 [hereinafter \"CPC\"] for filing additional documents which comprised of six invoices1 and online status of Respondents' five trademark applications.2 4.3 On 15th September, 2021, written statement was filed by Respondents, to which a replication was filed by Petitioner in November, 2021. On 04th January, 2022, Petitioner filed the Second Application under Order XI Rules 1(4) and 1(5) of CPC for producing additional documents in support of their pleadings to rebut the stand of Respondents emerging from their written statement.\n4.4. Additional affidavits were filed by Petitioner and Petitioner's counsel on 31st January, 2022, in view of the Commercial Court Judge's order dated 18th January, 2022, to explain reasons for not filing the documents along with the plaint. It was reiterated that the counsels were impacted by Covid-19 norms/ guidelines. Some of the counsels had even contracted Covid-19 Invoice Nos. 129, 012, 013, 017, 472, 471 of the period from 2008-2010.\nE-status of Respondents' trademark applications no. 2469374, 2469373, 2469372, 3723225 and 3723223.\ninfection or were attending medical exigencies at home. Copies of the medical reports of the counsel representing Petitioner and other members of the counsel's office were filed along with affidavit dated 31st January, 2022 of Ms. Nupur Goswami, Advocate, in the original suit. Further, Petitioner's staff members and CA were also unavailable/ working from home, on account of Covid-19, which is made out from Petitioner's affidavit dated 31st January, 2022. The Impugned Order failed to take into account the medical certificates and reports filed by the Petitioner, and exigencies pleaded by the Petitioner and their counsel.\n4.5. By way of the Impugned Order, the Commercial Court Judge misapplied the provisions of law and rejected the Applications on an erroneous interpretation of the relevant provisions. The Commercial Court Judge concludes that no reason has been made out to justify 'non-disclosure of documents with the plaint' though reasons given by Petitioner may be justified for 'non-filing of documents with the plaint'. This distinction of 'non-disclosure' and 'non-filing' is contrary to the mandate of Order XI Rule 1(5) of CPC. Further, the Commercial Court Judge has misapplied the ratio in the judgment of the Supreme Court in Sudhir Kumar v. Vinay Kumar G.B.3 to hold that documents ought to be disclosed with the plaint, failing which they cannot be produced at all. There is no such proscription in law. 4.6. Documents filed along with the Second Application were necessary to rebut the stand of Respondents in their written statement and hence, they fall within the ambit of Order XI Rule 1(1)(c)(ii) of CPC. It follows that the rigours of Order XI Rule 1(4) or 1(5) of CPC would not be attracted. The 2021 SCC Online SC 734.\nfinding in the Impugned Order, that the Petitioner was required to disclose the said documents, is erroneous.\n4.7. All the documents sought to be relied upon are supported by pleadings either in the plaint or in the replication. There is no requirement of law to plead each and every document in the plaint, thus the finding of non- disclosure of documents is incorrect. To support the relief, reliance is placed upon orders passed in 12 cases by Co-ordinate benches of this Court allowing additional documents to be taken on record, wherein issues had not been framed.\n4.8. Petitioner had furnished a reasonable explanation for not filing the documents earlier, however the same was disregarded without any basis. Judgments relied upon by Petitioner were ignored and distinguished on erroneous grounds. The Court failed to consider the extraordinary circumstances, on account of Covid-19, faced by Petitioner at the time of filing of suit that resulted in non-filing of the documents along with the plaint.\nRespondent's Submissions\n5. Per contra, Mr. Sanjeev Sindhwani, Senior Counsel representing the Respondents, strongly opposed the petition by making the following submissions:-\n5.1. There is no error of jurisdiction or any other error warranting supervisory correction by this Court in exercise of Article 227 of the Constitution of India. This Court is not to sit in appeal or revision over the decision of the Commercial Court Judge in a legitimate exercise of jurisdiction under Article 227. Reliance is placed upon decisions of this Court in Bela Creation Pvt. Ltd. v. Anuj Textiles4 and M-Power Energy India (P) Ltd. and Anr. v. Sumana Mazumdar5.\n5.2. As per Order XI Rule 1(1) of CPC, Petitioner was required to file all documents which were in its power, possession, control or custody along with the plaint or within an extended period of thirty days, subject to leave as contemplated under Rule 1(4). This requirement is in consonance with the object of the Commercial Courts Act, 2015 and is a clear departure from the existing law relating to filing and production of documents/ additional documents. Leave of the Court to file additional documents not disclosed with the plaint can be sought only after establishing reasonable cause for non- disclosure along with the plaint, which has not been made out by Petitioner. 5.3. Additional documents sought to be filed along with the Applications were in Petitioner's power, possession, control and custody at the time of filing of the suit. Petitioner, at the time of filing of the suit, has to give a declaration on oath6 (which was given in the present case) that all documents in the power, possession, control and custody of Petitioner pertaining to the facts and circumstances of the case are disclosed and annexed with the plaint and Petitioner does not have any other document with him. This declaration cannot be rendered meaningless. The additional documents, not so declared or filed, cannot be relied upon/ produced subsequently except in exceptional circumstances and on the basis of justifiable and reasonable grounds. Any other interpretation and understanding of the Commercial Courts Act, 2015 would be negating the very objective thereof.\n2022 SCC OnLine Del 1366.\n2022 SCC OnLine Del 3312.\nOrder XI Rule 1(3) of CPC, as amended by Commercial Courts Act, 2015.\n5.4. In Sudhir Kumar (supra), the Supreme Court laid down that documents in power, possession, custody and control have to be filed with plaint or within extended period of 30 days, subject to seeking permission of the court at the time of filing of suit. Otherwise, strict rigours of Rule 1(5) will apply. 5.5. In Bela Creations (supra), the Court applied stringent provisions envisaged under Order XI of CPC and declined the plea of additional documents, including on Covid-19 grounds. The Court also refused interference on the basis of limited scope of jurisdiction under Article 227. The \"statutory proscription\" for filing additional documents in commercial matters was reiterated in The Great Gatsby Club v. Mahesh Prefab,7 where the ground of documents not having been collated was not accepted, and the Court also noted that the rigour of provisions of Order XI Rule 1 of CPC cannot be diluted on any sympathetic or other considerations. 5.6. Petitioner's claim of urgency in filing of the suit is equally misconceived as the Petitioner has been aware of Respondent's advertisement and use of the trademark 'AMAZE' at least since mid-2018. Respondents had first filed a Notice of Opposition dated 14th August, 2018 against Petitioner's application no. 2424250 and Petitioner also acknowledged Respondents' user in its Counter Statement filed on 10th October, 2018. Therefore, the submission of Petitioner that there was an urgency in filing the suit, is even otherwise, absolutely false.\n5.7. With respect to plea of Covid-19, it is further submitted that the suit was listed on various dates prior to issuance of summons on 05th August, 2021. Petitioner was present on all dates and vehemently pressed for ex parte 2022 SCC OnLine Del 2099.\ninjunction. In fact, Petitioner had been travelling to Delhi for signing the court pleadings and notarization of affidavits. The suit has been vigorously prosecuted and thus, the plea premised on the impact of Covid-19 plea is not sustainable. In this regard, Respondents rely on the judgment in HT Media and Ors. v. Brain Link International Inc. & Ors.8 passed by this Court, and further upheld by the Supreme Court.9 Analysis\n6. The Commercial Court Judge remained unpersuaded by the explanations offered by the Petitioner to justify their delay in filing the requisite documents alongside the plaint. He delved into the evolution of the provisions pertaining to the filing of documents along with the pleadings, and the consequences of non-submission, invoking precedents of this Court and the Supreme Court. Consequently, he framed three pivotal questions for adjudication, as outlined in paragraph 14 of the Impugned Order as follows:\n\"a). Whether the documents sought to be filed by both the applications were in the power, possession, control or custody of plaintiff?\nb). If yes, whether plaintiff establishes a reasonable cause for non-disclosure of the same at the time of filing of the plaint as required under Order XI Rule 1(5) CPC.\nc). Whether the additional documents are required to answer the case set up by the defendant in terms of Order XI Rule 1(c)(ii) CPC.\"\n7. Regarding the first question, the Commercial Court Judge reached the conclusion that the disputed documents were indeed under Petitioner's power, possession, control, and custody at the time of the filing of the plaint. Having established this, he moved on to assess whether the Petitioner could establish 2021 SCC OnLine Del 5398.\nBrainlink International Inc. & Anr. v. HT Media Limited & Anr., Petition for Special Leave to Appeal C No. 3579/2022, order dated 14th March, 2022.\na valid reason for not disclosing these documents at the time of filing the plaint, as mandated by Order XI Rule 1(5) of CPC. His judgement on this issue, crystallised as the second question, extracted above, is summarized as follows:\n\"21.1 Bare perusal of both the applications of the plaintiff makes it clear that whatever reasons plaintiff has disclosed therein are to justify the reason for non filing of the same alongwith the plaint. For instance, in the first application, plaintiff avers that some documents were left out inadvertently; as officers of plaintiff and its counsels were working from home due to Covid, certain documents were left out due to administrative error. Similarly, in the second application, plaintiff alleges that since some documents being old documents were kept at different site, which could not be accessed due to lockdowns, plaintiff could not file the same along with the plaint.\n21.2 Needless to say that in order to seek leave of the Court to file additional documents under Order XI Rule 1(5) CPC, plaintiff is required to establish a reasonable cause for non-disclosure of the same along with the plaint and not to establish a reasonable cause for non-filing of the same along with the plaint. There is a significant distinction between the reason for non-disclosure of a document at the time of filing of the plaint and the reason for non-filing of the same alongwith the plaint as the furnished reason may be reasonable for non-filing of the same, but the same reason may not be reasonable for non-disclosure of the same. For instance, lockdown may be a reasonable cause for non-filing of the same along with the plaint as due to lockdown plaintiff may not be in a position to collect the document from the particular place, but the same lockdown may not be reasonable cause for non- disclosing of the same as lockdown does not prevent the plaintiff to disclose the same at the time of filing of the plaint. But, in the instant case, plaintiff preferred not to disclose any reason for non-disclosure of the documents in question at the time of filing of plaint despite the fact that documents were in his power, possession, control or custody; rather he preferred to disclose the reasons for non-filing of the same, which is not sine qua non in Order XI Rule1(5) CPC. As the plaintiff failed to disclose any reasonable cause for non-disclosure of the documents in question at the time of filing of the plaint, I am of the view that plaintiff failed to fulfil the requisite mandatory condition of Order XI Rule 1(5) CPC to seek the leave of the Court.\n22. On January 18, 2022, learned counsel for the plaintiff sought leave of the Court to file additional affidavit in support of both the applications to disclose when the additional documents were retrieved by the plaintiff, which was granted by the Court. Accordingly, plaintiff filed the affidavit on January 31, 2022. 22.1 In para 3 of the affidavit, plaintiff states, \"I signed the plaint and affidavit but could not notarize them. I sent a scanned copy to my counsel in around Mid-June 2021.\" In para 4, plaintiff states that he traced out certain invoices (as mentioned in first application) in the last week of June 2021 and personally delivered at the office of his counsel on 29.06.21. In order words, it is admitted case of the plaintiff, he had traced out the documents mentioned in the first application prior to filing of the suit, which was admittedly filed online on 08.07.2021. In para 5 of the affidavit, plaintiff states that he visited Delhi on 16.07.2021 for re-execution of documents and notarisation thereof but since he had to return Aligarh quickly, he did not go through each and every document. Admittedly, hard copy of the plaint was filed on 16.07.2021 and the statement of truth was got attested from Oath Commissioner of 16.07.2021 wherein he also declared on oath that he has disclosed and filed all the documents in his power, possession, control or custody. Does plaintiff intend to say that he signed the plaint, affidavit and statement on truth without going through its contents? If yes, it is nothing but negligence of plaintiff, which cannot be considered a reasonable cause.\n22.2 No doubt, Covid 19 created unprecedented situation not only for individuals but also for institutions and even for all the organs of governments. But since necessity is the mother of invention, Covid 19 also taught all of us, how to interact or communicate in such unprecedented situations. Inter-net played a significant role to save the mankind, institutions from the catastrophic effects of Covid 19 as peoples started to hold meetings through various online platforms. Similarly, institutions started functioning online. Indian judiciary also started online filing and online hearing which were unknown prior to Covid 19. Plaintiff himself in para 3 of his affidavit stated that he sent a scanned copy to his counsel in mid June 2021. Thus, there was no such reason for the plaintiff even to come to Delhi from Aligarh just to deliver some invoices he could easily send the soft copy of the same to his counsel. Further, it is just unbelievable that plaintiff would not inform or confirm from the office of his counsel that the invoices had been received or not. Further, it was the duty of plaintiff to check whether the invoices were mentioned in the list of documents or not? If plaintiff preferred to sign the documents without going through it, then he can not take his lapse as a reasonable cause. If such plea is started to the considered as reasonable cause, it would defeat the object of enactment of commercial Courts Act.\n22.3 In the light of above, I am of the view that even reason furnished in the affidavit qua documents mentioned in the first application are insufficient to establish a reasonable cause for non-disclosure of the documents at the time of filing of the plaint.\"\n[Emphasis Supplied]\n8. The Commercial Court Judge turned his attention next to Petitioner's plea to introduce additional documents under Order XI Rule 1(1)(c)(ii) of the CPC, a situation contemplated in the third question. The Second Application, was also considered under the aforenoted provision, but was rejected as the Petitioner could not support the same on facts. In this determination, the Commercial Court Judge evaluated the jurisprudence presented by both parties and rejected the precedents referenced by the Petitioner, noting that the governing judgement on the issue is the Supreme Court's ruling in Sudhir Kumar (supra). He emphasized the criticality of demonstrating a reasonable cause for non-disclosure of documents, concluding that without such a justification, the Petitioner's contention lacked merit, thus precluding the belated introduction of documents.\n9. As can be seen from the emphasised extracted portions of the Impugned Order, the Commercial Court Judge has proceeded on the assumption of the necessity to establish a \"reasonable cause for non-disclosure of documents in the plaint\". A clear distinction is drawn by the Commercial Court Judge between a reasonable cause for 'non-disclosure' vis-à-vis a reasonable cause for 'not filing' the documents along with the plaint, which he perceives as significant. On this premise, he asserts that the reasons for non-disclosure of documents at the time of filing the plaint and the reasons for not filing the same are two separate and distinct concepts. He further holds that while a reason might be deemed reasonable for not filing the documents at the time of filing of plaint, it may not meet the requisite threshold of reasonableness for non-disclosure of the same.\n10. The aforementioned distinction forming the bedrock of the Impugned Order is not explicitly evident from the perusal of Order XI Rule 1(5) of CPC. The Commercial Court Judge's emphasis on the disclosure of documents that are within the power, possession, control, and custody of the Petitioner is indeed accurate. However, the drawn distinction between 'non-filing' and 'non-disclosure' appears to be contrived. Under Order XI Rule 1(1) of CPC, the plaintiff is obliged to file a list of all documents and photocopies of all documents within its power, possession, control or custody relating to the suit, including the documents the plaintiff references and relies upon in the plaint. In addition, Order XI Rule 1(3) of CPC imposes an additional obligation on plaintiff to declare on oath that all documents within the plaintiff's power, possession, control, and custody pertaining to the facts and circumstances of the proceedings initiated have been disclosed and their copies annexed with the plaint. Therefore, the law demands not only a disclosure but also filing of documents along with the plaint, thus, creating a 'dual requirement'. Order XI Rule 1(5) underscores the importance of this requirement by prohibiting the plaintiff from relying on documents not disclosed along with the plaint. Hence, the legal imperative is that if a document is within the plaintiff's power, possession, control, or custody, it should not only be disclosed but also filed along with the plaint. However, the Commercial Court Judge proceeds on the assumption that there is no disclosure by the Petitioner regarding the additional documents, thereby rendering the reason for non-filing irrelevant. His understanding is evident from the illustration in the Impugned Order, which notes \"For instance, lockdown may be a reasonable cause for non- filing of the same along with the plaint as due to lockdown plaintiff may not be in a position to collect the document from the particular place, but the same lockdown may not be a reasonable cause for non-disclosing of the same as lockdown does not prevent the plaintiff to disclose the same at the time of filing of the plaint.\" In the opinion of this Court, this principle has been erroneously applied to the facts of the present case. Therefore, the Commercial Court Judge's distinction between the reasons for 'non- disclosure' and 'non-filing' is rendered artificial. The lockdown induced by Covid-19 surely constitutes a reasonable cause for both non-disclosure and non-filing, subject to the satisfaction of the circumstances and the discretion of the Court.\n11. In addition, the Commercial Court Judge has returned a definitive finding against the Petitioner for failing to disclose the documents, at the time of filing the plaint. This finding is not backed by any fact-checking. Subject matter of the First application were six invoices (from the period of 2008 to 2010) and the online status of Respondents' five trademark applications, as noted in the background facts above. On a perusal of the plaint, it is made out that a corresponding disclosure was made for the said invoices pertaining to Petitioner's use of their trademark 'AMAZE', in paragraph 4 of the plaint to the following effect:-\n\"...The Plaintiff has been using the mark AMAZE written in stylized manner \"amaze SOURCE OF INFINITVE POWER\" since 2008. The Plaintiff has been openly, continuously and extensively using the mark AMAZE on the said goods as their essential feature since its adoption in 2008.\"\n12. Likewise, a disclosure and averments pertaining to Respondents' five trademark applications, which relate to the documents containing the online status of marks, find mention in paragraph 18 and 19 of the plaint, extracted as under:-\nParagraph 18 \"The investigation trial also lead to the marks applied for registration by the Defendant which is summarized in the table below...\"\nParagraph 19 \"It is pertinent to note that all marks are filed on 'proposed to be used' basis giving an impression that products under the mark AMAZE are yet to be launched in the market. All marks of Defendant are pending except TM except TM No. 3861216 which is registered against which the Plaintiff has filed rectification...\"\n13. Thus, there is a disclosure in the pleadings qua documents which form the subject matter of the First Application. Furthermore, keeping the legal principles of pleadings in mind, it must be noted that a plaintiff is not obligated to furnish a detailed disclosure of each document in the plaint itself. The law on this subject as evident from precedents mandates disclosure of material facts, not an exhaustive cataloguing of all documents in possession, in the plaint. The core of a pleading lies in the enunciation of material facts and not the amplification of every document that supports those facts. Under Order XI of CPC, a duty is imposed upon the parties to a suit to disclose all relevant documents that are within their power, possession, control or custody, at the earliest opportunity. Therefore, while the law requires a basic level of transparency qua critical documents, it does not insist on any exhaustive specification of every single document in the pleadings. We must understand that this requirement of disclosure serves to streamline the issues and prevent surprises at the stage of trial. The objective is to provide the opposite party, a fair notice of the case they need to meet, rather than to provide them with an exhaustive disclosure of each document in the plaint. Moreover, the express provision under Order XI of CPC to take on record additional documents filed belatedly, with the leave of the Court, indicates the legislative acknowledgment of potential circumstances that could arise leading to delayed disclosure or submission of some documents on justifiable reasons. The restriction under Order XI Rule 1(5) of CPC against filing of additional documents is not absolute, but conditional, allowing for their inclusion with permission of the Court. Given the existence of a pleading that supports the documents in the First Application, the Court must now determine if there was a justifiable reason for the delayed submission of these documents.\n14. The Petitioner justified the late submission of documents through affidavits dated 31st January, 2022, stating that the additional documents were located in a different premises under lockdown due to the Covid-19 pandemic and/or the technical staff not being available to retrieve the same, making them inaccessible until after the filing of the suit. Although the Commercial Court Judge recognized the compelling circumstances owing to the Covid-19 pandemic, yet the Impugned Order was passed on the premise that the lack of disclosure in the initial pleadings barred the subsequent submission of these documents. However, this Court is of the view that Petitioner's reasons relating to Covid-19 lockdown and the linked unavailability of staff should have been considered as a valid cause for not filing the said documents with the plaint. We find the Commercial Court Judge's dismissal of these reasons to be erroneous in such circumstances.\n15. It is noteworthy that the Commercial Court Judge primarily relied on the judgment in Sudhir Kumar (supra) to disallow the applications. However, in Court's view, the failure to contextualize the specific facts and circumstances of the present case has led to a misapplication of this precedent. In Sudhir Kumar's case, the first suit was filed in October 2018 and later withdrawn in July 2019, granting liberty to file a fresh suit. The second suit was instituted in August 2019, and an application for filing additional documents under Order VII Rule 14(3) of CPC was moved thereafter, which was dismissed by the Trial Court and subsequently confirmed by the High Court. The Supreme Court, in appeal, noted the absence of any urgency at the time of the second suit filing, and thus, concluded that the sheer volume of documents could not qualify as a reasonable cause for their delayed submission. A co-ordinate bench of this Court has also held in Bennett Coleman & Co. Ltd. v. ARG Outlier Media Pvt. Ltd.10 that the judgment in Sudhir Kumar (supra) does not put any fetters on a Court from permitting additional documents to be taken on record if a party adduces satisfactory reasons for not filing the same with the plaint. In the case at hand, the filing was made at the height of the Covid-19 pandemic - a reality that was unforeseen and presented unique challenges and extraordinarily extreme circumstances affecting all walks of life. The Supreme Court in various judgements, such as Prakash Corporates v. Dee Vee Projects,11 as well as this Court in various judgments, have consistently advocated a more flexible stance while dealing with filings during the Covid-19 pandemic. The Supreme Court's view in Prakash Corporates (supra), excluded the period between 15th March, 2020 and 02nd October, 2021, when Covid-19 Pandemic was ongoing, from computing the extended period of limitation of 120 days in filing the written statement. Respondents place reliance on HT Media (supra) to contend that the Petitioner's plea of being impacted by Covid-19 does not hold ground. This view is rendered per incuriam, in light of the Supreme Court's authoritative view in Prakash Corporates (supra) of taking a liberal approach on filings during Covid-19, as also, the facts of the present case, wherein the non-filing of the documents in-question has been sufficiently linked to Covid-19, and even acknowledged in the Impugned Order. It is thus Neutral Citation No. 2023:DHC:001726.\n2022 SCC OnLine SC 180.\ndifficult to agree with the finding in the Impugned Order that Prakash Corporates (supra) does not come to the aid of the Petitioner.\n16. In the light of the exceptional challenges posed by the Covid-19 pandemic, it becomes incumbent on this Court to eschew a strict interpretation and embrace a more lenient outlook in the matter at hand. As delineated earlier, the provisions of Order XI Rule 1(5) of CPC do erect a stringent boundary, but in the given scenario, the explanation tendered by the Petitioner sufficiently justifies the belated introduction of additional documents. Notwithstanding this, it is important to acknowledge that the suit is still at a nascent stage, with issues yet to be framed and the interim injunction application of the Petitioner still pending adjudication. The adage that 'procedure is the handmaid of justice' must guide our deliberations. While the essence of Order XI of CPC is to instil a sense of urgency in commercial proceedings, it should not be interpreted in a manner that hampers the pursuit of justice or enables one party to clinch victory on mere technical grounds before the matter has been thoroughly scrutinized at trial. Indeed, as pointed out by the Petitioner, Co-ordinate benches of this Court have allowed for additional documents to be filed in matters where issues had not been framed. That said, each case has to turn on its own facts and circumstance, which, as discussed above are compelling enough for exercise of the Court's discretion, as provided in law.\n17. Let's now turn our attention to the documents under scrutiny in the Second Application. Documents No. 31 to 42, which form subject matter of the Second Application, comprise of photocopies of Petitioner's advertisements in newspapers/ magazines, printouts relating to Petitioner's website and third-party websites showcasing Petitioner's products, Petitioner's social media activity, copies of its other promotional activities/ material, details of awards, CA certificate of sale/expenses, and invoices, in relation to the mark \"AMAZE.\" Additionally, Documents No. 43 to 47, in the Second Application, are copies of Respondent's video clips of the launch of their products along with printouts of screenshots of the same and Respondent's promotional activities along with printouts of news articles with coverage of Respondent's products from 2018. Said documents support Petitioner's contention regarding falsity of Respondent's claim of prior user of the mark \"AMAZE\". Thus, while the logic delineated above for documents that form part of the First Application would hold true for documents under the Second Application, it is also imperative to acknowledge the validity of the Petitioner's claim that they are entitled to introduce these documents to refute the Respondent's assertion of prior use. Indeed, documents, even if available in the public domain, may be filed when the need arises on account of a stand taken by a defendant in the written statement.12\n18. The Petitioner has consistently argued that they are the bona fide and prior adopter and user of the mark since 2008, while the Respondents only recently entered the market. This assertion has been disputed by the Respondent, necessitating the Petitioner to counter this claim by producing the aforementioned additional documents. Through these documents, the Petitioner intends to demonstrate their extensive prior use of the mark and the Respondent's subsequent passing off. The Petitioner has utilized copies of newspapers/ magazine advertisements, invoices and other documents, that Bennett Coleman & Co. Ltd (supra).\nwere not accessible during the initial suit filing. In the opinion of the Court, aforesaid documents would be relevant in determining the issue of prior use urged by the parties. Consequently, the Commercial Court Judge's ruling cannot sustain upon this ground either, and the Petitioner is indeed entitled to avail themselves of the provisions under Order XI Rule 1(1)(c)(ii) of CPC.\n19. Lastly, the Court must observe that the arguments put forth by Mr. Sindhwani regarding the jurisdiction of this Court under Article 227 of the Constitution of India hold merit and are well-grounded, however, it is important to explore the implications thereof in the current context. Article 227 imbues the High Court with the supervisory jurisdiction over all courts and tribunals throughout the territories in relation to which it exercises jurisdiction. This supervisory role serves to, ensure the correct application of law, uphold justice, and prevent miscarriage of the same. In the case at hand, upon thorough review, it is evident that the Trial Court's perspective bears a manifest error. Consequently, this becomes an apt scenario for this Court to exercise its supervisory jurisdiction, endowed by Article 227 of the Constitution of India. It is the responsibility of this Court, under the tenets of said provision, to correct such palpable errors. Therefore, this Court, while being cognizant of its jurisdiction, deems it fit to intervene in the current matter.\n20. Furthermore, in the interest of fairness and with an aim to balance the scales of justice, it is essential to take into account the delay in the prosecution of the suit due to the belated filing of documents by the Petitioner. In such circumstances, it is deemed appropriate to impose costs upon the Petitioner as a way to redress this delay.\n21. In addition, an opportunity should be extended to the Respondents to present any additional documents they may wish to submit. The Respondents are thus given a period of two weeks from the date of release of this judgment to file any such documents with the Trial Court, thereby ensuring that no party is disadvantaged, and the process remains equitable.\n22. In view of the above, the present petition is allowed with following directions:\n22.1. Impugned Order dated 02nd August, 2022 is set aside.\n22.2. Additional documents forming subject matter of Impugned Order are permitted to be taken on record, subject to just exceptions. 22.3. Cost of INR 50,000/- is imposed on Petitioner which is directed to be paid to Respondents within a period of one week from the date of release of this judgment.\n23. Disposed of along with other pending applications.\nSANJEEV NARULA, J JULY 03, 2023 d.negi",
  "cleaned_text": "delhi high court vijay kumar varshney vs longlast power products ltd and anr on 3 july, 2023 author: sanjeev narula bench: sanjeev narula * in the high court of delhi at new delhi reserved on: 03rd may , 2023 pronounced on: 03rd july, 2023 + cm(m)-ipd 1/2023 vijay kumar varshney . petitioner through: ms. rajeshwari h. and ms. nupur goswamy, advocates. versus longlast power products ltd and anr. . respondents through: mr. sanjeev sindhwani, senior advocate with ms. priya rao, advocate. hon'ble mr. justice sanjeev narula judgment sanjeev narula, j. 1. the petitioner and the respondents, who are the plaintiff and the defendants respectively in the original lawsuit [cs(comm) 2185/2021], are embroiled in a commercial dispute before the commercial court judge at tis hazari, central district, delhi. the core of the dispute revolves around the petitioner's plea for legal protection, primarily in the form of an injunction, to prevent the respondents from engaging in alleged unauthorized use of the petitioner's trademark \"amaze\" on the ground of passing off. 2. as it stands, the aforementioned suit is currently in the process of adjudication, with the conclusive judgment and the determination of an interlocutory injunction still pending. however, the focus of this present petition is a comprehensive order issued on 02nd august, 2022 passed by commercial court judge [hereinafter \"impugned order\"], dismissing two applications filed by the petitioner, both seeking leave to introduce additional documents. aggrieved by the same, petitioner has appealed to this court's supervisory jurisdiction, asserting that their right to a fair trial has been compromised, by a manifestly erroneous order. background of the dispute leading to the commencement of the present legal proceedings 3. the circumstances leading up to the filing of the present petition are succinctly outlined as follows: 3.1. the petitioner asserts that in july 2018, the respondents approached the petitioner seeking permission to utilize the petitioner's mark, \"amaze\". upon refusal, the respondent no. 2 filed an opposition to petitioner's trademark application for the mark \" \" under number 2424250 under class 9 dated 06th november, 2012. the petitioner countered this opposition, disputing the proprietary rights claimed by respondent no. 2 over the \"amaze\" mark and its variants. 3.2. in april, 2021, petitioner gained knowledge of respondents selling batteries under the deceptively similar mark \"amaze\". petitioner contends that the respondents' mark, which is structurally and phonetically identical to the petitioner's, was purportedly adopted with an intent to capitalize on the goodwill and reputation of the petitioner. 3.3. during the ongoing covid-19 pandemic in june-july 2021, the petitioner, invoked its common law rights in the \"amaze\" trademark and filed a lawsuit to seek restraining orders against the respondents from the use of the mark \"amaze\". due to certain inadvertent circumstances, some of the key documents were excluded. thus, on 01st september 2021, the petitioner filed the first application seeking permission to present additional documents [hereinafter \"first application\"]. following this, on 04th january 2022, a second application was made seeking permission to introduce further documents to counter the claims made by the respondents in their written statement [hereinafter \"second application\"]. both these applications [collectively, \"the applications\"] met strong resistance from the respondents and were ultimately adjudicated by the commercial court judge through the impugned order, leading to their dismissal. petitioner's case 4. ms. rajeshwari h., advocate, presents petitioner's case as follows: 4.1. petitioner adopted trademark \"amaze\" in the year 2008 and has been continuously, openly and extensively using the said mark since then. petitioner discovered that respondents had started selling batteries under the mark \"amaze\" without any consent/ permission from petitioner, despite denial of a specific request to use the same. as a result, petitioner filed a commercial suit to restrain them from using the said mark. the suit was filed online in june/july 2021, since counsel were working from home on account of restrictions as per covid-19 norms/ guidelines and moreover, covid-19 was in the aftermath of its peak. the suit came up for hearing on 08th july, 2021 when the court directed the petitioner to file physical paperbook of the suit. the first effective hearing took place on 05th august, 2021, through virtual mode. 4.2. petitioner, along with suit, produced all documents which they believed were in their power and possession. since the officers of petitioner and its counsel were working from their residence in light of covid-19, certain documents were inadvertently not filed along with the plaint. on 01st september, 2021, petitioner filed the first application under order xi rule 1(4) (inadvertently mentioned as rule 14) of the code of civil procedure, 1908 [hereinafter \"cpc\"] for filing additional documents which comprised of six invoices1 and online status of respondents' five trademark applications.2 4.3 on 15th september, 2021, written statement was filed by respondents, to which a replication was filed by petitioner in november, 2021. on 04th january, 2022, petitioner filed the second application under order xi rules 1(4) and 1(5) of cpc for producing additional documents in support of their pleadings to rebut the stand of respondents emerging from their written statement. 4.4. additional affidavits were filed by petitioner and petitioner's counsel on 31st january, 2022, in view of the commercial court judge's order dated 18th january, 2022, to explain reasons for not filing the documents along with the plaint. it was reiterated that the counsels were impacted by covid-19 norms/ guidelines. some of the counsels had even contracted covid-19 invoice nos. 129, 012, 013, 017, 472, 471 of the period from 2008-2010. e-status of respondents' trademark applications no. 2469374, 2469373, 2469372, 3723225 and 3723223. infection or were attending medical exigencies at home. copies of the medical reports of the counsel representing petitioner and other members of the counsel's office were filed along with affidavit dated 31st january, 2022 of ms. nupur goswami, advocate, in the original suit. further, petitioner's staff members and ca were also unavailable/ working from home, on account of covid-19, which is made out from petitioner's affidavit dated 31st january, 2022. the impugned order failed to take into account the medical certificates and reports filed by the petitioner, and exigencies pleaded by the petitioner and their counsel. 4.5. by way of the impugned order, the commercial court judge misapplied the provisions of law and rejected the applications on an erroneous interpretation of the relevant provisions. the commercial court judge concludes that no reason has been made out to justify 'non-disclosure of documents with the plaint' though reasons given by petitioner may be justified for 'non-filing of documents with the plaint'. this distinction of 'non-disclosure' and 'non-filing' is contrary to the mandate of order xi rule 1(5) of cpc. further, the commercial court judge has misapplied the ratio in the judgment of the supreme court in sudhir kumar v. vinay kumar g.b.3 to hold that documents ought to be disclosed with the plaint, failing which they cannot be produced at all. there is no such proscription in law. 4.6. documents filed along with the second application were necessary to rebut the stand of respondents in their written statement and hence, they fall within the ambit of order xi rule 1(1)(c)(ii) of cpc. it follows that the rigours of order xi rule 1(4) or 1(5) of cpc would not be attracted. the 2021 scc online sc 734. finding in the impugned order, that the petitioner was required to disclose the said documents, is erroneous. 4.7. all the documents sought to be relied upon are supported by pleadings either in the plaint or in the replication. there is no requirement of law to plead each and every document in the plaint, thus the finding of nondisclosure of documents is incorrect. to support the relief, reliance is placed upon orders passed in 12 cases by co-ordinate benches of this court allowing additional documents to be taken on record, wherein issues had not been framed. 4.8. petitioner had furnished a reasonable explanation for not filing the documents earlier, however the same was disregarded without any basis. judgments relied upon by petitioner were ignored and distinguished on erroneous grounds. the court failed to consider the extraordinary circumstances, on account of covid-19, faced by petitioner at the time of filing of suit that resulted in non-filing of the documents along with the plaint. respondent's submissions 5. per contra, mr. sanjeev sindhwani, senior counsel representing the respondents, strongly opposed the petition by making the following submissions:5.1. there is no error of jurisdiction or any other error warranting supervisory correction by this court in exercise of article 227 of the constitution of india. this court is not to sit in appeal or revision over the decision of the commercial court judge in a legitimate exercise of jurisdiction under article 227. reliance is placed upon decisions of this court in bela creation pvt. ltd. v. anuj textiles4 and m-power energy india (p) ltd. and anr. v. sumana mazumdar5. 5.2. as per order xi rule 1(1) of cpc, petitioner was required to file all documents which were in its power, possession, control or custody along with the plaint or within an extended period of thirty days, subject to leave as contemplated under rule 1(4). this requirement is in consonance with the object of the commercial courts act, 2015 and is a clear departure from the existing law relating to filing and production of documents/ additional documents. leave of the court to file additional documents not disclosed with the plaint can be sought only after establishing reasonable cause for nondisclosure along with the plaint, which has not been made out by petitioner. 5.3. additional documents sought to be filed along with the applications were in petitioner's power, possession, control and custody at the time of filing of the suit. petitioner, at the time of filing of the suit, has to give a declaration on oath6 (which was given in the present case) that all documents in the power, possession, control and custody of petitioner pertaining to the facts and circumstances of the case are disclosed and annexed with the plaint and petitioner does not have any other document with him. this declaration cannot be rendered meaningless. the additional documents, not so declared or filed, cannot be relied upon/ produced subsequently except in exceptional circumstances and on the basis of justifiable and reasonable grounds. any other interpretation and understanding of the commercial courts act, 2015 would be negating the very objective thereof. 2022 scc online del 1366. 2022 scc online del 3312. order xi rule 1(3) of cpc, as amended by commercial courts act, 2015. 5.4. in sudhir kumar (supra), the supreme court laid down that documents in power, possession, custody and control have to be filed with plaint or within extended period of 30 days, subject to seeking permission of the court at the time of filing of suit. otherwise, strict rigours of rule 1(5) will apply. 5.5. in bela creations (supra), the court applied stringent provisions envisaged under order xi of cpc and declined the plea of additional documents, including on covid-19 grounds. the court also refused interference on the basis of limited scope of jurisdiction under article 227. the \"statutory proscription\" for filing additional documents in commercial matters was reiterated in the great gatsby club v. mahesh prefab,7 where the ground of documents not having been collated was not accepted, and the court also noted that the rigour of provisions of order xi rule 1 of cpc cannot be diluted on any sympathetic or other considerations. 5.6. petitioner's claim of urgency in filing of the suit is equally misconceived as the petitioner has been aware of respondent's advertisement and use of the trademark 'amaze' at least since mid-2018. respondents had first filed a notice of opposition dated 14th august, 2018 against petitioner's application no. 2424250 and petitioner also acknowledged respondents' user in its counter statement filed on 10th october, 2018. therefore, the submission of petitioner that there was an urgency in filing the suit, is even otherwise, absolutely false. 5.7. with respect to plea of covid-19, it is further submitted that the suit was listed on various dates prior to issuance of summons on 05th august, 2021. petitioner was present on all dates and vehemently pressed for ex parte 2022 scc online del 2099. injunction. in fact, petitioner had been travelling to delhi for signing the court pleadings and notarization of affidavits. the suit has been vigorously prosecuted and thus, the plea premised on the impact of covid-19 plea is not sustainable. in this regard, respondents rely on the judgment in ht media and ors. v. brain link international inc. & ors.8 passed by this court, and further upheld by the supreme court.9 analysis 6. the commercial court judge remained unpersuaded by the explanations offered by the petitioner to justify their delay in filing the requisite documents alongside the plaint. he delved into the evolution of the provisions pertaining to the filing of documents along with the pleadings, and the consequences of non-submission, invoking precedents of this court and the supreme court. consequently, he framed three pivotal questions for adjudication, as outlined in paragraph 14 of the impugned order as follows: \"a). whether the documents sought to be filed by both the applications were in the power, possession, control or custody of plaintiff? b). if yes, whether plaintiff establishes a reasonable cause for non-disclosure of the same at the time of filing of the plaint as required under order xi rule 1(5) cpc. c). whether the additional documents are required to answer the case set up by the defendant in terms of order xi rule 1(c)(ii) cpc.\" 7. regarding the first question, the commercial court judge reached the conclusion that the disputed documents were indeed under petitioner's power, possession, control, and custody at the time of the filing of the plaint. having established this, he moved on to assess whether the petitioner could establish 2021 scc online del 5398. brainlink international inc. & anr. v. ht media limited & anr., petition for special leave to appeal c no. 3579/2022, order dated 14th march, 2022. a valid reason for not disclosing these documents at the time of filing the plaint, as mandated by order xi rule 1(5) of cpc. his judgement on this issue, crystallised as the second question, extracted above, is summarized as follows: \"21.1 bare perusal of both the applications of the plaintiff makes it clear that whatever reasons plaintiff has disclosed therein are to justify the reason for non filing of the same alongwith the plaint. for instance, in the first application, plaintiff avers that some documents were left out inadvertently; as officers of plaintiff and its counsels were working from home due to covid, certain documents were left out due to administrative error. similarly, in the second application, plaintiff alleges that since some documents being old documents were kept at different site, which could not be accessed due to lockdowns, plaintiff could not file the same along with the plaint. 21.2 needless to say that in order to seek leave of the court to file additional documents under order xi rule 1(5) cpc, plaintiff is required to establish a reasonable cause for non-disclosure of the same along with the plaint and not to establish a reasonable cause for non-filing of the same along with the plaint. there is a significant distinction between the reason for non-disclosure of a document at the time of filing of the plaint and the reason for non-filing of the same alongwith the plaint as the furnished reason may be reasonable for non-filing of the same, but the same reason may not be reasonable for non-disclosure of the same. for instance, lockdown may be a reasonable cause for non-filing of the same along with the plaint as due to lockdown plaintiff may not be in a position to collect the document from the particular place, but the same lockdown may not be reasonable cause for nondisclosing of the same as lockdown does not prevent the plaintiff to disclose the same at the time of filing of the plaint. but, in the instant case, plaintiff preferred not to disclose any reason for non-disclosure of the documents in question at the time of filing of plaint despite the fact that documents were in his power, possession, control or custody; rather he preferred to disclose the reasons for non-filing of the same, which is not sine qua non in order xi rule1(5) cpc. as the plaintiff failed to disclose any reasonable cause for non-disclosure of the documents in question at the time of filing of the plaint, i am of the view that plaintiff failed to fulfil the requisite mandatory condition of order xi rule 1(5) cpc to seek the leave of the court. 22. on january 18, 2022, learned counsel for the plaintiff sought leave of the court to file additional affidavit in support of both the applications to disclose when the additional documents were retrieved by the plaintiff, which was granted by the court. accordingly, plaintiff filed the affidavit on january 31, 2022. 22.1 in para 3 of the affidavit, plaintiff states, \"i signed the plaint and affidavit but could not notarize them. i sent a scanned copy to my counsel in around mid-june 2021.\" in para 4, plaintiff states that he traced out certain invoices (as mentioned in first application) in the last week of june 2021 and personally delivered at the office of his counsel on 29.06.21. in order words, it is admitted case of the plaintiff, he had traced out the documents mentioned in the first application prior to filing of the suit, which was admittedly filed online on 08.07.2021. in para 5 of the affidavit, plaintiff states that he visited delhi on 16.07.2021 for re-execution of documents and notarisation thereof but since he had to return aligarh quickly, he did not go through each and every document. admittedly, hard copy of the plaint was filed on 16.07.2021 and the statement of truth was got attested from oath commissioner of 16.07.2021 wherein he also declared on oath that he has disclosed and filed all the documents in his power, possession, control or custody. does plaintiff intend to say that he signed the plaint, affidavit and statement on truth without going through its contents? if yes, it is nothing but negligence of plaintiff, which cannot be considered a reasonable cause. 22.2 no doubt, covid 19 created unprecedented situation not only for individuals but also for institutions and even for all the organs of governments. but since necessity is the mother of invention, covid 19 also taught all of us, how to interact or communicate in such unprecedented situations. inter-net played a significant role to save the mankind, institutions from the catastrophic effects of covid 19 as peoples started to hold meetings through various online platforms. similarly, institutions started functioning online. indian judiciary also started online filing and online hearing which were unknown prior to covid 19. plaintiff himself in para 3 of his affidavit stated that he sent a scanned copy to his counsel in mid june 2021. thus, there was no such reason for the plaintiff even to come to delhi from aligarh just to deliver some invoices he could easily send the soft copy of the same to his counsel. further, it is just unbelievable that plaintiff would not inform or confirm from the office of his counsel that the invoices had been received or not. further, it was the duty of plaintiff to check whether the invoices were mentioned in the list of documents or not? if plaintiff preferred to sign the documents without going through it, then he can not take his lapse as a reasonable cause. if such plea is started to the considered as reasonable cause, it would defeat the object of enactment of commercial courts act. 22.3 in the light of above, i am of the view that even reason furnished in the affidavit qua documents mentioned in the first application are insufficient to establish a reasonable cause for non-disclosure of the documents at the time of filing of the plaint.\" [emphasis supplied] 8. the commercial court judge turned his attention next to petitioner's plea to introduce additional documents under order xi rule 1(1)(c)(ii) of the cpc, a situation contemplated in the third question. the second application, was also considered under the aforenoted provision, but was rejected as the petitioner could not support the same on facts. in this determination, the commercial court judge evaluated the jurisprudence presented by both parties and rejected the precedents referenced by the petitioner, noting that the governing judgement on the issue is the supreme court's ruling in sudhir kumar (supra). he emphasized the criticality of demonstrating a reasonable cause for non-disclosure of documents, concluding that without such a justification, the petitioner's contention lacked merit, thus precluding the belated introduction of documents. 9. as can be seen from the emphasised extracted portions of the impugned order, the commercial court judge has proceeded on the assumption of the necessity to establish a \"reasonable cause for non-disclosure of documents in the plaint\". a clear distinction is drawn by the commercial court judge between a reasonable cause for 'non-disclosure' vis-à-vis a reasonable cause for 'not filing' the documents along with the plaint, which he perceives as significant. on this premise, he asserts that the reasons for non-disclosure of documents at the time of filing the plaint and the reasons for not filing the same are two separate and distinct concepts. he further holds that while a reason might be deemed reasonable for not filing the documents at the time of filing of plaint, it may not meet the requisite threshold of reasonableness for non-disclosure of the same. 10. the aforementioned distinction forming the bedrock of the impugned order is not explicitly evident from the perusal of order xi rule 1(5) of cpc. the commercial court judge's emphasis on the disclosure of documents that are within the power, possession, control, and custody of the petitioner is indeed accurate. however, the drawn distinction between 'non-filing' and 'non-disclosure' appears to be contrived. under order xi rule 1(1) of cpc, the plaintiff is obliged to file a list of all documents and photocopies of all documents within its power, possession, control or custody relating to the suit, including the documents the plaintiff references and relies upon in the plaint. in addition, order xi rule 1(3) of cpc imposes an additional obligation on plaintiff to declare on oath that all documents within the plaintiff's power, possession, control, and custody pertaining to the facts and circumstances of the proceedings initiated have been disclosed and their copies annexed with the plaint. therefore, the law demands not only a disclosure but also filing of documents along with the plaint, thus, creating a 'dual requirement'. order xi rule 1(5) underscores the importance of this requirement by prohibiting the plaintiff from relying on documents not disclosed along with the plaint. hence, the legal imperative is that if a document is within the plaintiff's power, possession, control, or custody, it should not only be disclosed but also filed along with the plaint. however, the commercial court judge proceeds on the assumption that there is no disclosure by the petitioner regarding the additional documents, thereby rendering the reason for non-filing irrelevant. his understanding is evident from the illustration in the impugned order, which notes \"for instance, lockdown may be a reasonable cause for nonfiling of the same along with the plaint as due to lockdown plaintiff may not be in a position to collect the document from the particular place, but the same lockdown may not be a reasonable cause for non-disclosing of the same as lockdown does not prevent the plaintiff to disclose the same at the time of filing of the plaint.\" in the opinion of this court, this principle has been erroneously applied to the facts of the present case. therefore, the commercial court judge's distinction between the reasons for 'nondisclosure' and 'non-filing' is rendered artificial. the lockdown induced by covid-19 surely constitutes a reasonable cause for both non-disclosure and non-filing, subject to the satisfaction of the circumstances and the discretion of the court. 11. in addition, the commercial court judge has returned a definitive finding against the petitioner for failing to disclose the documents, at the time of filing the plaint. this finding is not backed by any fact-checking. subject matter of the first application were six invoices (from the period of 2008 to 2010) and the online status of respondents' five trademark applications, as noted in the background facts above. on a perusal of the plaint, it is made out that a corresponding disclosure was made for the said invoices pertaining to petitioner's use of their trademark 'amaze', in paragraph 4 of the plaint to the following effect:\".the plaintiff has been using the mark amaze written in stylized manner \"amaze source of infinitve power\" since 2008. the plaintiff has been openly, continuously and extensively using the mark amaze on the said goods as their essential feature since its adoption in 2008.\" 12. likewise, a disclosure and averments pertaining to respondents' five trademark applications, which relate to the documents containing the online status of marks, find mention in paragraph 18 and 19 of the plaint, extracted as under:paragraph 18 \"the investigation trial also lead to the marks applied for registration by the defendant which is summarized in the table below.\" paragraph 19 \"it is pertinent to note that all marks are filed on 'proposed to be used' basis giving an impression that products under the mark amaze are yet to be launched in the market. all marks of defendant are pending except tm except tm no. 3861216 which is registered against which the plaintiff has filed rectification.\" 13. thus, there is a disclosure in the pleadings qua documents which form the subject matter of the first application. furthermore, keeping the legal principles of pleadings in mind, it must be noted that a plaintiff is not obligated to furnish a detailed disclosure of each document in the plaint itself. the law on this subject as evident from precedents mandates disclosure of material facts, not an exhaustive cataloguing of all documents in possession, in the plaint. the core of a pleading lies in the enunciation of material facts and not the amplification of every document that supports those facts. under order xi of cpc, a duty is imposed upon the parties to a suit to disclose all relevant documents that are within their power, possession, control or custody, at the earliest opportunity. therefore, while the law requires a basic level of transparency qua critical documents, it does not insist on any exhaustive specification of every single document in the pleadings. we must understand that this requirement of disclosure serves to streamline the issues and prevent surprises at the stage of trial. the objective is to provide the opposite party, a fair notice of the case they need to meet, rather than to provide them with an exhaustive disclosure of each document in the plaint. moreover, the express provision under order xi of cpc to take on record additional documents filed belatedly, with the leave of the court, indicates the legislative acknowledgment of potential circumstances that could arise leading to delayed disclosure or submission of some documents on justifiable reasons. the restriction under order xi rule 1(5) of cpc against filing of additional documents is not absolute, but conditional, allowing for their inclusion with permission of the court. given the existence of a pleading that supports the documents in the first application, the court must now determine if there was a justifiable reason for the delayed submission of these documents. 14. the petitioner justified the late submission of documents through affidavits dated 31st january, 2022, stating that the additional documents were located in a different premises under lockdown due to the covid-19 pandemic and/or the technical staff not being available to retrieve the same, making them inaccessible until after the filing of the suit. although the commercial court judge recognized the compelling circumstances owing to the covid-19 pandemic, yet the impugned order was passed on the premise that the lack of disclosure in the initial pleadings barred the subsequent submission of these documents. however, this court is of the view that petitioner's reasons relating to covid-19 lockdown and the linked unavailability of staff should have been considered as a valid cause for not filing the said documents with the plaint. we find the commercial court judge's dismissal of these reasons to be erroneous in such circumstances. 15. it is noteworthy that the commercial court judge primarily relied on the judgment in sudhir kumar (supra) to disallow the applications. however, in court's view, the failure to contextualize the specific facts and circumstances of the present case has led to a misapplication of this precedent. in sudhir kumar's case, the first suit was filed in october 2018 and later withdrawn in july 2019, granting liberty to file a fresh suit. the second suit was instituted in august 2019, and an application for filing additional documents under order vii rule 14(3) of cpc was moved thereafter, which was dismissed by the trial court and subsequently confirmed by the high court. the supreme court, in appeal, noted the absence of any urgency at the time of the second suit filing, and thus, concluded that the sheer volume of documents could not qualify as a reasonable cause for their delayed submission. a co-ordinate bench of this court has also held in bennett coleman & co. ltd. v. arg outlier media pvt. ltd.10 that the judgment in sudhir kumar (supra) does not put any fetters on a court from permitting additional documents to be taken on record if a party adduces satisfactory reasons for not filing the same with the plaint. in the case at hand, the filing was made at the height of the covid-19 pandemic a reality that was unforeseen and presented unique challenges and extraordinarily extreme circumstances affecting all walks of life. the supreme court in various judgements, such as prakash corporates v. dee vee projects,11 as well as this court in various judgments, have consistently advocated a more flexible stance while dealing with filings during the covid-19 pandemic. the supreme court's view in prakash corporates (supra), excluded the period between 15th march, 2020 and 02nd october, 2021, when covid-19 pandemic was ongoing, from computing the extended period of limitation of 120 days in filing the written statement. respondents place reliance on ht media (supra) to contend that the petitioner's plea of being impacted by covid-19 does not hold ground. this view is rendered per incuriam, in light of the supreme court's authoritative view in prakash corporates (supra) of taking a liberal approach on filings during covid-19, as also, the facts of the present case, wherein the non-filing of the documents in-question has been sufficiently linked to covid-19, and even acknowledged in the impugned order. it is thus neutral citation no. 2023:dhc:001726. 2022 scc online sc 180. difficult to agree with the finding in the impugned order that prakash corporates (supra) does not come to the aid of the petitioner. 16. in the light of the exceptional challenges posed by the covid-19 pandemic, it becomes incumbent on this court to eschew a strict interpretation and embrace a more lenient outlook in the matter at hand. as delineated earlier, the provisions of order xi rule 1(5) of cpc do erect a stringent boundary, but in the given scenario, the explanation tendered by the petitioner sufficiently justifies the belated introduction of additional documents. notwithstanding this, it is important to acknowledge that the suit is still at a nascent stage, with issues yet to be framed and the interim injunction application of the petitioner still pending adjudication. the adage that 'procedure is the handmaid of justice' must guide our deliberations. while the essence of order xi of cpc is to instil a sense of urgency in commercial proceedings, it should not be interpreted in a manner that hampers the pursuit of justice or enables one party to clinch victory on mere technical grounds before the matter has been thoroughly scrutinized at trial. indeed, as pointed out by the petitioner, co-ordinate benches of this court have allowed for additional documents to be filed in matters where issues had not been framed. that said, each case has to turn on its own facts and circumstance, which, as discussed above are compelling enough for exercise of the court's discretion, as provided in law. 17. let's now turn our attention to the documents under scrutiny in the second application. documents no. 31 to 42, which form subject matter of the second application, comprise of photocopies of petitioner's advertisements in newspapers/ magazines, printouts relating to petitioner's website and third-party websites showcasing petitioner's products, petitioner's social media activity, copies of its other promotional activities/ material, details of awards, ca certificate of sale/expenses, and invoices, in relation to the mark \"amaze.\" additionally, documents no. 43 to 47, in the second application, are copies of respondent's video clips of the launch of their products along with printouts of screenshots of the same and respondent's promotional activities along with printouts of news articles with coverage of respondent's products from 2018. said documents support petitioner's contention regarding falsity of respondent's claim of prior user of the mark \"amaze\". thus, while the logic delineated above for documents that form part of the first application would hold true for documents under the second application, it is also imperative to acknowledge the validity of the petitioner's claim that they are entitled to introduce these documents to refute the respondent's assertion of prior use. indeed, documents, even if available in the public domain, may be filed when the need arises on account of a stand taken by a defendant in the written statement.12 18. the petitioner has consistently argued that they are the bona fide and prior adopter and user of the mark since 2008, while the respondents only recently entered the market. this assertion has been disputed by the respondent, necessitating the petitioner to counter this claim by producing the aforementioned additional documents. through these documents, the petitioner intends to demonstrate their extensive prior use of the mark and the respondent's subsequent passing off. the petitioner has utilized copies of newspapers/ magazine advertisements, invoices and other documents, that bennett coleman & co. ltd (supra). were not accessible during the initial suit filing. in the opinion of the court, aforesaid documents would be relevant in determining the issue of prior use urged by the parties. consequently, the commercial court judge's ruling cannot sustain upon this ground either, and the petitioner is indeed entitled to avail themselves of the provisions under order xi rule 1(1)(c)(ii) of cpc. 19. lastly, the court must observe that the arguments put forth by mr. sindhwani regarding the jurisdiction of this court under article 227 of the constitution of india hold merit and are well-grounded, however, it is important to explore the implications thereof in the current context. article 227 imbues the high court with the supervisory jurisdiction over all courts and tribunals throughout the territories in relation to which it exercises jurisdiction. this supervisory role serves to, ensure the correct application of law, uphold justice, and prevent miscarriage of the same. in the case at hand, upon thorough review, it is evident that the trial court's perspective bears a manifest error. consequently, this becomes an apt scenario for this court to exercise its supervisory jurisdiction, endowed by article 227 of the constitution of india. it is the responsibility of this court, under the tenets of said provision, to correct such palpable errors. therefore, this court, while being cognizant of its jurisdiction, deems it fit to intervene in the current matter. 20. furthermore, in the interest of fairness and with an aim to balance the scales of justice, it is essential to take into account the delay in the prosecution of the suit due to the belated filing of documents by the petitioner. in such circumstances, it is deemed appropriate to impose costs upon the petitioner as a way to redress this delay. 21. in addition, an opportunity should be extended to the respondents to present any additional documents they may wish to submit. the respondents are thus given a period of two weeks from the date of release of this judgment to file any such documents with the trial court, thereby ensuring that no party is disadvantaged, and the process remains equitable. 22. in view of the above, the present petition is allowed with following directions: 22.1. impugned order dated 02nd august, 2022 is set aside. 22.2. additional documents forming subject matter of impugned order are permitted to be taken on record, subject to just exceptions. 22.3. cost of inr 50,000/is imposed on petitioner which is directed to be paid to respondents within a period of one week from the date of release of this judgment. 23. disposed of along with other pending applications. sanjeev narula, j july 03, 2023 d.negi"
}