{
  "case_file": "case352.txt",
  "original_text": "Delhi High Court\nDhani Aggarwal vs Mahesh Yadav & Ors on 15 December, 2022\nAuthor: Navin Chawla\nBench: Navin Chawla\n                                    Neutral Citation Number: 2022/DHC/005691\n\n\n\n\n                 $~15\n                 *    IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                             Date of Decision: 15.12.2022\n\n                 +       FAO-IPD 23/2021\n\n                         DHANI AGGARWAL                               ..... APPELLANT\n                                     Through:              Mr.Rishi Bansal, Mr.Neeraj\n                                                           Bhardwaj, Advs.\n\n                                              versus\n\n                         MAHESH YADAV & ORS                         ..... RESPONDENTS\n                                    Through:               Mr.Sanjeev Sindhwani, Sr.\n                                                           Adv. with Mr.Rohan Jaietly,\n                                                           Mr.Lalit Gupta, Mr.Siddharth\n                                                           Arora, Mr.Priyansh Jain, Advs.\n\n                 CORAM:\n                 HON'BLE MR. JUSTICE NAVIN CHAWLA\n                 NAVIN CHAWLA, J. (Oral)\nREVIEW PET. 255/2022 & CM 110/2022\n1. This petition has been filed by the respondents/applicants seeking review of the judgment dated 22.08.2022, on the ground that in terms of Section 13(1A) of the Commercial Courts Act, 2015 (in short, 'the Act'), an appeal arising out of an order or a judgment passed by a Commercial Court at the level of the District Judge exercising the original Civil Jurisdiction, can be adjudicated only by the Commercial Appellate Division of this Court, and not by the Single Judge. It is, therefore, the case of the respondents/applicants that the judgment of this Court dated 22.08.2022 has been passed Neutral Citation Number: 2022/DHC/005691 without jurisdiction and that the above appeal should have been transferred/listed before the Division Bench of this Court.\n2. In support of the above assertion, the learned senior counsel for the respondents/applicants submits that the Suit in question was filed by the appellant/non-applicant herein in April, 2019, that is, after the coming into force of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (in short, 'the Amendment Act'). The suit was first listed before the learned Additional District Judge, Tis Hazari Courts and was numbered as TM (COMM.) No.157/2019. An ex-parte ad-interim order of injunction was passed in favour of the appellant/non-applicant and against the respondents/applicants. The respondents/applicants filed an application under Order XXXIX Rule 4 read with Section 151 of the Code of Civil Procedure, 1908 (in short, 'CPC'), again titling the same as having been filed in a Commercial Suit, being TM (COMM) No.157/2019.\n3. The plaint filed by the appellant/non-applicant before the learned Trial Court also contained a 'Statement of Truth', which is a requirement only under the Act\n4. He further submits that though the impugned order dated 31.08.2019 was passed showing the number of the Suit as TM No. 97/19 (157/19), that is, as a Non-Commercial Suit, the same would not change the status of the Suit and it would remain a 'Commercial Suit' to be governed by the Act.\nNeutral Citation Number: 2022/DHC/005691\n5. The learned senior counsel for the respondents/applicant submits that even after the passing of the impugned order by the learned Trial Court, the Suit in question continues to be considered and treated as a 'Commercial Suit'. In this regard, he has drawn my reference to the order dated 29.01.2020 passed by the learned District Judge (Commercial Court-06), Tis Hazari Courts, which inter alia states that a 'Case Management Hearing' was held. He submits that a 'Case Management Hearing' is applicable only to a 'Commercial Suit'; it is a concept that is alien to a Non-Commercial/Ordinary Civil Suit. He further submits that the said order would also reflect that the Suit has been renumbered as CS(Commercial) No. 2129/2019, that is, as a 'Commercial Suit'.\n6. He places further reliance on the order dated 22.06.2020 passed by the learned District Judge (Commercial Court-06), which records that the Suit shall be listed for a 'Case Management Hearing'. He submits that, therefore, the Suit in question has been proceeded as a 'Commercial Suit', and therefore, an appeal against any order passed in the said Suit shall lie only before the Division Bench of this Court under Section 13(1A) of the Act and in terms of the order dated 27.01.2021 passed by a Coordinate Bench of this Court in FAO No.232/2020 titled Delhi Tourism and Transportation Development Corporation v. Swadeshi Civil Infrastructure Pvt. Ltd.\n7. Placing reliance on the preamble to the Act, he submits that the Act provides for the creation of Commercial Courts and, therefore, to achieve its object and purpose, any order passed by a Commercial Neutral Citation Number: 2022/DHC/005691 Court, irrespective of whether the Suit is or is not within the ambit of the Act, can be appealed against only in accordance with the provisions of the Act.\n8. He submits that Section 13(1A) of the Act also states that any person aggrieved by the judgment/order of a Commercial Court can file an appeal to the Commercial Appellate Division of the High Court, therefore, the only requirement of the Act is that the order impugned should have been passed by a Commercial Court for Section 13(1A) of the Act to be attracted.\n9. The learned senior counsel for the respondents/applicants has further placed reliance on the order dated 14.09.2021 passed by a Coordinate Bench of this Court in C.R.P No. 61/2021, titled Mr. Hari Singh v. M S Superhouse Ltd., to submit that in the said order, it has been held that irrespective of whether the numbering of the Suit is not as a 'Commercial Suit', the dispute being commercial in nature, would have to be adjudicated under the Act.\n10. Placing reliance on the judgment of this Court in Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730, he submits that a Suit relating to Intellectual Property Rights cannot be valued below Rs.3,00,000/- (Rupees Three Lakh only) so as to avoid the application of the Act to such a Suit. He submits that by the said judgment, all Suits that were valued below Rs.3,00,000/- were to be placed before the learned District Judge (Commercial). He submits that the appellant, having valued the Suit in question at below Rs.3,00,000/-, cannot negate the provisions of the Act.\nNeutral Citation Number: 2022/DHC/005691\n11. On the other hand, the learned counsel for the appellant/non- applicant submits that in the present appeal and/or in the review petition, no challenge has been made by the respondents/applicants to the valuation of the suit ascribed by the appellant/non-applicant to the Suit for the purposes of pecuniary jurisdiction. He submits that in terms of Section 6 read with Section 2(1)(i) of the Act, only a 'Commercial Suit of a specified value' are governed by the provisions of the Act. As the present Suit is below the specified value, the Act shall have no application to the Suit in question, and consequently, Section 13(1A) of the Act shall not apply to the appeal filed against the order passed in the Suit.\n12. I have considered the submissions made by the learned counsels for the parties.\n13. Section 6 of the Act states that the Commercial Courts shall have jurisdiction to try all Suits and applications relating to a 'Commercial Disputes of a specified value' arising within the entire territory of the State over which it has been vested territorial jurisdiction. Section 6 of the Act is reproduced hereinunder:-\n\"6. Jurisdiction of Commercial Court:--- The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.\nExplanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State Neutral Citation Number: 2022/DHC/005691 over which a Commercial Court has vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\"\n14. A reading of the above provision would clearly show that for the purposes of invoking jurisdiction of a Commercial Court, the Suit and application must first relate to a 'Commercial Dispute' as defined under Section 2(1)(c) of the Act; and secondly, such disputes must be of a 'Specified Value' as defined in Section 2(1)(i) of the Act. Both the conditions have to be cumulatively met for the vesting jurisdiction in a Commercial Court.\n15. Section 2(1)(i) of the Act is reproduced hereinbelow:-\n\"2. Definitions.-- (1). In this Act, unless the context otherwise requires,-\nxxxx\n(i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakh rupees of such higher value, as may be notified by the Central Government.\"\n(Emphasis Supplied)\n16. A reading of the above provision would show that 'Specified Value' in relation to a 'Commercial Dispute' means the value of the subject matter in respect of the Suit which shall not be less than Neutral Citation Number: 2022/DHC/005691 Rs.3,00,000/. In the present case, the plaintiff has filed the Suit valuing the same for purpose of jurisdiction, as under:-\n\"33. That the Plaintiff values the suit for purposes of Court fee and jurisdiction in the following manner:-\na. For the grant of permanent injunction as prayed, for m para 34 (a) (i) to (iv) and 34 (b), for delivery up as prayed for in para 34 (c), it is valued for the purpose of court fee and jurisdiction at Rs.200/- each and the court fee of Rs.20/- each totalling Rs.120/- is affixed.\nb. For an order for rendition of accounts of profits illegally earned by the Defendants as prayed for in Para 34(d), it is valued for the purposes of jurisdiction and court fee at Rs.1000/- and court fee of Rs.150/- affixed thereon as the Plaintiff estimates that such an amount shall be found due to the Plaintiff from the Defendants on rendition of accounts having gone into. The Plaintiff undertakes to pay such additional court fees, it may be directed to pay by this Hon'ble Court on the Defendants' rendition of accounts and as ascertained of the actual amount due to the Plaintiff. Total, court fee affixed is Rs.270/-. In view of the above, it is submitted that this Hon'ble Court has the sufficient pecuniary jurisdiction to try and entertain the present suit.\"\n17. As admitted by the learned senior counsel for the respondents/applicants, till date, there is no challenge to this valuation of the Suit made by the respondents/applicants. This was not put in question even before this Court in the appeal and/or in the present review petition. Clearly, therefore, the Suit as it stands today, is not within the jurisdiction of a Commercial Court.\nNeutral Citation Number: 2022/DHC/005691\n18. Merely because it has been numbered as a Commercial Suit or may have been dealt with by the parties or even by the Court as a Commercial Suit, would not convert the same to a 'Commercial Suit' of a specified value and/or vests jurisdiction in a Commercial Court. The parties by their consent or by conduct cannot vest jurisdiction in a Court which otherwise lacks jurisdiction. Reference in this regard may be made to the judgment of the Supreme Court in Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4 SCC 270.\n19. In Mr.Hari Singh (supra), the Court was dealing with a situation where the Suit was admittedly a 'Commercial Suit' but was wrongly numbered as an Ordinary Suit. It was in that circumstance that the Court held that such numbering of the Suit would not be a determinative factor and the Suit would continue to be governed by the Act. I may only quote from that judgment as under:\n\"7. A perusal of the plaint shows that the transaction is commercial in nature, for supply of fabric. Thus, irrespective of the fact that the same may not have been numbered as a commercial suit, the substratum of the dispute is commercial in nature and would have to be adjudicated under the Commercial Courts Act, 2015 (hereinafter 'Act'). In such cases, despites the suit not being numbered as a commercial suit or the dispute not having been decided by a Commercial Court, the Act would apply and the bar under Section 8, against filing of a revision application/petition against an interlocutory order, would also be applicable.\"\nNeutral Citation Number: 2022/DHC/005691\n20. In Vishal Pipes Limited (supra), the Court was answering a situation where the parties value the Suit for purposes of jurisdiction below Rs.3,00,000/- only to avoid the Suit being tried under the provisions of the Act. To answer the above situation, the Court directed as under:-\n\"66. In light of the above discussion, the following directions are issued:\n(i) Usually, in all IPR cases, the valuation ought to be Rs.3 lakhs and above and proper Court fee would have to be paid accordingly.\nAll IPR suits to be instituted before District Courts, would therefore, first be instituted before the District Judge (Commercial).\n(ii) In case of any IPR suits valued below Rs. 3 lakhs, the Commercial Court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued.\n(iii) Upon such examination, the concerned Commercial Court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite Court fee or to proceed with the suit as a non-commercial suit.\n(iv) In order to however maintain consistency and clarity in adjudication, even such suits which may be valued below Rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the District Judge (Commercial), but may not be subjected to the provisions of the CCA.\n(v) All pending IPR suits before the different District Judges (non- Commercial) in Delhi shall be placed before the concerned District Judges (Commercial) for following the procedure specified above. plaintiffs who wish Neutral Citation Number: 2022/DHC/005691 to amend the Plaint would be permitted to do so in accordance with law.\"\n21. A reading of the above direction would also show that it is not every case relating to an Intellectual Property Right that would be governed by the Act or over which only a Commercial Court would have jurisdiction. The Court directed that the learned District Judge (Commercial) shall consider the valuation ascribed by the plaintiff to the Suit, and upon such examination, pass appropriate orders in accordance with the provisions of the law either directing the plaintiff to amend the plaint to make the correct valuation or to proceed with the suit as a non-commercial suit.\n22. In the present case, admittedly, this exercise has not been done as till date there has been no objection raised by the defendant to the Suit/respondents herein/applicants challenging the valuation ascribed to the suit by the plaintiff/appellant herein. Therefore, the Suit continues to be a 'Non-Commercial Suit' to which the provisions of the Act would have no application.\n23. The submission of the learned senior counsel for the respondents, that even if the Suit is not a Commercial Suit but as the order has been passed by a Commercial Court, the provisions of Section 13(1A) of the Act would apply, is merely stated to be rejected. As noted hereinabove, if the Suit in question is not relating to a 'Commercial Dispute of a specified value', it is not a 'Commercial Suit' over which Commercial Court would have any jurisdiction. The Neutral Citation Number: 2022/DHC/005691 order passed was also not of a Commercial Court. Merely because the Court was also administratively exercising powers of a Commercial Court for other matters, it would not covert the order passed in a Non- Commercial Suit as an order of the Commercial Court for the purposes of Section 13(1A) of the Act. In Delhi Tourism and Transportation Development Corporation (supra), the Court considered the following question:-\n\"2. A legal question has arisen in this petition as is noticed in order dated 16.12.2020 as to whether, in terms of Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act), appeals arising out of orders or judgments passed by a Commercial Court at the level of District Judge exercising Original Civil jurisdiction are to be heard by a Single Judge of this Court or should be placed before the Division Bench of this Court.\"\n24. In the above-referred case, therefore, there was no dispute that the proceedings out of which the appeal arose was a 'Commercial Dispute of a specified value' and that the provisions of Section 13(1A) of the Act were application. The said order would, therefore, have no application to the facts of the present appeal/review application.\n25. In view of the above, I find no merit in the present review petition. The same is dismissed with costs quantified at Rs.1,00,000/- (Rupees One Lakh only) to be deposited by the Review Petitioner with the Delhi High Court Bar Clerk's Association.\nNeutral Citation Number: 2022/DHC/005691\n26. The pending application is also dismissed.\nNAVIN CHAWLA, J DECEMBER 15, 2022 RN/AB Date of Release of Order: 21.12.2022",
  "cleaned_text": "delhi high court dhani aggarwal vs mahesh yadav & ors on 15 december, 2022 author: navin chawla bench: navin chawla neutral citation number: 2022/dhc/005691 $~15 * in the high court of delhi at new delhi date of decision: 15.12.2022 + fao-ipd 23/2021 dhani aggarwal . appellant through: mr.rishi bansal, mr.neeraj bhardwaj, advs. versus mahesh yadav & ors . respondents through: mr.sanjeev sindhwani, sr. adv. with mr.rohan jaietly, mr.lalit gupta, mr.siddharth arora, mr.priyansh jain, advs. hon'ble mr. justice navin chawla navin chawla, j. (oral) review pet. 255/2022 & cm 110/2022 1. this petition has been filed by the respondents/applicants seeking review of the judgment dated 22.08.2022, on the ground that in terms of section 13(1a) of the commercial courts act, 2015 (in short, 'the act'), an appeal arising out of an order or a judgment passed by a commercial court at the level of the district judge exercising the original civil jurisdiction, can be adjudicated only by the commercial appellate division of this court, and not by the single judge. it is, therefore, the case of the respondents/applicants that the judgment of this court dated 22.08.2022 has been passed neutral citation number: 2022/dhc/005691 without jurisdiction and that the above appeal should have been transferred/listed before the division bench of this court. 2. in support of the above assertion, the learned senior counsel for the respondents/applicants submits that the suit in question was filed by the appellant/non-applicant herein in april, 2019, that is, after the coming into force of the commercial courts, commercial division and commercial appellate division of high courts (amendment) act, 2018 (in short, 'the amendment act'). the suit was first listed before the learned additional district judge, tis hazari courts and was numbered as tm (comm.) no.157/2019. an ex-parte ad-interim order of injunction was passed in favour of the appellant/non-applicant and against the respondents/applicants. the respondents/applicants filed an application under order xxxix rule 4 read with section 151 of the code of civil procedure, 1908 (in short, 'cpc'), again titling the same as having been filed in a commercial suit, being tm (comm) no.157/2019. 3. the plaint filed by the appellant/non-applicant before the learned trial court also contained a 'statement of truth', which is a requirement only under the act 4. he further submits that though the impugned order dated 31.08.2019 was passed showing the number of the suit as tm no. 97/19 (157/19), that is, as a non-commercial suit, the same would not change the status of the suit and it would remain a 'commercial suit' to be governed by the act. neutral citation number: 2022/dhc/005691 5. the learned senior counsel for the respondents/applicant submits that even after the passing of the impugned order by the learned trial court, the suit in question continues to be considered and treated as a 'commercial suit'. in this regard, he has drawn my reference to the order dated 29.01.2020 passed by the learned district judge (commercial court-06), tis hazari courts, which inter alia states that a 'case management hearing' was held. he submits that a 'case management hearing' is applicable only to a 'commercial suit'; it is a concept that is alien to a non-commercial/ordinary civil suit. he further submits that the said order would also reflect that the suit has been renumbered as cs(commercial) no. 2129/2019, that is, as a 'commercial suit'. 6. he places further reliance on the order dated 22.06.2020 passed by the learned district judge (commercial court-06), which records that the suit shall be listed for a 'case management hearing'. he submits that, therefore, the suit in question has been proceeded as a 'commercial suit', and therefore, an appeal against any order passed in the said suit shall lie only before the division bench of this court under section 13(1a) of the act and in terms of the order dated 27.01.2021 passed by a coordinate bench of this court in fao no.232/2020 titled delhi tourism and transportation development corporation v. swadeshi civil infrastructure pvt. ltd. 7. placing reliance on the preamble to the act, he submits that the act provides for the creation of commercial courts and, therefore, to achieve its object and purpose, any order passed by a commercial neutral citation number: 2022/dhc/005691 court, irrespective of whether the suit is or is not within the ambit of the act, can be appealed against only in accordance with the provisions of the act. 8. he submits that section 13(1a) of the act also states that any person aggrieved by the judgment/order of a commercial court can file an appeal to the commercial appellate division of the high court, therefore, the only requirement of the act is that the order impugned should have been passed by a commercial court for section 13(1a) of the act to be attracted. 9. the learned senior counsel for the respondents/applicants has further placed reliance on the order dated 14.09.2021 passed by a coordinate bench of this court in c.r.p no. 61/2021, titled mr. hari singh v. m s superhouse ltd., to submit that in the said order, it has been held that irrespective of whether the numbering of the suit is not as a 'commercial suit', the dispute being commercial in nature, would have to be adjudicated under the act. 10. placing reliance on the judgment of this court in vishal pipes limited v. bhavya pipe industry, 2022 scc online del 1730, he submits that a suit relating to intellectual property rights cannot be valued below rs.3,00,000/(rupees three lakh only) so as to avoid the application of the act to such a suit. he submits that by the said judgment, all suits that were valued below rs.3,00,000/were to be placed before the learned district judge (commercial). he submits that the appellant, having valued the suit in question at below rs.3,00,000/-, cannot negate the provisions of the act. neutral citation number: 2022/dhc/005691 11. on the other hand, the learned counsel for the appellant/nonapplicant submits that in the present appeal and/or in the review petition, no challenge has been made by the respondents/applicants to the valuation of the suit ascribed by the appellant/non-applicant to the suit for the purposes of pecuniary jurisdiction. he submits that in terms of section 6 read with section 2(1)(i) of the act, only a 'commercial suit of a specified value' are governed by the provisions of the act. as the present suit is below the specified value, the act shall have no application to the suit in question, and consequently, section 13(1a) of the act shall not apply to the appeal filed against the order passed in the suit. 12. i have considered the submissions made by the learned counsels for the parties. 13. section 6 of the act states that the commercial courts shall have jurisdiction to try all suits and applications relating to a 'commercial disputes of a specified value' arising within the entire territory of the state over which it has been vested territorial jurisdiction. section 6 of the act is reproduced hereinunder:\"6. jurisdiction of commercial court:--the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation.--for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state neutral citation number: 2022/dhc/005691 over which a commercial court has vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908).\" 14. a reading of the above provision would clearly show that for the purposes of invoking jurisdiction of a commercial court, the suit and application must first relate to a 'commercial dispute' as defined under section 2(1)(c) of the act; and secondly, such disputes must be of a 'specified value' as defined in section 2(1)(i) of the act. both the conditions have to be cumulatively met for the vesting jurisdiction in a commercial court. 15. section 2(1)(i) of the act is reproduced hereinbelow:\"2. definitions.-(1). in this act, unless the context otherwise requires,xxxx (i) specified value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakh rupees of such higher value, as may be notified by the central government.\" (emphasis supplied) 16. a reading of the above provision would show that 'specified value' in relation to a 'commercial dispute' means the value of the subject matter in respect of the suit which shall not be less than neutral citation number: 2022/dhc/005691 rs.3,00,000/. in the present case, the plaintiff has filed the suit valuing the same for purpose of jurisdiction, as under:\"33. that the plaintiff values the suit for purposes of court fee and jurisdiction in the following manner:a. for the grant of permanent injunction as prayed, for m para 34 (a) (i) to (iv) and 34 (b), for delivery up as prayed for in para 34 (c), it is valued for the purpose of court fee and jurisdiction at rs.200/each and the court fee of rs.20/each totalling rs.120/is affixed. b. for an order for rendition of accounts of profits illegally earned by the defendants as prayed for in para 34(d), it is valued for the purposes of jurisdiction and court fee at rs.1000/and court fee of rs.150/affixed thereon as the plaintiff estimates that such an amount shall be found due to the plaintiff from the defendants on rendition of accounts having gone into. the plaintiff undertakes to pay such additional court fees, it may be directed to pay by this hon'ble court on the defendants' rendition of accounts and as ascertained of the actual amount due to the plaintiff. total, court fee affixed is rs.270/-. in view of the above, it is submitted that this hon'ble court has the sufficient pecuniary jurisdiction to try and entertain the present suit.\" 17. as admitted by the learned senior counsel for the respondents/applicants, till date, there is no challenge to this valuation of the suit made by the respondents/applicants. this was not put in question even before this court in the appeal and/or in the present review petition. clearly, therefore, the suit as it stands today, is not within the jurisdiction of a commercial court. neutral citation number: 2022/dhc/005691 18. merely because it has been numbered as a commercial suit or may have been dealt with by the parties or even by the court as a commercial suit, would not convert the same to a 'commercial suit' of a specified value and/or vests jurisdiction in a commercial court. the parties by their consent or by conduct cannot vest jurisdiction in a court which otherwise lacks jurisdiction. reference in this regard may be made to the judgment of the supreme court in patel roadways limited, bombay v. prasad trading company, (1991) 4 scc 270. 19. in mr.hari singh (supra), the court was dealing with a situation where the suit was admittedly a 'commercial suit' but was wrongly numbered as an ordinary suit. it was in that circumstance that the court held that such numbering of the suit would not be a determinative factor and the suit would continue to be governed by the act. i may only quote from that judgment as under: \"7. a perusal of the plaint shows that the transaction is commercial in nature, for supply of fabric. thus, irrespective of the fact that the same may not have been numbered as a commercial suit, the substratum of the dispute is commercial in nature and would have to be adjudicated under the commercial courts act, 2015 (hereinafter 'act'). in such cases, despites the suit not being numbered as a commercial suit or the dispute not having been decided by a commercial court, the act would apply and the bar under section 8, against filing of a revision application/petition against an interlocutory order, would also be applicable.\" neutral citation number: 2022/dhc/005691 20. in vishal pipes limited (supra), the court was answering a situation where the parties value the suit for purposes of jurisdiction below rs.3,00,000/only to avoid the suit being tried under the provisions of the act. to answer the above situation, the court directed as under:\"66. in light of the above discussion, the following directions are issued: (i) usually, in all ipr cases, the valuation ought to be rs.3 lakhs and above and proper court fee would have to be paid accordingly. all ipr suits to be instituted before district courts, would therefore, first be instituted before the district judge (commercial). (ii) in case of any ipr suits valued below rs. 3 lakhs, the commercial court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued. (iii) upon such examination, the concerned commercial court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite court fee or to proceed with the suit as a non-commercial suit. (iv) in order to however maintain consistency and clarity in adjudication, even such suits which may be valued below rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the district judge (commercial), but may not be subjected to the provisions of the cca. (v) all pending ipr suits before the different district judges (noncommercial) in delhi shall be placed before the concerned district judges (commercial) for following the procedure specified above. plaintiffs who wish neutral citation number: 2022/dhc/005691 to amend the plaint would be permitted to do so in accordance with law.\" 21. a reading of the above direction would also show that it is not every case relating to an intellectual property right that would be governed by the act or over which only a commercial court would have jurisdiction. the court directed that the learned district judge (commercial) shall consider the valuation ascribed by the plaintiff to the suit, and upon such examination, pass appropriate orders in accordance with the provisions of the law either directing the plaintiff to amend the plaint to make the correct valuation or to proceed with the suit as a non-commercial suit. 22. in the present case, admittedly, this exercise has not been done as till date there has been no objection raised by the defendant to the suit/respondents herein/applicants challenging the valuation ascribed to the suit by the plaintiff/appellant herein. therefore, the suit continues to be a 'non-commercial suit' to which the provisions of the act would have no application. 23. the submission of the learned senior counsel for the respondents, that even if the suit is not a commercial suit but as the order has been passed by a commercial court, the provisions of section 13(1a) of the act would apply, is merely stated to be rejected. as noted hereinabove, if the suit in question is not relating to a 'commercial dispute of a specified value', it is not a 'commercial suit' over which commercial court would have any jurisdiction. the neutral citation number: 2022/dhc/005691 order passed was also not of a commercial court. merely because the court was also administratively exercising powers of a commercial court for other matters, it would not covert the order passed in a noncommercial suit as an order of the commercial court for the purposes of section 13(1a) of the act. in delhi tourism and transportation development corporation (supra), the court considered the following question:\"2. a legal question has arisen in this petition as is noticed in order dated 16.12.2020 as to whether, in terms of section 13(1a) of the commercial courts act, 2015 (hereinafter referred to as the act), appeals arising out of orders or judgments passed by a commercial court at the level of district judge exercising original civil jurisdiction are to be heard by a single judge of this court or should be placed before the division bench of this court.\" 24. in the above-referred case, therefore, there was no dispute that the proceedings out of which the appeal arose was a 'commercial dispute of a specified value' and that the provisions of section 13(1a) of the act were application. the said order would, therefore, have no application to the facts of the present appeal/review application. 25. in view of the above, i find no merit in the present review petition. the same is dismissed with costs quantified at rs.1,00,000/(rupees one lakh only) to be deposited by the review petitioner with the delhi high court bar clerk's association. neutral citation number: 2022/dhc/005691 26. the pending application is also dismissed. navin chawla, j december 15, 2022 rn/ab date of release of order: 21.12.2022"
}