{
  "case_file": "case203.txt",
  "original_text": "Andhra Pradesh High Court - Amravati\nRashtriyalspat Nigam Limited vs Air Liquide India Holding Private ... on 30 July, 2024\nAuthor: R Raghunandan Rao\nBench: R Raghunandan Rao\n                                      1\n                                                                 RRR,J & HN,J\n                                                                  I.A.No.5/2024\n                                                          In C.M.A.No.489/2024\n\n\n              IN THE HIGH COURT OF ANDHRA PRADESH\n                                     ***\n              +I.A.Nos.4 & 5 of 2024 in C.M.A.No.489 of 2024\n\nI.A.No.4 & 5/2024\nBetween:\n# Rashtriyalspat Nigam Limited,\nAdministrative Building,\nVisakhapatnam Steel Plant,\nVisakhapatnam - 530031\nRep. by Sri Suggala Ashok Chakravarthy\nDeputy General Manager (Utilities) - Design & Engineering\n                                                                   ... Petitioner\n                                                      (in both the applications)\n                                    AND\n$ Air Liquide India Holding Private Limited\nA-24/10, Mohan Co-operative, Industrial Estate,\nMathura Road, New Delhi - 110044\nThrough its Additional Director,\nMr. Benoit Louis Felix Renard.\n                                                                 ... Respondent\n                                                      (in both the applications)\n\nDate of Judgment pronounced on : 30.07.2024\n\n             HON'BLE SRI JUSTICE R. RAGHUNANDAN RAO\n                               And\n                 HON'BLE SRI JUSTICE HARINATH.N\n\n\n\n1. Whether Reporters of Local newspapers                : Yes/No\n   May be allowed to see the judgments?\n\n2. Whether the copies of judgment may be marked         : Yes/No\n   to Law Reporters/Journals:\n\n3. Whether The Lordship wishes to see the fair copy     : Yes/No\n   Of the Judgment?\n                                       2\n                                                               RRR,J & HN,J\n                                                                I.A.No.5/2024\n                                                        In C.M.A.No.489/2024\n\n\n      *IN THE HIGH COURT OF ANDHRA PRADESH AT AMARAVATI\n             * HON'BLE SRI JUSTICE R. RAGHUNANDAN RAO\n                                    And\n                    HON'BLE SRI JUSTICE HARINATH.N\n              + I.A.Nos.4 & 5 of 2024 in C.M.A.No.489 of 2024\n\n% Dated: 30.07.2024\n\nI.A.No.4 & 5/2024\n\nBetween:\n\n# Rashtriyalspat Nigam Limited,\nAdministrative Building,\nVisakhapatnam Steel Plant,\nVisakhapatnam - 530031\nRep. by Sri Suggala Ashok Chakravarthy\nDeputy General Manager (Utilities) - Design & Engineering\n\n\n                                                                 ... Petitioner\n                                                    (in both the applications)\n\n                                    AND\n\n\n$ Air Liquide India Holding Private Limited\nA-24/10, Mohan Co-operative, Industrial Estate,\nMathura Road, New Delhi - 110044\nThrough its Additional Director,\nMr. Benoit Louis Felix Renard.\n                                                               ... Respondent\n                                                    (in both the applications)\n\n! Counsel for the petitioner        : Sri Aravind Nayyar representing\nIn I.A.No.4/2024                    : Sri Kiran Kumar Vadlamudi\n\n\n^Counsel for Respondents            : Sri S. Niranjan Reddy representing\nIn I.A.No.4/2024                    : Sri Vivekananda Virupaksha\n                                    3\n                                                             RRR,J & HN,J\n                                                              I.A.No.5/2024\n                                                      In C.M.A.No.489/2024\n\n\n\n\n! Counsel for the petitioner      : Sri S. Niranjan Reddy representing\nIn I.A.No.5/2024                  : Sri Vivekananda Virupaksha\n\n\n^Counsel for Respondents          : Sri Aravind Nayyar representing\nIn I.A.No.5/2024                  : Sri Kiran Kumar Vadlamudi\n\n\n<GIST        :\n\n\n>HEAD NOTE:\n\n\n? Cases referred:\n\n   1. (2007) 1 SCC 467\n   2. 2020 SCC Online Mani 66\n   3. 2019 SCC Online Jhar 1790\n   4. 2012 SCC Online Ker 31676\n   5. (1974)2 SCC 393\n   6. (1969) 2 SCC 793\n   7. 2022 SCC Online KAR 1631\n   8. (2014) 1 SCC 32\n                                             4\n                                                                   RRR,J & HN,J\n                                                                    I.A.No.5/2024\n                                                            In C.M.A.No.489/2024\n\n\n                                  IN THE HIGH COURT OF ANDHRA                   [3488]\n       APHC010287352024\n                                            PRADESH\n                                          AT AMARAVATI\n\n                               CIVIL MISCELLANEOUS APPEAL NO: 489\n                                             of 2024\n\nRashtriyalspat Nigam                                             ...Appellant\nLimited\n\n      Vs.\n\nair liquide india holding private limited                          ...Respondent\n\n\n                                      **********\n\nKIRAN KUMAR VADLAMUDI, Advocate(s) for Petitioner(s)\n\nVIVEKANANDA VIRUPAKSHA, Advocate(s) for Respondent(s)\n\n            CORAM : SRI JUSTICE R RAGHUNANDAN RAO\n                    SRI JUSTICE HARINATH.N\n\n            DATE      : 30th July 2024\n\nPC:\n                                I.A.No.4 & 5 of 2024\n                                            In\n                               C.M.A.No.489 of 2024\nORDER:\nSri Arvind Nayyar, learned Senior Counsel appearing for Sri Kiran Kumar Vadlamudi, learned counsel appearing for respondent herein (the appellant in the main appeal) and Sri S. Niranjan Reddy, learned Senior Counsel appearing on behalf of Sri Vivekananda Virupaksha, learned counsel for the petitioner in this application ( the respondent in the main appeal ).\nRRR,J & HN,J\n2. The parties are being referred to, in the present order, as they are arrayed in the main appeal.\n3. The appellant and respondent herein, had entered into an agreement, dated 26.11.2010, for the establishment and supply of Air Separation Plants to aid the appellant in the manufacture of steel and steel products. Certain disputes arose between the appellant and the respondent, leading to the constitution of an Arbitral Tribunal to decide its disputes. In the process of deciding these disputes, the Arbitral Tribunal had been passing various procedural orders. One such procedural order was passed on 25.05.2024. Under this order, the Air Separation plants were to be tested; upon successful testing the appellant was to pay Rs.388.44 crores to the respondent and upon receipt of the aforesaid amount, the respondent was to handover the Air Separation Plants to the appellant.\n4. The respondent, having certain objections to the order dated 25.05.2024, had filed two applications. Certain modifications of the order dated 25.05.2024 were sought in one application and stay of operation of the order dated 25.05.2024 to the extent the said order requires the respondent to share passwords with the appellant was sought in the second application. The Arbitral Tribunal, by order dated 04.07.2024, had stayed the operation of the direction, in the order dated 25.05.2024 to the extent of handing over of the Air Separation Plants by the respondent to the appellant.\nRRR,J & HN,J\n5. The appellant, being aggrieved by the said order, dated 04.07.2024, had approached this Court by way of C.M.A.No.489 of 2024 under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as ‗the Arbitration Act').\n6. This Court by order dated 19.07.2024, had granted an interim order staying the operation of the order dated 04.07.2024, for a period of three weeks.\n7. The respondent had, then, filed I.A.No.5 of 2024 seeking to vacate the order dated 19.07.2024. In this application, the respondent raised various grounds for vacating the order dated 29.07.2024. One of the grounds raised in the present application, is the ground of jurisdiction. The respondent contends that this Court does not have jurisdiction to hear the appeals arising out of Section 37 of the Arbitration Act either as a Court, as defined under Section 2(1)(e) of the Arbitration Act or as a Commercial Court under the provisions of Section 10 of the Commercial Courts Act, 2015 (hereinafter referred to as ‗the Commercial Courts Act).\n8. Sri S. Niranjan Reddy, learned Senior Counsel appearing for Sri Vivekananda Virupaksha, learned counsel for the appellant/petitioner, in support of the application, contends that the Court, which would have jurisdiction under the Arbitration Act, in relation to any appeal under Section 37 of the Arbitration Act, would be the District Court or a High Court, which RRR,J & HN,J has ordinary civil jurisdiction. In relation to commercial disputes, which are the subject matter of arbitration, the Courts which would have jurisdiction would be the Commercial Court established under the Commercial Courts Act and having jurisdiction over the area where such dispute has arisen. Sri S. Niranjan Reddy, learned Senior Counsel would contend that the said Commercial Court would be the Commercial Court in Visakhapatnam. Reliance is placed on Pandey & Co. Builders (P) Ltd., vs. State of Bihar and Anr.,1; Upadhyay Construction Pvt., Ltd., vs. Prism Infra Projects, Arbitration Application No.56 of 2020; Simplex Projects Ltd., vs. State of Manipur2; Vaidya Industries vs. State of Jarkhand3; and Raveendran K.V. vs. Shriram Transport Finance Company Ltd.,4.\n9. Apart from this, Sri S. Niranjan Reddy, learned Senior Counsel would also contend that the appellant, being aggrieved by certain interim awards, passed in the present arbitration proceedings, had approached the Commercial Court, Visakhapatnam, under Section 34 of the Arbitration Act. This would show that the appellant had accepted that it is the Commercial Court at Visakhapatnam, which has jurisdiction. He would further submit that even otherwise, Section 42 of the Arbitration Act would preclude the appellant from approaching this Court as all proceedings would have to be continued before the Court where the initial application came to be filed. (2007) 1 SCC 467 2020 SCC Online Mani 66 2019 SCC Online Jhar 1790 2012 SCC Online Ker 31676 RRR,J & HN,J\n10. Sri Arvind Nayyar, learned Senior Counsel appearing for Sri K. Kiran Kumar Vadlamudi, learned counsel appearing for the appellant, would submit that this Court has jurisdiction for the following reasons:\na) Any direction granting or refusing interim measure under Section 17 of the Arbitration Act by an Arbitral Tribunal is amenable to an appeal before the Court under Section 37 of the Arbitration Act.\nb) The term ―Court‖ has been defined under Section 2(1)(e) of the Arbitration Act. However, Section 10 of the Commercial Courts Act, states that the Court mentioned in the Arbitration Act would be the Commercial Court or the commercial division of the High Court.\nc) There has been an argument that the Commercial Court would be the Commercial Court constituted under Section 3 of the Commercial Courts Act. However, the jurisdiction of a Commercial Court constituted under Section 3, which is stipulated under Section 6 of the Commercial Courts Act, is to try all suits and applications. There is no provision for deciding any appeal.\nd) On the other hand, Standing Order 245(11) of the A.P. High Court Standing Orders provides for appeals to be filed under Section 37 of the Arbitration Act.\ne) Section 10, of the Commercial Courts Act, which provides for appeals against the orders under Section 37 of the Arbitration Act, provides RRR,J & HN,J for three eventualities and confers jurisdiction on separate Courts / commercial divisions depending upon the category under which appeals filed.\nf) Under Section 10(1) all appeals or applications etc., relating to international arbitration would have to be filed before the commercial division of the High Court. Under Section 10(2) of the Commercial Courts Act, all appeals or applications etc., arising out of the Arbitration Act would have to be dealt with by the commercial division of the High Court wherever such a commercial division is established. By virtue of notifications dated 10.06.2016, commercial division and commercial appellate division have been constituted in the High Court of Andhra Pradesh. Section 10 (3) provides for Commercial Courts to take up these matters where the Commercial Division, of the High Court, has not yet been set up.\ng) Section 17 of the A.P. Civil Courts Act, 1972 stipulates that any appeal above the value of Rs.50 lakhs would be filed only before the High Court and it is only the appeals up to Rs.50 lakhs that can be filed before the District Court. In the present case, the value of the dispute is in excess of Rs.388 crores. Consequently, the District Courts would not have jurisdiction in the matter.\nh) Section 6 of the Commercial Courts Act does not provide any appeal to be heard by a Commercial Court constituted under Section 3 of the Commercial Courts Act. It is settled law that the jurisdiction for appeals has to RRR,J & HN,J be provided expressly and there cannot be any implied power to hear the appeals. Reliance is placed on Ganga Bai vs. Vijay Kumar and Ors., 5 ; Shankar Kerba Jadav and Ors., vs. State of Maharashtra 6; and ITI Ltd., vs. Alphion Corporation United States of America and Anr.,7.\n11. Sri S. Niranjan Reddy, learned Senior Counsel, in reply, would contend as follows:\na) Section 37 of the Arbitration Act provides for appeals against the orders passed under Section 37(1), by the Court refusing to refer the parties to arbitration under Section 8, refusing of granting any measure under Section 9 or setting aside or refusing to set aside an Arbitral Award under Section 34.\nThe inclusion of appeals from Section 37 in Standing order No.245 would relate to orders passed under Section 37(1) and as such the inclusion of appeals from orders under Section 37 cannot be extended to mean appeals in relation to the orders passed under Section 37(2).\nb) Reliance placed on Section 6 of the Commercial Courts Act, to contend that the Commercial Court has no jurisdiction to hear appeals would apply equally to the jurisdiction of commercial divisions of High Courts under Section 7, as there is no provision for appeals being heard under Section 7. He would submit that Section 10 of the Commercial Courts Act creates a separate jurisdiction in favour of the Commercial Courts and commercial (1974)2 SCC 393 (1969) 2 SCC 793 2022 SCC Online KAR 1631 RRR,J & HN,J divisions of High Courts. In that view of the matter, the restrictions under the Civil Courts Act restricting appeals beyond a value of Rs.50 lakhs to the High Court does not mean that the Commercial Courts would not have jurisdiction to hear appeals under Section 10 of the Commercial Courts Act, even after the value of the appeal exceeds Rs.50 lakhs. Further, the Civil Courts Act precedes the Commercial Courts Act and the non obstante clause in the Commercial Courts Act would permit appeals to be heard by the Commercial Courts even if the value of such appeals exceed Rs.50 lakhs. Consideration of the Court:\n12. The order, under challenge, is an order passed under section 17 of the Arbitration Act. Section 37 of the Arbitration Act provides for appeals to a Court, against any order passed by an Arbitral Tribunal, under section 17, granting or refusing to grant interim measures. Section 37 reads as follows:\n37. Appealable orders.--(1) 2[Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorized by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) Appeal shall also lie to a court from an order of the arbitral tribunal--\nRRR,J & HN,J\n(a) accepting the plea referred to in sub-section (2) or sub- section (3) of section 16; or\n(b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the Supreme Court.\n13. The ―Court‖ mentioned in Section 37 is defined in Section 2(1)(e) of the Arbitration Act, as follows:\n2.(1)(e) ―Court‖ means--\n(i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\n14. The consistent view taken by various High Courts and the Hon'ble Supreme Court has been that the Court defined in Section 2(1)(e) of the RRR,J & HN,J Arbitration Act would be the District Judge of the District within whose jurisdiction the matter arises. It may also be noted that this definition includes the High Court in exercise of its ordinary original civil jurisdiction. The Hon'ble Supreme Court, in State of West Bengal v. Associated Contractors8, after reviewing the law on this issue, had held that even high courts which have original jurisdiction would fall within the definition of Court, under section 2 (1)\n(e) of the Arbitration Act.\n15. In the present case, the appeal has been filed under Section 37(2) of the Arbitration Act, by the appellant, being aggrieved by certain proceedings of the Arbitral Tribunal, under Section 17 of the Act. This would mean that the appeal should be heard by the Court as defined under Section 2(1)(e) of the Arbitration Act. That would be the District court or the High court, where such High Court exercises original civil jurisdiction. However, the Commercial Courts Act brings in certain changes in relation to appeals to be heard under Section 37 of the Arbitration Act.\n16. Section 10 of the Commercial Courts Act, stipulates that all applications and appeals arising out of Commercial Arbitration would lie before the courts, mentioned in Section 10, which reads as follows:\nSection 10. Jurisdiction in respect of arbitration matters.-- Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and--\n(2014) 1 SCC 32 RRR,J & HN,J (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. (2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\n17. The issue before this Court is whether the appeal before this Court can be heard by this Court or whether the appeal would have to be heard by the Commercial Court exercising territorial jurisdiction over Visakhapatnam.\nRRR,J & HN,J\n18. Under Section 10 (1) of the Commercial Courts Act, all applications and appeals arising out of international Commercial Arbitration would have to be filed before the Commercial Division of the High court. Under Section 10 (2) of the Commercial Courts Act, all applications and appeals arising out of any arbitration other than international Commercial Arbitration, which have been filed on the original side of the High Court would have to be heard by the Commercial Division of the High court. Under Section 10 (3) of the Commercial Courts Act, all applications and appeals arising out of any arbitration other than international Commercial Arbitration, which would normally be filed before the principal civil court of original district in the district would have to be heard by the Commercial Court exercising jurisdiction over the said arbitration.\n19. To start with, the language of section 10 (2), may require some clarification. This provision speaks of applications /appeals which have been filed on the original side. The words ―have been filed‖, on a first reading, in this provision, would mean that the provision is only catering to applications/appeals which have been filed prior to the enactment of the Commercial Courts Act. Another way of understanding this provision is that the applications/appeals, under this provision, have to be filed initially, on the original side of the High court, where such filing is permitted, and thereafter the applications/appeals would have to be placed before the Commercial Division of the High Court, for hearing and disposal. The first view would not RRR,J & HN,J advance the purpose of the Commercial Courts Act and this provision must be understood, in terms of the second view, to mean all prior and current applications/appeals.\n20. Another issue that comes up, while understanding Section 10 (2) of the Commercial Courts Act, is the constitution of the commercial Division. Section 4 of the Commercial Courts Act provides for constitution of the Commercial Division of the High Court. This section reads as follows:\n4. Constitution of Commercial Division of High Court.--\n(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\n21. Under this Section, the Commercial Division would consist of only single judges of that High Court. Further, a Commercial Division can be constituted only in a High Court having Ordinary Original Civil Jurisdiction. Section 10 (2) of the Commercial Courts Act also speaks of the Commercial Division hearing matters which have been filed on the original side of that High Court. Section 4 does not permit constitution of a commercial division in a RRR,J & HN,J High court which does not have Ordinary Original Civil Jurisdiction. This would lead to one difficulty. Section 10 (1) of the commercial Courts Act, requires applications and appeals from international arbitrations to be filed before the commercial Division of the High Court. If no such commercial divisions can be formed, under section 4 of the Commercial Courts Act, an aggrieved party would have no remedy against any award or other proceeding, in an international commercial arbitration. The only way this conundrum can be resolved is by holding that a commercial division constituted in a High court, which does not have Ordinary Original Civil Jurisdiction, can take up matters relating only to international arbitrations and not in relation to domestic arbitration.\n22. The High Court of Andhra Pradesh does not have Ordinary Original Civil Jurisdiction. However, a Commercial Division has been constituted, in the High court of Andhra Pradesh, by a notification dated 08.06.2016, which was published on 10.06.2016. It must also be noted that, this notification had been issued prior to the amendment of the Commercial Courts Act in 2018, wherein the words ―Ordinary Original civil Jurisdiction‖ were added to the Statute. Consequently, the commercial division created in the High Court of Andhra Pradesh cannot hear appeals arising out of Section 37 of the Arbitration Act, in domestic arbitrations, either on the original side or by the commercial division constituted in the High Court.\nRRR,J & HN,J\n23. This issue can be looked at in another way. Under Section 10 (2) matters which can be filed on the original side of the High court can be heard by a Commercial Division of the High Court. Matters which would normally be filed before the Court of original principal jurisdiction are to be heard by the commercial court having Jurisdiction over that area. In the present case, there is no original jurisdiction, under which an appeal under section 37 of the Arbitration Act can be filed. On the other hand, an appeal under Section 37 of the Arbitration Act would lie before the District court. Section 10(3) would be applicable and the appeal would have to be filed before the Commercial Court at Visakhapatnam.\n24. Another significant aspect requires to be mentioned. Section 4 of the Commercial Courts Act, stipulates that a commercial Division would consist of a single judge while Section 5 stipulates that, a Commercial Appellate Division will consist of a Division Bench. A Bench of two Judges is normally referred to as a Division Bench.\n25. While the jurisdiction of the Commercial Division of the High Court is set out in Section 7 of the said Act, the Jurisdiction of the Commercial Appellate Division of the High Court is set out in Section 13 of the Commercial Courts Act. Under this provision, only appeals from the decisions of the commercial Division of the High court and the decisions of the commercial court will be heard by the Commercial Appellate Division of the High Court.\nRRR,J & HN,J The present appeal is against the order of the Arbitral Tribunal and an appeal against such an order does not fall within the ambit of Section 13 of the Commercial Courts Act.\n26. The learned Senior Counsel appearing for the appellant relied upon a Division Bench of the Hon'ble High Court of Karnataka in ITI Ltd., vs. Alphion Corporation United States of America and Anr., This judgment came to be rendered in a case where an objection was taken on the maintainability of a commercial appeal under Section 34 of the Arbitration Act, in an international commercial dispute, before the commercial appellate division of the Hon'ble High Court of Karnataka. The objection raised, in this regard, was that the application under Section 34 of the Arbitration Act should have been heard by the commercial division of the Hon'ble High Court of Karnataka and not the Commercial Appellate Division.\n27. The Division Bench of the Hon'ble High Court of Karnataka, had gone into the question of whether the High Court of Karnataka which does not exercise ordinary original civil jurisdiction, can establish a commercial division and whether, the commercial appellate division established in terms of Section 5 of the commercial Courts Act could exercise powers over such international commercial arbitral awards. This Judgment is in accord with the interpretation placed by this court on the provisions of the Arbitration Act and the Commercial Courts Act.\nRRR,J & HN,J\n28. The question of the pecuniary jurisdiction of the District courts, under the Andhra Pradesh Civil Courts Act, would not be relevant. The Jurisdiction of the Commercial Courts is created under the Commercial Courts Act and not under the Civil Courts Act. The District Judge rank officer is not sitting as a District Court, in a commercial dispute falling within the ambit of the Commercial Courts Act. He would be sitting as a Commercial Court, whose pecuniary jurisdiction is fixed under the Commercial Courts Act. We are also of the opinion that the reply of the respondent, set out in paragraph 11 of this order, is an answer to the contentions of the Appellant, set out in paragraph 10 of this order.\n29. The principles that can be adduced, from the above consideration are:\nA. A High Court which does not have ordinary Original Civil jurisdiction, cannot, ordinarily, constitute a Commercial Division, under Section 4 of the Commercial Courts Act.\nB. However, a High Court, which does not have Ordinary Original Civil jurisdiction, can constitute a commercial Division for the purposes of hearing matters only in relation to International arbitrations, as set out in Section 10 (1) of the Commercial Courts Act.\nRRR,J & HN,J C. The Commercial Division constituted by a High Court, which does not have Ordinary Original Civil jurisdiction, cannot hear appeals under Section 37 of the Arbitration Act, arising out of domestic arbitrations.\nD. In the absence of a Commercial Division, which is capable of hearing appeals under section 37 of the Arbitration Act, the Commercial Court, having territorial jurisdiction over the domestic arbitration, would have jurisdiction to hear appeals under section 37 of the Arbitration Act.\nE. The Jurisdiction of the Commercial Appeal Division of the High Court, to hear appeals, is set out in Section 13 of the Commercial Courts Act, which reads as follows:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. (1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order: Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the RRR,J & HN,J Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act\n30. As this Court does not have jurisdiction to entertain the present appeal, under Section 37 of the Arbitration Act, I.A.No.5 of 2024 would have to be allowed.\n31. Accordingly, I.A.No.5 of 2024 is allowed. Consequently, the order of this Court dated 09.07.2024 in I.A.No.4 of 2023 is vacated and I.A.No.4 of 2024 is dismissed.\n________________________ R. RAGHUNANDAN RAO, J.\n_________________ HARINATH.N, J Js.\nRRR,J & HN,J HON'BLE SRI JUSTICE R. RAGHUNANDAN RAO And HON'BLE SRI JUSTICE HARINATH.N In 30th July, 2024 Js.",
  "cleaned_text": "andhra pradesh high court amravati rashtriyalspat nigam limited vs air liquide india holding private . on 30 july, 2024 author: r raghunandan rao bench: r raghunandan rao 1 rrr,j & hn,j i.a.no.5/2024 in c.m.a.no.489/2024 in the high court of andhra pradesh *** +i.a.nos.4 & 5 of 2024 in c.m.a.no.489 of 2024 i.a.no.4 & 5/2024 between: # rashtriyalspat nigam limited, administrative building, visakhapatnam steel plant, visakhapatnam 530031 rep. by sri suggala ashok chakravarthy deputy general manager (utilities) design & engineering . petitioner (in both the applications) and $ air liquide india holding private limited a-24/10, mohan co-operative, industrial estate, mathura road, new delhi 110044 through its additional director, mr. benoit louis felix renard. . respondent (in both the applications) date of judgment pronounced on : 30.07.2024 hon'ble sri justice r. raghunandan rao and hon'ble sri justice harinath.n 1. whether reporters of local newspapers : yes/no may be allowed to see the judgments? 2. whether the copies of judgment may be marked : yes/no to law reporters/journals: 3. whether the lordship wishes to see the fair copy : yes/no of the judgment? 2 rrr,j & hn,j i.a.no.5/2024 in c.m.a.no.489/2024 *in the high court of andhra pradesh at amaravati * hon'ble sri justice r. raghunandan rao and hon'ble sri justice harinath.n + i.a.nos.4 & 5 of 2024 in c.m.a.no.489 of 2024 % dated: 30.07.2024 i.a.no.4 & 5/2024 between: # rashtriyalspat nigam limited, administrative building, visakhapatnam steel plant, visakhapatnam 530031 rep. by sri suggala ashok chakravarthy deputy general manager (utilities) design & engineering . petitioner (in both the applications) and $ air liquide india holding private limited a-24/10, mohan co-operative, industrial estate, mathura road, new delhi 110044 through its additional director, mr. benoit louis felix renard. . respondent (in both the applications) ! counsel for the petitioner : sri aravind nayyar representing in i.a.no.4/2024 : sri kiran kumar vadlamudi ^counsel for respondents : sri s. niranjan reddy representing in i.a.no.4/2024 : sri vivekananda virupaksha 3 rrr,j & hn,j i.a.no.5/2024 in c.m.a.no.489/2024 ! counsel for the petitioner : sri s. niranjan reddy representing in i.a.no.5/2024 : sri vivekananda virupaksha ^counsel for respondents : sri aravind nayyar representing in i.a.no.5/2024 : sri kiran kumar vadlamudi <gist : >head note: ? cases referred: 1. (2007) 1 scc 467 2. 2020 scc online mani 66 3. 2019 scc online jhar 1790 4. 2012 scc online ker 31676 5. (1974)2 scc 393 6. (1969) 2 scc 793 7. 2022 scc online kar 1631 8. (2014) 1 scc 32 4 rrr,j & hn,j i.a.no.5/2024 in c.m.a.no.489/2024 in the high court of andhra [3488] aphc010287352024 pradesh at amaravati civil miscellaneous appeal no: 489 of 2024 rashtriyalspat nigam .appellant limited vs. air liquide india holding private limited .respondent ********** kiran kumar vadlamudi, advocate(s) for petitioner(s) vivekananda virupaksha, advocate(s) for respondent(s) coram : sri justice r raghunandan rao sri justice harinath.n date : 30th july 2024 pc: i.a.no.4 & 5 of 2024 in c.m.a.no.489 of 2024 order: sri arvind nayyar, learned senior counsel appearing for sri kiran kumar vadlamudi, learned counsel appearing for respondent herein (the appellant in the main appeal) and sri s. niranjan reddy, learned senior counsel appearing on behalf of sri vivekananda virupaksha, learned counsel for the petitioner in this application ( the respondent in the main appeal ). rrr,j & hn,j 2. the parties are being referred to, in the present order, as they are arrayed in the main appeal. 3. the appellant and respondent herein, had entered into an agreement, dated 26.11.2010, for the establishment and supply of air separation plants to aid the appellant in the manufacture of steel and steel products. certain disputes arose between the appellant and the respondent, leading to the constitution of an arbitral tribunal to decide its disputes. in the process of deciding these disputes, the arbitral tribunal had been passing various procedural orders. one such procedural order was passed on 25.05.2024. under this order, the air separation plants were to be tested; upon successful testing the appellant was to pay rs.388.44 crores to the respondent and upon receipt of the aforesaid amount, the respondent was to handover the air separation plants to the appellant. 4. the respondent, having certain objections to the order dated 25.05.2024, had filed two applications. certain modifications of the order dated 25.05.2024 were sought in one application and stay of operation of the order dated 25.05.2024 to the extent the said order requires the respondent to share passwords with the appellant was sought in the second application. the arbitral tribunal, by order dated 04.07.2024, had stayed the operation of the direction, in the order dated 25.05.2024 to the extent of handing over of the air separation plants by the respondent to the appellant. rrr,j & hn,j 5. the appellant, being aggrieved by the said order, dated 04.07.2024, had approached this court by way of c.m.a.no.489 of 2024 under section 37 of the arbitration and conciliation act, 1996 (hereinafter referred to as ̳the arbitration act'). 6. this court by order dated 19.07.2024, had granted an interim order staying the operation of the order dated 04.07.2024, for a period of three weeks. 7. the respondent had, then, filed i.a.no.5 of 2024 seeking to vacate the order dated 19.07.2024. in this application, the respondent raised various grounds for vacating the order dated 29.07.2024. one of the grounds raised in the present application, is the ground of jurisdiction. the respondent contends that this court does not have jurisdiction to hear the appeals arising out of section 37 of the arbitration act either as a court, as defined under section 2(1)(e) of the arbitration act or as a commercial court under the provisions of section 10 of the commercial courts act, 2015 (hereinafter referred to as ̳the commercial courts act). 8. sri s. niranjan reddy, learned senior counsel appearing for sri vivekananda virupaksha, learned counsel for the appellant/petitioner, in support of the application, contends that the court, which would have jurisdiction under the arbitration act, in relation to any appeal under section 37 of the arbitration act, would be the district court or a high court, which rrr,j & hn,j has ordinary civil jurisdiction. in relation to commercial disputes, which are the subject matter of arbitration, the courts which would have jurisdiction would be the commercial court established under the commercial courts act and having jurisdiction over the area where such dispute has arisen. sri s. niranjan reddy, learned senior counsel would contend that the said commercial court would be the commercial court in visakhapatnam. reliance is placed on pandey & co. builders (p) ltd., vs. state of bihar and anr.,1; upadhyay construction pvt., ltd., vs. prism infra projects, arbitration application no.56 of 2020; simplex projects ltd., vs. state of manipur2; vaidya industries vs. state of jarkhand3; and raveendran k.v. vs. shriram transport finance company ltd.,4. 9. apart from this, sri s. niranjan reddy, learned senior counsel would also contend that the appellant, being aggrieved by certain interim awards, passed in the present arbitration proceedings, had approached the commercial court, visakhapatnam, under section 34 of the arbitration act. this would show that the appellant had accepted that it is the commercial court at visakhapatnam, which has jurisdiction. he would further submit that even otherwise, section 42 of the arbitration act would preclude the appellant from approaching this court as all proceedings would have to be continued before the court where the initial application came to be filed. (2007) 1 scc 467 2020 scc online mani 66 2019 scc online jhar 1790 2012 scc online ker 31676 rrr,j & hn,j 10. sri arvind nayyar, learned senior counsel appearing for sri k. kiran kumar vadlamudi, learned counsel appearing for the appellant, would submit that this court has jurisdiction for the following reasons: a) any direction granting or refusing interim measure under section 17 of the arbitration act by an arbitral tribunal is amenable to an appeal before the court under section 37 of the arbitration act. b) the term ―court‖ has been defined under section 2(1)(e) of the arbitration act. however, section 10 of the commercial courts act, states that the court mentioned in the arbitration act would be the commercial court or the commercial division of the high court. c) there has been an argument that the commercial court would be the commercial court constituted under section 3 of the commercial courts act. however, the jurisdiction of a commercial court constituted under section 3, which is stipulated under section 6 of the commercial courts act, is to try all suits and applications. there is no provision for deciding any appeal. d) on the other hand, standing order 245(11) of the a.p. high court standing orders provides for appeals to be filed under section 37 of the arbitration act. e) section 10, of the commercial courts act, which provides for appeals against the orders under section 37 of the arbitration act, provides rrr,j & hn,j for three eventualities and confers jurisdiction on separate courts / commercial divisions depending upon the category under which appeals filed. f) under section 10(1) all appeals or applications etc., relating to international arbitration would have to be filed before the commercial division of the high court. under section 10(2) of the commercial courts act, all appeals or applications etc., arising out of the arbitration act would have to be dealt with by the commercial division of the high court wherever such a commercial division is established. by virtue of notifications dated 10.06.2016, commercial division and commercial appellate division have been constituted in the high court of andhra pradesh. section 10 (3) provides for commercial courts to take up these matters where the commercial division, of the high court, has not yet been set up. g) section 17 of the a.p. civil courts act, 1972 stipulates that any appeal above the value of rs.50 lakhs would be filed only before the high court and it is only the appeals up to rs.50 lakhs that can be filed before the district court. in the present case, the value of the dispute is in excess of rs.388 crores. consequently, the district courts would not have jurisdiction in the matter. h) section 6 of the commercial courts act does not provide any appeal to be heard by a commercial court constituted under section 3 of the commercial courts act. it is settled law that the jurisdiction for appeals has to rrr,j & hn,j be provided expressly and there cannot be any implied power to hear the appeals. reliance is placed on ganga bai vs. vijay kumar and ors., 5 ; shankar kerba jadav and ors., vs. state of maharashtra 6; and iti ltd., vs. alphion corporation united states of america and anr.,7. 11. sri s. niranjan reddy, learned senior counsel, in reply, would contend as follows: a) section 37 of the arbitration act provides for appeals against the orders passed under section 37(1), by the court refusing to refer the parties to arbitration under section 8, refusing of granting any measure under section 9 or setting aside or refusing to set aside an arbitral award under section 34. the inclusion of appeals from section 37 in standing order no.245 would relate to orders passed under section 37(1) and as such the inclusion of appeals from orders under section 37 cannot be extended to mean appeals in relation to the orders passed under section 37(2). b) reliance placed on section 6 of the commercial courts act, to contend that the commercial court has no jurisdiction to hear appeals would apply equally to the jurisdiction of commercial divisions of high courts under section 7, as there is no provision for appeals being heard under section 7. he would submit that section 10 of the commercial courts act creates a separate jurisdiction in favour of the commercial courts and commercial (1974)2 scc 393 (1969) 2 scc 793 2022 scc online kar 1631 rrr,j & hn,j divisions of high courts. in that view of the matter, the restrictions under the civil courts act restricting appeals beyond a value of rs.50 lakhs to the high court does not mean that the commercial courts would not have jurisdiction to hear appeals under section 10 of the commercial courts act, even after the value of the appeal exceeds rs.50 lakhs. further, the civil courts act precedes the commercial courts act and the non obstante clause in the commercial courts act would permit appeals to be heard by the commercial courts even if the value of such appeals exceed rs.50 lakhs. consideration of the court: 12. the order, under challenge, is an order passed under section 17 of the arbitration act. section 37 of the arbitration act provides for appeals to a court, against any order passed by an arbitral tribunal, under section 17, granting or refusing to grant interim measures. section 37 reads as follows: 37. appealable orders.--(1) 2[notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorized by law to hear appeals from original decrees of the court passing the order, namely:-(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) appeal shall also lie to a court from an order of the arbitral tribunal-rrr,j & hn,j (a) accepting the plea referred to in sub-section (2) or subsection (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the supreme court. 13. the ―court‖ mentioned in section 37 is defined in section 2(1)(e) of the arbitration act, as follows: 2.(1)(e) ―court‖ means-(i) in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes; (ii) in the case of international commercial arbitration, the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a high court having jurisdiction to hear appeals from decrees of courts subordinate to that high court; 14. the consistent view taken by various high courts and the hon'ble supreme court has been that the court defined in section 2(1)(e) of the rrr,j & hn,j arbitration act would be the district judge of the district within whose jurisdiction the matter arises. it may also be noted that this definition includes the high court in exercise of its ordinary original civil jurisdiction. the hon'ble supreme court, in state of west bengal v. associated contractors8, after reviewing the law on this issue, had held that even high courts which have original jurisdiction would fall within the definition of court, under section 2 (1) (e) of the arbitration act. 15. in the present case, the appeal has been filed under section 37(2) of the arbitration act, by the appellant, being aggrieved by certain proceedings of the arbitral tribunal, under section 17 of the act. this would mean that the appeal should be heard by the court as defined under section 2(1)(e) of the arbitration act. that would be the district court or the high court, where such high court exercises original civil jurisdiction. however, the commercial courts act brings in certain changes in relation to appeals to be heard under section 37 of the arbitration act. 16. section 10 of the commercial courts act, stipulates that all applications and appeals arising out of commercial arbitration would lie before the courts, mentioned in section 10, which reads as follows: section 10. jurisdiction in respect of arbitration matters.-where the subject-matter of an arbitration is a commercial dispute of a specified value and-(2014) 1 scc 32 rrr,j & hn,j (1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 17. the issue before this court is whether the appeal before this court can be heard by this court or whether the appeal would have to be heard by the commercial court exercising territorial jurisdiction over visakhapatnam. rrr,j & hn,j 18. under section 10 (1) of the commercial courts act, all applications and appeals arising out of international commercial arbitration would have to be filed before the commercial division of the high court. under section 10 (2) of the commercial courts act, all applications and appeals arising out of any arbitration other than international commercial arbitration, which have been filed on the original side of the high court would have to be heard by the commercial division of the high court. under section 10 (3) of the commercial courts act, all applications and appeals arising out of any arbitration other than international commercial arbitration, which would normally be filed before the principal civil court of original district in the district would have to be heard by the commercial court exercising jurisdiction over the said arbitration. 19. to start with, the language of section 10 (2), may require some clarification. this provision speaks of applications /appeals which have been filed on the original side. the words ―have been filed‖, on a first reading, in this provision, would mean that the provision is only catering to applications/appeals which have been filed prior to the enactment of the commercial courts act. another way of understanding this provision is that the applications/appeals, under this provision, have to be filed initially, on the original side of the high court, where such filing is permitted, and thereafter the applications/appeals would have to be placed before the commercial division of the high court, for hearing and disposal. the first view would not rrr,j & hn,j advance the purpose of the commercial courts act and this provision must be understood, in terms of the second view, to mean all prior and current applications/appeals. 20. another issue that comes up, while understanding section 10 (2) of the commercial courts act, is the constitution of the commercial division. section 4 of the commercial courts act provides for constitution of the commercial division of the high court. this section reads as follows: 4. constitution of commercial division of high court.-(1) in all high courts, having ordinary original civil jurisdiction, the chief justice of the high court may, by order, constitute commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under this act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial division. 21. under this section, the commercial division would consist of only single judges of that high court. further, a commercial division can be constituted only in a high court having ordinary original civil jurisdiction. section 10 (2) of the commercial courts act also speaks of the commercial division hearing matters which have been filed on the original side of that high court. section 4 does not permit constitution of a commercial division in a rrr,j & hn,j high court which does not have ordinary original civil jurisdiction. this would lead to one difficulty. section 10 (1) of the commercial courts act, requires applications and appeals from international arbitrations to be filed before the commercial division of the high court. if no such commercial divisions can be formed, under section 4 of the commercial courts act, an aggrieved party would have no remedy against any award or other proceeding, in an international commercial arbitration. the only way this conundrum can be resolved is by holding that a commercial division constituted in a high court, which does not have ordinary original civil jurisdiction, can take up matters relating only to international arbitrations and not in relation to domestic arbitration. 22. the high court of andhra pradesh does not have ordinary original civil jurisdiction. however, a commercial division has been constituted, in the high court of andhra pradesh, by a notification dated 08.06.2016, which was published on 10.06.2016. it must also be noted that, this notification had been issued prior to the amendment of the commercial courts act in 2018, wherein the words ―ordinary original civil jurisdiction‖ were added to the statute. consequently, the commercial division created in the high court of andhra pradesh cannot hear appeals arising out of section 37 of the arbitration act, in domestic arbitrations, either on the original side or by the commercial division constituted in the high court. rrr,j & hn,j 23. this issue can be looked at in another way. under section 10 (2) matters which can be filed on the original side of the high court can be heard by a commercial division of the high court. matters which would normally be filed before the court of original principal jurisdiction are to be heard by the commercial court having jurisdiction over that area. in the present case, there is no original jurisdiction, under which an appeal under section 37 of the arbitration act can be filed. on the other hand, an appeal under section 37 of the arbitration act would lie before the district court. section 10(3) would be applicable and the appeal would have to be filed before the commercial court at visakhapatnam. 24. another significant aspect requires to be mentioned. section 4 of the commercial courts act, stipulates that a commercial division would consist of a single judge while section 5 stipulates that, a commercial appellate division will consist of a division bench. a bench of two judges is normally referred to as a division bench. 25. while the jurisdiction of the commercial division of the high court is set out in section 7 of the said act, the jurisdiction of the commercial appellate division of the high court is set out in section 13 of the commercial courts act. under this provision, only appeals from the decisions of the commercial division of the high court and the decisions of the commercial court will be heard by the commercial appellate division of the high court. rrr,j & hn,j the present appeal is against the order of the arbitral tribunal and an appeal against such an order does not fall within the ambit of section 13 of the commercial courts act. 26. the learned senior counsel appearing for the appellant relied upon a division bench of the hon'ble high court of karnataka in iti ltd., vs. alphion corporation united states of america and anr., this judgment came to be rendered in a case where an objection was taken on the maintainability of a commercial appeal under section 34 of the arbitration act, in an international commercial dispute, before the commercial appellate division of the hon'ble high court of karnataka. the objection raised, in this regard, was that the application under section 34 of the arbitration act should have been heard by the commercial division of the hon'ble high court of karnataka and not the commercial appellate division. 27. the division bench of the hon'ble high court of karnataka, had gone into the question of whether the high court of karnataka which does not exercise ordinary original civil jurisdiction, can establish a commercial division and whether, the commercial appellate division established in terms of section 5 of the commercial courts act could exercise powers over such international commercial arbitral awards. this judgment is in accord with the interpretation placed by this court on the provisions of the arbitration act and the commercial courts act. rrr,j & hn,j 28. the question of the pecuniary jurisdiction of the district courts, under the andhra pradesh civil courts act, would not be relevant. the jurisdiction of the commercial courts is created under the commercial courts act and not under the civil courts act. the district judge rank officer is not sitting as a district court, in a commercial dispute falling within the ambit of the commercial courts act. he would be sitting as a commercial court, whose pecuniary jurisdiction is fixed under the commercial courts act. we are also of the opinion that the reply of the respondent, set out in paragraph 11 of this order, is an answer to the contentions of the appellant, set out in paragraph 10 of this order. 29. the principles that can be adduced, from the above consideration are: a. a high court which does not have ordinary original civil jurisdiction, cannot, ordinarily, constitute a commercial division, under section 4 of the commercial courts act. b. however, a high court, which does not have ordinary original civil jurisdiction, can constitute a commercial division for the purposes of hearing matters only in relation to international arbitrations, as set out in section 10 (1) of the commercial courts act. rrr,j & hn,j c. the commercial division constituted by a high court, which does not have ordinary original civil jurisdiction, cannot hear appeals under section 37 of the arbitration act, arising out of domestic arbitrations. d. in the absence of a commercial division, which is capable of hearing appeals under section 37 of the arbitration act, the commercial court, having territorial jurisdiction over the domestic arbitration, would have jurisdiction to hear appeals under section 37 of the arbitration act. e. the jurisdiction of the commercial appeal division of the high court, to hear appeals, is set out in section 13 of the commercial courts act, which reads as follows: 13. appeals from decrees of commercial courts and commercial divisions.--(1) 1 [any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the rrr,j & hn,j arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act 30. as this court does not have jurisdiction to entertain the present appeal, under section 37 of the arbitration act, i.a.no.5 of 2024 would have to be allowed. 31. accordingly, i.a.no.5 of 2024 is allowed. consequently, the order of this court dated 09.07.2024 in i.a.no.4 of 2023 is vacated and i.a.no.4 of 2024 is dismissed. ________________________ r. raghunandan rao, j. _________________ harinath.n, j js. rrr,j & hn,j hon'ble sri justice r. raghunandan rao and hon'ble sri justice harinath.n in 30th july, 2024 js."
}