{
  "case_file": "case159.txt",
  "original_text": "Jharkhand High Court\nUnion Of India Represented Through ... vs M/S Ekta Telecommunications Systems on 16 August, 2023\nAuthor: Shree Chandrashekhar\nBench: Shree Chandrashekhar, Anubha Rawat Choudhary\n        IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                   (Letters Patent Appellate Jurisdiction)\n                                LPA No. 644 of 2022\n\nUnion of India represented through Kaustubh Mani , aged about 41 years, s/o\nSri Shiv Mani, Deputy Chief Materials Manager, O/o Controller, of Stores,\nNorth Eastern Railway Gorakhpur, P.O. & P.S. & District- Gorakhpur, State-\nUttar Pradesh.                                 ......Petitioner/Appellant\n                                        Versus\nM/s Ekta Telecommunications Systems, N.S. 40, First Phase, Industrial Area,\nP.O. & P.S. Adityapur, Adityaur, Jamshedpur, District- Saraikela, State-\nJharkhand through Niraj Kumar Mishra s/o not known to the petitioner,\nresident of N.S. 40, First Phase, Industrial Area, P.O. & P.S. Adityapur,\nAdityapur, Jamshedpur, District- Saraikela, State- Jharkhand.\n                                                 ... Respondent/Respondent\n                              ---------------\n\nCORAM: HON'BLE MR. JUSTICE SHREE CHANDRASHEKHAR\n     HON'BLE MRS. JUSTICE ANUBHA RAWAT CHOUDHARY\n\nFor the Appellant         : Mr. Anil Kumar, ASGI\n                          : Mr. Pratyush Kumar, CGC\nFor the Respondent        : Mr. Vikas Pandey, Advocate\n                          : Mr. Piyush Poddar, Advocate\n                          : Mr. Manav Poddar, Advocate\n                            ---------------\n                                Order No. 13/ Dated: 16th August 2023\n\nPer, Anubha Rawat Choudhary, J.\nHeard the learned counsel for the parties.\n2. This letters patent appeal has been filed against judgment dated 30th November 2022 passed by learned writ Court in W.P.(C) No. 2638 of 2020 whereby the writ petition has been dismissed.\n3. The writ petition was filed on 09.09.2020 under Article 226 of the Constitution of India challenging the order dated 31 st January 2020 passed by the learned Presiding Officer, Commercial Court, Ranchi in Commercial Revocation (Arbitration) Case No. 04 of 2019 whereby the petition for setting aside the arbitral award filed under section 34 of the Arbitration and Conciliation Act, 1996 (for the sake of brevity herein after referred as the \"Arbitration Act\") has been dismissed.\n4. The arbitral award dated 18.05.2012 was passed by the Facilitation Council (for the sake of brevity herein after referred as Council) constituted under The Micro, Small and Medium Enterprises Development Act, 2006 (for the sake of brevity herein after referred as \"the MSMED Act\").\n5. In the year 2008, the appellant published a tender for supply of battery backup online UPS with isolated transformer. On 28.03.2009 the respondent was selected by tender committee for supply of 304 UPS. It is the case of the appellant that the respondent installed and commissioned 282 UPS and did not install and commission of 10+12 (total 22) UPS. It is their further case that some UPS were non- functional which the respondent did not repair/replace/maintain in spite of request by the appellant. The appellant invoked arbitration clause.\n6. The respondent moved before the Facilitation Council, Jharkhand for outstanding claim of Rs.39,34,112/- on account of delayed payment and interest including, interalia, non-payment for 22 UPS valued at Rs.8,83,861/-. The case was registered as Case No. JHSEFC- 07/11 under the provisions of the MSMED Act. Ultimately, on 20.05.2011 a reference was made to the Facilitation Council and award was passed on 18.05.2012 communicated vide memo dated 19.06.2012. The Arbitral Award dated 18.05.2012 was passed by the Facilitation Council, Jharkhand by terms of which the respondent has been held entitled to get outstanding principal amount of Rs. 8,83,861/- plus compound interest on delayed payment at three time of the Bank rate, notified by RBI in terms of the MSMED Act till the time, the payment is made.\n7. After expiry of the period of limitation to challenge the award, the appellant filed writ petition under Article 226 of the Constitution of India on 07.11. 2012 being WPC No. 6876/2012 alleging violation of principles of natural justice which was dismissed vide order dated 29.04.2013 by holding that on facts appellant failed to establish that the order has been passed without notice or adequate opportunity of hearing. It was also held that the writ petition was filed after expiry of the period of limitation to challenge the award. The appellant filed Letters Patent Appeal being LPA no. 200/2013 against the order dt. 29.4.13 passed in W.P.(C) No. 6876/2012 which was disposed of on 25.03.2014 with liberty and observations to move under section 34 of the Arbitration Act read with section 19 of the MSMED Act before the Competent Trial Court.\n8. Pursuant to the order of LPA, the appellant filed the application under section 34 of the Arbitration Act before the Sub-Judge I, Ranchi being Misc. Case No. 11 of 2014 for setting aside the Arbitral Award dated 18.5.2012 passed by the Facilitation Council which was subsequently transferred to Commercial Court, Ranchi and was registered as Commercial Revocation (Arbitration) Case No. 04/2019. The preliminary objection filed by the Respondent before the learned Court below was dismissed vide order dated 25.07.2015 which was challenged in a writ petition being WPC No. 5988 of 2015 and was dismissed vide order dated 06.12.2018. The letters Patent Appeal being L.P.A. No. 124 of 2019 against the order dated 06.12.2018 was allowed vide order dated 06.12.2019 by referring to the judgment passed by the Hon'ble Supreme Court Simplex Infrastructure Limited Vs. Union of India (2019) 2 SCC 455 and liberty was given to the respondent to agitate the issue of limitation before the learned Court below. The said Commercial Revocation (Arbitration) Case No. 04/2019 was dismissed vide judgment dt. 31.1.2020 on the ground that the application filed under section 34 was barred by limitation.\n9. The perusal of the writ record shows that on 27.02.2020 the appellant applied for certified copy of the order dated 31.01.2020 passed in Commercial Revocation (Arbitration) Case No. 04/2019. The certified copy was made available to the appellant on 29th February 2020. On 09th September 2020, the appellant filed writ petition under Article 226 of the Constitution of India being WPC no. 2638/2020 challenging: the Judgment dt. 31.1.2020 passed in Commercial Revocation (Arbitration) Case No. 04/2019 rejecting the petition filed under section 34 of the Arbitration Act as barred by Limitation. Vide affidavit dated 19.09.2022, appellant filed petition seeking amendment of the writ petition being I.A No. 8887 of 2022 challenging the Arbitral Award dt. 18.5.12 on the ground that the award has been passed by a Panel of 9 Arbitrators and such panel was contrary to section 21 of the MSMED Act and while explaining the delay in challenging the award on such ground it has been stated that the appellant had applied for Certified Copy of the Entire Order Sheet of CASE NO. JHSEFC 07/11 vide application dt. 23.8.22 and same was supplied on 14.9.22 manifesting for the first time that award has been rendered by 9 members. The writ petition was dismissed on 30th November 2022 by the impugned order and the aforesaid I.A No. 8887 of 2022 along with other pending I.As were closed. With regard to the challenge of the arbitral award, the present proceedings is the second round of writ petition.\n10. The appellant did not file any appeal under section 37 of the Arbitration Act against the order impugned in the writ proceedings. The appellant further challenged the award alleging it to be nullity by filing a petition for amendment of the writ petition.\nArguments of the Appellant\n11. The learned counsel for the appellant has submitted that the arbitral award involved in the present case is a nullity in the eyes of law as the constitution of arbitral tribunal was contrary to and in direct conflict with section 21 of the MSMED Act.\n12. It has been submitted that the arbitral tribunal constituted under Jharkhand Micro, Small and Medium Enterprises Development Rules, 2007 (for the sake of brevity herein after referred as \"Rules of 2007\") and the Rules of 2007 were contrary to section 21 of the MSMED Act. As per section 21, the minimum number of members of Council could be 3 and maximum member could be 5 but as per the Rules of 2007, the minimum member of Council could be 5 and maximum member could be 9. He submits that the position was rectified vide new rules framed in the year 2017 which was brought in consonance with the provisions of section 21 of the MSMED Act.\n13. He submits that the award was challenged by filing Interlocutory Application under Article 226 of the Constitution of India being I.A. No. 8887 of 2022 and consequently, the award as well as the order rejecting petition under section 34 of the Arbitration Act were under challenge in the writ proceedings.\n14. He submits that the award being a nullity, the rejection of the petition filed under section 34 of the Arbitration Act dated 31.01.2020 by the Presiding officer, Commercial Court, Ranchi on the ground of limitation and also the award dated 18.05.2012 ought to have set-aside by the learned writ Court.\n15. The learned counsel submits that the learned writ Court was not justified in refusing to interfere with the award on the ground that the challenge to the award under section 34 of the Arbitration Act was rejected being barred by limitation.\n16. The only question which has been raised by the learned counsel for the appellant to challenge the order dated 31.01.2020 passed by learned Presiding Officer, Commercial Court, Ranchi rejecting the petition filed under section 34 of the Arbitration Act and, in turn, the award dated 18th May 2012/19th June 2012 delivered by the Jharkhand Micro and Small Enterprises Facilitation Council is-\nWhether the award dated 18th May 2012/19th June 2012 delivered by the Facilitation Council constituting 9 members has been rendered a nullity on account of improper constitution of the Facilitation Council, contrary to section 21 of the MSMED, Act?\n17. In support of his submission, the learned counsel has relied on a judgment by a Division Bench of this Court delivered in \"Heavy Engineering Corporation Ltd. Vs. State of Jharkhand and others\"\n2022 SCC OnLine Jhar 843 which has followed the earlier judgement passed by Division Bench of this Court in the case of Electrosteel Steels Ltd. Vs. State of Jharkhand and others passed in W.P.(C) No. 3699 of 2015 & analogous cases.\n18. The learned counsel has also relied on the judgement passed by the Hon'ble Supreme Court in Gujarat State Civil Supplies Corporation Limited Vs. Mahakali Foods Private Limited and another (2023) 6 SCC 401, to submit that section 16 of the Arbitration Act has no applicability to the arbitral proceedings by the Facilitation Council constituted under the MSMED Act. He submits that it has been held that the MSMED Act will have over-riding effect on the Arbitration Act.\n19. On behalf of the appellant the following judgements have been relied on: -\ni. The judgment passed by Hon'ble Supreme Court reported in Gujarat State Civil Supplies Corporation Limited Vs. Mahakali Foods Private Limited and another (2023) 6 SCC 401, paragraph nos. 38 to 40, to submit that the Facilitation Council is a statutory forum and a special procedure has been prescribed to be followed after reference is made to it by any party to the dispute as per section 24 of the MSMED Act, 2006, the provisions of sections 16 to 23 have an effect notwithstanding anything inconsistent therewith contained in any other law for the time being enforce. The MSMED Act, 2006 and the provisions of sections 15 to 23 are special law and overrides the general law of Arbitration Act and also overrides on the ground of subsequent legislation. ii. Judgement passed in Electrosteel Steels Ltd. Vs. State of Jharkhand and others passed in W.P.(C) No. 3699 of 2015 & analogous cases paragraph nos. 24 and 26, to submit that Rule 4 of JMSMEFC Rules, 2007 declared ultra-virus to section 21 of the MSMED Act, 2006. Rule 4 provided Constitution of Council of members not less than five and not more than nine which was contrary to the composition under section 21 of the Act, 2006. He has further referred to the judgment reported in Heavy Engineering Corporation Ltd. Vs. State of Jharkhand and others 2022 SCC OnLine Jhar 843 paragraph nos. 26, 40, 43, 44, 48 and 49, to submit that the Constitution/Coram of the Facilitation Council contrary to the mandate of section 21 of the MSMED Act, 2006 lacks inherent jurisdiction, which goes to the root of the authority to pass an award and thus is rendered without jurisdiction, non-est and void-ab-initio. iii. Judgment of Balvant N. Viswamitra and others Vs. Yadav Sadashiv Mule (Dead) through Lrs.\" (2004) 8 SCC 706 paragraph nos. 9 to 14, to submit that it was held by the Hon'ble Supreme Court that where Court lacks inherent jurisdiction in passing decree or order then such decree or order would be rendered without jurisdiction non-est, void- ab-initio as the same strikes at the very authority to the Court to pass any decree and invalidity and nullity could be set-up whenever and wherever it is sought to be enforced or relied on.\niv. Judgment reported in Sarup Singh & another Vs. Union of India and another (2011) 11 SCC 198 paragraph nos. 20, 22, 23 and 24, to submit that a decree which is a nullity or Tribunal of a limited jurisdiction erroneously assumes jurisdiction by ignoring statutory provision then its decision is a nullity and can be set-up in collateral proceeding as well. A defect of jurisdiction which goes to the root of the matter and strikes at the very authority of Court to pass a decree is basic and fundamental and such validity can be challenged at any stage, even in execution or collateral proceedings.\nv. Judgement reported in Lion Engineering Consultants Vs. State of Madhya Pradesh and others (2018) 16 SCC 758 paragraph nos. 5 to 7, to submit that it has been held that the observations in paras 16 and 17 of MSP Infrastructure Ltd. Vs. MP Road Development Corporation Ltd. (2015) 13 SCC 713 do not lay down correct law and thus the decision rendered in MSP Infrastructure Ltd, especially paragraph nos. 16 and 17 thereof, has been overruled.\nvi. Judgment reported in Jogendrasinhji Vijaysinghji Vs. State of Gujarat & others (2015) 9 SCC 1 paragraph no.30, to submit that the maintainability of Letters Patent Appeal would depend upon pleadings in writ petition, nature and character of order passed by Hon'ble Single Judge, the type of direction issued having regard to jurisdiction perspectives in Constitutional context. Thus, it cannot be said that a writ can only lie only under Art. 227 of Constitution from orders of Tribunal as orders passed by learned Single Judge can be construed as an order under both Articles 226 and 227 or only under Article 226 and it would depend upon nature, contour and character of order. vii. Judgment reported in Shakti Tubes Ltd. Vs. State of Bihar and others (2009) 1 SCC 786 paragraph nos. 2, 19 to 23, to submit that it has been held that the provisions of section 14 of the Limitation Act have been held to be applicable in a proceeding arising under section 34 of the Arbitration and Conciliation Act and writ remedy under Article 226 of Constitution of India would fall within the purport of words employed \"other cause of like nature\" under section 14 of the Limitation Act.\n20. The learned counsel submits that the award passed by the Facilitation Council as well as the order of the Commercial Court rejecting the petition filed under section 34 of the Arbitration Act be set- aside.\nArguments of the Respondent\n21. Mr. Vikas Pandey, the learned counsel submits that it is well settled that arbitral tribunal is competent to rule on its own jurisdiction as contemplated under section 16 of the Arbitration Act. The said principal will apply on Institutional Arbitration including the Facilitation Council under MSME Act. The Facilitation Council has all powers to decide the disputes referred to it as if such arbitration was in pursuance of the arbitration agreement referred to in sub-section (1) of section 7 the Arbitration Act and all the trappings of the Arbitration Act applies to such arbitration by the Facilitation Council acting an arbitral tribunal and such tribunal would also be competent to rule on its own jurisdiction like any other arbitral tribunal appointed under the Arbitration Act as contemplated under section 16 of the said Act. It is submitted that the Hon'ble Supreme Court in the judgement reported in (2023) 6 SCC 401 (supra) and relied on by the appellant also, has held in paragraph no. 48, that the Facilitation Council is the arbitral tribunal constituted under section 7(1) of the Arbitration Act and section 16 of the Arbitration Act would apply.\n22. It is submitted that challenge to Composition of Tribunal could have been raised by the appellant before the Facilitation Council but despite notice the appellant did not appear before the Facilitation Council. The challenge to Composition of Tribunal is well within the scope of section 16 which is evident from the Judgment of Hon'ble Supreme Court in the case of Indian Farmers Fertilizer Cooperative Limited versus Bhadra Projects (2018) 2 SCC 534 wherein it has been held in paragraph no. 20 that jurisdiction mentioned in section 16 of the Arbitration Act has reference to three things including, whether the arbitral tribunal is properly constituted.\n23. Therefore, it is deemed that the appellant waived its right to challenge the constitution of the arbitral tribunal i.e the Facilitation Council, hence the appellant is not entitled to any relief under Writ Jurisdiction, that too when the time to challenge the Award under section 34 of the Arbitration Act had already expired well before filing of the First Writ Petition being W.P.(C) No. 6876 of 2012 arising out of the same award.\n24. The learned counsel has relied on the following judgements:\n(i) The Union of India and another vs. Ekta Telecommunication System & others dated 29.04.2013 passed in W.P.(C) No. 6876 of 2012 in the case arising out of the same award involved in this case.\n(ii) P. Bandopadhya and others Vs. Union of India and others (2019) 13 SCC 42\n(iii) Balvant N. Viswamitra and others Vs. Yadav Sadashiv Mule (Dead) through Lrs. and others (2004) 8 SCC 706, paragraph nos. 19 and 20.\n(iv) Indian Farmers Fertilizer Cooperative Limited Vs. Bhadra Products (2018) 2 SCC 534, paragraph no. 20.\n(v) Narayan Prasad Lohia Vs. Nikunj Kumar Lohia and others (2002) 3 SCC 572.\n(vi) Quippo Construction Equipment Limited Vs. Janardan Nirman Private Limited (2020) 18 SCC 277\n(vii) Bhaven Construction Vs. Executive Engineer, Sadar Sarovar Narmada Nigam Limited and another (2022) 1 SCC 75\n(viii) Simplex Infrastructure Limited Vs. Union of India (2019) 2 SCC 455, paragraph no. 18.\n(ix) GPT Infra Projects Limited Vs. M/s. Miki Wire Works Pvt.\nLtd. passed by Hon'ble Calcutta High Court in C.O. 1078 of 2019.\nFindings of this Court\n25. The sequence of events has already been given in paragraph no. 5 of this judgement.\n1st point which arises for consideration is as to whether section 16 of the Arbitration Act has any applicability to the arbitral proceedings before the Facilitation Council constituted under the MSMED Act.\n26. It has been argued by the appellant that Section 16 of the Arbitration Act does not apply and on the other hand the respondent has argued that section 16 of the Arbitration Act is applicable to the arbitral proceedings before the Facilitation Council constituted under the MSMED Act. Both the parties have relied on the recent judgement passed by the Hon'ble Supreme Court in Gujarat State Civil Supplies Corporation Limited Vs. Mahakali Foods Private Limited and another (2023) 6 SCC 401 which specifically deals with arbitral proceedings before the Facilitation Council under the MSMED Act.\n27. While interpreting section 16 of the Arbitration Act, the Hon'ble Supreme Court in Indian Farmers Fertilizer Cooperative Limited versus Bhadra Projects (2018) 2 SCC 534, it has been held in paragraph no. 20 of the judgement that jurisdiction mentioned in section 16 of the Arbitration Act has reference to three issues related to jurisdiction. Paragraph no. 20 of the judgment is quoted as under: -\n\"20. These sections make it clear that the Kompetenz principle, which is also followed by the English Arbitration Act of 1996, is that the \"jurisdiction\" mentioned in Section 16 has reference to three things: (1) as to whether there is the existence of a valid arbitration agreement; (2) whether the arbitral tribunal is properly constituted; and (3) matters submitted to arbitration should be in accordance with the arbitration agreement.\" (emphasis supplied)\n28. In the judgement of Gujarat State Civil Supplies Corporation Limited Vs. Mahakali Foods Private Limited and another (2023) 6 SCC 401 the following questions of law were formulated in paragraph no. 11 of the judgement: -\n\"11. In the background of afore stated spectrum of cases, the following common questions of law arise for consideration:\n11.1. (i) Whether the provisions of Chapter V of the Msmed Act, 2006 would have an effect overriding the provisions of the Arbitration Act, 1996?\n11.2. (ii) Whether any party to a dispute with regard to any amount due under Section 17 of the Msmed Act, 2006 would be precluded from making a reference to the Micro and Small Enterprises Facilitation Council under sub-section (1) of Section 18 of the said Act, if an independent arbitration agreement existed between the parties as contemplated in Section 7 of the Arbitration Act, 1996?\n11.3. (iii) Whether the Micro and Small Enterprises Facilitation Council, itself could take up the dispute for arbitration and act as an arbitrator, when the Council itself had conducted the conciliation proceedings under sub-section (2) of Section 18 of the Msmed Act, 2006 in view of the bar contained in Section 80 of the Arbitration Act, 1996?\"\n29. The Hon'ble Supreme Court examined the scheme of the MSMED Act and recorded the salient features in paragraph no. 40 as under: -\n\"40. Having regard to the purpose, intention and objects as also the scheme of the MSMED Act, 2006 and having regard to the unambiguous expressions used in Chapter V thereof, following salient features emerge:\n40.1. Chapter V is \"party-specific\", inasmuch as the party i.e. the \"buyer\"\nand the \"supplier\" as defined in Sections 2(d) and 2(n), respectively are covered under the said Chapter.\n40.2. A specific provision is made fastening a liability on the buyer to make payment of the dues to the supplier in respect of the goods supplied or services rendered to the buyer, as also a liability to pay compound interest at three times of the bank rate notified by the Reserve Bank, if the buyer fails to make payment within the prescribed time-limit. The said liability to pay compound interest is irrespective of any agreement between the parties or of any law for the time being in force.\n40.3. A dedicated statutory forum i.e. Micro and Small Enterprises Facilitation Council is provided to enable any party to a dispute with regard to any amount due under Section 17, to make reference to such Council.\n40.4. A specific procedure has been prescribed to be followed by the Facilitation Council after the reference is made to it by any party to the dispute.\n40.5. The Facilitation Council or the centres providing alternative dispute resolution services have been conferred with the jurisdiction to act as an arbitrator or conciliator under Section 18(4), notwithstanding anything contained in any law for the time being in force, in a dispute between the suppliers located within its jurisdiction.\n40.6. The provisions of the Arbitration Act, 1996 have been made applicable to the dispute only after the conciliation initiated under sub- section (2) does not succeed and stands terminated without any settlement between the parties.\n40.7. Sub-section (1) and sub-section (4) of Section 18 starting with non obstante clauses have an effect overriding the other laws for the time being in force.\n40.8. As per Section 24, the provisions of Sections 15 to 23 have an effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.\"\n30. Thereafter, in paragraph nos. 41 and 42 of the judgment, the Hon'ble Supreme Court has observed that having regard to the entire scheme of the Arbitration Act it appears that it is a general law relating to the domestic arbitration, international commercial arbitration and for conciliation. It does not specify any specific dispute or specific class or category of persons to which the Act shall apply, as has been specified in the MSMED Act, 2006. It has been further held that even if the Arbitration Act is treated as a special law, then also the MSMED Act, 2006 having been enacted subsequently in point of time i.e. in 2006, it would have an overriding effect, more particularly in view of section 24 of the MSMED Act, 2006 which specifically gives an effect to the provisions of sections 15 to 23 of the Act over any other law for the time being in force, which would also include the Arbitration Act.\n31. The interplay between the Arbitration Act and the MSMED Act has been dealt with in paragraph no. 43 onwards. Paragraph nos. 43 to 48, are quoted as under: -\n\"43. The Court also cannot lose sight of the specific non obstante clauses contained in sub-sections (1) and (4) of Section 18 which have an effect overriding any other law for the time being in force. When the Msmed Act, 2006 was being enacted in 2006, the legislature was aware of its previously enacted Arbitration Act of 1996, and therefore, it is presumed that the legislature had consciously made applicable the provisions of the Arbitration Act, 1996 to the disputes under the Msmed Act, 2006 at a stage when the conciliation process initiated under sub-section (2) of Section 18 of the Msmed Act, 2006 fails and when the Facilitation Council itself takes up the disputes for arbitration or refers it to any institution or centre for such arbitration. It is also significant to note that a deeming legal fiction is created in Section 18(3) by using the expression \"as if\" for the purpose of treating such arbitration as if it was in pursuance of an arbitration agreement referred to in sub-section (1) of Section 7 of the Arbitration Act, 1996. As held in K. Prabhakaran v. P. Jayarajan [K. Prabhakaran v. P. Jayarajan, (2005) 1 SCC 754 : 2005 SCC (Cri) 451] , a legal fiction presupposes the existence of the state of facts which may not exist and then works out the consequences which flow from that state of facts. Thus, considering the overall purpose, objects and scheme of the Msmed Act, 2006 and the unambiguous expressions used therein, this Court has no hesitation in holding that the provisions of Chapter V of the Msmed Act, 2006 have an effect overriding the provisions of the Arbitration Act, 1996.\n44. The submissions made on behalf of the counsel for the buyers that a conscious omission of the word \"agreement\" in sub-section (1) of Section 18, which otherwise finds mention in Section 16 of the Msmed Act, 2006 implies that the arbitration agreement independently entered into between the parties as contemplated under Section 7 of the Arbitration Act, 1996 was not intended to be superseded by the provisions contained under Section 18 of the Msmed Act, 2006 also cannot be accepted. A private agreement between the parties cannot obliterate the statutory provisions.\nOnce the statutory mechanism under sub-section (1) of Section 18 is triggered by any party, it would override any other agreement independently entered into between the parties, in view of the non obstante clauses contained in sub-sections (1) and (4) of Section 18. The provisions of Sections 15 to 23 have also overriding effect as contemplated in Section 24 of the Msmed Act, 2006 when anything inconsistent is contained in any other law for the time being in force. It cannot be gainsaid that while interpretating a statute, if two interpretations are possible, the one which enhances the object of the Act should be preferred than the one which would frustrate the object of the Act. If submission made by the learned counsel for the buyers that the party to a dispute covered under the Msmed Act, 2006 cannot avail the remedy available under Section 18(1) of the Msmed Act, 2006 when an independent arbitration agreement between the parties exists is accepted, the very purpose of enacting the Msmed Act, 2006 would get frustrated.\n45. There cannot be any disagreement to the proposition of law laid down in various decisions of this Court, relied upon by the learned counsel for the buyers that the Court has to read the agreement as it is and cannot rewrite or create a new one, and that the parties to an arbitration agreement have an autonomy to decide not only on the procedural law to be followed but also on the substantive law, however, it is equally settled legal position that no agreement entered into between the parties could be given primacy over the statutory provisions. When the Special Act i.e. the Msmed Act, 2006 has been created for ensuring timely and smooth payment to the suppliers who are the micro and small enterprises, and to provide a legal framework for resolving the dispute with regard to the recovery of dues between the parties under the Act, also providing an overriding effect to the said law over any other law for the time being in force, any interpretation in derogation thereof would frustrate the very object of the Act.\n46. The submission therefore that an independent arbitration agreement entered into between the parties under the Arbitration Act, 1996 would prevail over the statutory provisions of the Msmed Act, 2006 cannot be countenanced. As such, sub-section (1) of Section 18 of the Msmed Act, 2006 is an enabling provision which gives the party to a dispute covered under Section 17 thereof, a choice to approach the Facilitation Council, despite an arbitration agreement existing between the parties. Absence of the word \"agreement\" in the said provision could neither be construed as casus omissus in the statute nor be construed as a preclusion against the party to a dispute covered under Section 17 to approach the Facilitation Council, on the ground that there is an arbitration agreement existing between the parties. In fact, it is a substantial right created in favour of the party under the said provision. It is therefore held that no party to a dispute covered under Section 17 of the Msmed Act, 2006 would be precluded from making a reference to the Facilitation Council under Section 18(1) thereof, merely because there is an arbitration agreement existing between the parties.\n47. The aforesaid legal position also dispels the arguments advanced on behalf of the counsel for the buyers that the Facilitation Council having acted as a Conciliator under Section 18(2) of the Msmed Act, 2006 itself cannot take up the dispute for arbitration and act as an arbitrator. Though it is true that Section 80 of the Arbitration Act, 1996 contains a bar that the Conciliator shall not act as an arbitrator in any arbitral proceedings in respect of a dispute that is subject of conciliation proceedings, the said bar stands superseded by the provisions contained in Section 18 read with Section 24 of the Msmed Act, 2006. As held earlier, the provisions contained in Chapter V of the Msmed Act, 2006 have an effect overriding the provisions of the Arbitration Act, 1996. The provisions of the Arbitration Act, 1996 would apply to the proceedings conducted by the Facilitation Council only after the process of conciliation initiated by the Council under Section 18(2) fails and the Council either itself takes up the dispute for arbitration or refers to it to any institute or centre for such arbitration as contemplated under Section 18(3) of the Msmed Act, 2006.\n48. When the Facilitation Council or the institution or the centre acts as an arbitrator, it shall have all powers to decide the disputes referred to it as if such arbitration was in pursuance of the arbitration agreement referred to in sub-section (1) of Section 7 of the Arbitration Act, 1996 and then all the trappings of the Arbitration Act, 1996 would apply to such arbitration. It is needless to say that such Facilitation Council/institution/centre acting as an Arbitral Tribunal would also be competent to rule on its own jurisdiction like any other Arbitral Tribunal appointed under the Arbitration Act, 1996 would have, as contemplated in Section 16 thereof.\"\n32. Thus, it has been clearly held in paragraph no. 48 of the judgment reported in (2023) 6 SCC 401 (supra) that the Facilitation Council is the arbitral tribunal constituted under section 7(1) of the Arbitration Act and section 16 of the Arbitration Act would apply. It has been further held that the Facilitation Council shall have all the powers to decide the disputes referred to it as if such arbitration was in pursuance of the arbitration agreement referred to in sub-section (1) of section 7 of the Arbitration Act and then all the trappings of the Arbitration Act would apply to such arbitration. It has also been held that such Facilitation Council, acting as an arbitral tribunal, would also be competent to rule on its own jurisdiction like any other arbitral tribunal appointed under the Arbitration Act would have, as contemplated in section 16 thereof. Meaning thereby that section 16 of the Arbitration Act shall be fully applicable to arbitral proceedings before the Facilitation Council constituted under the MSMED Act.\n33. Accordingly, all the three natures of objections as enumerated in paragraph no. 20 of the judgement reported in (2018) 2 SCC 534 (supra) as quoted above are available to be taken before the Facilitation Council in terms of section 16 of the Arbitration Act.\n34. Thus, the arguments of the learned counsel for the appellant that applicability of section 16 of the Arbitration Act has been excluded in the arbitral proceedings before the Facilitation Council constituted under the MSMED Act is not acceptable and hence, rejected. The 1st point formulated above is accordingly answered in favour of the respondent and against the appellant.\n2nd point for consideration is whether the learned writ Court was justified in dismissing the writ petition and refusing to interfere with the arbitral award as well as the order passed by the learned Court below rejecting the application filed under section 34 of the Arbitration Act.\n35. It has been argued by the learned counsel for the respondent that objection to composition of Arbitral Tribunal is derogable, and hence objection to composition of tribunal having not been taken before the Facilitation Council under section 16 of the Arbitration Act is deemed to have been waived by the appellant. On the other hand, it has been argued by the appellant that the objection to jurisdiction regarding composition of the Facilitation Council goes to the root of the jurisdiction of the Facilitation Council being violative of section 21 of the MSMED Act and consequently the award passed by the Facilitation Council is void-ab-initio and hence a nullity in the eyes of law. The learned counsel has relied on the judgements passed in Electrosteel Steels Ltd. Vs. State of Jharkhand and others passed in W.P.(C) No. 3699 of 2015 & analogous cases and Heavy Engineering Corporation Ltd. Vs. State of Jharkhand and others 2022 SCC OnLine Jhar 843.\n36. With regard to the nature of objection under section 16 of the Arbitration Act, and whether it can be waived, the respondent has relied on the judgement rendered by three judges Bench by the Hon'ble Supreme Court in the case of Narayan Prasad Lohia Vs. Nikunj Kumar Lohia and others (2002) 3 SCC 572. The factual background was that the applications for setting aside the arbitral award were filed on the ground that the arbitration was by two arbitrators whereas under the Arbitration Act there cannot be an even number of arbitrators. It was contended that arbitration by two arbitrators was against the Arbitration Act itself and therefore void and invalid and consequently the award was unenforceable and not binding on the parties.\nA 3-Judge Bench of the Hon'ble Supreme Court in the judgment reported in (2002) 3 SCC 572 (Narayan Prasad Lohia v. Nikunj Kumar Lohia & Others) specifically dealt with the point regarding waiver of right to object to composition of arbitral tribunal under the provisions of Arbitration and Conciliation Act, 1996. Section 10 of the Arbitration Act clearly provides that the number of arbitrators shall not be an even number. The question for consideration was whether section 10 is a non- derogable provision. The Hon'ble Supreme Court held that the answer to the aforesaid question would depend on the question as to whether under the Arbitration Act a party has a right to object to the composition of the arbitral tribunal, if such composition is not in accordance with the Arbitration Act and if so at what stage. The Hon'ble Supreme Court was of the view that the question involved important question of law likely to arise in future cases. The question was formulated as under:\n\"At this stage, we are only deciding the question of law referred i.e. whether a mandatory provision of the said Act can be waived by the parties.\"\n37. The Hon'ble Supreme Court in Narayan Prasad Lohia (supra) considered sections 4, 5, 10, 11, 16 and 34 of the Arbitration Act and particularly section 4 dealing with waiver of right, section 10 providing the number of arbitrator and section 16 dealing with competence of arbitral tribunal to rule on its jurisdiction and 34 dealing with the Application for setting aside arbitral award and section 34(2)(a) (v). In the case of Narayan Prasad Lohia (supra), it has been clearly held that even if the composition of the arbitral tribunal is contrary to section 10 of the Arbitration Act, the same is a derogable provision and therefore objection to composition of the arbitral tribunal can be waived and it is required to be taken under section 16 of the Arbitration Act and can be a ground for challenge under section 34(2)(a)(v) of the Arbitration Act.\n38. In Narayan Prasad Lohia (supra) the composition of the Arbitral Tribunal in terms of the agreement was in violation of section 10 of the Arbitration Act i.e the arbitration tribunal was consisting of even number of arbitrators. However, in the present case, the objection to the jurisdiction with regard to composition of the arbitral tribunal i.e the Facilitation Council, is that the composition was in conflict with section 21 of the MSMED Act, though it was constituted in terms of the Rules of 2007 framed by the State of Jharkhand in exercise of powers under the MSMED Act. The two coordinate benches of this Court in the judgements rendered in Electrosteel Steels Ltd. Vs. State of Jharkhand and others passed in W.P.(C) No. 3699 of 2015 & analogous cases and Heavy Engineering Corporation Ltd. Vs. State of Jharkhand and others 2022 SCC OnLine Jhar 843 having held that such award rendered by the Facilitation Council constituted under the Rules of 2007 framed by the State of Jharkhand were void-ab-initio on the ground that the arbitral tribunal i.e the Facilitation Council was constituted in violation of section 21 with regard to the number of Arbitrators in the Facilitation Council. The said two judgements being binding on this Court, we are not inclined to take a different view. However, in spite of the aforesaid two judgements rendered by Coordinate Benches of this Court, the appellant is not entitled to any relief considering the facts and circumstances of this case.\n39. The writ proceedings involved in the present case is the 2nd round of writ petition and letters patent appeal by the appellant, challenging the arbitral award involved in the present case. The earlier round was in W.P.(C) No. 6876/2012 which was dismissed vide order dt. 29.04.2013 followed by LPA No. 200/2013 which was disposed of on 25.03.2014 with liberty and observations to move under section 34 of the Arbitration Act read with section 19 of the MSMED Act before the Competent Trial Court.\n40. The records of earlier writ petition being W.P(C) No. 6876 of 2012, wherein the decision of the Facilitation Council dated 18th May 2012/19th June 2012 was challenged for the first time in writ jurisdiction, reveals that the writ petition was filed on 07th November 2012 and instituted on 09th November 2012 which reveals that even on the day the writ petition was filed before this Court, the prescribed time period for filing petition under section 34 of the Arbitration Act had elapsed.\n41. This Court finds that the earlier writ petition being W.P(C) No. 6876 of 2012 was dismissed by clearly recording that the challenge to the award under writ petition was filed after the expiry of the prescribed period to challenge the arbitral award. The relevant portions of Order dated 29th April 2013 passed in W.P.(C) No. 6876 of 2012 are quoted as under:\n\"The petitioners had an alternative remedy of appeal under the provisions of the Arbitration and Conciliation Act, 1996 against the impugned award. However, the writ petition was filed after the time limit for filing of such application under Section 34 of the Act of 1996, had expired. The writ petitioners have taken a plea that the order has been passed by the Council without opportunity of proper hearing to it as no copy of the application was served upon it in order to enable it to defend itself in a proper manner in the said proceeding.\nA perusal of the impugned order dated 19th June, 2012, however, indicates that the copy of the application was sent to it on 24th March, 2012 by registered post. The Council has held its meeting on 24th February, 2012, 27th April, 2012 and 18th May, 2012, but the petitioners had remained absent. The petitioners have tried to make out a case that the notice was served without a copy of application in respect of which Annexure- 8 is being referred dated 29th February, 2012. However, from perusal of the impugned order itself, it appears that after 29th February, 2012 the matter had been adjourned on 27th April, 2012 and 18th May 2012, but the petitioners perhaps kept on taking plea that the copy of the application was not served upon it, although it was sent on 24th March, 2012 by registered post. Therefore, the ground for violation of principle of natural justice, do not appear to have been made out. The petitioners had adequate opportunity to defend themselves and the notice sent to it also contained the copy of the application. Perusal of Annexure- 8 dated 29th February, 2012 also indicates that in the said letter the petitioners had taken a plea that the parties were bound by the conditions of the contract as per para 2900 whereunder arbitration is to be undertaken on any dispute arising between the parties.\n.......\n.....The impugned order, therefore, does not appear to suffer on merits as well and no grounds are made out for interference in the impugned order on the part of the petitioners. Though the petitioners had an alternative remedy of appeal and preliminary objection was taken by the private respondent on that score, but this Court though it proper to entertain the writ petition, as the petitioners had tried to make out a case of violation of principle of natural justice and lack of proper notice in the decision- making process by the Facilitation Council. On facts, however, they have failed to establish that the order has been passed without notice on adequate opportunity of hearing to them.\nIn the totality of circumstances, therefore, no grounds for interference is made out on the part of the petitioners in the impugned order. The petitioners have deposited a Bank Draft of Rs. 4,41,931/- being 50% of the principal amount as per the order dated 1st March, 2013 passed by this Court as a condition precedent. In view of the fact that the writ petitioners have failed to make out a case for interference in the writ petition, the aforesaid Demand Draft deposited earlier in the name of the Registrar General of this Court, however, shall be returned to the petitioners. The petitioners would ensure the payment of the awarded amount as per the orders of the Facilitation Council in accordance with law.\nAccordingly, the writ petition is dismissed.\" (emphasis supplied)\n42. Against the aforesaid judgement passed in the writ petition, LPA No. 200 of 2013 was filed and decided on 25th March 2014. The order passed in the L.P.A. is quoted as under:\n\"1. This Letters Patent Appeal has been preferred by the appellant (original petitioner) against the judgment and order delivered by the learned Single Judge on 29.04.2013 passed in W.P.(C) No. 6876 of 2012.\n2. The present appellant (original petitioner) had preferred W.P.(C) No. 6876 of 2012 against an award passed by the Jharkhand Micro and Small Enterprises Facilitation Council's order dated 19.06.2012 (Annexure-5 to this memo of Letters Patent Appeal.\n3. Learned counsel appearing for the appellant submitted that in pursuance to Section 18 of the Micro, Small and Medium Enterprises Development Act, 2006 (hereinafter referred to as the Act, 2006 for the sake of brevity) was passed by the Council. Initially, for conciliation proceeding, the reference was made thereafter, an award has been given by the Council as an arbitrator. This is an ex-parte award and there are several violations of the provisions of the Act, 2006, as well as of the provisions of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Act, 1996 for the sake of brevity).\n4. Nonetheless, counsel for the appellants fairly submitted that the appellants are having efficacious remedy to challenge the said award under Section 34 of the Act, 1996 to be read with Section 19 of the Act, 2006. Application shall be preferred for setting aside an arbitral award before the learned trial court within a period of 8 weeks, from the date of receipt of copy of this order. Let suitable direction be given to the learned trial court/ competent court to dispose of the said application, within stipulated time, in accordance with law.\n5. We have heard learned counsel for the respondents, who have no objection if this application is rendering before the learned trial court to prefer an application for setting aside the arbitral award, which is given by the Jharkhand Micro and Small Enterprises Facilitation Council, order dated 19.06.2012 but, it is submitted that as per Section 19 of the Act, 2006, the applicants shall have to deposit 75% off the amount in terms of the decree or award.\n6. Having heard both the counsels and looking to the facts and circumstances of the case, it appears that the present respondents had supplied the goods thereafter, bills were raised, thus, bills remained unpaid and the claim was lodged by the respondents for the payment of the money, and still it is unpaid, and therefore, it appears that reference was made to Jharkhand Micro and Small Enterprises Facilitation Council on 20.05.2011 for realization of Rs. 39,34,112/- and thereafter the Council has passed an award on 19.06.2012. Learned counsel appearing for the appellants submitted that there was contract to supply 304 Uninterrupted Power Supply (U.P.S.), out of which, 282 U.P.S. were installed, for which amount has already been paid and only for 22 U.P.S. dispute is going on.\n7. The appellants now want to challenge this award before the learned trial court by way of an application for setting aside the arbitral award under Section 34 of the Act, 1996 to be read with Section 19 of the Act , 2006. If such application is preferred by the appellants before the competent trial court within a period of 8 weeks from the date of receipt of a copy of this order, the said competent trial court shall decide the application under Section 34 of the Act, 1996 to be read with Section 19 of the Act, 2006 and if any application is preferred under Section 9 of the Act, 1996, the same will be decided as early as possible, preferably within 12 weeks thereafter, in accordance with law and at least adequate opportunity of hearing be given to the respondents.\n8. This Letters Patent Appeal is disposed of in view of the aforesaid efficacious remedy to be availed by the respondents.\"\n43. Pursuant to the order of LPA Court, the appellant filed the application under section 34 of the Arbitration Act before the sub-judge, Ranchi for setting aside the Arbitral Award dt. 18.5.2012 which was subsequently transferred to the Commercial Court, Ranchi and was registered as Commercial Revocation (Arbitration) Case No. 04/2019. The preliminary objection filed by the Respondent was dismissed which was challenged in the writ petition being WPC No. 5988 of 2015 but the writ petition was dismissed vide order dated 06.12.2018. The letters Patent Appeal being L.P.A. No. 124 of 2019 was allowed vide order dated 06.12.2019 by referring to the judgment passed by the Hon'ble Supreme Court Simplex Infrastructure Limited Vs. Union of India (2019) 2 SCC 455, paragraph no. 18 and liberty was given to the respondent to agitate the issue of limitation before the learned Court below.\n44. The said Commercial Revocation (Arbitration) Case No. 04/2019 was dismissed vide judgment dt. 31.1.2020 on the ground that the application filed under section 34 was barred by limitation.\n45. Upon perusal of the order passed by the Commercial Court, it is apparent that the Council published the award on 18th May 2012 and the learned Court below has taken note of the fact that this Court while dismissing the writ petition vide order dated 29th April 2013 had observed that, \"However, the writ petition was filed after the time limit for filing such application under Section 34 of the Act of 1996, had expired.\"\nMeaning thereby, the writ petition was itself filed beyond the period of limitation as prescribed under section 34(3) of the Arbitration and Conciliation Act, 1996. The findings of the learned Court below are quoted from paragraph nos. 15 to 20, which are as under:\n\"15. Coming to the issue of Limitation, I find that the Council published its award on 18/05/2012 which was challenged by the petitioners before the Hon'ble Court by filing W.P. (C) No. 6876 of 2012. The Hon'ble Court while dismissing the Writ Petition vide its order dated 29/04/2013 observed at para 2; \"However, the writ petition was filed after the time limit for filing such application under Section 34 of the Act of 1996, had explained\". Meaning thereby the writ petition was also filed beyond the period of limitation as prescribed U/s 34(3) of the Arbitration and Concilitation Act.\n16. From perusal of order dated 25/07/2015 of the learned Trial Court, I find that the claimant raised a specific objection that thereha been delay of more than one year and eleven months in filing the case for setting aside the award but the objection was found not sustainable in view of the order of the Hon'ble Court passed in L.P.A. No. 200 of 2013 dated 25/03/2014.\n17. Further the Hon'ble Court while disposing of the Letters Patent Appeal no. 124 of 2019 dated 17/07/20198 has been pleased to give a direction at para 11, \"we hereby, clarify that the appellant shall be free to re-agitate the point before the Trial Court below, and the Trial Court below shall be at liberty to decide all the issues, including the issue of Limitation, raised by the appellant, without being guided/prejudiced/bound by the earlier orders on this issue, of the High Court, passed either in exercise of writ jurisdiction or in the L.P.A. jurisdiction, or its own order dated 25/07/2015.\"\n18. From above discussion it is abundantly clear that the present case for setting aside the Award has been filed beyond the prescribed period of limitation as envisaged U/s (3) of the Arbitration and Conciliation Act.\n19. The Hon'ble Apex Court in Simplex Infrastructure Ltd. Case (supra) has held that the period of limitation prescribed for preferring a petition to set aside an award U/s 34 of the Arbitration and Conciliation Act cannot be extended and if extended it will amount to breach of clear statutory mandate.\n20. In view of the aforesaid facts and circumstances of the case and the discussions made in the foregoing paragraphs and considering the judicial pronouncement of the Hon'ble Apex Court, I find that the present case filed by the petitioner under Section 34 of the Arbitration and Conciliation Act is barred by limitation and not maintainable and therefore it is fit to be dismissed. Accordingly, the petition is dismissed being barred by Limitation as prescribed U/s 34(3) of the Arbitration and Conciliation Act. O/c is directed to consign the record in the record room as per Rules.\"\n46. The learned writ Court while dismissing the writ petition held as under: -\n\"16. The short question that falls for consideration is that the issue of composition of the MSEFC can be raised at this stage after having submitted the statement of claim before the M.S.E.F.C.?\n17. It is relevant to mention that the opposite party was allowed to raise the point of limitation before the Commercial Court, Ranchi by order dated 17.07.2019 passed in LPA no.124 of 2019. In view of the ratio decided by the Hon'ble Apex Court, in Simplex Infrastructure Ltd. (supra) the learned court below held that appeal was time barred under Section 34 (3) of the Act and dismissed the revocation case.\n18. Quite interestingly, now the petitioner has nothing to say with respect to the dismissal of the revocation case on the ground of limitation.\nIn the teeth of the ratio laid down by Hon'ble the Supreme Court in Simplex case, the petitioner appears to have abandoned the challenge to award under Section 34(2) of the Act and has innovated a new ground of challenge namely the composition of the MSEFC. This court is of the view that this belated plea of jurisdiction of the M.S.E.F.C. on ground of its composition cannot be raised in view of the ratio decided in MSP Infrastructure Ltd. v. M.P. Road Development Corpn. Ltd., (2015) 13 SCC\n713. The ratio of the judgement is that in view of Section 16(2) of the Arbitration Act, 1996 a plea that the Arbitral Tribunal does not have jurisdiction cannot be raised later than the submission of the statement of defence. There is an express prohibition on the party from raising a plea that the tribunal does not have jurisdiction after the party has submitted its statement of defence.\nThe petitioner is trying to raise jurisdictional issue in a time-barred matter which will not be permissible.\nThe writ petition, accordingly, stands dismissed. Consequently, I.A. Nos. 131/2021, 861/2021, 5467/2021, 8887/2022 and 8888/2022 stand disposed of.\"\n47. The learned writ Court has rightly dismissed the writ petition by observing that the petitioner is trying to raise jurisdictional issue in a time-barred matter which will not be permissible.\n48. It has been argued that the judgement relied on by the learned Court below i.e MSP Infrastructure Ltd. v. M.P. Road Development Corpn. Ltd., (2015) 13 SCC 713 has been overruled in the judgement reported in (2018) 16 SCC 758, Lion Engineering Consultants (supra).\n49. This Court finds that only the observations made in paragraph nos. 16 and 17 of the judgement passed in MSP Infrastructure Ltd (supra) were overruled vide judgment passed in Lion Engineering Consultants (supra). The observations made in paragraph nos. 16 and 17 of the judgement passed in MSP Infrastructure Ltd (supra) are quoted as follows:-\n\" 16. It is not possible to accept this submission. In the first place, there is nothing to warrant the inference that all objections to the jurisdiction of the tribunal cannot be raised under Section 16 and that the tribunal does not have power to rule on its own jurisdiction. Secondly, Parliament has employed a different phraseology in clause (b) of Section 34. That phraseology is \"the subject-matter of the dispute is not capable of settlement by arbitration\". This phrase does not necessarily refer to an objection to \"jurisdiction\" as the term is well known. In fact, it refers to a situation where the dispute referred for arbitration, by reason of its subject-matter is not capable of settlement by arbitration at all. Examples of such cases have been referred to by the Supreme Court in Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd.3 This Court observed as follows: (SCC pp. 546-47, para 36) \"36. The well-recognised examples of non-arbitrable disputes are: (i) disputes relating to rights and liabilities which give rise to or arise out of criminal offences; (ii) matrimonial disputes relating to divorce, judicial separation, restitution of conjugal rights, child custody; (iii) guardianship matters; (iv) insolvency and winding-up matters; (v) testamentary matters (grants of probate, letters of administration and succession certificate);\nand (vi) eviction or tenancy matters governed by special statutes where the tenant enjoys statutory protection against eviction and only the specified courts are conferred jurisdiction to grant eviction or decide the disputes.\"\nThe scheme of the Act is thus clear. All objections to jurisdiction of whatever nature must be taken at the stage of the submission of the statement of defence, and must be dealt with under Section 16 of the Arbitration Act, 1996. However, if one of the parties seeks to contend that the subject-matter of the dispute is such as cannot be dealt with by arbitration, it may be dealt under Section 34 by the Court.\n17. It was also contended by Shri Divan, that the newly added ground that the tribunal under the Arbitration Act, 1996 had no jurisdiction to decide the dispute in question because the jurisdiction lay with the tribunal under the M.P. Act of 1983, was a question which can be agitated under sub- clause (ii) of clause (b) of sub-section (2) of Section 34 of the Arbitration Act, 1996. This provision enables the court to set aside an award which is in conflict with the public policy of India. Therefore, it is contended that the amendment had been rightly allowed and it cannot be said that what was raised was only a question which pertained to jurisdiction and ought to have been raised exclusively under Section 16 of the Arbitration Act, 1996, but in fact was a question which could also have been raised under Section 34 before the Court, as has been done by the respondent. This submission must be rejected. The contention that an award is in conflict with the public policy of India cannot be equated with the contention that the tribunal under the Central Act does not have jurisdiction and the tribunal under the State Act, has jurisdiction to decide upon the dispute. Furthermore, it was stated that this contention might have been raised under the head that the arbitral award is in conflict with the public policy of India. In other words, it was submitted that it is the public policy of India that arbitrations should be held under the appropriate law. It was contended that unless the arbitration was held under the State law i.e. the M.P. Act that it would be a violation of the public policy of India. This contention is misconceived since the intention of providing that the award should not be in conflict with the public policy of India is referable to the public policy of India as a whole i.e. the policy of the Union of India and not merely the policy of an individual State. Though, it cannot be said that the upholding of a State law would not be part of the public policy of India, much depends on the context. Where the question arises out of a conflict between an action under a State law and an action under a Central law, the term public policy of India must necessarily be understood as being referable to the policy of the Union. It is well known, vide Article 1 of the Constitution, the name \"India\" is the name of the Union of States and its territories include those of the States.\n18. We have thus no hesitation in coming to the conclusion that the amendment application raised a ground which was contrary to law and ought not to have been allowed by the High Court. We, accordingly, set aside the judgment and order of the High Court. There shall be no order as to costs.\"\n50. The said judgement of Lion Engineering does not apply to the facts and circumstances of this case on account of two reasons:\n(a) The aforesaid two paragraph nos. 16 and 17 of MSP Infrastructure Ltd. (supra) overruled in Lion Engineering (supra) were relating to ground mentioned under section 34 (2) (b) which enables the Court to set aside an award when the Court finds that (i) the subject matter of the dispute is not capable of settlement by arbitration or (ii) the arbitral award is in conflict with Public Policy of India. Apparently, the point involved in the present case relates to objection regarding composition of arbitral tribunal and such ground is specifically covered under section 34 (2) (a) (v) and does not fall under section 34 (2) (b).\n(b) In the said case the petition filed under section 34 of the Arbitration Act was still pending before the learned Court below and a petition seeking amendment of grounds to challenge the award was rejected by the concerned Court but the amendment petition was allowed by the High Court under Article 227 of the Constitution of India. The order of the High Court allowing the amendment to section 34 petition was under challenge before the Hon'ble Supreme Court. The observations made in paragraph nos. 16 and 17 of the judgement passed in MSP Infrastructure Ltd (supra) were overruled and further the Hon'ble Supreme Court disagreed with the observation that the public policy of India does not refer to state law but only refers to an all India Law.\n51. In the present case, the appellant challenged the arbitral award by seeking amendment, questioning jurisdiction of the arbitral tribunal with regards to its constitution, in a pending writ petition which was filed challenging the order dismissing the petition under section 34 on the ground of limitation. The award was also unsuccessfully challenged earlier in another writ petition being WPC No. 6876 of 2012.\n52. Upon perusal of the writ petition, this Court finds that the timelines as mentioned in the order passed by the learned Commercial Court to hold that the petition under section 34 of the Arbitration Act is not under challenge in the writ records. This Court also finds apparently, no petition in terms of section 14 of the Limitation Act, 1963 seeking exclusion of time spent in pursuing the case before this Court in the earlier writ petition being WPC No. 6876 of 2012 and in LPA No. 200 of 2013 was ever filed before the learned Court below and the appellant simply relied on the observations made by Hon'ble Division Bench in LPA No. 200 of 2013 wherein liberty was granted to prefer the application under section 34 of the Arbitration Act with 8 weeks which was to be decided as early as possible. In the present case no petition for condonation of delay in terms of section 34(3) of the Arbitration Act was ever filed by the appellant, though it permits condonation of delay only to the extent of 30 days on showing sufficient cause. The appellant also failed to take into account that in the order dated 06.12.2019 passed in LPA No. 124 of 2019 arising out of WPC No. 5988 of 2015 filed by the respondent herein, liberty was given to the respondent to agitate the point of limitation in terms of the judgement passed in the case of Simplex Infrastructure Limited Vs. Union of India (supra).\n53. This Court is of the considered view that merely because the LPA Court had given liberty to file the petition under section 34 of the Arbitration Act, the same by itself cannot be taken to have given an extended period of limitation to challenge the award beyond what has been prescribed under section 34 (3) of the Arbitration Act. It is not in dispute that on the day when the 1st writ petition being WPC No. 6876 of 2012 was filed challenging the award, the remedy under section 34 was already barred by limitation and clear finding to this effect was recorded in the order dismissing the writ petition being W.P.(C). No.6876 of 2012. In such circumstances, the appellant cannot even take any advantage of section 14 of the Limitation Act, 1963 for exclusion of the period spent in pursuing the litigation against the arbitral award in the High Court. Such course of action as argued by the appellant would be in direct conflict with the judgment passed in the case of Simplex Infrastructure Limited Vs. Union of India (supra) wherein it has been held in paragraph no. 18 that a plain reading of sub-section (3) along with the proviso to Section 34 of the 1996 Act, shows that the application for setting aside the award on the grounds mentioned in Section 34 (2) could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. It was found in the said case that even if the benefit of section 14 of the limitation Act was given, the petition remained barred by limitation which was beyond the strict timelines prescribed in sub-section (3) read along with the proviso to Section 34 of the 1996 Act. Paragraph no. 18 of the said judgment is quoted as under:\n\"18. A plain reading of sub-section (3) along with the proviso to Section 34 of the 1996 Act, shows that the application for setting aside the award on the grounds mentioned in sub-section (2) of Section 34 could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. The use of the words \"but not thereafter\" in the proviso makes it clear that the extension cannot be beyond thirty days. Even if the benefit of Section 14 of the Limitation Act is given to the respondent, there will still be a delay of 131 days in filing the application. That is beyond the strict timelines prescribed in sub-section (3) read along with the proviso to Section 34 of the 1996 Act. The delay of 131 days cannot be condoned. To do so, as the High Court did, is to breach a clear statutory mandate.\"\n54. It would be useful to refer to the judgement passed by the Hon'ble Supreme Court dealing with writ jurisdiction in the matter of arbitral awards reported in (2022) 1 SCC 75 (supra) wherein it has been held in paragraph no. 21 that the arbitral process is strictly conditioned upon time limitation and modelled on the \"principle of unbreakability\"\nand if the Courts are allowed to interfere with the arbitral process beyond the ambit of the enactment, then the efficiency of the process will be diminished.\n55. In the present case, the appellant has already failed to get the award set-aside in 1st round of the writ petition and was ultimately relegated to avail remedy under section 34 and after having failed to succeed under section 34, has again challenged the same award in the pending W.P.(C). No.2638 of 2020 wherein the challenge to the order passed under section 34 was pending. Repeated challenge to the same award by filing writ petitions, one after another, on one or the other ground neither fits into the scheme of the Arbitration Act which is a self- contained code nor is permissible under law.\n56. The learned writ Court was justified in refusing to interfere with the arbitral award as well as the order passed by the learned Court below rejecting the application filed under section 34 of the Arbitration Act and was justified in dismissing the writ petition. The 2nd point formulated above is accordingly answered in favour of the respondent and against the appellant.\n57. As a cumulative effect of the aforesaid findings, there is no illegality or perversity in the impugned order passed by the learned Court below or in the impugned order passed by the learned writ Court dismissing the writ petition challenging the order passed under section 34 of the Arbitration Act and also challenging the award passed by the Facilitation Council under the MSMED Act.\n58. Accordingly, this appeal is dismissed.\n59. Pending interlocutory application, if any, is closed.\n(Shree Chandrashekhar, J.) I Agree.\n(Shree Chandrashekhar, J.) (Anubha Rawat Choudhary, J.) Pankaj/Saurav",
  "cleaned_text": "jharkhand high court union of india represented through . vs m/s ekta telecommunications systems on 16 august, 2023 author: shree chandrashekhar bench: shree chandrashekhar, anubha rawat choudhary in the high court of jharkhand at ranchi (letters patent appellate jurisdiction) lpa no. 644 of 2022 union of india represented through kaustubh mani , aged about 41 years, s/o sri shiv mani, deputy chief materials manager, o/o controller, of stores, north eastern railway gorakhpur, p.o. & p.s. & districtgorakhpur, stateuttar pradesh. .petitioner/appellant versus m/s ekta telecommunications systems, n.s. 40, first phase, industrial area, p.o. & p.s. adityapur, adityaur, jamshedpur, districtsaraikela, statejharkhand through niraj kumar mishra s/o not known to the petitioner, resident of n.s. 40, first phase, industrial area, p.o. & p.s. adityapur, adityapur, jamshedpur, districtsaraikela, statejharkhand. . respondent/respondent --------------hon'ble mrs. justice anubha rawat choudhary for the appellant : mr. anil kumar, asgi : mr. pratyush kumar, cgc for the respondent : mr. vikas pandey, advocate : mr. piyush poddar, advocate : mr. manav poddar, advocate --------------order no. 13/ dated: 16th august 2023 per, anubha rawat choudhary, j. heard the learned counsel for the parties. 2. this letters patent appeal has been filed against judgment dated 30th november 2022 passed by learned writ court in w.p.(c) no. 2638 of 2020 whereby the writ petition has been dismissed. 3. the writ petition was filed on 09.09.2020 under article 226 of the constitution of india challenging the order dated 31 st january 2020 passed by the learned presiding officer, commercial court, ranchi in commercial revocation (arbitration) case no. 04 of 2019 whereby the petition for setting aside the arbitral award filed under section 34 of the arbitration and conciliation act, 1996 (for the sake of brevity herein after referred as the \"arbitration act\") has been dismissed. 4. the arbitral award dated 18.05.2012 was passed by the facilitation council (for the sake of brevity herein after referred as council) constituted under the micro, small and medium enterprises development act, 2006 (for the sake of brevity herein after referred as \"the msmed act\"). 5. in the year 2008, the appellant published a tender for supply of battery backup online ups with isolated transformer. on 28.03.2009 the respondent was selected by tender committee for supply of 304 ups. it is the case of the appellant that the respondent installed and commissioned 282 ups and did not install and commission of 10+12 (total 22) ups. it is their further case that some ups were nonfunctional which the respondent did not repair/replace/maintain in spite of request by the appellant. the appellant invoked arbitration clause. 6. the respondent moved before the facilitation council, jharkhand for outstanding claim of rs.39,34,112/on account of delayed payment and interest including, interalia, non-payment for 22 ups valued at rs.8,83,861/-. the case was registered as case no. jhsefc07/11 under the provisions of the msmed act. ultimately, on 20.05.2011 a reference was made to the facilitation council and award was passed on 18.05.2012 communicated vide memo dated 19.06.2012. the arbitral award dated 18.05.2012 was passed by the facilitation council, jharkhand by terms of which the respondent has been held entitled to get outstanding principal amount of rs. 8,83,861/plus compound interest on delayed payment at three time of the bank rate, notified by rbi in terms of the msmed act till the time, the payment is made. 7. after expiry of the period of limitation to challenge the award, the appellant filed writ petition under article 226 of the constitution of india on 07.11. 2012 being wpc no. 6876/2012 alleging violation of principles of natural justice which was dismissed vide order dated 29.04.2013 by holding that on facts appellant failed to establish that the order has been passed without notice or adequate opportunity of hearing. it was also held that the writ petition was filed after expiry of the period of limitation to challenge the award. the appellant filed letters patent appeal being lpa no. 200/2013 against the order dt. 29.4.13 passed in w.p.(c) no. 6876/2012 which was disposed of on 25.03.2014 with liberty and observations to move under section 34 of the arbitration act read with section 19 of the msmed act before the competent trial court. 8. pursuant to the order of lpa, the appellant filed the application under section 34 of the arbitration act before the sub-judge i, ranchi being misc. case no. 11 of 2014 for setting aside the arbitral award dated 18.5.2012 passed by the facilitation council which was subsequently transferred to commercial court, ranchi and was registered as commercial revocation (arbitration) case no. 04/2019. the preliminary objection filed by the respondent before the learned court below was dismissed vide order dated 25.07.2015 which was challenged in a writ petition being wpc no. 5988 of 2015 and was dismissed vide order dated 06.12.2018. the letters patent appeal being l.p.a. no. 124 of 2019 against the order dated 06.12.2018 was allowed vide order dated 06.12.2019 by referring to the judgment passed by the hon'ble supreme court simplex infrastructure limited vs. union of india (2019) 2 scc 455 and liberty was given to the respondent to agitate the issue of limitation before the learned court below. the said commercial revocation (arbitration) case no. 04/2019 was dismissed vide judgment dt. 31.1.2020 on the ground that the application filed under section 34 was barred by limitation. 9. the perusal of the writ record shows that on 27.02.2020 the appellant applied for certified copy of the order dated 31.01.2020 passed in commercial revocation (arbitration) case no. 04/2019. the certified copy was made available to the appellant on 29th february 2020. on 09th september 2020, the appellant filed writ petition under article 226 of the constitution of india being wpc no. 2638/2020 challenging: the judgment dt. 31.1.2020 passed in commercial revocation (arbitration) case no. 04/2019 rejecting the petition filed under section 34 of the arbitration act as barred by limitation. vide affidavit dated 19.09.2022, appellant filed petition seeking amendment of the writ petition being i.a no. 8887 of 2022 challenging the arbitral award dt. 18.5.12 on the ground that the award has been passed by a panel of 9 arbitrators and such panel was contrary to section 21 of the msmed act and while explaining the delay in challenging the award on such ground it has been stated that the appellant had applied for certified copy of the entire order sheet of case no. jhsefc 07/11 vide application dt. 23.8.22 and same was supplied on 14.9.22 manifesting for the first time that award has been rendered by 9 members. the writ petition was dismissed on 30th november 2022 by the impugned order and the aforesaid i.a no. 8887 of 2022 along with other pending i.as were closed. with regard to the challenge of the arbitral award, the present proceedings is the second round of writ petition. 10. the appellant did not file any appeal under section 37 of the arbitration act against the order impugned in the writ proceedings. the appellant further challenged the award alleging it to be nullity by filing a petition for amendment of the writ petition. arguments of the appellant 11. the learned counsel for the appellant has submitted that the arbitral award involved in the present case is a nullity in the eyes of law as the constitution of arbitral tribunal was contrary to and in direct conflict with section 21 of the msmed act. 12. it has been submitted that the arbitral tribunal constituted under jharkhand micro, small and medium enterprises development rules, 2007 (for the sake of brevity herein after referred as \"rules of 2007\") and the rules of 2007 were contrary to section 21 of the msmed act. as per section 21, the minimum number of members of council could be 3 and maximum member could be 5 but as per the rules of 2007, the minimum member of council could be 5 and maximum member could be 9. he submits that the position was rectified vide new rules framed in the year 2017 which was brought in consonance with the provisions of section 21 of the msmed act. 13. he submits that the award was challenged by filing interlocutory application under article 226 of the constitution of india being i.a. no. 8887 of 2022 and consequently, the award as well as the order rejecting petition under section 34 of the arbitration act were under challenge in the writ proceedings. 14. he submits that the award being a nullity, the rejection of the petition filed under section 34 of the arbitration act dated 31.01.2020 by the presiding officer, commercial court, ranchi on the ground of limitation and also the award dated 18.05.2012 ought to have set-aside by the learned writ court. 15. the learned counsel submits that the learned writ court was not justified in refusing to interfere with the award on the ground that the challenge to the award under section 34 of the arbitration act was rejected being barred by limitation. 16. the only question which has been raised by the learned counsel for the appellant to challenge the order dated 31.01.2020 passed by learned presiding officer, commercial court, ranchi rejecting the petition filed under section 34 of the arbitration act and, in turn, the award dated 18th may 2012/19th june 2012 delivered by the jharkhand micro and small enterprises facilitation council iswhether the award dated 18th may 2012/19th june 2012 delivered by the facilitation council constituting 9 members has been rendered a nullity on account of improper constitution of the facilitation council, contrary to section 21 of the msmed, act? 17. in support of his submission, the learned counsel has relied on a judgment by a division bench of this court delivered in \"heavy engineering corporation ltd. vs. state of jharkhand and others\" 2022 scc online jhar 843 which has followed the earlier judgement passed by division bench of this court in the case of electrosteel steels ltd. vs. state of jharkhand and others passed in w.p.(c) no. 3699 of 2015 & analogous cases. 18. the learned counsel has also relied on the judgement passed by the hon'ble supreme court in gujarat state civil supplies corporation limited vs. mahakali foods private limited and another (2023) 6 scc 401, to submit that section 16 of the arbitration act has no applicability to the arbitral proceedings by the facilitation council constituted under the msmed act. he submits that it has been held that the msmed act will have over-riding effect on the arbitration act. 19. on behalf of the appellant the following judgements have been relied on: i. the judgment passed by hon'ble supreme court reported in gujarat state civil supplies corporation limited vs. mahakali foods private limited and another (2023) 6 scc 401, paragraph nos. 38 to 40, to submit that the facilitation council is a statutory forum and a special procedure has been prescribed to be followed after reference is made to it by any party to the dispute as per section 24 of the msmed act, 2006, the provisions of sections 16 to 23 have an effect notwithstanding anything inconsistent therewith contained in any other law for the time being enforce. the msmed act, 2006 and the provisions of sections 15 to 23 are special law and overrides the general law of arbitration act and also overrides on the ground of subsequent legislation. ii. judgement passed in electrosteel steels ltd. vs. state of jharkhand and others passed in w.p.(c) no. 3699 of 2015 & analogous cases paragraph nos. 24 and 26, to submit that rule 4 of jmsmefc rules, 2007 declared ultra-virus to section 21 of the msmed act, 2006. rule 4 provided constitution of council of members not less than five and not more than nine which was contrary to the composition under section 21 of the act, 2006. he has further referred to the judgment reported in heavy engineering corporation ltd. vs. state of jharkhand and others 2022 scc online jhar 843 paragraph nos. 26, 40, 43, 44, 48 and 49, to submit that the constitution/coram of the facilitation council contrary to the mandate of section 21 of the msmed act, 2006 lacks inherent jurisdiction, which goes to the root of the authority to pass an award and thus is rendered without jurisdiction, non-est and void-ab-initio. iii. judgment of balvant n. viswamitra and others vs. yadav sadashiv mule (dead) through lrs.\" (2004) 8 scc 706 paragraph nos. 9 to 14, to submit that it was held by the hon'ble supreme court that where court lacks inherent jurisdiction in passing decree or order then such decree or order would be rendered without jurisdiction non-est, voidab-initio as the same strikes at the very authority to the court to pass any decree and invalidity and nullity could be set-up whenever and wherever it is sought to be enforced or relied on. iv. judgment reported in sarup singh & another vs. union of india and another (2011) 11 scc 198 paragraph nos. 20, 22, 23 and 24, to submit that a decree which is a nullity or tribunal of a limited jurisdiction erroneously assumes jurisdiction by ignoring statutory provision then its decision is a nullity and can be set-up in collateral proceeding as well. a defect of jurisdiction which goes to the root of the matter and strikes at the very authority of court to pass a decree is basic and fundamental and such validity can be challenged at any stage, even in execution or collateral proceedings. v. judgement reported in lion engineering consultants vs. state of madhya pradesh and others (2018) 16 scc 758 paragraph nos. 5 to 7, to submit that it has been held that the observations in paras 16 and 17 of msp infrastructure ltd. vs. mp road development corporation ltd. (2015) 13 scc 713 do not lay down correct law and thus the decision rendered in msp infrastructure ltd, especially paragraph nos. 16 and 17 thereof, has been overruled. vi. judgment reported in jogendrasinhji vijaysinghji vs. state of gujarat & others (2015) 9 scc 1 paragraph no.30, to submit that the maintainability of letters patent appeal would depend upon pleadings in writ petition, nature and character of order passed by hon'ble single judge, the type of direction issued having regard to jurisdiction perspectives in constitutional context. thus, it cannot be said that a writ can only lie only under art. 227 of constitution from orders of tribunal as orders passed by learned single judge can be construed as an order under both articles 226 and 227 or only under article 226 and it would depend upon nature, contour and character of order. vii. judgment reported in shakti tubes ltd. vs. state of bihar and others (2009) 1 scc 786 paragraph nos. 2, 19 to 23, to submit that it has been held that the provisions of section 14 of the limitation act have been held to be applicable in a proceeding arising under section 34 of the arbitration and conciliation act and writ remedy under article 226 of constitution of india would fall within the purport of words employed \"other cause of like nature\" under section 14 of the limitation act. 20. the learned counsel submits that the award passed by the facilitation council as well as the order of the commercial court rejecting the petition filed under section 34 of the arbitration act be setaside. arguments of the respondent 21. mr. vikas pandey, the learned counsel submits that it is well settled that arbitral tribunal is competent to rule on its own jurisdiction as contemplated under section 16 of the arbitration act. the said principal will apply on institutional arbitration including the facilitation council under msme act. the facilitation council has all powers to decide the disputes referred to it as if such arbitration was in pursuance of the arbitration agreement referred to in sub-section (1) of section 7 the arbitration act and all the trappings of the arbitration act applies to such arbitration by the facilitation council acting an arbitral tribunal and such tribunal would also be competent to rule on its own jurisdiction like any other arbitral tribunal appointed under the arbitration act as contemplated under section 16 of the said act. it is submitted that the hon'ble supreme court in the judgement reported in (2023) 6 scc 401 (supra) and relied on by the appellant also, has held in paragraph no. 48, that the facilitation council is the arbitral tribunal constituted under section 7(1) of the arbitration act and section 16 of the arbitration act would apply. 22. it is submitted that challenge to composition of tribunal could have been raised by the appellant before the facilitation council but despite notice the appellant did not appear before the facilitation council. the challenge to composition of tribunal is well within the scope of section 16 which is evident from the judgment of hon'ble supreme court in the case of indian farmers fertilizer cooperative limited versus bhadra projects (2018) 2 scc 534 wherein it has been held in paragraph no. 20 that jurisdiction mentioned in section 16 of the arbitration act has reference to three things including, whether the arbitral tribunal is properly constituted. 23. therefore, it is deemed that the appellant waived its right to challenge the constitution of the arbitral tribunal i.e the facilitation council, hence the appellant is not entitled to any relief under writ jurisdiction, that too when the time to challenge the award under section 34 of the arbitration act had already expired well before filing of the first writ petition being w.p.(c) no. 6876 of 2012 arising out of the same award. 24. the learned counsel has relied on the following judgements: (i) the union of india and another vs. ekta telecommunication system & others dated 29.04.2013 passed in w.p.(c) no. 6876 of 2012 in the case arising out of the same award involved in this case. (ii) p. bandopadhya and others vs. union of india and others (2019) 13 scc 42 (iii) balvant n. viswamitra and others vs. yadav sadashiv mule (dead) through lrs. and others (2004) 8 scc 706, paragraph nos. 19 and 20. (iv) indian farmers fertilizer cooperative limited vs. bhadra products (2018) 2 scc 534, paragraph no. 20. (v) narayan prasad lohia vs. nikunj kumar lohia and others (2002) 3 scc 572. (vi) quippo construction equipment limited vs. janardan nirman private limited (2020) 18 scc 277 (vii) bhaven construction vs. executive engineer, sadar sarovar narmada nigam limited and another (2022) 1 scc 75 (viii) simplex infrastructure limited vs. union of india (2019) 2 scc 455, paragraph no. 18. (ix) gpt infra projects limited vs. m/s. miki wire works pvt. ltd. passed by hon'ble calcutta high court in c.o. 1078 of 2019. findings of this court 25. the sequence of events has already been given in paragraph no. 5 of this judgement. 1st point which arises for consideration is as to whether section 16 of the arbitration act has any applicability to the arbitral proceedings before the facilitation council constituted under the msmed act. 26. it has been argued by the appellant that section 16 of the arbitration act does not apply and on the other hand the respondent has argued that section 16 of the arbitration act is applicable to the arbitral proceedings before the facilitation council constituted under the msmed act. both the parties have relied on the recent judgement passed by the hon'ble supreme court in gujarat state civil supplies corporation limited vs. mahakali foods private limited and another (2023) 6 scc 401 which specifically deals with arbitral proceedings before the facilitation council under the msmed act. 27. while interpreting section 16 of the arbitration act, the hon'ble supreme court in indian farmers fertilizer cooperative limited versus bhadra projects (2018) 2 scc 534, it has been held in paragraph no. 20 of the judgement that jurisdiction mentioned in section 16 of the arbitration act has reference to three issues related to jurisdiction. paragraph no. 20 of the judgment is quoted as under: \"20. these sections make it clear that the kompetenz principle, which is also followed by the english arbitration act of 1996, is that the \"jurisdiction\" mentioned in section 16 has reference to three things: (1) as to whether there is the existence of a valid arbitration agreement; (2) whether the arbitral tribunal is properly constituted; and (3) matters submitted to arbitration should be in accordance with the arbitration agreement.\" (emphasis supplied) 28. in the judgement of gujarat state civil supplies corporation limited vs. mahakali foods private limited and another (2023) 6 scc 401 the following questions of law were formulated in paragraph no. 11 of the judgement: \"11. in the background of afore stated spectrum of cases, the following common questions of law arise for consideration: 11.1. (i) whether the provisions of chapter v of the msmed act, 2006 would have an effect overriding the provisions of the arbitration act, 1996? 11.2. (ii) whether any party to a dispute with regard to any amount due under section 17 of the msmed act, 2006 would be precluded from making a reference to the micro and small enterprises facilitation council under sub-section (1) of section 18 of the said act, if an independent arbitration agreement existed between the parties as contemplated in section 7 of the arbitration act, 1996? 11.3. (iii) whether the micro and small enterprises facilitation council, itself could take up the dispute for arbitration and act as an arbitrator, when the council itself had conducted the conciliation proceedings under sub-section (2) of section 18 of the msmed act, 2006 in view of the bar contained in section 80 of the arbitration act, 1996?\" 29. the hon'ble supreme court examined the scheme of the msmed act and recorded the salient features in paragraph no. 40 as under: \"40. having regard to the purpose, intention and objects as also the scheme of the msmed act, 2006 and having regard to the unambiguous expressions used in chapter v thereof, following salient features emerge: 40.1. chapter v is \"party-specific\", inasmuch as the party i.e. the \"buyer\" and the \"supplier\" as defined in sections 2(d) and 2(n), respectively are covered under the said chapter. 40.2. a specific provision is made fastening a liability on the buyer to make payment of the dues to the supplier in respect of the goods supplied or services rendered to the buyer, as also a liability to pay compound interest at three times of the bank rate notified by the reserve bank, if the buyer fails to make payment within the prescribed time-limit. the said liability to pay compound interest is irrespective of any agreement between the parties or of any law for the time being in force. 40.3. a dedicated statutory forum i.e. micro and small enterprises facilitation council is provided to enable any party to a dispute with regard to any amount due under section 17, to make reference to such council. 40.4. a specific procedure has been prescribed to be followed by the facilitation council after the reference is made to it by any party to the dispute. 40.5. the facilitation council or the centres providing alternative dispute resolution services have been conferred with the jurisdiction to act as an arbitrator or conciliator under section 18(4), notwithstanding anything contained in any law for the time being in force, in a dispute between the suppliers located within its jurisdiction. 40.6. the provisions of the arbitration act, 1996 have been made applicable to the dispute only after the conciliation initiated under subsection (2) does not succeed and stands terminated without any settlement between the parties. 40.7. sub-section (1) and sub-section (4) of section 18 starting with non obstante clauses have an effect overriding the other laws for the time being in force. 40.8. as per section 24, the provisions of sections 15 to 23 have an effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.\" 30. thereafter, in paragraph nos. 41 and 42 of the judgment, the hon'ble supreme court has observed that having regard to the entire scheme of the arbitration act it appears that it is a general law relating to the domestic arbitration, international commercial arbitration and for conciliation. it does not specify any specific dispute or specific class or category of persons to which the act shall apply, as has been specified in the msmed act, 2006. it has been further held that even if the arbitration act is treated as a special law, then also the msmed act, 2006 having been enacted subsequently in point of time i.e. in 2006, it would have an overriding effect, more particularly in view of section 24 of the msmed act, 2006 which specifically gives an effect to the provisions of sections 15 to 23 of the act over any other law for the time being in force, which would also include the arbitration act. 31. the interplay between the arbitration act and the msmed act has been dealt with in paragraph no. 43 onwards. paragraph nos. 43 to 48, are quoted as under: \"43. the court also cannot lose sight of the specific non obstante clauses contained in sub-sections (1) and (4) of section 18 which have an effect overriding any other law for the time being in force. when the msmed act, 2006 was being enacted in 2006, the legislature was aware of its previously enacted arbitration act of 1996, and therefore, it is presumed that the legislature had consciously made applicable the provisions of the arbitration act, 1996 to the disputes under the msmed act, 2006 at a stage when the conciliation process initiated under sub-section (2) of section 18 of the msmed act, 2006 fails and when the facilitation council itself takes up the disputes for arbitration or refers it to any institution or centre for such arbitration. it is also significant to note that a deeming legal fiction is created in section 18(3) by using the expression \"as if\" for the purpose of treating such arbitration as if it was in pursuance of an arbitration agreement referred to in sub-section (1) of section 7 of the arbitration act, 1996. as held in k. prabhakaran v. p. jayarajan [k. prabhakaran v. p. jayarajan, (2005) 1 scc 754 : 2005 scc (cri) 451] , a legal fiction presupposes the existence of the state of facts which may not exist and then works out the consequences which flow from that state of facts. thus, considering the overall purpose, objects and scheme of the msmed act, 2006 and the unambiguous expressions used therein, this court has no hesitation in holding that the provisions of chapter v of the msmed act, 2006 have an effect overriding the provisions of the arbitration act, 1996. 44. the submissions made on behalf of the counsel for the buyers that a conscious omission of the word \"agreement\" in sub-section (1) of section 18, which otherwise finds mention in section 16 of the msmed act, 2006 implies that the arbitration agreement independently entered into between the parties as contemplated under section 7 of the arbitration act, 1996 was not intended to be superseded by the provisions contained under section 18 of the msmed act, 2006 also cannot be accepted. a private agreement between the parties cannot obliterate the statutory provisions. once the statutory mechanism under sub-section (1) of section 18 is triggered by any party, it would override any other agreement independently entered into between the parties, in view of the non obstante clauses contained in sub-sections (1) and (4) of section 18. the provisions of sections 15 to 23 have also overriding effect as contemplated in section 24 of the msmed act, 2006 when anything inconsistent is contained in any other law for the time being in force. it cannot be gainsaid that while interpretating a statute, if two interpretations are possible, the one which enhances the object of the act should be preferred than the one which would frustrate the object of the act. if submission made by the learned counsel for the buyers that the party to a dispute covered under the msmed act, 2006 cannot avail the remedy available under section 18(1) of the msmed act, 2006 when an independent arbitration agreement between the parties exists is accepted, the very purpose of enacting the msmed act, 2006 would get frustrated. 45. there cannot be any disagreement to the proposition of law laid down in various decisions of this court, relied upon by the learned counsel for the buyers that the court has to read the agreement as it is and cannot rewrite or create a new one, and that the parties to an arbitration agreement have an autonomy to decide not only on the procedural law to be followed but also on the substantive law, however, it is equally settled legal position that no agreement entered into between the parties could be given primacy over the statutory provisions. when the special act i.e. the msmed act, 2006 has been created for ensuring timely and smooth payment to the suppliers who are the micro and small enterprises, and to provide a legal framework for resolving the dispute with regard to the recovery of dues between the parties under the act, also providing an overriding effect to the said law over any other law for the time being in force, any interpretation in derogation thereof would frustrate the very object of the act. 46. the submission therefore that an independent arbitration agreement entered into between the parties under the arbitration act, 1996 would prevail over the statutory provisions of the msmed act, 2006 cannot be countenanced. as such, sub-section (1) of section 18 of the msmed act, 2006 is an enabling provision which gives the party to a dispute covered under section 17 thereof, a choice to approach the facilitation council, despite an arbitration agreement existing between the parties. absence of the word \"agreement\" in the said provision could neither be construed as casus omissus in the statute nor be construed as a preclusion against the party to a dispute covered under section 17 to approach the facilitation council, on the ground that there is an arbitration agreement existing between the parties. in fact, it is a substantial right created in favour of the party under the said provision. it is therefore held that no party to a dispute covered under section 17 of the msmed act, 2006 would be precluded from making a reference to the facilitation council under section 18(1) thereof, merely because there is an arbitration agreement existing between the parties. 47. the aforesaid legal position also dispels the arguments advanced on behalf of the counsel for the buyers that the facilitation council having acted as a conciliator under section 18(2) of the msmed act, 2006 itself cannot take up the dispute for arbitration and act as an arbitrator. though it is true that section 80 of the arbitration act, 1996 contains a bar that the conciliator shall not act as an arbitrator in any arbitral proceedings in respect of a dispute that is subject of conciliation proceedings, the said bar stands superseded by the provisions contained in section 18 read with section 24 of the msmed act, 2006. as held earlier, the provisions contained in chapter v of the msmed act, 2006 have an effect overriding the provisions of the arbitration act, 1996. the provisions of the arbitration act, 1996 would apply to the proceedings conducted by the facilitation council only after the process of conciliation initiated by the council under section 18(2) fails and the council either itself takes up the dispute for arbitration or refers to it to any institute or centre for such arbitration as contemplated under section 18(3) of the msmed act, 2006. 48. when the facilitation council or the institution or the centre acts as an arbitrator, it shall have all powers to decide the disputes referred to it as if such arbitration was in pursuance of the arbitration agreement referred to in sub-section (1) of section 7 of the arbitration act, 1996 and then all the trappings of the arbitration act, 1996 would apply to such arbitration. it is needless to say that such facilitation council/institution/centre acting as an arbitral tribunal would also be competent to rule on its own jurisdiction like any other arbitral tribunal appointed under the arbitration act, 1996 would have, as contemplated in section 16 thereof.\" 32. thus, it has been clearly held in paragraph no. 48 of the judgment reported in (2023) 6 scc 401 (supra) that the facilitation council is the arbitral tribunal constituted under section 7(1) of the arbitration act and section 16 of the arbitration act would apply. it has been further held that the facilitation council shall have all the powers to decide the disputes referred to it as if such arbitration was in pursuance of the arbitration agreement referred to in sub-section (1) of section 7 of the arbitration act and then all the trappings of the arbitration act would apply to such arbitration. it has also been held that such facilitation council, acting as an arbitral tribunal, would also be competent to rule on its own jurisdiction like any other arbitral tribunal appointed under the arbitration act would have, as contemplated in section 16 thereof. meaning thereby that section 16 of the arbitration act shall be fully applicable to arbitral proceedings before the facilitation council constituted under the msmed act. 33. accordingly, all the three natures of objections as enumerated in paragraph no. 20 of the judgement reported in (2018) 2 scc 534 (supra) as quoted above are available to be taken before the facilitation council in terms of section 16 of the arbitration act. 34. thus, the arguments of the learned counsel for the appellant that applicability of section 16 of the arbitration act has been excluded in the arbitral proceedings before the facilitation council constituted under the msmed act is not acceptable and hence, rejected. the 1st point formulated above is accordingly answered in favour of the respondent and against the appellant. 2nd point for consideration is whether the learned writ court was justified in dismissing the writ petition and refusing to interfere with the arbitral award as well as the order passed by the learned court below rejecting the application filed under section 34 of the arbitration act. 35. it has been argued by the learned counsel for the respondent that objection to composition of arbitral tribunal is derogable, and hence objection to composition of tribunal having not been taken before the facilitation council under section 16 of the arbitration act is deemed to have been waived by the appellant. on the other hand, it has been argued by the appellant that the objection to jurisdiction regarding composition of the facilitation council goes to the root of the jurisdiction of the facilitation council being violative of section 21 of the msmed act and consequently the award passed by the facilitation council is void-ab-initio and hence a nullity in the eyes of law. the learned counsel has relied on the judgements passed in electrosteel steels ltd. vs. state of jharkhand and others passed in w.p.(c) no. 3699 of 2015 & analogous cases and heavy engineering corporation ltd. vs. state of jharkhand and others 2022 scc online jhar 843. 36. with regard to the nature of objection under section 16 of the arbitration act, and whether it can be waived, the respondent has relied on the judgement rendered by three judges bench by the hon'ble supreme court in the case of narayan prasad lohia vs. nikunj kumar lohia and others (2002) 3 scc 572. the factual background was that the applications for setting aside the arbitral award were filed on the ground that the arbitration was by two arbitrators whereas under the arbitration act there cannot be an even number of arbitrators. it was contended that arbitration by two arbitrators was against the arbitration act itself and therefore void and invalid and consequently the award was unenforceable and not binding on the parties. a 3-judge bench of the hon'ble supreme court in the judgment reported in (2002) 3 scc 572 (narayan prasad lohia v. nikunj kumar lohia & others) specifically dealt with the point regarding waiver of right to object to composition of arbitral tribunal under the provisions of arbitration and conciliation act, 1996. section 10 of the arbitration act clearly provides that the number of arbitrators shall not be an even number. the question for consideration was whether section 10 is a nonderogable provision. the hon'ble supreme court held that the answer to the aforesaid question would depend on the question as to whether under the arbitration act a party has a right to object to the composition of the arbitral tribunal, if such composition is not in accordance with the arbitration act and if so at what stage. the hon'ble supreme court was of the view that the question involved important question of law likely to arise in future cases. the question was formulated as under: \"at this stage, we are only deciding the question of law referred i.e. whether a mandatory provision of the said act can be waived by the parties.\" 37. the hon'ble supreme court in narayan prasad lohia (supra) considered sections 4, 5, 10, 11, 16 and 34 of the arbitration act and particularly section 4 dealing with waiver of right, section 10 providing the number of arbitrator and section 16 dealing with competence of arbitral tribunal to rule on its jurisdiction and 34 dealing with the application for setting aside arbitral award and section 34(2)(a) (v). in the case of narayan prasad lohia (supra), it has been clearly held that even if the composition of the arbitral tribunal is contrary to section 10 of the arbitration act, the same is a derogable provision and therefore objection to composition of the arbitral tribunal can be waived and it is required to be taken under section 16 of the arbitration act and can be a ground for challenge under section 34(2)(a)(v) of the arbitration act. 38. in narayan prasad lohia (supra) the composition of the arbitral tribunal in terms of the agreement was in violation of section 10 of the arbitration act i.e the arbitration tribunal was consisting of even number of arbitrators. however, in the present case, the objection to the jurisdiction with regard to composition of the arbitral tribunal i.e the facilitation council, is that the composition was in conflict with section 21 of the msmed act, though it was constituted in terms of the rules of 2007 framed by the state of jharkhand in exercise of powers under the msmed act. the two coordinate benches of this court in the judgements rendered in electrosteel steels ltd. vs. state of jharkhand and others passed in w.p.(c) no. 3699 of 2015 & analogous cases and heavy engineering corporation ltd. vs. state of jharkhand and others 2022 scc online jhar 843 having held that such award rendered by the facilitation council constituted under the rules of 2007 framed by the state of jharkhand were void-ab-initio on the ground that the arbitral tribunal i.e the facilitation council was constituted in violation of section 21 with regard to the number of arbitrators in the facilitation council. the said two judgements being binding on this court, we are not inclined to take a different view. however, in spite of the aforesaid two judgements rendered by coordinate benches of this court, the appellant is not entitled to any relief considering the facts and circumstances of this case. 39. the writ proceedings involved in the present case is the 2nd round of writ petition and letters patent appeal by the appellant, challenging the arbitral award involved in the present case. the earlier round was in w.p.(c) no. 6876/2012 which was dismissed vide order dt. 29.04.2013 followed by lpa no. 200/2013 which was disposed of on 25.03.2014 with liberty and observations to move under section 34 of the arbitration act read with section 19 of the msmed act before the competent trial court. 40. the records of earlier writ petition being w.p(c) no. 6876 of 2012, wherein the decision of the facilitation council dated 18th may 2012/19th june 2012 was challenged for the first time in writ jurisdiction, reveals that the writ petition was filed on 07th november 2012 and instituted on 09th november 2012 which reveals that even on the day the writ petition was filed before this court, the prescribed time period for filing petition under section 34 of the arbitration act had elapsed. 41. this court finds that the earlier writ petition being w.p(c) no. 6876 of 2012 was dismissed by clearly recording that the challenge to the award under writ petition was filed after the expiry of the prescribed period to challenge the arbitral award. the relevant portions of order dated 29th april 2013 passed in w.p.(c) no. 6876 of 2012 are quoted as under: \"the petitioners had an alternative remedy of appeal under the provisions of the arbitration and conciliation act, 1996 against the impugned award. however, the writ petition was filed after the time limit for filing of such application under section 34 of the act of 1996, had expired. the writ petitioners have taken a plea that the order has been passed by the council without opportunity of proper hearing to it as no copy of the application was served upon it in order to enable it to defend itself in a proper manner in the said proceeding. a perusal of the impugned order dated 19th june, 2012, however, indicates that the copy of the application was sent to it on 24th march, 2012 by registered post. the council has held its meeting on 24th february, 2012, 27th april, 2012 and 18th may, 2012, but the petitioners had remained absent. the petitioners have tried to make out a case that the notice was served without a copy of application in respect of which annexure8 is being referred dated 29th february, 2012. however, from perusal of the impugned order itself, it appears that after 29th february, 2012 the matter had been adjourned on 27th april, 2012 and 18th may 2012, but the petitioners perhaps kept on taking plea that the copy of the application was not served upon it, although it was sent on 24th march, 2012 by registered post. therefore, the ground for violation of principle of natural justice, do not appear to have been made out. the petitioners had adequate opportunity to defend themselves and the notice sent to it also contained the copy of the application. perusal of annexure8 dated 29th february, 2012 also indicates that in the said letter the petitioners had taken a plea that the parties were bound by the conditions of the contract as per para 2900 whereunder arbitration is to be undertaken on any dispute arising between the parties. . .the impugned order, therefore, does not appear to suffer on merits as well and no grounds are made out for interference in the impugned order on the part of the petitioners. though the petitioners had an alternative remedy of appeal and preliminary objection was taken by the private respondent on that score, but this court though it proper to entertain the writ petition, as the petitioners had tried to make out a case of violation of principle of natural justice and lack of proper notice in the decisionmaking process by the facilitation council. on facts, however, they have failed to establish that the order has been passed without notice on adequate opportunity of hearing to them. in the totality of circumstances, therefore, no grounds for interference is made out on the part of the petitioners in the impugned order. the petitioners have deposited a bank draft of rs. 4,41,931/being 50% of the principal amount as per the order dated 1st march, 2013 passed by this court as a condition precedent. in view of the fact that the writ petitioners have failed to make out a case for interference in the writ petition, the aforesaid demand draft deposited earlier in the name of the registrar general of this court, however, shall be returned to the petitioners. the petitioners would ensure the payment of the awarded amount as per the orders of the facilitation council in accordance with law. accordingly, the writ petition is dismissed.\" (emphasis supplied) 42. against the aforesaid judgement passed in the writ petition, lpa no. 200 of 2013 was filed and decided on 25th march 2014. the order passed in the l.p.a. is quoted as under: \"1. this letters patent appeal has been preferred by the appellant (original petitioner) against the judgment and order delivered by the learned single judge on 29.04.2013 passed in w.p.(c) no. 6876 of 2012. 2. the present appellant (original petitioner) had preferred w.p.(c) no. 6876 of 2012 against an award passed by the jharkhand micro and small enterprises facilitation council's order dated 19.06.2012 (annexure-5 to this memo of letters patent appeal. 3. learned counsel appearing for the appellant submitted that in pursuance to section 18 of the micro, small and medium enterprises development act, 2006 (hereinafter referred to as the act, 2006 for the sake of brevity) was passed by the council. initially, for conciliation proceeding, the reference was made thereafter, an award has been given by the council as an arbitrator. this is an ex-parte award and there are several violations of the provisions of the act, 2006, as well as of the provisions of the arbitration and conciliation act, 1996 (hereinafter referred to as the act, 1996 for the sake of brevity). 4. nonetheless, counsel for the appellants fairly submitted that the appellants are having efficacious remedy to challenge the said award under section 34 of the act, 1996 to be read with section 19 of the act, 2006. application shall be preferred for setting aside an arbitral award before the learned trial court within a period of 8 weeks, from the date of receipt of copy of this order. let suitable direction be given to the learned trial court/ competent court to dispose of the said application, within stipulated time, in accordance with law. 5. we have heard learned counsel for the respondents, who have no objection if this application is rendering before the learned trial court to prefer an application for setting aside the arbitral award, which is given by the jharkhand micro and small enterprises facilitation council, order dated 19.06.2012 but, it is submitted that as per section 19 of the act, 2006, the applicants shall have to deposit 75% off the amount in terms of the decree or award. 6. having heard both the counsels and looking to the facts and circumstances of the case, it appears that the present respondents had supplied the goods thereafter, bills were raised, thus, bills remained unpaid and the claim was lodged by the respondents for the payment of the money, and still it is unpaid, and therefore, it appears that reference was made to jharkhand micro and small enterprises facilitation council on 20.05.2011 for realization of rs. 39,34,112/and thereafter the council has passed an award on 19.06.2012. learned counsel appearing for the appellants submitted that there was contract to supply 304 uninterrupted power supply (u.p.s.), out of which, 282 u.p.s. were installed, for which amount has already been paid and only for 22 u.p.s. dispute is going on. 7. the appellants now want to challenge this award before the learned trial court by way of an application for setting aside the arbitral award under section 34 of the act, 1996 to be read with section 19 of the act , 2006. if such application is preferred by the appellants before the competent trial court within a period of 8 weeks from the date of receipt of a copy of this order, the said competent trial court shall decide the application under section 34 of the act, 1996 to be read with section 19 of the act, 2006 and if any application is preferred under section 9 of the act, 1996, the same will be decided as early as possible, preferably within 12 weeks thereafter, in accordance with law and at least adequate opportunity of hearing be given to the respondents. 8. this letters patent appeal is disposed of in view of the aforesaid efficacious remedy to be availed by the respondents.\" 43. pursuant to the order of lpa court, the appellant filed the application under section 34 of the arbitration act before the sub-judge, ranchi for setting aside the arbitral award dt. 18.5.2012 which was subsequently transferred to the commercial court, ranchi and was registered as commercial revocation (arbitration) case no. 04/2019. the preliminary objection filed by the respondent was dismissed which was challenged in the writ petition being wpc no. 5988 of 2015 but the writ petition was dismissed vide order dated 06.12.2018. the letters patent appeal being l.p.a. no. 124 of 2019 was allowed vide order dated 06.12.2019 by referring to the judgment passed by the hon'ble supreme court simplex infrastructure limited vs. union of india (2019) 2 scc 455, paragraph no. 18 and liberty was given to the respondent to agitate the issue of limitation before the learned court below. 44. the said commercial revocation (arbitration) case no. 04/2019 was dismissed vide judgment dt. 31.1.2020 on the ground that the application filed under section 34 was barred by limitation. 45. upon perusal of the order passed by the commercial court, it is apparent that the council published the award on 18th may 2012 and the learned court below has taken note of the fact that this court while dismissing the writ petition vide order dated 29th april 2013 had observed that, \"however, the writ petition was filed after the time limit for filing such application under section 34 of the act of 1996, had expired.\" meaning thereby, the writ petition was itself filed beyond the period of limitation as prescribed under section 34(3) of the arbitration and conciliation act, 1996. the findings of the learned court below are quoted from paragraph nos. 15 to 20, which are as under: \"15. coming to the issue of limitation, i find that the council published its award on 18/05/2012 which was challenged by the petitioners before the hon'ble court by filing w.p. (c) no. 6876 of 2012. the hon'ble court while dismissing the writ petition vide its order dated 29/04/2013 observed at para 2; \"however, the writ petition was filed after the time limit for filing such application under section 34 of the act of 1996, had explained\". meaning thereby the writ petition was also filed beyond the period of limitation as prescribed u/s 34(3) of the arbitration and concilitation act. 16. from perusal of order dated 25/07/2015 of the learned trial court, i find that the claimant raised a specific objection that thereha been delay of more than one year and eleven months in filing the case for setting aside the award but the objection was found not sustainable in view of the order of the hon'ble court passed in l.p.a. no. 200 of 2013 dated 25/03/2014. 17. further the hon'ble court while disposing of the letters patent appeal no. 124 of 2019 dated 17/07/20198 has been pleased to give a direction at para 11, \"we hereby, clarify that the appellant shall be free to re-agitate the point before the trial court below, and the trial court below shall be at liberty to decide all the issues, including the issue of limitation, raised by the appellant, without being guided/prejudiced/bound by the earlier orders on this issue, of the high court, passed either in exercise of writ jurisdiction or in the l.p.a. jurisdiction, or its own order dated 25/07/2015.\" 18. from above discussion it is abundantly clear that the present case for setting aside the award has been filed beyond the prescribed period of limitation as envisaged u/s (3) of the arbitration and conciliation act. 19. the hon'ble apex court in simplex infrastructure ltd. case (supra) has held that the period of limitation prescribed for preferring a petition to set aside an award u/s 34 of the arbitration and conciliation act cannot be extended and if extended it will amount to breach of clear statutory mandate. 20. in view of the aforesaid facts and circumstances of the case and the discussions made in the foregoing paragraphs and considering the judicial pronouncement of the hon'ble apex court, i find that the present case filed by the petitioner under section 34 of the arbitration and conciliation act is barred by limitation and not maintainable and therefore it is fit to be dismissed. accordingly, the petition is dismissed being barred by limitation as prescribed u/s 34(3) of the arbitration and conciliation act. o/c is directed to consign the record in the record room as per rules.\" 46. the learned writ court while dismissing the writ petition held as under: \"16. the short question that falls for consideration is that the issue of composition of the msefc can be raised at this stage after having submitted the statement of claim before the m.s.e.f.c.? 17. it is relevant to mention that the opposite party was allowed to raise the point of limitation before the commercial court, ranchi by order dated 17.07.2019 passed in lpa no.124 of 2019. in view of the ratio decided by the hon'ble apex court, in simplex infrastructure ltd. (supra) the learned court below held that appeal was time barred under section 34 (3) of the act and dismissed the revocation case. 18. quite interestingly, now the petitioner has nothing to say with respect to the dismissal of the revocation case on the ground of limitation. in the teeth of the ratio laid down by hon'ble the supreme court in simplex case, the petitioner appears to have abandoned the challenge to award under section 34(2) of the act and has innovated a new ground of challenge namely the composition of the msefc. this court is of the view that this belated plea of jurisdiction of the m.s.e.f.c. on ground of its composition cannot be raised in view of the ratio decided in msp infrastructure ltd. v. m.p. road development corpn. ltd., (2015) 13 scc 713. the ratio of the judgement is that in view of section 16(2) of the arbitration act, 1996 a plea that the arbitral tribunal does not have jurisdiction cannot be raised later than the submission of the statement of defence. there is an express prohibition on the party from raising a plea that the tribunal does not have jurisdiction after the party has submitted its statement of defence. the petitioner is trying to raise jurisdictional issue in a time-barred matter which will not be permissible. the writ petition, accordingly, stands dismissed. consequently, i.a. nos. 131/2021, 861/2021, 5467/2021, 8887/2022 and 8888/2022 stand disposed of.\" 47. the learned writ court has rightly dismissed the writ petition by observing that the petitioner is trying to raise jurisdictional issue in a time-barred matter which will not be permissible. 48. it has been argued that the judgement relied on by the learned court below i.e msp infrastructure ltd. v. m.p. road development corpn. ltd., (2015) 13 scc 713 has been overruled in the judgement reported in (2018) 16 scc 758, lion engineering consultants (supra). 49. this court finds that only the observations made in paragraph nos. 16 and 17 of the judgement passed in msp infrastructure ltd (supra) were overruled vide judgment passed in lion engineering consultants (supra). the observations made in paragraph nos. 16 and 17 of the judgement passed in msp infrastructure ltd (supra) are quoted as follows:\" 16. it is not possible to accept this submission. in the first place, there is nothing to warrant the inference that all objections to the jurisdiction of the tribunal cannot be raised under section 16 and that the tribunal does not have power to rule on its own jurisdiction. secondly, parliament has employed a different phraseology in clause (b) of section 34. that phraseology is \"the subject-matter of the dispute is not capable of settlement by arbitration\". this phrase does not necessarily refer to an objection to \"jurisdiction\" as the term is well known. in fact, it refers to a situation where the dispute referred for arbitration, by reason of its subject-matter is not capable of settlement by arbitration at all. examples of such cases have been referred to by the supreme court in booz allen and hamilton inc. v. sbi home finance ltd.3 this court observed as follows: (scc pp. 546-47, para 36) \"36. the well-recognised examples of non-arbitrable disputes are: (i) disputes relating to rights and liabilities which give rise to or arise out of criminal offences; (ii) matrimonial disputes relating to divorce, judicial separation, restitution of conjugal rights, child custody; (iii) guardianship matters; (iv) insolvency and winding-up matters; (v) testamentary matters (grants of probate, letters of administration and succession certificate); and (vi) eviction or tenancy matters governed by special statutes where the tenant enjoys statutory protection against eviction and only the specified courts are conferred jurisdiction to grant eviction or decide the disputes.\" the scheme of the act is thus clear. all objections to jurisdiction of whatever nature must be taken at the stage of the submission of the statement of defence, and must be dealt with under section 16 of the arbitration act, 1996. however, if one of the parties seeks to contend that the subject-matter of the dispute is such as cannot be dealt with by arbitration, it may be dealt under section 34 by the court. 17. it was also contended by shri divan, that the newly added ground that the tribunal under the arbitration act, 1996 had no jurisdiction to decide the dispute in question because the jurisdiction lay with the tribunal under the m.p. act of 1983, was a question which can be agitated under subclause (ii) of clause (b) of sub-section (2) of section 34 of the arbitration act, 1996. this provision enables the court to set aside an award which is in conflict with the public policy of india. therefore, it is contended that the amendment had been rightly allowed and it cannot be said that what was raised was only a question which pertained to jurisdiction and ought to have been raised exclusively under section 16 of the arbitration act, 1996, but in fact was a question which could also have been raised under section 34 before the court, as has been done by the respondent. this submission must be rejected. the contention that an award is in conflict with the public policy of india cannot be equated with the contention that the tribunal under the central act does not have jurisdiction and the tribunal under the state act, has jurisdiction to decide upon the dispute. furthermore, it was stated that this contention might have been raised under the head that the arbitral award is in conflict with the public policy of india. in other words, it was submitted that it is the public policy of india that arbitrations should be held under the appropriate law. it was contended that unless the arbitration was held under the state law i.e. the m.p. act that it would be a violation of the public policy of india. this contention is misconceived since the intention of providing that the award should not be in conflict with the public policy of india is referable to the public policy of india as a whole i.e. the policy of the union of india and not merely the policy of an individual state. though, it cannot be said that the upholding of a state law would not be part of the public policy of india, much depends on the context. where the question arises out of a conflict between an action under a state law and an action under a central law, the term public policy of india must necessarily be understood as being referable to the policy of the union. it is well known, vide article 1 of the constitution, the name \"india\" is the name of the union of states and its territories include those of the states. 18. we have thus no hesitation in coming to the conclusion that the amendment application raised a ground which was contrary to law and ought not to have been allowed by the high court. we, accordingly, set aside the judgment and order of the high court. there shall be no order as to costs.\" 50. the said judgement of lion engineering does not apply to the facts and circumstances of this case on account of two reasons: (a) the aforesaid two paragraph nos. 16 and 17 of msp infrastructure ltd. (supra) overruled in lion engineering (supra) were relating to ground mentioned under section 34 (2) (b) which enables the court to set aside an award when the court finds that (i) the subject matter of the dispute is not capable of settlement by arbitration or (ii) the arbitral award is in conflict with public policy of india. apparently, the point involved in the present case relates to objection regarding composition of arbitral tribunal and such ground is specifically covered under section 34 (2) (a) (v) and does not fall under section 34 (2) (b). (b) in the said case the petition filed under section 34 of the arbitration act was still pending before the learned court below and a petition seeking amendment of grounds to challenge the award was rejected by the concerned court but the amendment petition was allowed by the high court under article 227 of the constitution of india. the order of the high court allowing the amendment to section 34 petition was under challenge before the hon'ble supreme court. the observations made in paragraph nos. 16 and 17 of the judgement passed in msp infrastructure ltd (supra) were overruled and further the hon'ble supreme court disagreed with the observation that the public policy of india does not refer to state law but only refers to an all india law. 51. in the present case, the appellant challenged the arbitral award by seeking amendment, questioning jurisdiction of the arbitral tribunal with regards to its constitution, in a pending writ petition which was filed challenging the order dismissing the petition under section 34 on the ground of limitation. the award was also unsuccessfully challenged earlier in another writ petition being wpc no. 6876 of 2012. 52. upon perusal of the writ petition, this court finds that the timelines as mentioned in the order passed by the learned commercial court to hold that the petition under section 34 of the arbitration act is not under challenge in the writ records. this court also finds apparently, no petition in terms of section 14 of the limitation act, 1963 seeking exclusion of time spent in pursuing the case before this court in the earlier writ petition being wpc no. 6876 of 2012 and in lpa no. 200 of 2013 was ever filed before the learned court below and the appellant simply relied on the observations made by hon'ble division bench in lpa no. 200 of 2013 wherein liberty was granted to prefer the application under section 34 of the arbitration act with 8 weeks which was to be decided as early as possible. in the present case no petition for condonation of delay in terms of section 34(3) of the arbitration act was ever filed by the appellant, though it permits condonation of delay only to the extent of 30 days on showing sufficient cause. the appellant also failed to take into account that in the order dated 06.12.2019 passed in lpa no. 124 of 2019 arising out of wpc no. 5988 of 2015 filed by the respondent herein, liberty was given to the respondent to agitate the point of limitation in terms of the judgement passed in the case of simplex infrastructure limited vs. union of india (supra). 53. this court is of the considered view that merely because the lpa court had given liberty to file the petition under section 34 of the arbitration act, the same by itself cannot be taken to have given an extended period of limitation to challenge the award beyond what has been prescribed under section 34 (3) of the arbitration act. it is not in dispute that on the day when the 1st writ petition being wpc no. 6876 of 2012 was filed challenging the award, the remedy under section 34 was already barred by limitation and clear finding to this effect was recorded in the order dismissing the writ petition being w.p.(c). no.6876 of 2012. in such circumstances, the appellant cannot even take any advantage of section 14 of the limitation act, 1963 for exclusion of the period spent in pursuing the litigation against the arbitral award in the high court. such course of action as argued by the appellant would be in direct conflict with the judgment passed in the case of simplex infrastructure limited vs. union of india (supra) wherein it has been held in paragraph no. 18 that a plain reading of sub-section (3) along with the proviso to section 34 of the 1996 act, shows that the application for setting aside the award on the grounds mentioned in section 34 (2) could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. it was found in the said case that even if the benefit of section 14 of the limitation act was given, the petition remained barred by limitation which was beyond the strict timelines prescribed in sub-section (3) read along with the proviso to section 34 of the 1996 act. paragraph no. 18 of the said judgment is quoted as under: \"18. a plain reading of sub-section (3) along with the proviso to section 34 of the 1996 act, shows that the application for setting aside the award on the grounds mentioned in sub-section (2) of section 34 could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. the use of the words \"but not thereafter\" in the proviso makes it clear that the extension cannot be beyond thirty days. even if the benefit of section 14 of the limitation act is given to the respondent, there will still be a delay of 131 days in filing the application. that is beyond the strict timelines prescribed in sub-section (3) read along with the proviso to section 34 of the 1996 act. the delay of 131 days cannot be condoned. to do so, as the high court did, is to breach a clear statutory mandate.\" 54. it would be useful to refer to the judgement passed by the hon'ble supreme court dealing with writ jurisdiction in the matter of arbitral awards reported in (2022) 1 scc 75 (supra) wherein it has been held in paragraph no. 21 that the arbitral process is strictly conditioned upon time limitation and modelled on the \"principle of unbreakability\" and if the courts are allowed to interfere with the arbitral process beyond the ambit of the enactment, then the efficiency of the process will be diminished. 55. in the present case, the appellant has already failed to get the award set-aside in 1st round of the writ petition and was ultimately relegated to avail remedy under section 34 and after having failed to succeed under section 34, has again challenged the same award in the pending w.p.(c). no.2638 of 2020 wherein the challenge to the order passed under section 34 was pending. repeated challenge to the same award by filing writ petitions, one after another, on one or the other ground neither fits into the scheme of the arbitration act which is a selfcontained code nor is permissible under law. 56. the learned writ court was justified in refusing to interfere with the arbitral award as well as the order passed by the learned court below rejecting the application filed under section 34 of the arbitration act and was justified in dismissing the writ petition. the 2nd point formulated above is accordingly answered in favour of the respondent and against the appellant. 57. as a cumulative effect of the aforesaid findings, there is no illegality or perversity in the impugned order passed by the learned court below or in the impugned order passed by the learned writ court dismissing the writ petition challenging the order passed under section 34 of the arbitration act and also challenging the award passed by the facilitation council under the msmed act. 58. accordingly, this appeal is dismissed. 59. pending interlocutory application, if any, is closed. (shree chandrashekhar, j.) i agree. (shree chandrashekhar, j.) (anubha rawat choudhary, j.) pankaj/saurav"
}