{
  "case_file": "case105.txt",
  "original_text": "Uttarakhand High Court\nSmt. Richa Bisht & Others vs Union Of India And Others on 11 March, 2020\nEquivalent citations: AIRONLINE 2020 UTR 478\nAuthor: Manoj. K. Tiwari\nBench: Manoj K. Tiwari\n     IN THE HIGH COURT OF UTTARAKHAND AT NAINITAL\n\n                Writ Petition (M/S) No. 327 of 2020\n\nSmt. Richa Bisht & others.                                       .....Petitioner\n\n                               Versus\n\nUnion of India and others.                                      ...Respondents\n\nMr.   Devesh Upreti, Advocate for the petitioners.\nMr.   Suyash Pant, Brief Holder for the State of Uttarakhand.\nMr.   Manoj Kumar, Standing Counsel for Union of India.\nMr.   Naresh Pant, Advocate for respondent no. 2.\n\n\n                               Dated: 11th March, 2020\n\nHon'ble Manoj K. Tiwari, J.\nBy means of this writ petition, petitioners have challenged the order dated 21.09.2019 passed by learned District Judge, Nainital in Misc. Arbitration Case No. 184 of 2018. By the said order, petitioners' application under Section 34 of Arbitration and Conciliation Act, 1996 has been transferred to the Commercial Court under Section 15(2) of the Commercial Courts Act, 2015.\n2. The sole question, which falls for consideration before this Court, is whether learned District Judge was justified in transferring the case to the Commercial Court when it was filed by the petitioners in terms of Section 3G(6) of the National Highways Act, 1956. Section 3G of the National Highways Act, 1956 deals with determination of amount payable as compensation, which is reproduced below:\n\"3G. Determination of amount payable as compensation.--(1) Where any land is acquired under this Act, there shall be paid an amount which shall be determined by an order of the competent authority. (2) Where the right of user or any right in the nature of an easement on, any land is acquired under this Act, there shall be paid an amount to the owner and any other person whose right of enjoyment in that land has been affected in any manner whatsoever by reason of such acquisition an amount calculated at ten per cent, of the amount determined under sub-section (1), for that land.\n(3) Before proceeding to determine the amount under sub-section (1) or sub-section (2), the competent authority shall give a public notice published in two local newspapers, one of which will be in a vernacular language inviting claims from all persons interested in the land to be acquired.\n(4) Such notice shall state the particulars of the land and shall require all persons interested in such land to appear in person or by an agent or by a legal practitioner referred to in sub-section (2) of section 3C, before the competent authority, at a time and place and to state the nature of their respective interest in such land.\n(5) If the amount determined by the competent authority under sub-section (1) or sub-section (2) is not acceptable to either of the parties, the amount shall, on an application by either of the parties, be determined by the arbitrator to be appointed by the Central Government.\n(6) Subject to the provisions of this Act, the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall apply to every arbitration under this Act. (7) The competent authority or the arbitrator while determining the amount under sub-section (1) or sub-\nsection (5), as the case may be, shall take into consideration--\n(a)the market value of the land on the date of publication of the notification under section 3A;\n(b) the damage, if any, sustained by the person interested at the time of taking possession of the land, by reason of the severing of such land from other land;\n(c) the damage, if any, sustained by the person interested at the time of taking possession of the land, by reason of the acquisition injuriously affecting his other immovable property in any manner, or his earnings;\n(d) if, in consequences of the acquisition of the land, the person interested is compelled to change his residence or place of business, the reasonable expenses, if any, incidental to such change.\"\n3. Petitioners owned a property in Village Kishanpur Sakuliya, Tehsil Lalkuan, District Nainital, which was acquired for construction of National Highway No.87 under the provisions of National Highways Act, 1956. The said property consisted of land and building.\n4. The competent authority determined the compensation, but, petitioners were not satisfied with the compensation so determined by the competent authority under Section 3G(1) of the aforesaid Act. Consequently, petitioners approached the arbitrator in terms of Section 3G(5) of the Act for enhancement of the compensation, however, the arbitrator appointed under Section 3G(5) of the Act refused to enhance the amount of compensation.\n5. Since, Section 3G(6) of the aforesaid Act provides that provisions of Arbitration and Conciliation Act, 1996 shall apply to every arbitration under this Act, therefore, petitioners challenged the award given by the arbitrator by filing an application under Section 34 of the Arbitration and Conciliation Act, 1996.\n6. Learned District Judge, Nainital before whom said application was filed invoked Section 15(2) of the Commercial Courts Act, 2015 and transferred the application filed by the petitioners to the Commercial Court, Dehradun vide order dated 21.09.2019. Thus, feeling aggrieved, petitioners have approached this Court challenging the order passed by learned District Judge.\n7. Commercial Courts Act, 2015 was enacted by the Parliament to provide for speedy disposal of 'high value commercial disputes'. Subsequently, the Act was amended in the year 2018 and commercial disputes of even lesser value were brought within the jurisdiction of Commercial Courts.\n8. Section 15 of the Commercial Courts Act, 2015, which was invoked by learned District Judge, deals with transfer of pending cases. Section 15 of the said Act is reproduced below:-\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-\nsection (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n9. Section 6 of the Commercial Courts Act, 2015 deals with jurisdiction of Commercial Court, which is extracted below for ready reference:-\n\"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.\"\n10. Section 10 of the Commercial Courts Act lays down that the Courts constituted under Commercial Courts Act, 2015 shall have jurisdiction in respect of arbitration matters. Section 10 of the said Act is reproduced below:\n\"10. Jurisdiction in respect of arbitration matters.-- Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and--\n(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. (2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n11. A bare perusal of Sections 6, 10 and 15 of the Commercial Courts Act reveals that the Courts constituted under said Act will have jurisdiction to try a suit or application provided (a) it relates to a commercial dispute; and (b) it has a specified value. In other words, a dispute, which does not satisfy these two conditions, cannot be entertained by a Commercial Court.\n12. The expression 'commercial dispute' is defined in Section 2(1)(c) of the Commercial Courts Act, 2015 and the expression 'specified value' has been defined in Section 2(1)(i) of the said Act. Section 2(1) (c) of Commercial Courts Act, 2015 is reproduced below:-\n\"2. Definitions.--(1) In this Act, unless the context otherwise requires,--\n(a)............................................................................\n(b)............................................................................\n(c) \"commercial dispute\" means a dispute arising out of--\n(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements; (xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum;\n(xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government.\nExplanation.--A commercial dispute shall not cease to be a commercial dispute merely because--\n(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions.\"\n13. From the scheme of the Act, it is apparent that only a commercial dispute can be tried by a commercial Court. For a dispute to qualify as commercial dispute, it must fall within one of the clauses of Section 2 (i) (c) of the Commercial Courts Act, 2015. A dispute will not become a commercial dispute merely because it is an arbitration matter and has been dealt with separately under Sections 10 and 15(2) of the said Act.\n14. Every application filed under Section 34 of the Arbitration and Conciliation Act cannot be transferred to the commercial Court under Section 15(2) of the Commercial Courts Act, 2015 and only such applications will be required to be transferred, which are relating to a commercial dispute of a specified value.\n15. The dispute, which petitioners raised before learned District Judge does not fall under any clause of Section 2 (1) (c) of the Act, which defines 'commercial disputes'.\n16. Clause (xxii) of Section 2 (1) (c) enables the Central Government to include any other dispute in the definition of 'commercial dispute' by notification.\n17. On 03.03.2020, Mr. Manoj Kumar, learned Central Government Standing Counsel was asked to get instructions whether the Central Government has issued any notification, as contemplated under Section 2(1) (c) (xxii) of the Commercial Courts Act, 2015. He was further asked to get definite instruction as to whether the dispute arising out of land acquisition for the purpose of construction of highway has been treated as commercial dispute by any notification issued by the Central Government under Section 2(1) (c) (xxii) of the Act.\n18. Today, Mr. Manoj Kumar, learned Central Government Standing Counsel, on instructions, submitted that no such notification has been issued by the Central Government under Section 2(1) (c) (xxii) of the aforesaid Act.\n19. It is nobody's case that petitioners are into real estate business. Learned counsel appearing for respondent no. 2 fairly concedes that petitioners are not doing trade or business in immovable property. It is an admitted position that the property belonging to the petitioners were compulsorily acquired under the provisions of National Highways Act, 1956, therefore, Clause-vii of Section 2(1) (c) of the Commercial Courts Act, 2015 also cannot be pressed into service for treating the dispute raised by the petitioners before the District Judge, as commercial dispute.\n20. In view of the aforesaid discussion, this Court has no hesitation in holding that the dispute raised by the petitioners before the learned District Judge is not a 'commercial dispute', therefore, learned District Judge erred in transferring the application filed by the petitioners under Section 34 of the Arbitration and Conciliation Act to the Commercial Court, Dehradun.\n21. Accordingly, the writ petition is allowed. Impugned order dated 21.09.2019 is set aside. The Commercial Court, Dehradun is directed to re-transfer the record of the case to District Judge, Nainital within three weeks from the date of production of certified copy of this order.\n(Manoj. K. Tiwari, J.) 11.03.2020 Arpan",
  "cleaned_text": "uttarakhand high court smt. richa bisht & others vs union of india and others on 11 march, 2020 equivalent citations: aironline 2020 utr 478 author: manoj. k. tiwari bench: manoj k. tiwari in the high court of uttarakhand at nainital writ petition (m/s) no. 327 of 2020 smt. richa bisht & others. .petitioner versus union of india and others. .respondents mr. devesh upreti, advocate for the petitioners. mr. suyash pant, brief holder for the state of uttarakhand. mr. manoj kumar, standing counsel for union of india. mr. naresh pant, advocate for respondent no. 2. dated: 11th march, 2020 hon'ble manoj k. tiwari, j. by means of this writ petition, petitioners have challenged the order dated 21.09.2019 passed by learned district judge, nainital in misc. arbitration case no. 184 of 2018. by the said order, petitioners' application under section 34 of arbitration and conciliation act, 1996 has been transferred to the commercial court under section 15(2) of the commercial courts act, 2015. 2. the sole question, which falls for consideration before this court, is whether learned district judge was justified in transferring the case to the commercial court when it was filed by the petitioners in terms of section 3g(6) of the national highways act, 1956. section 3g of the national highways act, 1956 deals with determination of amount payable as compensation, which is reproduced below: \"3g. determination of amount payable as compensation.--(1) where any land is acquired under this act, there shall be paid an amount which shall be determined by an order of the competent authority. (2) where the right of user or any right in the nature of an easement on, any land is acquired under this act, there shall be paid an amount to the owner and any other person whose right of enjoyment in that land has been affected in any manner whatsoever by reason of such acquisition an amount calculated at ten per cent, of the amount determined under sub-section (1), for that land. (3) before proceeding to determine the amount under sub-section (1) or sub-section (2), the competent authority shall give a public notice published in two local newspapers, one of which will be in a vernacular language inviting claims from all persons interested in the land to be acquired. (4) such notice shall state the particulars of the land and shall require all persons interested in such land to appear in person or by an agent or by a legal practitioner referred to in sub-section (2) of section 3c, before the competent authority, at a time and place and to state the nature of their respective interest in such land. (5) if the amount determined by the competent authority under sub-section (1) or sub-section (2) is not acceptable to either of the parties, the amount shall, on an application by either of the parties, be determined by the arbitrator to be appointed by the central government. (6) subject to the provisions of this act, the provisions of the arbitration and conciliation act, 1996 (26 of 1996) shall apply to every arbitration under this act. (7) the competent authority or the arbitrator while determining the amount under sub-section (1) or subsection (5), as the case may be, shall take into consideration-(a)the market value of the land on the date of publication of the notification under section 3a; (b) the damage, if any, sustained by the person interested at the time of taking possession of the land, by reason of the severing of such land from other land; (c) the damage, if any, sustained by the person interested at the time of taking possession of the land, by reason of the acquisition injuriously affecting his other immovable property in any manner, or his earnings; (d) if, in consequences of the acquisition of the land, the person interested is compelled to change his residence or place of business, the reasonable expenses, if any, incidental to such change.\" 3. petitioners owned a property in village kishanpur sakuliya, tehsil lalkuan, district nainital, which was acquired for construction of national highway no.87 under the provisions of national highways act, 1956. the said property consisted of land and building. 4. the competent authority determined the compensation, but, petitioners were not satisfied with the compensation so determined by the competent authority under section 3g(1) of the aforesaid act. consequently, petitioners approached the arbitrator in terms of section 3g(5) of the act for enhancement of the compensation, however, the arbitrator appointed under section 3g(5) of the act refused to enhance the amount of compensation. 5. since, section 3g(6) of the aforesaid act provides that provisions of arbitration and conciliation act, 1996 shall apply to every arbitration under this act, therefore, petitioners challenged the award given by the arbitrator by filing an application under section 34 of the arbitration and conciliation act, 1996. 6. learned district judge, nainital before whom said application was filed invoked section 15(2) of the commercial courts act, 2015 and transferred the application filed by the petitioners to the commercial court, dehradun vide order dated 21.09.2019. thus, feeling aggrieved, petitioners have approached this court challenging the order passed by learned district judge. 7. commercial courts act, 2015 was enacted by the parliament to provide for speedy disposal of 'high value commercial disputes'. subsequently, the act was amended in the year 2018 and commercial disputes of even lesser value were brought within the jurisdiction of commercial courts. 8. section 15 of the commercial courts act, 2015, which was invoked by learned district judge, deals with transfer of pending cases. section 15 of the said act is reproduced below:\"15. transfer of pending cases.--(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under subsection (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with order xv-a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 9. section 6 of the commercial courts act, 2015 deals with jurisdiction of commercial court, which is extracted below for ready reference:\"6. jurisdiction of commercial court.--the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction.\" 10. section 10 of the commercial courts act lays down that the courts constituted under commercial courts act, 2015 shall have jurisdiction in respect of arbitration matters. section 10 of the said act is reproduced below: \"10. jurisdiction in respect of arbitration matters.-where the subject-matter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" 11. a bare perusal of sections 6, 10 and 15 of the commercial courts act reveals that the courts constituted under said act will have jurisdiction to try a suit or application provided (a) it relates to a commercial dispute; and (b) it has a specified value. in other words, a dispute, which does not satisfy these two conditions, cannot be entertained by a commercial court. 12. the expression 'commercial dispute' is defined in section 2(1)(c) of the commercial courts act, 2015 and the expression 'specified value' has been defined in section 2(1)(i) of the said act. section 2(1) (c) of commercial courts act, 2015 is reproduced below:\"2. definitions.--(1) in this act, unless the context otherwise requires,-(a). (b). (c) \"commercial dispute\" means a dispute arising out of-(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same; (v) carriage of goods; (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the central government. explanation.--a commercial dispute shall not cease to be a commercial dispute merely because-(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions.\" 13. from the scheme of the act, it is apparent that only a commercial dispute can be tried by a commercial court. for a dispute to qualify as commercial dispute, it must fall within one of the clauses of section 2 (i) (c) of the commercial courts act, 2015. a dispute will not become a commercial dispute merely because it is an arbitration matter and has been dealt with separately under sections 10 and 15(2) of the said act. 14. every application filed under section 34 of the arbitration and conciliation act cannot be transferred to the commercial court under section 15(2) of the commercial courts act, 2015 and only such applications will be required to be transferred, which are relating to a commercial dispute of a specified value. 15. the dispute, which petitioners raised before learned district judge does not fall under any clause of section 2 (1) (c) of the act, which defines 'commercial disputes'. 16. clause (xxii) of section 2 (1) (c) enables the central government to include any other dispute in the definition of 'commercial dispute' by notification. 17. on 03.03.2020, mr. manoj kumar, learned central government standing counsel was asked to get instructions whether the central government has issued any notification, as contemplated under section 2(1) (c) (xxii) of the commercial courts act, 2015. he was further asked to get definite instruction as to whether the dispute arising out of land acquisition for the purpose of construction of highway has been treated as commercial dispute by any notification issued by the central government under section 2(1) (c) (xxii) of the act. 18. today, mr. manoj kumar, learned central government standing counsel, on instructions, submitted that no such notification has been issued by the central government under section 2(1) (c) (xxii) of the aforesaid act. 19. it is nobody's case that petitioners are into real estate business. learned counsel appearing for respondent no. 2 fairly concedes that petitioners are not doing trade or business in immovable property. it is an admitted position that the property belonging to the petitioners were compulsorily acquired under the provisions of national highways act, 1956, therefore, clause-vii of section 2(1) (c) of the commercial courts act, 2015 also cannot be pressed into service for treating the dispute raised by the petitioners before the district judge, as commercial dispute. 20. in view of the aforesaid discussion, this court has no hesitation in holding that the dispute raised by the petitioners before the learned district judge is not a 'commercial dispute', therefore, learned district judge erred in transferring the application filed by the petitioners under section 34 of the arbitration and conciliation act to the commercial court, dehradun. 21. accordingly, the writ petition is allowed. impugned order dated 21.09.2019 is set aside. the commercial court, dehradun is directed to re-transfer the record of the case to district judge, nainital within three weeks from the date of production of certified copy of this order. (manoj. k. tiwari, j.) 11.03.2020 arpan"
}