{
  "id": "412f100f161c4091eee47bfcbb3c9206afd7edf09a962dca848e7108d12dd7d4",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nJammu & Kashmir High Court - Srinagar Bench \nUnion Territory Of J&K vs Iffco Tokio General Insurance on 25 July, 2024\n         High Court Of Jammu And Kashmir & Ladakh\n                        At Srinagar \n                     ( Through Hybrid Mode) \n\n                                                         Aa No. 1/2024 \n                                                         c /w\n                                                         Ccp(S) No . 110/2024 \n                                                         Ccp(S) No. 114/2024 \n                                                    Reserved on:   23.07.2024 \n                                                    Pronounced on: 25.07.2024 \n\n\nUnion Territory of J&K                                            ... Petitioner \n\n\n                 Through : - Mr. P. N. Raina, Sr. Advocate with \n                            Mr. J. A. Hamal, Advocate \n                            Mr. Arif Sikahder Mir, Advocate for \n                            intervener. \n\n                v / s \n\nIffco Tokio           General     Insurance                    .....Respondent\nCompany Limited.\n\n                 Through :- Mr. S. F. Qadri, Sr. Advocate with\n                            Mr. Salih Peerzada, Advocate\n\n\nCoram:            Hon'Ble Mr. Justice Rajesh Sekhri, Judge \n\n                                    Order\nCm No. 4223/2024 in Aa No. 01/2024\n1. Pursuant to order dated 15.07.2024 passed by this Court, present case was placed before Hon'ble the Chief Justice, who in terms of order dated 18.07.2024, has con stituted the commercial division of this Court . \n2. The present case has already been heard at length by this Court and is at the fag end of rejoinder submissions to be made by Mr. P. N. Raina, learned Senior counsel appearing for the petitioner. \n3. The respondent-Insurance Company has moved an application for rejection/dismissal of the petition inter alia on the grounds that present case came to be placed before the competent authority, as provided under Section 4 of the Commercial Disputes Act, 2015 (\"Act\", for short) on the concession of the petitioner and the competent authority has constituted this Court as a court of commercial division pursuant to the aforesaid order dated 15.07.2024. It is thus, contention of learned Senior counsel appearing for the respondent-Insurance company that since this Court came to be vested with the power of commercial division with effect from the date of its constitution by the competent authority on 18.07.2024 therefore, proceedings in the present case can be said to have commenced in accordance with the Act only thereafter and all the proceedings prior to the aforesaid date are required to be deemed as non-est in the eyes of law and petition is liable to be rejected/dismissed for want of jurisdiction. \n4. The respondent also seeks dismissal of the petition on the ground that petitioner has not determined specified value of the subject matter, in terms of Section 12 of the Act, and paid the consequent court fee. \n5. Mr. P. N. Raina learned senior counsel appearing for the petitioner, instead of filing objections to the present application has preferred to make submissions. \n6. Having heard the elaborate submissions advanced by learned Senior Counsels on the rival sides, I have given my thoughtful consideration to the relevant provisions of law obtaining the controversy. \n7. Mr. Qadri learned Senior counsel appearing for the respondent has reiterated the grounds urged in the application and has relied upon ONGC Ltd. v. Modern Construction and Company (2014) 1 SC 648 and Tayabbhai M. Bagasarwalla and ors. v. Hind Buber Industries Pvt. Ltd. and ors.; AIR 1997 SC 1240.\n8. Mr. Raina learned Sr. counsel for the petitioner at the foremost has taken an exception to the contention of learned senior counsel for the applicant- respondent company that he at any point of time conceded lack of jurisdiction of this Court to entertain an arbitration petition pertaining to a commercial dispute in view of Section 4 of the Act. Mr. Raina would submit that he has always maintained that non-constitution of commercial division of this Court by Hon'ble the Chief Justice does not take away extraordinary original jurisdiction of this Court in terms of Section 11 of the Civil Courts Act, 1977 and even if commercial division of this Court is not constituted by Hon'ble the Chief Justice, this Court is vested with the jurisdiction to entertain arbitration petitions, pertaining to a commercial dispute in exercise of its original jurisdiction.\n9. Learned senior counsel for the petitioner/non-applicant has vehemently argued that after the creation of commercial division of this Court by Hon'ble the Chief Justice in this case, the arbitration petition relating to a commercial dispute of a specified value which was pending before its creation, in terms of Section 15 of the Act, is deemed transferred to the commercial division and cannot be dismissed or rejected.\n10. In rebuttal, Mr. Qadri learned Senior counsel for the respondent is of the view that Section 15 of the Act, being a transitionary provision, the suits and applications, those were pending prior to the commencement of the Act only can be transferred to the commercial division, under Section 15 of the Act. \n11. On the import of Section 12 of the Act, Mr. Raina submits that it simply provides the manner for determination of specified value of the subject matter and not for payment of court fee on such valuation. According to Mr. Raina, a conjoint reading of Section 12 with Section 2(1)(i) of the Act would reveal that a commercial dispute with a specified value of Rs. 3.00 lacs and more can only be entertained by a commercial division of the High Court and since specified value of the subject matter of the present petition, as per the contract between the parties is admittedly more than Rs. 3.00 lacs, therefore, there is no infringement of Section 12 of the Act.\n12. It is pertinent to mention that Mr. Qadri learned Sr. Counsel appearing for the respondent, while making counter submissions in the case, had questioned jurisdiction of a Single Bench of this Court to entertain an arbitration petition, pertaining to commercial dispute, in terms of Section (4) of the Act, on the premise that unless a commercial division of this Court was constituted, Single Bench of this Court lacks jurisdiction to entertain a petition under Section 9 of the Arbitration and Conciliation Act, 1996 (Act of 1996, for short). Mr. Raina learned Sr. counsel for the petitioner though maintained that non-constitution of commercial division of this Court does not take away ordinary civil original jurisdiction of this Court to entertain an arbitration petition pertaining to a commercial dispute in terms of Section 11 of the Civil Courts Act, but with a view to avoid further procrastination of the case, Mr. Raina submitted that it shall be expedient that if the matter is placed before Hon'ble the Chief Justice for constitution of a commercial division of this Court under Section 4 of the Act. Accordingly, a Reference was made to Hon'ble the Chief Justice for appropriate orders and Hon'ble Chief Justice vide order dated 18.07.2024 has constituted the Commercial Division and assigned the case to this Bench. \n13. It is contention of the respondent-insurance company that since commercial division of this Court, in terms of Section 4 of the Act came to be constituted by Hon'ble the Chief Justice and the present matter was assigned to this Bench on 18.07.2024, therefore, this Bench has been vested with the power of a commercial division with effect from the aforesaid date and all the proceedings conducted before 18.07.2024 are non-est in the eyes of law and petition is liable to be dismissed/rejected for want of jurisdiction.\n14. Section 15 of the Act deals with transfer of pending cases and in order to appreciate the controversy in its real perspective, it shall be appropriate to reproduce the relevant provisions of Section 15 of the Act hereinbelow for the facility of reference:\n15. Transfer of pending cases.--(1 ) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). xxx xxx xxx (Underlining for emphasis) \n15. A careful perusal of the aforesaid provision would transpire that there is nothing in Sub section (1) of Section 15 to indicate that suits and applications including applications under the Act of 1996, relating to a commercial dispute of a specified value, those were pending in the High Court, \"at the time of commencement of the Act\", as argued by learned Senior counsel for the respondent, shall be transferred to the commercial division after its creation. Section 15(1) of the Act envisages transfer of all suits and applications, including applications under the Act of 1996, relating to a commercial dispute of a specified value, those were pending in the High Court before the constitution of a commercial division to the commercial division after its creation. This position is further clear if Sub section (1) of Section 15 is juxtaposed to the proviso attached to Sub section 15(2) of the Act. \n16. If proviso attached to sub section (2) of Section 15 is carefully glanced over, it provides that where final judgment in a suit or application is reserved by a Court \"prior to the constitution of the commercial division or the commercial court\", it shall not be transferred either under Sub section (1) or Sub Section (2) of Section 15 of the Act. The expression \"prior to the constitution of the commercial division or the commercial Court\" is conspicuously missing from sub section (1) of section 15 of the Act. Therefore, it is manifestly clear that legislature, in its wisdom, intended to provide that all suits and applications including applications under the Act of 1996, relating to a commercial dispute of a specified value, pending in the High Court, whether before or after the constitution of the commercial division are to be transferred to the commercial division after its constitution. In this view of the matter, proceedings conducted in the present case before constitution of commercial division by Hon'ble the Chief Justice on 18.07.2024 are not without jurisdiction and illegal, but said proceedings now stand transferred to the Commercial Division and are to be carried forward to their logical conclusion. In view of the above, the reliance placed by learned Sr. counsel for the respondent on ONGC Ltd. and Tayabbhai M. Bagasarwalla is of no avail. \n17. The respondent-Insurance company also seeks dismissal of the petition on the ground of infringement of Section 12 of the Act, which reads thus:\n12. Determination of Specified Value.--(1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; [and]\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; \n(2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be. \n(3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a Commercial Division or Commercial Court finding that it has jurisdiction to hear a commercial dispute under this Act. \n18. Section 12 of the Act provides the manner for determination of specified value and expression \"specified value\" is defined in Section 2(1)(i) of the Act which reads as below:\n2(1)(i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 1 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government. \n19. If Section 12 and Section 2(1)(i) of the Act are read in conjunction, it is manifestly clear that a commercial division of the High Court alone is vested with the jurisdiction to entertain an arbitration petition with respect to commercial dispute of a specified value as defined in Section 2(1)(i) of the Act i.e., if value of the subject matter in respect of a suit, appeal or application is not less than three lacs rupees or such higher value, as may be notified by the Central Government. In other words, the subject matter of an arbitration petition with valuation of rupees three lacs or more cannot be entertained by the commercial courts at the district level and it is only the commercial division of the High Court which is vested with the power to entertain such a petition. It appears that learned senior counsel appearing for the respondent-Insurance Company has misconstrued Section 12 of the Act as valuation of a suit and consequent payment of court fee. There is nothing in Section 12 of the Act to indicate that a petition in terms of Section 9 of the Act of 1996 is required to be valued in terms of the Suits Valuation Act, 1977 and consequent payment of court fee under the Court Fees Act, 1870. Be that as it may, there is nothing in the present application filed by the respondent-Insurance Company that specified value of the subject matter of the present case is less than three lacs rupees and therefore, commercial division of this Court is not competent to entertain the petition. Hence objection regarding infringement of Section 12 of the Act is without any basis and is accordingly overruled. \n20. For what has been observed and discussed above, what comes to the fore is that proceedings conducted in suits or applications including applications under the Act of 1996, relating to a commercial dispute of a specified value pending in a High Court before constitution of its commercial division, in terms of Section 15 of the Act, are deemed transferred to the commercial division after its constitution and are to be taken to their logical conclusion. It is also evident that it is only commercial division of the High Court which can entertain an arbitration petition with respect to a commercial dispute of a specified value as defined in Section 2(1)(i) read with Section 12 of the Act and it has nothing to do with valuation of the subject matter and consequent payment of the court fee. \n21. Viewed thus, application filed by respondent-insurance company, being devoid of merit, is dismissed. \n(RAJESH SEKHRI) JUDGE JAMMU 25.07.2024 Paramjeet Whether the order is speaking? Yes Whether the order is reportable? Yes",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "203b1172920c40ef897814bd6cbb7974_0"
    },
    {
      "start": 155,
      "end": 268,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nJammu & Kashmir High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26a86fc62ff04aeaaab498cae471cb0a_1"
    },
    {
      "start": 269,
      "end": 285,
      "text": "- Srinagar Bench",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00fe755ece9a4d58b0b7bfd08247f0af_2"
    },
    {
      "start": 287,
      "end": 369,
      "text": "Union Territory Of J&K vs Iffco Tokio General Insurance on 25 July, 2024\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f68d13ec04f4a4dbf618972f71ddc85_3"
    },
    {
      "start": 369,
      "end": 434,
      "text": "High Court Of Jammu And Kashmir & Ladakh\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a09a0224b344292a47ed6026f119e7b_4"
    },
    {
      "start": 434,
      "end": 445,
      "text": "At Srinagar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9486ea250e34171a78d466229e96354_5"
    },
    {
      "start": 468,
      "end": 490,
      "text": "( Through Hybrid Mode)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5c447aa895b4f3c8e3a45e2d437d409_6"
    },
    {
      "start": 550,
      "end": 563,
      "text": "Aa No. 1/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8baf2d95f524e8db336bea6509a516f_7"
    },
    {
      "start": 622,
      "end": 693,
      "text": "c /w\n                                                         Ccp(S) No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e538b3f7e7443e6b186fff991781125_8"
    },
    {
      "start": 694,
      "end": 704,
      "text": ". 110/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2eebd391009a4b0ea478acc0996e1c22_9"
    },
    {
      "start": 705,
      "end": 782,
      "text": "\n                                                         Ccp(S) No. 114/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03658e0ad121411d9dfb0ca9fb8d20ed_10"
    },
    {
      "start": 836,
      "end": 848,
      "text": "Reserved on:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2653533d5c06467bb41d685aac25a768_11"
    },
    {
      "start": 849,
      "end": 861,
      "text": "  23.07.2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "153e49849b6849afb161a0c51cace9ba_12"
    },
    {
      "start": 915,
      "end": 940,
      "text": "Pronounced on: 25.07.2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23a4d79eccee4ebcba063d3e489327ab_13"
    },
    {
      "start": 944,
      "end": 1010,
      "text": "Union Territory of J&K                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2def6f74b2ad4d4ea28b057360c4cfca_14"
    },
    {
      "start": 1010,
      "end": 1024,
      "text": "... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "381e5219c73a44b99c96daf2222ed26c_15"
    },
    {
      "start": 1045,
      "end": 1054,
      "text": "Through :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "539296d8130a43a89a255dc7b7bbb085_16"
    },
    {
      "start": 1055,
      "end": 1091,
      "text": "- Mr. P. N. Raina, Sr. Advocate with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "175563f454de40eaa1e346473475cda3_17"
    },
    {
      "start": 1121,
      "end": 1146,
      "text": "Mr. J. A. Hamal, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f92c57b209df41879d623dfc9f74d268_18"
    },
    {
      "start": 1176,
      "end": 1184,
      "text": "Mr. Arif",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13a4dfebc3ea43be999c9f7eabcc8da2_19"
    },
    {
      "start": 1185,
      "end": 1211,
      "text": "Sikahder Mir, Advocate for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5270914e8624a52bb2632adac75cecf_20"
    },
    {
      "start": 1241,
      "end": 1252,
      "text": "intervener.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a79c0e9531e4d0e8eedba89880c268b_21"
    },
    {
      "start": 1271,
      "end": 1308,
      "text": "v / s \n\nIffco Tokio           General",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ee8aa199e334c82b9da163e095441b0_22"
    },
    {
      "start": 1313,
      "end": 1504,
      "text": "Insurance                    .....Respondent\nCompany Limited.\n\n                 Through :- Mr. S. F. Qadri, Sr. Advocate with\n                            Mr. Salih Peerzada, Advocate\n\n\nCoram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "137cb47fb6db49a2ac6049cd10b5b19e_23"
    },
    {
      "start": 1516,
      "end": 1556,
      "text": "Hon'Ble Mr. Justice Rajesh Sekhri, Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e92b72afe63449ffa2456413fb8fa509_24"
    },
    {
      "start": 1595,
      "end": 1638,
      "text": "Order\nCm No. 4223/2024 in Aa No. 01/2024\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a46c902f94ae44599a68ebef67c7b5e4_25"
    },
    {
      "start": 1639,
      "end": 1801,
      "text": "Pursuant to order dated 15.07.2024 passed by this Court, present case was placed before Hon'ble the Chief Justice, who in terms of order dated 18.07.2024, has con",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b150886f0db4476cb5142d8cf9380ae9_26"
    },
    {
      "start": 1802,
      "end": 1848,
      "text": "stituted the commercial division of this Court",
      "labels": [
        "NONE"
      ],
      "id": "b74d8b076560408f93d31de73d9f05c7_27"
    },
    {
      "start": 1849,
      "end": 2049,
      "text": ". \n2. The present case has already been heard at length by this Court and is at the fag end of rejoinder submissions to be made by Mr. P. N. Raina, learned Senior counsel appearing for the petitioner.",
      "labels": [
        "NONE"
      ],
      "id": "dc7ee1470b974890ae812bc331a04836_28"
    },
    {
      "start": 2051,
      "end": 2504,
      "text": "3. The respondent-Insurance Company has moved an application for rejection/dismissal of the petition inter alia on the grounds that present case came to be placed before the competent authority, as provided under Section 4 of the Commercial Disputes Act, 2015 (\"Act\", for short) on the concession of the petitioner and the competent authority has constituted this Court as a court of commercial division pursuant to the aforesaid order dated 15.07.2024.",
      "labels": [
        "FAC"
      ],
      "id": "dbdb40bb3edb4ce896b4c3a629da6852_29"
    },
    {
      "start": 2505,
      "end": 3063,
      "text": "It is thus, contention of learned Senior counsel appearing for the respondent-Insurance company that since this Court came to be vested with the power of commercial division with effect from the date of its constitution by the competent authority on 18.07.2024 therefore, proceedings in the present case can be said to have commenced in accordance with the Act only thereafter and all the proceedings prior to the aforesaid date are required to be deemed as non-est in the eyes of law and petition is liable to be rejected/dismissed for want of jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3f8bede7c2e4204afc7e46a89f6fb9b_30"
    },
    {
      "start": 3065,
      "end": 3277,
      "text": "4. The respondent also seeks dismissal of the petition on the ground that petitioner has not determined specified value of the subject matter, in terms of Section 12 of the Act, and paid the consequent court fee.",
      "labels": [
        "FAC"
      ],
      "id": "46466a7ff7fb452197505023f12fc442_31"
    },
    {
      "start": 3279,
      "end": 3441,
      "text": "5. Mr. P. N. Raina learned senior counsel appearing for the petitioner, instead of filing objections to the present application has preferred to make submissions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2bdbe69b2b9b4af289a23643ca2c5428_32"
    },
    {
      "start": 3442,
      "end": 3642,
      "text": "\n6. Having heard the elaborate submissions advanced by learned Senior Counsels on the rival sides, I have given my thoughtful consideration to the relevant provisions of law obtaining the controversy.",
      "labels": [
        "NONE"
      ],
      "id": "8dc8c50639434ebc9b7c065803ab7b5f_33"
    },
    {
      "start": 3644,
      "end": 3946,
      "text": "7. Mr. Qadri learned Senior counsel appearing for the respondent has reiterated the grounds urged in the application and has relied upon ONGC Ltd. v. Modern Construction and Company (2014) 1 SC 648 and Tayabbhai M. Bagasarwalla and ors. v. Hind Buber Industries Pvt. Ltd. and ors.; AIR 1997 SC 1240.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2e742a1494a4a9d89590fdf0b655090_34"
    },
    {
      "start": 3947,
      "end": 4294,
      "text": "Mr. Raina learned Sr. counsel for the petitioner at the foremost has taken an exception to the contention of learned senior counsel for the applicant- respondent company that he at any point of time conceded lack of jurisdiction of this Court to entertain an arbitration petition pertaining to a commercial dispute in view of Section 4 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6806cd438c5c467e8e8f376332159f5e_35"
    },
    {
      "start": 4295,
      "end": 4811,
      "text": "Mr. Raina would submit that he has always maintained that non-constitution of commercial division of this Court by Hon'ble the Chief Justice does not take away extraordinary original jurisdiction of this Court in terms of Section 11 of the Civil Courts Act, 1977 and even if commercial division of this Court is not constituted by Hon'ble the Chief Justice, this Court is vested with the jurisdiction to entertain arbitration petitions, pertaining to a commercial dispute in exercise of its original jurisdiction.\n9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2f0dac1ae1644b8a6871700450ffe9a_36"
    },
    {
      "start": 4812,
      "end": 5236,
      "text": "Learned senior counsel for the petitioner/non-applicant has vehemently argued that after the creation of commercial division of this Court by Hon'ble the Chief Justice in this case, the arbitration petition relating to a commercial dispute of a specified value which was pending before its creation, in terms of Section 15 of the Act, is deemed transferred to the commercial division and cannot be dismissed or rejected.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b74ddd87d1f64e5080fd94a09a048478_37"
    },
    {
      "start": 5237,
      "end": 5542,
      "text": "In rebuttal, Mr. Qadri learned Senior counsel for the respondent is of the view that Section 15 of the Act, being a transitionary provision, the suits and applications, those were pending prior to the commencement of the Act only can be transferred to the commercial division, under Section 15 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5154b1a6d3e74cffa03ebf9902c8efe5_38"
    },
    {
      "start": 5544,
      "end": 5751,
      "text": "11. On the import of Section 12 of the Act, Mr. Raina submits that it simply provides the manner for determination of specified value of the subject matter and not for payment of court fee on such valuation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "28e3d18ddaa9487ca5e2668c551d1791_39"
    },
    {
      "start": 5752,
      "end": 6213,
      "text": "According to Mr. Raina, a conjoint reading of Section 12 with Section 2(1)(i) of the Act would reveal that a commercial dispute with a specified value of Rs. 3.00 lacs and more can only be entertained by a commercial division of the High Court and since specified value of the subject matter of the present petition, as per the contract between the parties is admittedly more than Rs. 3.00 lacs, therefore, there is no infringement of Section 12 of the Act.\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68e36de4f5bf4290bc6c40025a3f1baf_40"
    },
    {
      "start": 6214,
      "end": 6757,
      "text": "It is pertinent to mention that Mr. Qadri learned Sr. Counsel appearing for the respondent, while making counter submissions in the case, had questioned jurisdiction of a Single Bench of this Court to entertain an arbitration petition, pertaining to commercial dispute, in terms of Section (4) of the Act, on the premise that unless a commercial division of this Court was constituted, Single Bench of this Court lacks jurisdiction to entertain a petition under Section 9 of the Arbitration and Conciliation Act, 1996 (Act of 1996, for short).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d73117acdc414706a69b024a232f298c_41"
    },
    {
      "start": 6758,
      "end": 7328,
      "text": "Mr. Raina learned Sr. counsel for the petitioner though maintained that non-constitution of commercial division of this Court does not take away ordinary civil original jurisdiction of this Court to entertain an arbitration petition pertaining to a commercial dispute in terms of Section 11 of the Civil Courts Act, but with a view to avoid further procrastination of the case, Mr. Raina submitted that it shall be expedient that if the matter is placed before Hon'ble the Chief Justice for constitution of a commercial division of this Court under Section 4 of the Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2ff6c053a9e8400b813d2c7bc376f158_42"
    },
    {
      "start": 7329,
      "end": 7545,
      "text": "Accordingly, a Reference was made to Hon'ble the Chief Justice for appropriate orders and Hon'ble Chief Justice vide order dated 18.07.2024 has constituted the Commercial Division and assigned the case to this Bench.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5072845b1dd24a378c75f76efebba45d_43"
    },
    {
      "start": 7547,
      "end": 8365,
      "text": "13. It is contention of the respondent-insurance company that since commercial division of this Court, in terms of Section 4 of the Act came to be constituted by Hon'ble the Chief Justice and the present matter was assigned to this Bench on 18.07.2024, therefore, this Bench has been vested with the power of a commercial division with effect from the aforesaid date and all the proceedings conducted before 18.07.2024 are non-est in the eyes of law and petition is liable to be dismissed/rejected for want of jurisdiction.\n14. Section 15 of the Act deals with transfer of pending cases and in order to appreciate the controversy in its real perspective, it shall be appropriate to reproduce the relevant provisions of Section 15 of the Act hereinbelow for the facility of reference:\n15. Transfer of pending cases.--(1",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "544b532fdc1e46daa66e25894ca0a091_44"
    },
    {
      "start": 8366,
      "end": 8658,
      "text": ") All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "dbb77dadc9c94eea88ce9b45404d82ba_45"
    },
    {
      "start": 8659,
      "end": 9230,
      "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
      "labels": [
        "STA"
      ],
      "id": "248cd6f909cb4893b42ebde06e107464_46"
    },
    {
      "start": 9231,
      "end": 9269,
      "text": "xxx xxx xxx (Underlining for emphasis)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65ec391cfb37430b8def575ea60fe11e_47"
    },
    {
      "start": 9271,
      "end": 9735,
      "text": "15. A careful perusal of the aforesaid provision would transpire that there is nothing in Sub section (1) of Section 15 to indicate that suits and applications including applications under the Act of 1996, relating to a commercial dispute of a specified value, those were pending in the High Court, \"at the time of commencement of the Act\", as argued by learned Senior counsel for the respondent, shall be transferred to the commercial division after its creation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a0ebd56205e48c592d2328ba2bf8933_48"
    },
    {
      "start": 9736,
      "end": 10044,
      "text": "Section 15(1) of the Act envisages transfer of all suits and applications, including applications under the Act of 1996, relating to a commercial dispute of a specified value, those were pending in the High Court before the constitution of a commercial division to the commercial division after its creation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "510b61633e424b22a5918649f0bbc303_49"
    },
    {
      "start": 10045,
      "end": 10179,
      "text": "This position is further clear if Sub section (1) of Section 15 is juxtaposed to the proviso attached to Sub section 15(2) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04009d91ba884345b4927522cdfab886_50"
    },
    {
      "start": 10181,
      "end": 10532,
      "text": "16. If proviso attached to sub section (2) of Section 15 is carefully glanced over, it provides that where final judgment in a suit or application is reserved by a Court \"prior to the constitution of the commercial division or the commercial court\", it shall not be transferred either under Sub section (1) or Sub Section (2) of Section 15 of the Act.",
      "labels": [
        "STA"
      ],
      "id": "1119df89a57f4c62a7d417256667b3cc_51"
    },
    {
      "start": 10533,
      "end": 10698,
      "text": "The expression \"prior to the constitution of the commercial division or the commercial Court\" is conspicuously missing from sub section (1) of section 15 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8b7dd43d57245a8b079964db5967bb8_52"
    },
    {
      "start": 10699,
      "end": 11086,
      "text": "Therefore, it is manifestly clear that legislature, in its wisdom, intended to provide that all suits and applications including applications under the Act of 1996, relating to a commercial dispute of a specified value, pending in the High Court, whether before or after the constitution of the commercial division are to be transferred to the commercial division after its constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8820714132c74991aaf5126788da1dc4_53"
    },
    {
      "start": 11087,
      "end": 11413,
      "text": "In this view of the matter, proceedings conducted in the present case before constitution of commercial division by Hon'ble the Chief Justice on 18.07.2024 are not without jurisdiction and illegal, but said proceedings now stand transferred to the Commercial Division and are to be carried forward to their logical conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69de9d766e934e5b95449ec5bd64600a_54"
    },
    {
      "start": 11414,
      "end": 11556,
      "text": "In view of the above, the reliance placed by learned Sr. counsel for the respondent on ONGC Ltd. and Tayabbhai M. Bagasarwalla is of no avail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad836da17bea439281a35321dedfdde8_55"
    },
    {
      "start": 11558,
      "end": 13047,
      "text": "17. The respondent-Insurance company also seeks dismissal of the petition on the ground of infringement of Section 12 of the Act, which reads thus:\n12. Determination of Specified Value.--(1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; [and]\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value;",
      "labels": [
        "STA"
      ],
      "id": "b27e7474498e4e0aaa81294c7e801d44_56"
    },
    {
      "start": 13048,
      "end": 13407,
      "text": "\n(2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be.",
      "labels": [
        "STA"
      ],
      "id": "bfd71dd1419f4510844439eeb5374e71_57"
    },
    {
      "start": 13408,
      "end": 13687,
      "text": "\n(3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a Commercial Division or Commercial Court finding that it has jurisdiction to hear a commercial dispute under this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75f2f8e6ce3d4a68a8ee583983745d25_58"
    },
    {
      "start": 13688,
      "end": 14156,
      "text": "\n18. Section 12 of the Act provides the manner for determination of specified value and expression \"specified value\" is defined in Section 2(1)(i) of the Act which reads as below:\n2(1)(i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 1 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "9c967b52ab4a46b281ce4be733cb17e7_59"
    },
    {
      "start": 14158,
      "end": 14655,
      "text": "19. If Section 12 and Section 2(1)(i) of the Act are read in conjunction, it is manifestly clear that a commercial division of the High Court alone is vested with the jurisdiction to entertain an arbitration petition with respect to commercial dispute of a specified value as defined in Section 2(1)(i) of the Act i.e., if value of the subject matter in respect of a suit, appeal or application is not less than three lacs rupees or such higher value, as may be notified by the Central Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6696d12c31a4e30b107635cb3106433_60"
    },
    {
      "start": 14656,
      "end": 14948,
      "text": "In other words, the subject matter of an arbitration petition with valuation of rupees three lacs or more cannot be entertained by the commercial courts at the district level and it is only the commercial division of the High Court which is vested with the power to entertain such a petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d745524407a4435e9cdab926595259a2_61"
    },
    {
      "start": 14949,
      "end": 15133,
      "text": "It appears that learned senior counsel appearing for the respondent-Insurance Company has misconstrued Section 12 of the Act as valuation of a suit and consequent payment of court fee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8d41cfcf1743f1a01518d96d5964da_62"
    },
    {
      "start": 15134,
      "end": 15379,
      "text": "There is nothing in Section 12 of the Act to indicate that a petition in terms of Section 9 of the Act of 1996 is required to be valued in terms of the Suits Valuation Act, 1977 and consequent payment of court fee under the Court Fees Act, 1870.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1432a0ca2a0f4b96a7912a6becfc2773_63"
    },
    {
      "start": 15380,
      "end": 15671,
      "text": "Be that as it may, there is nothing in the present application filed by the respondent-Insurance Company that specified value of the subject matter of the present case is less than three lacs rupees and therefore, commercial division of this Court is not competent to entertain the petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "435c53fd204345a39aafdf06968f75b5_64"
    },
    {
      "start": 15672,
      "end": 15786,
      "text": "Hence objection regarding infringement of Section 12 of the Act is without any basis and is accordingly overruled.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c87c55557e7149f3b10cc966b6435663_65"
    },
    {
      "start": 15788,
      "end": 16246,
      "text": "20. For what has been observed and discussed above, what comes to the fore is that proceedings conducted in suits or applications including applications under the Act of 1996, relating to a commercial dispute of a specified value pending in a High Court before constitution of its commercial division, in terms of Section 15 of the Act, are deemed transferred to the commercial division after its constitution and are to be taken to their logical conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6e349d29f0c4cf6bd4764ed7366c718_66"
    },
    {
      "start": 16247,
      "end": 16586,
      "text": "It is also evident that it is only commercial division of the High Court which can entertain an arbitration petition with respect to a commercial dispute of a specified value as defined in Section 2(1)(i) read with Section 12 of the Act and it has nothing to do with valuation of the subject matter and consequent payment of the court fee.",
      "labels": [
        "RATIO"
      ],
      "id": "45563a4b3c064344a5f80c77f5ee0a2f_67"
    },
    {
      "start": 16587,
      "end": 16692,
      "text": "\n21. Viewed thus, application filed by respondent-insurance company, being devoid of merit, is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "46bc826ca25f44ffb61d770cbbf8be0b_68"
    },
    {
      "start": 16693,
      "end": 16732,
      "text": "\n(RAJESH SEKHRI) JUDGE JAMMU 25.07.2024",
      "labels": [
        "NONE"
      ],
      "id": "f6def9a0329645488b6555ddf746ccc1_69"
    },
    {
      "start": 16733,
      "end": 16742,
      "text": "Paramjeet",
      "labels": [
        "NONE"
      ],
      "id": "825b2e61294c45a8b15b420f03e93b0e_70"
    },
    {
      "start": 16743,
      "end": 16773,
      "text": "Whether the order is speaking?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f61c414036d04abe8711f2b16e27e8bf_71"
    },
    {
      "start": 16774,
      "end": 16810,
      "text": "Yes Whether the order is reportable?",
      "labels": [
        "NONE"
      ],
      "id": "b404fed455c24388a3b240e8d4ac01e6_72"
    }
  ]
}