{
  "id": "59e0b3305c9ed66fb29979bb3713fb0340954847e18d359eedc3333a0f9b4d00",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nM/S Reva Electric Car Co.P.Ltd vs M/S Green Mobil on 25 November, 2011\nEquivalent citations: Air 2012 Supreme Court 739, 2012 (2) Scc 93, 2012 Air Scw 472, 2012 (2) Air Bom R 242, (2012) 3 Mah Lj 523, Air 2012 Sc (Civ) 355, (2012) 2 Mplj 497, (2012) 106 Corla 1, (2011) 4 Arbilr 296, (2011) 13 Scale 169, (2012) 1 Clr 198 (Sc), (2012) 3 Kccr 137, (2012) 1 All Wc 754, (2012) 3 Civlj 854 \n                                                                                           Reportable\n\n\n\n\n                      In The Supreme Court Of India\n\n                        Civil Original Jurisdiction\n\n\n\n\n                  Arbitration Petition No.18 Of 2010 \n\n\n\n\nM/s. Reva Electric Car Co. P. Ltd.                                ... Petitioner\n\n\n                                 Versus\n\n\nM / s. Green Mobil                                                  ... Respondent\n\n\n\n\n\n                                       O R D E R \nSurinder Singh Nijjar, J.\n1. The petitioner has filed the present application under Sections 11(4) and (6) of the Arbitration and Conciliation Act, 1996 read with paragraph 2 of the Appointment of the  Arbitrators by the Chief Justice of India Scheme, 1996 . It is stated that the parties had entered into a legally valid and enforceable Memorandum of Understanding (`MOU')\n- 1 - dated 25th September, 2007, providing, inter alia, for the respective obligation of both the parties in connection with the marketing of the cars of the petitioner. Though the term of the MOU was till December, 2007, it was extended by the acts of the parties in terms of Clause 2 of the MOU.\n2. The petitioner makes a reference to various requests made by the respondent for supply of cars in terms of MOU on 22nd April, 2008; 24th August, 2008; and 1st April, 2009. The petitioner further claims that some time in September 2009, disputes arose between the parties. \nNumerous e-mails were exchanged between the parties, apart from the personal discussions between their representatives, touching and covering the disputes. It is the petitioner's claim that during the term of MOU, merely 15 cars of the petitioner had been sold in the Belgium Region. The petitioner, therefore, claimed that the respondent did not have in place the necessary resources to build the brand of the petitioner. Consequently, through e-mail dated 25th September, 2009 the petitioner requested the respondent to immediately cease sales and - 2 - marketing activities on its behalf and take necessary steps of providing after sales and service to existing car owners, till such time the petitioner appointed its new distributor. The petitioner claims that the aforesaid e-mail duly constituted the termination of the contractual relationship between the parties as covered under the MOU. \n3. As a consequence of the aforesaid termination, the parties have exchanged various e-mails raising claims and counter claims on 6th /7th /8th October, 2009. \n4. The petitioner further claims to have received a Writ of Summons dated 14th January, 2010 of legal proceedings initiated by the respondent in Belgium before the First Divisional Court, Room A of the Commercial Court in Brussels. According to the petitioner, the claims made by the respondent before the Commercial Court, Brussels disclose that the respondent instituted the legal proceedings inter alia claiming damages from the petitioner on account of termination of the MOU dated 25th September, 2007. On 15th March, 2010, the counsel for the - 3 - respondent sent an e-mail communication that the respondent was willing to negotiate a global settlement with the petitioner and that the respondent through its counsel would be available to discuss any such proposal. According to the petitioner, the aforesaid communication also acknowledges the fact that the rights and obligation of both the parties were covered by the distributorship agreement, i.e. the MOU, which stood duly terminated. \n5. The petitioner thereafter issued a notice dated 24th March, 2010 through its counsel in terms of Clause 11 of the MOU invoking arbitration under the MOU and referring all disputes between the parties to arbitration. The petitioner in fact nominated Mr. Justice Jayasimha Babu (Retired) as the Sole Arbitrator, and failing confirmation by the respondent, as the arbitrator of the petitioner on the three member Arbitral Tribunal to be constituted in terms of Clause 11.\n- 4 - 6. The respondent through its counsel sent a reply to the notice dated 7th April, 2010 denying existence of any contractual relationship between the parties on the date of termination of MOU on 25th September, 2009. \n7. The petitioner, therefore, filed Arbitration Application No.576 of 2010 under Section 9 of the Arbitration and Conciliation Act, 1996 before the Court of the Principal City Civil & Sessions Judge at Bangalore praying for an order of injunction restraining the respondent from proceeding with the legal proceedings initiated before the First Divisional Court, Room A of Commercial Court of Brussels, Belgium. \n8. The petitioner had also moved I.A.No.1 in the aforesaid suit dated 19th April, 2010 seeking an order of temporary injunction which was granted by the Principal City Civil & Sessions Judge at Bangalore on 21st April, 2010. Thereafter the petitioner has moved the present application for appointment of the Arbitrator in terms of Clause 11 of the MOU which reads as under:-\n\"11. Governing Law and Jurisdiction - 5 - i. This MOU shall be construed and enforced in accordance with the laws of India.\nii. In the event of any dispute or difference arising at any time between the parties hereto as to the construction, meaning or effect of this Agreement or thing contained herein or the rights, duties, liabilities and obligations of the parties hereto in relation to this Agreement, the same shall be referred to a single arbitrator, in case the parties can agree upon one (1) within a period of thirty days upon being called by a party to do so and failing such agreement to three (3) arbitrators one (1) each to be appointed by GREENMOBIL and RECC and the third to be appointed by the two arbitrators so appointed. The award passed by such arbitrator(s) shall be final and binding on both the parties. \nAll such arbitration proceedings shall be held in Bangalore as per the Arbitration and Conciliation Act, 1996 as amended from time to time.\"\n9. In reply to the aforesaid petition, the respondent claimed that the MOU dated 25th September, 2007 expired on 31st December, 2007. The petition does not clearly set out the claim or the period of the claim but the documents and implication of the contents of the present petition seem to indicate that the claim of the petitioner is in respect of the commercial distribution of the cars which commenced from 1st January, 2008 i.e. after the expiry of Memorandum of understanding. It is also the plea of the respondent that the MOU relate to a test and trial period - 6 - which came to an end on 31st December, 2007, after which the parties decided to enter into a distribution agreement which was sent by the petitioner to the respondent on 15th November, 2007, i.e., 15 days prior to the expiry of the MOU. Therefore, the arbitration clause relied upon by the petitioner does not cover any disputes/claims that relate to any period beyond 31st December, 2007. It is further claimed that the petition is only a counterblast to the proceedings filed by the respondent before the Commercial Court at Brussels. This, according to the respondent, is evident from the fact that the respondent had instituted the proceedings in the Commercial Court at Brussels on 14th January, 2010; the petitioner was intimated about the said proceedings vide e- mail dated 15th March, 2010; and the notice invoking the arbitration clause in the MOU is dated 24th March, 2010. It is, therefore, clear that the arbitration clause is invoked only to avoid proceedings before the Commercial Court at Brussels. It is emphasised that the proceedings before the Commercial Court at Brussels related to the period beyond the MOU when the parties had commenced work of distributorship or dealership after the test trial period under the MOU had come to an end. \n- 7 - 10. I have heard the learned counsel for the parties. \n11. Mr. Narasimha, learned senior counsel appearing for the petitioner submits that the averments made by the respondent in reply to the petition make it abundantly clear that the disputes pertained to the MOU dated 25th September, 2007. According to the learned counsel, there was no fresh agreement entered into between the parties. Cars were being supplied to the respondent in terms of Clause 2 of the MOU. \nMaking a reference to Clause 2, learned counsel submits that the aforesaid clause makes it clear that the MOU was effective for a period of three to six months, from the date of arrival of the cars in Belgium. This term was to be considered as the trial period. On completion of the trial period but not later than 3rd December, 2007, the parties were to mutually decide to continue the marketing, sales, and service of the work hours by the respondent. They were also to enter into a fresh long term agreement on mutually agreed terms and conditions. He submits that till the date of the termination of the MOU, no fresh agreement had - 8 - been entered into between the parties. Relying on the last sentence of the Clause 2, Mr. Narasimha submits that it was the sole discretion of the petitioner to extend the MOU in case the petitioner believed that the additional time is required to complete the trial period. The aforesaid portion of Clause 2 is as under :-\n\"RECC, at its sole discretion, may decide to extend the MOU if RECC believes that additional time is required to complete the trial period.\"\n12. He further submits that although the cars were being supplied to the respondent but the petitioner was not satisfied with the progress made in the number of cars sold by the respondent. Therefore, the respondent was constrained to terminate the MOU, after a period of two years from the commencement. \n13. According to Mr. Narasimha, respondent has initiated the proceedings in the Brussels Court only to pre-empt the initiation of legal proceedings by the petitioner. He points out that the pleadings in the Writ of Summons, clearly show: that the respondent was only concerned with the effect of the termination and not the period of the MOU. \n- 9 - Respondent has admitted that the contractual relationship started in 2007. The respondent has admitted that there is no other subsequent agreement. In Paragraph 18 of the Writ of Summons, the respondent admits that the contractual relationship was subsisting till September, 2009. In Paragraph 30, it is admitted by the respondent that \"the party summoned below terminated the contract in an untimely and brutal manner on 25th September, 2009\". \n14. He points out that the disputes have arisen in relation to the termination of the MOU and the consequences thereof. Such disputes are clearly covered by the arbitration clause which clearly provides for resolution of disputes through arbitration. The clause provides that in the event of any dispute or difference arising at any time between the parties in relation to the agreement shall be referred to a Sole Arbitrator. \nThe clause, according to the learned senior counsel, is not limited to the disputes relating only to the initial period of the MOU till 31st December 2007. \n- 10 - 15. He submits irrespective of whether the MOU is now in existence or not, the Arbitration clause would survive. He relies on the decisions of this Court in the cases of Bharat Petroleum Corporation Ltd. Vs. Great Eastern Shipping Company Ltd.1 and Everest Holding Limited Vs. Shyam Kumar Shrivastava & Ors.2 He further submits that this Court is required to refer the disputes between the parties to the Sole Arbitrator, without any in-depth examination of the disputes. The Court is merely to be satisfied that the disputes fall within the ambit of the Arbitration Clause. In support of this submission, he relies on the judgment of this Court in Brigadier Man Mohan Sharma, FRGS (Retd.) Vs. Lieutenan t General Depinder Singh3 . He also relies on the judgment in the case of National Insurance Company Limited Vs. Boghara Polyfab Private Limited4 , in support of the submission all disputes are such which need to be decided by the Sole Arbitrator on merits, and can not be decided by this Court in a petition under Section 11(4) and 6 of the Arbitration and Conciliation Act, 1996. Learned 1 2008 (1) SCC 503 2 2008 (16) SCC 774 3 2009 (2) SCC 600 4 2009(1) SCC 267 - 11 - counsel further submits that in accordance with the aforesaid clause the petitioner had already nominated the Sole Arbitrator. The respondent has, however, not accepted the aforesaid arbitrator. At the same time, it had expressed its willingness to negotiate the global settlement with the petitioner. \n16. On the other hand, Ms. Tasneem Ahamadi, has submitted that the MOU having come to an end by efflux of time, there was no question of any termination as claimed by the petitioner. She further submits that the notice invoking arbitration was sent only as a counterblast to the summons received by the petitioner from the Brussels Commercial Court. Learned counsel further submitted that the disputes which form the basis of the claim in the Brussels Commercial Court pertained to a period subsequent to the period covered by the MOU. The arbitration clause in the MOU relates only to disputes which relate to the test and trial period. Hence, an arbitrator can not be appointed for settlement of disputes which occurs / relate to a period after 31st December, 2007. \nThe disputes raised before the Commercial Court at Brussels are not - 12 - covered by the arbitration clause in the MOU. She had made a detailed reference to numerous e-mails exchanged between the parties to submit that the parties had in fact entered into a long term contract. This was only to be reduced to a formal document. Since the disputes are not covered by the arbitration clause, there can be no reference. In support of the aforesaid submission, learned counsel relies on a judgment of this Court in the case of SBP & Co. Vs. Patel Engineering Ltd. & Anr.5 . \nIn view of the law laid down in the aforesaid judgment, according to the learned counsel, the arbitration petition deserves to be dismissed. \n17 I have considered the submissions made by the learned counsel for the parties. It appears that the submissions made by Ms. Ahamadi that the question with regard to the existence of a valid arbitration agreement would have to be decided by this Court, is not without merit. This Court has on a number of occasions examined the scope and ambit of the jurisdiction of the Chief Justice or his designate under Section 11 of the Arbitration and Conciliation Act, 1996. A reference in this connection 5 2005 (8) SCC 618 - 13 - can be made to the judgment of this Court in SBP & Co. (supra) wherein a Constitution Bench of this Court has clearly held as under:\n\"39. It is necessary to define what exactly the Chief Justice, approached with an application under Section 11 of the Act, is to decide at that stage. Obviously, he has to decide his own jurisdiction in the sense whether the party making the motion has approached the right High Court. He has to decide whether there is an arbitration agreement, as defined in the Act and whether the person who has made the request before him, is a party to such an agreement. It is necessary to indicate that he can also decide the question whether the claim was a dead one; or a long-barred claim that was sought to be resurrected and whether the parties have concluded the transaction by recording satisfaction of their mutual rights and obligations or by receiving the final payment without objection. It may not be possible at that stage, to decide whether a live claim made, is one which comes within the purview of the arbitration clause. It will be appropriate to leave that question to be decided by the Arbitral Tribunal on taking evidence, along with the merits of the claims involved in the arbitration. The Chief Justice has to decide whether the petitioner has satisfied the conditions for appointing an arbitrator under Section 11(6) of the Act. For the purpose of taking a decision on these aspects, the Chief Justice can either proceed on the basis of affidavits and the documents produced or take such evidence or get such evidence recorded, as may be necessary. We think that adoption of this procedure in the context of the Act would best serve the purpose sought to be achieved by the Act of expediting the process of arbitration, without too many approaches to the court at various stages of the proceedings before the Arbitral Tribunal.\" \n- 14 - In the case of National Insurance Co. Ltd. (supra), this Court again examined the question with regard to the scope of the jurisdiction under Section 11(6). In doing so, this Court explained the ratio of the Constitution Bench in SBP & Co. (supra). In Para 21 of the Judgment, the power of the Arbitral Tribunal in cases where the disputes are referred to arbitration without the intervention of the court has been distinguished from the power in matters where the intervention of the court is sought for appointment of an Arbitral Tribunal. In case where the matters are sought to be referred to arbitration without the intervention of the court it has been held that the Arbitral Tribunal can decide the following questions affecting its jurisdiction: (a) whether there is an arbitration agreement; (b) whether the arbitration agreement is valid; (c) whether the contract in which the arbitration clause is found is null and void, and if so, whether the invalidity extends to the arbitration clause also. \n18. In matters, where the intervention of the Chief Justice of India has been sought for appointment of a sole arbitrator under Section 11(4), (5)\n- 15 - and (6) of the Arbitration Act, 1996, the Chief Justice or his designate will have to decide certain preliminary issues. It would be apposite to notice here the relevant observations made in Para 22, which are as follows :-\n\"22. This Court identified and segregated the preliminary issues that may arise for consideration in an application under Section 11 of the Act into three categories, that is, (i) issues which the Chief Justice or his designate is bound to decide; (ii) issues which he can also decide, that is, issues which he may choose to decide; and (iii) issues which should be left to the Arbitral Tribunal to decide. 22.1. The issues (first category) which the Chief Justice/his designate will have to decide are:\n(a) Whether the party making the application has approached the appropriate High Court. \n(b) Whether there is an arbitration agreement and whether the party who has applied under Section 11 of the Act, is a party to such an agreement. \n22.2. The issues (second category) which the Chief Justice/his designate may choose to decide (or leave them to the decision of the Arbitral Tribunal) are:\n(a) Whether the claim is a dead (long-barred) claim or a live claim.\n(b) Whether the parties have concluded the contract/transaction by recording satisfaction of their mutual rights and obligation or by receiving the final payment without objection.\n- 16 - 22.3. The issues (third category) which the Chief Justice/his designate should leave exclusively to the Arbitral Tribunal are:\n(i) Whether a claim made falls within the arbitration clause (as for example, a matter which is reserved for final decision of a departmental authority and excepted or excluded from arbitration).\n(ii) Merits or any claim involved in the arbitration. \" \nThese observations were further reiterated by this Court in the case of A.P. Tourism Development Corporation Ltd. Vs. Pampa Hotels Ltd.6. The aforesaid ratio of law has been reiterated by this Court in Alva Aluminium Limited, Bangkok Vs. Gabriel India Limited7. Upon consideration of the entire case law, it has been observed as follows :-\n\"18. It is in the light of above pronouncements, unnecessary to delve any further on this issue. It is clear that once the existence of the arbitration agreement itself is questioned by any party to the proceeding initiated under Section 11 of the Act, the same will have to be decided by the Chief Justice/designate as the case may be. That is because existence of an arbitration agreement is a jurisdictional fact which will have to be addressed while making an order on a petition under Section 11 of the Act.\"\n6 [2010 (5) SCC 425].\n7 [2011 (1) SCC 167].\n- 17 - 19. In view of the aforesaid authoritative dicta, the submission of Ms. Ahamadi has to be accepted that in a petition under Sections 11(4)(5)(6) and (9) of the Arbitration Act, 1996, it is for the Chief Justice of India/his designate to decide about the existence of a valid arbitration agreement. Now let me examine the facts in the present case keeping in view the aforesaid well settled principles. \n20. There is no dispute that the parties had entered into a legally valid and enforceable MOU dated 25th September, 2007. There is also no dispute that Clause 11 provides that disputes arising between the parties, at any time, in relation to the MOU, shall be referred to arbitration. Clause (2) of the MOU, undoubtedly, fixes the trial period upto 31st December, 2007. However, the clause also provides that the petitioner may unilaterally decide to extend the MOU, if it considers necessary. The correspondence between the parties would show that the petitioner had proposed a draft distribution agreement to the respondent for discussion. Thereafter, a series of e-mails were exchanged between the parties, but making it apparent that no final consensus was reached. \n- 18 - It would, therefore, appear that the MOU was duly extended till it was terminated as averred by the petitioner. \n21. The petitioner has categorically pleaded that the MOU was terminated on 25th September, 2009. The petitioner has placed on record the e-mail dated 25th September, 2009 in which it is clearly stated that MOU was entered into on 25th September, 2007 for a test period of six months from the date of arrival of the trial cars. It is further stated that this period was extended on an informal and voluntary basis by the petitioner for a period extending to two years from the date of signing of the MOU. During this two years period, a total of 15 REVA cars have been sold. It is pointed out that inspite of the best efforts of the respondent and the efforts of the petitioner to support the respondent, following a review of the European operations it is believed that the respondents do not have in place the resources to build the REVA brand, invest in the appropriate infrastructure, obtain necessary fiscal and/or subsidy and infrastructure support and are not adequately prepared to launch the M1 vehicles introduced by REVA at the Frankfurt IAA.\n- 19 - Thereafter it requests the respondents to immediately cease all sales and marking activities on behalf of REVA brand. This termination of the agreement has been acknowledged by the respondents in its e-mail dated 7th October, 2009. A perusal of this e-mail would also demonstrate that the disputes had clearly arisen between the parties at that time. The e-mail makes a grievance that the respondents had not been notified of the termination of its dealership activities a few weeks ago when it had informed the petitioner of its negotiations with potential Dutch partners. The respondents also repeated its disappointment that the win-win soft-landing solution it proposed on 25th September, 2009 was rejected by the petitioner. Rest of the correspondence between the parties continues in the same tenor. Clearly, therefore, the MOU has been extended till its termination on 25th September, 2009. It is also evident that the parties had failed to reach any fresh agreement with regard to sale of REVA cars in Europe by the respondents. In my opinion, the pleadings and the material on record has clearly established that there was a valid arbitration agreement incorporated in Clause 11 of the MOU.\n- 20 - 22. This takes me to the second submission of Ms.Ahamadi that, in any event, the disputes cannot be referred to arbitration as it pertained to a period subsequent to the term of the MOU. Mr.Narasimha has, however, pointed out that according to the case pleaded by the respondents in the Brussels Court which is evident from the writ of summons, all the disputes pertained to the period prior to the termination of the agreement by the petitioner. The writ of summons clearly mentions as follows :\n\"Whereas the first cars of the make REVA were marketed in India from June 2001 onwards, then in the UK in 2003 and worldwide from 2007. \nThat the party summoned below had however promised the arrival of more performing Lithium batteries that would be installed in their vehicles from the middle of 2008, as well as a new or more competitive and more attractive car model by the end of 2008, the REVA `NXR'. \nWhereas the contractual relationships between the petitioner and the party summoned below started in 2007. Whereas the distribution of the REVA cars by the petitioner took place in two stage. \n- 21 - That during an initial period the petitioner ran a pilot project for the party summoned below to assess the marketing possibilities of the REVA on the Belgian market. That after a certain period of time the petitioner became an exclusive distributor of REVA cars for the BENULEX.\" \n23. The writ of summons further mentions that the petitioner had to run a pilot project of three to six months to test the marketing possibilities of the REVA cars on the Belgium market. It is further pleaded that at the end of the test period and at the latest on 31st December, 2007, the parties had to decide jointly whether the petitioner would continue to provide the promotion, sales and service of REVA Cars in Belgium within the framework of a long-term distribution contract. \nThe respondents further pleaded that :-\n\"Whereas, in spite of the absence of the signing of a written contract between the parties, the petitioner de facto became the exclusive distributor of REVA vehicles in the BENELUX starting the month of January, 2008.\"\n24. Thereafter the respondents gave details of the efforts made by it for marketing of the REVA Cars from January, 2008 onwards. In paragraph 19 of the writ of summons, it is clearly admitted as follows :-\n- 22 - \"Whereas on the 25th of September, 2009, as soon as the first REVA cars fitted with Lithium batteries and of the new REVA NXR model arrive in Belgium the petitioner is going to be ejected all of a sudden by the party summoned below. That during a telephone conversation on 25th September, 2009, confirmed in an email of the same date the party summoned below suddenly announced its decision to terminate the concession granted to the petitioner for the Belelux, with immediate effect;\nThat the party summoned below asked the petitioner to immediately stop the sale and promotion of the REVA cars as well as the use of the REVA mark.\" \n25. The claims made by the respondents clearly pertained to the contract which was terminated on 25th September, 2009. In paragraph 30 of the writ of summons, it is pleaded as under :-\n\"That the parties summoned below terminated the contract in any untimely and brutal manner on 25th September, 2009.\"\n26. On the aforesaid basis, the respondents claim compensation and damages amounting to Euro 454,000.\n27. The aforesaid averments and the material on record would clearly demonstrate that the disputes that have arisen between the parties - 23 - clearly relate to the MOU dated 25th September, 2007. It would be for the Arbitral Tribunal to decide as to whether claims made are within the arbitration clause. The Arbitral Tribunal would also have to decide the merits of the claim put forward by the respective parties. In view of the material placed on record, it would not be possible to accept the submissions of Ms. Ahamadi that the disputes were beyond the purview of the arbitration clause. \n28. A similar matter was examined by this Court in the case of Bharat Petroleum Corporation Ltd. Vs. Great Eastern Shipping Co. Ltd.8 In the aforesaid case, an agreement called time charter party was entered into between the appellant and the respondent on 6th May, 1997 for letting on hire vessels for a period of two years from 22nd September, 1996 to 30th June, 1997 and from 1st July, 1997 to 30th June, 1998. It appears that certain disputes arose between the parties. Thereafter, on the basis of the correspondence exchanged between the parties with regard to the disputes, claims and counter claims were filed before the 8 (2008 (1) SCC 503).\n- 24 - Arbitral Tribunal. Issues were duly framed of which the following three issues may be of some relevance in the present context viz. \n\"Issue 1.--Whether the Hon'ble Arbitral Tribunal has no jurisdiction to adjudicate upon the dispute between the claimant and the respondent for the period September 1998 to August 1999 in respect of the vessel Jag Praja for the reasons stated in Para 1 of the written statement? \nIssue 2.--Whether there is any common practice that if the vessel is not redelivered at the end of the period mentioned in the time charter the vessel would be governed by the charter party under which originally it was chartered? \n* * * Issue 5.--Whether the time charter party dated 6-5-1997 came to an end by efflux of time on 30-8-1998? \" \n29. The Arbitral Tribunal by its order dated 12th May, 2003 came to the conclusion that the appellant having invoked the arbitration clause contained in the charter party agreement dated 6th May, 1997, which was valid upto 31st December, 1998 and as the dispute between the parties related to the period subsequent to 31st August, 1998, they had no jurisdiction to decide the reference. The tribunal held that the charter party agreement dated 6th May, 1997 was superseded by a fresh agreement. Therefore, original charter party dated 6th May, 1997 got - 25 - extinguished. The respondents challenged the said award before the High Court. Learned Single Judge set aside the award and held that the Arbitral Tribunal has the jurisdiction to adjudicate the disputes between the parties as the vessel continued to be hired by the appellant for the period subsequent to 31st August, 1998 on the same terms and conditions, as were contained in charter party agreement dated 6th May, 1997. It was held that the charter party dated 6th May, 1997 did not come to an end by efflux of time and it was extended by the party on the same terms and conditions. Correctness of this order was challenged in this Court. On examination of the entire fact situation, it was held as follows :-\n\"19. It is, no doubt, true that the general rule is that an offer is not accepted by mere silence on the part of the offeree, yet it does not mean that an acceptance always has to be given in so many words. Under certain circumstances, offeree's silence, coupled with his conduct, which takes the form of a positive act, may constitute an acceptance--an agreement sub silentio. Therefore, the terms of a contract between the parties can be proved not only by their words but also by their conduct.\"\n- 26 - 30. Examining the fact situation in the present case, I am of the opinion that the conclusion is inescapable that notwithstanding the initial period under the MOU expiring by 31st December, 2007, the same was extended by the petitioner in exercise of its discretion under Clause (2) of the MOU. The extended MOU was terminated only on 25th September, 2009. Therefore, it is not possible to accept the submission of Ms. Ahamadi that the disputes arising between the parties cannot be referred to the Arbitral Tribunal. In my opinion, Mr. Narasimha has rightly submitted that the disputes have arisen in relation to the termination of the MOU and the consequences thereof. Such disputes would be clearly covered under the Arbitration clause which provides that in the event of any dispute or difference arising at any time between the parties in relation to the agreement shall be referred to a Sole Arbitrator. The clause is clearly not limited to the disputes relating only to the initial period of the MOU till 31st December, 2007. \n31. I also find merit in the submission of Mr. Narasimha that irrespective of whether the MOU is now in existence or not, the - 27 - arbitration clause would survive. The observations made by this Court in the case of Everest Holding Ltd. (supra) would clearly support the submission made by the learned senior counsel. In the aforesaid case, the parties had entered into a Joint Venture Agreement (for short `JVA') dated 25th September, 2003 for the purpose of mining, processing and export of Iron Ore. On 26th March, 2004, another JVA was executed between the parties, particularly to iron out certain controversy in respect of JVA dated 25th September, 2003. Article 14.3 of the said JVA contained an arbitration clause providing that if the parties failed to resolve the matter through mutual agreement, the dispute shall be referred to an Arbitrator appointed by mutual agreement of the two parties. The stand of the petitioner in the aforesaid case was that on 20th September, 2004, it was shocked and surprised to receive unwarranted notices for cancellation of JVA. The aforesaid notice was replied on 6th October, 2004. Since the disputes between the parties were not resolved, the petitioner invoked the arbitration clause. \nRespondent No. 1 in reply to the notice refuted the claim of the petitioner and also refused to refer the matter to arbitration on the ground that the - 28 - JVA between the petitioner and the respondent No.1 is not in existence as the same had been terminated by respondent No.2. It was stated that in view of the aforesaid position, there could be no invocation of Clause 14.3 of JVA.\n32. Considering the aforesaid fact situation, this Court observed that under Clause 14.2, the parties had agreed that they would use all reasonable efforts to resolve the disputes, controversy or claim arising out of or relating to these agreements. Since the parties have failed to resolve their differences, the same had to be referred to Arbitration under Clause 14.3. It was held that there is a valid Arbitration Agreement between the parties as contained in the JVA, which the parties are required to adhere to and are bound by the same. In other words, if there is any dispute between the parties to the agreement arising out of or in relation to the subject matter of the said JVA, all such disputes and differences have to be adjudicated upon and decided through the process of Arbitration by appointing a mutually agreed Arbitrator. This Court observed as follows:-\n- 29 - \"Though the JVA may have been terminated and cancelled as stated but it was a valid JVA containing a valid arbitration agreement for settlement of disputes arising out of or in relation to the subject-matter of the JVA. The argument of the respondent that the disputes cannot be referred to the arbitration as the agreement is not in existence as of today is therefore devoid of merit.\" \nIn my opinion, the aforesaid observations are squarely applicable to the facts in the present case. The disputes that have arisen between the parties clearly pertain to the subject matter of the MOU. \n33. Even if, I accept the submission of Ms.Ahamadi that MOU was not extended beyond 31st of December, 2007, it would make little difference. \nSection 16(1)(a) of the Arbitration and Conciliation Act, 1996 provides that an arbitration clause which forms part of the contract shall be treated as an agreement independent of the other terms of the contract. \nThe plain meaning of the aforesaid clause would tend to show that even on the termination of the agreement/contract, the arbitration agreement would still survive. It also seems to be the view taken by this Court in Everest Holdings Ltd. (supra). Accepting the submission of - 30 - Ms.Ahamadi that the arbitration clause came to an end as the MOU came to an end by efflux of time on 31st December, 2007 would lead to a very uncertain state of affairs, destroying the very efficacy of Section 16(1). The aforesaid section provides as under :\n\"16. Competence of arbitral tribunal to rule on its jurisdiction - (1) The arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose - (a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and (b) a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.\"\n34. The aforesaid provision has been enacted by the legislature keeping in mind the provisions contained in Article 16 of the UNCITRAL Model Law. The aforesaid Article reads as under :-\n\"Article 16 - Competence of arbitral tribunal to rule on its jurisdiction - (1) The arbitral tribunal may rule on its own jurisdiction, including any objections with respect to the existence or validity of the arbitration agreement. For that purpose, an arbitration clause which forms part of a contract shall be - 31 - treated as an agreement independent of the other terms of the contract. A decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. \n(2)..............................................................\n(3)...............................................................\" \nUnder Section 16(1), the legislature makes it clear that while considering any objection with respect to the existence or validity of the arbitration agreement, the arbitration clause which formed part of the contract, has to be treated as an agreement independent of the other terms of the contract. To ensure that there is no misunderstanding, Section 16(1)(b) further provides that even if the arbitral tribunal concludes that the contract is null and void, it should not result, as a matter of law, in an automatic invalidation of the arbitration clause. \nSection 16(1)(a) presumes the existence of a valid arbitration clause and mandates the same to be treated as an agreement independent of the other terms of the contract. By virtue of Section 16(1)(b), it continues to be enforceable notwithstanding a declaration of the contract being null and void. In view of the provisions contained in Section 16(1) of the - 32 - Arbitration and Conciliation Act, 1996, it would not be possible to accept the submission of Ms.Ahmadi that with the termination of the MOU on 31st December, 2007, the arbitration clause would also cease to exist. As noticed earlier, the disputes that have arisen between the parties clearly relate to the subject matter of the relationship between the parties which came into existence through the MOU. Clearly, therefore, the disputes raised by the petitioner needs to be referred to arbitration. Under the arbitration clause, a reference was to be made that the disputes were to be referred to a single arbitrator. Since the parties have failed to appoint an arbitrator under the agreed procedure, it is necessary for this Court to appoint the Arbitrator. \n35. In exercise of my powers under Section 11(4) and (6) of the Arbitration and Conciliation Act, 1996 read with Paragraph 2 of the Appointment of Arbitrator by the Chief Justice of India Scheme, 1996, I hereby appoint Hon.Mr.Justice R.V. Raveendran, R/o 8/2, Krishna Road, Basavangudi, Bangalore, Former Judge of the Supreme Court of India, as the Sole Arbitrator to adjudicate the disputes that have arisen - 33 - between the parties, on such terms and conditions as the learned Sole Arbitrator deems fit and proper. Undoubtedly, the learned Sole Arbitrator shall decide all the disputes arising between the parties without being influenced by any prima facie opinion expressed in this order, with regard to the respective claims of the parties. \n36. The registry is directed to communicate this order to the Sole Arbitrator to enable him to enter upon the reference and decide the matter as expeditiously as possible. \n37. The Arbitration Petition is accordingly disposed of. \n...............................J. [Surinder Singh Nijjar] New Delhi;\nNovember 25, 2011. \n- 34 - - 35 -",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a910f3585b9414495961dd0ec384e10_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3346b41968874e17a118327df4013150_1"
    },
    {
      "start": 242,
      "end": 652,
      "text": "\nSupreme Court of India\nM/S Reva Electric Car Co.P.Ltd vs M/S Green Mobil on 25 November, 2011\nEquivalent citations: Air 2012 Supreme Court 739, 2012 (2) Scc 93, 2012 Air Scw 472, 2012 (2) Air Bom R 242, (2012) 3 Mah Lj 523, Air 2012 Sc (Civ) 355, (2012) 2 Mplj 497, (2012) 106 Corla 1, (2011) 4 Arbilr 296, (2011) 13 Scale 169, (2012) 1 Clr 198 (Sc), (2012) 3 Kccr 137, (2012) 1 All Wc 754, (2012) 3 Civlj 854",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccdabdbfe95e4daba54882969f25a4ee_2"
    },
    {
      "start": 745,
      "end": 782,
      "text": "Reportable\n\n\n\n\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cc8ffc21b0e4cecbeacfa2b7e463472_3"
    },
    {
      "start": 782,
      "end": 837,
      "text": "In The Supreme Court Of India\n\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd53c2d5477c4996a2e5f4a17fb8c2b2_4"
    },
    {
      "start": 837,
      "end": 887,
      "text": "Civil Original Jurisdiction\n\n\n\n\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2aa4ff5fef94091b747a64eadd7bffc_5"
    },
    {
      "start": 887,
      "end": 921,
      "text": "Arbitration Petition No.18 Of 2010",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5055ca2f08f94935a36c46db9b5c574c_6"
    },
    {
      "start": 927,
      "end": 961,
      "text": "M/s. Reva Electric Car Co. P. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f87ec3cc8b584e699f71336776097098_7"
    },
    {
      "start": 993,
      "end": 1043,
      "text": "... Petitioner\n\n\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6ecf0b1ff4d4403aa050879c13907d4_8"
    },
    {
      "start": 1043,
      "end": 1052,
      "text": "Versus\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe45cdb12b454a778b84af06c300bd0e_9"
    },
    {
      "start": 1052,
      "end": 1058,
      "text": "M / s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7fa3ac3f53a54c0680b8eea0b1268782_10"
    },
    {
      "start": 1059,
      "end": 1070,
      "text": "Green Mobil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ab024fd509c4ac8ac25cb82ef80d6ba_11"
    },
    {
      "start": 1120,
      "end": 1179,
      "text": "... Respondent\n\n\n\n\n\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c620667fa3764c249d9c3ebbf9f801d4_12"
    },
    {
      "start": 1179,
      "end": 1188,
      "text": "O R D E R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0368fd5f88d243d49091805af599f0e2_13"
    },
    {
      "start": 1189,
      "end": 1218,
      "text": "\nSurinder Singh Nijjar, J.\n1.",
      "labels": [
        "NONE"
      ],
      "id": "1c4b36f4b21b482d9a94fd4aaf474f14_14"
    },
    {
      "start": 1219,
      "end": 1390,
      "text": "The petitioner has filed the present application under Sections 11(4) and (6) of the Arbitration and Conciliation Act, 1996 read with paragraph 2 of the Appointment of the",
      "labels": [
        "FAC"
      ],
      "id": "f5b8dbb060494f3588019e7a790d67f4_15"
    },
    {
      "start": 1391,
      "end": 1446,
      "text": " Arbitrators by the Chief Justice of India Scheme, 1996",
      "labels": [
        "NONE"
      ],
      "id": "c2dcdaad043f486fb7bf40316928380b_16"
    },
    {
      "start": 1447,
      "end": 1734,
      "text": ". It is stated that the parties had entered into a legally valid and enforceable Memorandum of Understanding (`MOU')\n- 1 - dated 25th September, 2007, providing, inter alia, for the respective obligation of both the parties in connection with the marketing of the cars of the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "9c1b671d037c4bb694eb2005afe4cad1_17"
    },
    {
      "start": 1735,
      "end": 1865,
      "text": "Though the term of the MOU was till December, 2007, it was extended by the acts of the parties in terms of Clause 2 of the MOU.\n2.",
      "labels": [
        "FAC"
      ],
      "id": "332f2445416d41dc9200196b71c4cc23_18"
    },
    {
      "start": 1866,
      "end": 2037,
      "text": "The petitioner makes a reference to various requests made by the respondent for supply of cars in terms of MOU on 22nd April, 2008; 24th August, 2008; and 1st April, 2009.",
      "labels": [
        "FAC"
      ],
      "id": "1a4a7446a4794b40997f8f0112325546_19"
    },
    {
      "start": 2038,
      "end": 2137,
      "text": "The petitioner further claims that some time in September 2009, disputes arose between the parties.",
      "labels": [
        "FAC"
      ],
      "id": "776c5fd974ac4798b0120414d05969cf_20"
    },
    {
      "start": 2138,
      "end": 2294,
      "text": "\nNumerous e-mails were exchanged between the parties, apart from the personal discussions between their representatives, touching and covering the disputes.",
      "labels": [
        "FAC"
      ],
      "id": "49abf69de36b436991271fc6ecab9798_21"
    },
    {
      "start": 2295,
      "end": 2422,
      "text": "It is the petitioner's claim that during the term of MOU, merely 15 cars of the petitioner had been sold in the Belgium Region.",
      "labels": [
        "FAC"
      ],
      "id": "eb33c0b78d194f669b7deeab25839c9d_22"
    },
    {
      "start": 2423,
      "end": 2561,
      "text": "The petitioner, therefore, claimed that the respondent did not have in place the necessary resources to build the brand of the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "c5f8ebe03f3c4a1881a86d19a2779f7c_23"
    },
    {
      "start": 2562,
      "end": 2876,
      "text": "Consequently, through e-mail dated 25th September, 2009 the petitioner requested the respondent to immediately cease sales and - 2 - marketing activities on its behalf and take necessary steps of providing after sales and service to existing car owners, till such time the petitioner appointed its new distributor.",
      "labels": [
        "FAC"
      ],
      "id": "7033022b000b4b418049d7d19ab65f8c_24"
    },
    {
      "start": 2877,
      "end": 3035,
      "text": "The petitioner claims that the aforesaid e-mail duly constituted the termination of the contractual relationship between the parties as covered under the MOU.",
      "labels": [
        "FAC"
      ],
      "id": "f5aed78082e348f2861540bcd7d7b7d9_25"
    },
    {
      "start": 3036,
      "end": 3195,
      "text": "\n3. As a consequence of the aforesaid termination, the parties have exchanged various e-mails raising claims and counter claims on 6th /7th /8th October, 2009.",
      "labels": [
        "FAC"
      ],
      "id": "fff72728f51e4e0b9fb86747e1113448_26"
    },
    {
      "start": 3196,
      "end": 3428,
      "text": "\n4. The petitioner further claims to have received a Writ of Summons dated 14th January, 2010 of legal proceedings initiated by the respondent in Belgium before the First Divisional Court, Room A of the Commercial Court in Brussels.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4671e36644b4f84817950d65861f349_27"
    },
    {
      "start": 3429,
      "end": 3704,
      "text": "According to the petitioner, the claims made by the respondent before the Commercial Court, Brussels disclose that the respondent instituted the legal proceedings inter alia claiming damages from the petitioner on account of termination of the MOU dated 25th September, 2007.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a711c4c7442f419db031f7de7bf9bb53_28"
    },
    {
      "start": 3705,
      "end": 3969,
      "text": "On 15th March, 2010, the counsel for the - 3 - respondent sent an e-mail communication that the respondent was willing to negotiate a global settlement with the petitioner and that the respondent through its counsel would be available to discuss any such proposal.",
      "labels": [
        "FAC"
      ],
      "id": "597e8302f4e84f0eba3af882958b371f_29"
    },
    {
      "start": 3970,
      "end": 4194,
      "text": "According to the petitioner, the aforesaid communication also acknowledges the fact that the rights and obligation of both the parties were covered by the distributorship agreement, i.e. the MOU, which stood duly terminated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9e6e812eda648128cc9699f78713966_30"
    },
    {
      "start": 4196,
      "end": 4414,
      "text": "5. The petitioner thereafter issued a notice dated 24th March, 2010 through its counsel in terms of Clause 11 of the MOU invoking arbitration under the MOU and referring all disputes between the parties to arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "5964fb0552a64cd9b6d7e15a97685357_31"
    },
    {
      "start": 4415,
      "end": 4676,
      "text": "The petitioner in fact nominated Mr. Justice Jayasimha Babu (Retired) as the Sole Arbitrator, and failing confirmation by the respondent, as the arbitrator of the petitioner on the three member Arbitral Tribunal to be constituted in terms of Clause 11.\n- 4 - 6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e998e5fcd66f4925ad9c697ed9fd5afc_32"
    },
    {
      "start": 4677,
      "end": 4889,
      "text": "The respondent through its counsel sent a reply to the notice dated 7th April, 2010 denying existence of any contractual relationship between the parties on the date of termination of MOU on 25th September, 2009.",
      "labels": [
        "FAC"
      ],
      "id": "06ec73ccff544848bd8fae0bab0d7653_33"
    },
    {
      "start": 4891,
      "end": 5301,
      "text": "7. The petitioner, therefore, filed Arbitration Application No.576 of 2010 under Section 9 of the Arbitration and Conciliation Act, 1996 before the Court of the Principal City Civil & Sessions Judge at Bangalore praying for an order of injunction restraining the respondent from proceeding with the legal proceedings initiated before the First Divisional Court, Room A of Commercial Court of Brussels, Belgium.",
      "labels": [
        "FAC"
      ],
      "id": "55588b58e7e543249be237ef75a51e36_34"
    },
    {
      "start": 5303,
      "end": 5527,
      "text": "8. The petitioner had also moved I.A.No.1 in the aforesaid suit dated 19th April, 2010 seeking an order of temporary injunction which was granted by the Principal City Civil & Sessions Judge at Bangalore on 21st April, 2010.",
      "labels": [
        "FAC"
      ],
      "id": "324047410c9b4f6d84619a289aaa0006_35"
    },
    {
      "start": 5528,
      "end": 5805,
      "text": "Thereafter the petitioner has moved the present application for appointment of the Arbitrator in terms of Clause 11 of the MOU which reads as under:-\n\"11. Governing Law and Jurisdiction - 5 - i. This MOU shall be construed and enforced in accordance with the laws of India.\nii.",
      "labels": [
        "FAC"
      ],
      "id": "61f4b13cebbc405c829ed9acd6f55400_36"
    },
    {
      "start": 5806,
      "end": 6418,
      "text": "In the event of any dispute or difference arising at any time between the parties hereto as to the construction, meaning or effect of this Agreement or thing contained herein or the rights, duties, liabilities and obligations of the parties hereto in relation to this Agreement, the same shall be referred to a single arbitrator, in case the parties can agree upon one (1) within a period of thirty days upon being called by a party to do so and failing such agreement to three (3) arbitrators one (1) each to be appointed by GREENMOBIL and RECC and the third to be appointed by the two arbitrators so appointed.",
      "labels": [
        "STA"
      ],
      "id": "d09bda92c4214fecb5ae464d2e6dac1c_37"
    },
    {
      "start": 6419,
      "end": 6505,
      "text": "The award passed by such arbitrator(s) shall be final and binding on both the parties.",
      "labels": [
        "FAC"
      ],
      "id": "147091e9bd3b4be1905132b7ef0d5522_38"
    },
    {
      "start": 6506,
      "end": 6650,
      "text": "\nAll such arbitration proceedings shall be held in Bangalore as per the Arbitration and Conciliation Act, 1996 as amended from time to time.\"\n9.",
      "labels": [
        "FAC"
      ],
      "id": "2a940550f2ad406ab25bee11e37af105_39"
    },
    {
      "start": 6651,
      "end": 6781,
      "text": "In reply to the aforesaid petition, the respondent claimed that the MOU dated 25th September, 2007 expired on 31st December, 2007.",
      "labels": [
        "FAC"
      ],
      "id": "8826faa1f71f4f589d8413d7fd986818_40"
    },
    {
      "start": 6782,
      "end": 7130,
      "text": "The petition does not clearly set out the claim or the period of the claim but the documents and implication of the contents of the present petition seem to indicate that the claim of the petitioner is in respect of the commercial distribution of the cars which commenced from 1st January, 2008 i.e. after the expiry of Memorandum of understanding.",
      "labels": [
        "FAC"
      ],
      "id": "242f185279b34552bf340a6bcb22b2a5_41"
    },
    {
      "start": 7131,
      "end": 7458,
      "text": "It is also the plea of the respondent that the MOU relate to a test and trial period - 6 - which came to an end on 31st December, 2007, after which the parties decided to enter into a distribution agreement which was sent by the petitioner to the respondent on 15th November, 2007, i.e., 15 days prior to the expiry of the MOU.",
      "labels": [
        "FAC"
      ],
      "id": "1d2b60fa12f24ca1b53ece5ad9fb0d6d_42"
    },
    {
      "start": 7459,
      "end": 7611,
      "text": "Therefore, the arbitration clause relied upon by the petitioner does not cover any disputes/claims that relate to any period beyond 31st December, 2007.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ffe08492d1b44206baf260e20ef8f075_43"
    },
    {
      "start": 7612,
      "end": 7758,
      "text": "It is further claimed that the petition is only a counterblast to the proceedings filed by the respondent before the Commercial Court at Brussels.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13c019f461aa483fac033b50a38ef4a6_44"
    },
    {
      "start": 7759,
      "end": 8106,
      "text": "This, according to the respondent, is evident from the fact that the respondent had instituted the proceedings in the Commercial Court at Brussels on 14th January, 2010; the petitioner was intimated about the said proceedings vide e- mail dated 15th March, 2010; and the notice invoking the arbitration clause in the MOU is dated 24th March, 2010.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c3d4433d95464efdb9a7f59fefb9968c_45"
    },
    {
      "start": 8107,
      "end": 8236,
      "text": "It is, therefore, clear that the arbitration clause is invoked only to avoid proceedings before the Commercial Court at Brussels.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "281830f208414c2c861ef1165eb96b7d_46"
    },
    {
      "start": 8237,
      "end": 8482,
      "text": "It is emphasised that the proceedings before the Commercial Court at Brussels related to the period beyond the MOU when the parties had commenced work of distributorship or dealership after the test trial period under the MOU had come to an end.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7bddb736f7ba4472a9e0872f25180b80_47"
    },
    {
      "start": 8483,
      "end": 8493,
      "text": "\n- 7 - 10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "deee8ac9dcc843988b6f1f9ec37a784c_48"
    },
    {
      "start": 8494,
      "end": 8543,
      "text": "I have heard the learned counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "3a3e8b89b70546d3847896fa48cc25d9_49"
    },
    {
      "start": 8545,
      "end": 8782,
      "text": "11. Mr. Narasimha, learned senior counsel appearing for the petitioner submits that the averments made by the respondent in reply to the petition make it abundantly clear that the disputes pertained to the MOU dated 25th September, 2007.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e6b4ee2feb634851a65c553f26bf0fdf_50"
    },
    {
      "start": 8783,
      "end": 8879,
      "text": "According to the learned counsel, there was no fresh agreement entered into between the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b0c7de6de0dd4273bb962f26e4800b74_51"
    },
    {
      "start": 8880,
      "end": 8955,
      "text": "Cars were being supplied to the respondent in terms of Clause 2 of the MOU.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc9aba1b797445719e1f2d87538e03d2_52"
    },
    {
      "start": 8957,
      "end": 9166,
      "text": "Making a reference to Clause 2, learned counsel submits that the aforesaid clause makes it clear that the MOU was effective for a period of three to six months, from the date of arrival of the cars in Belgium.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f782ce23b164dd7a90d546ba023451d_53"
    },
    {
      "start": 9167,
      "end": 9218,
      "text": "This term was to be considered as the trial period.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0fa17b9132645e88ef61114f368dd2e_54"
    },
    {
      "start": 9219,
      "end": 9410,
      "text": "On completion of the trial period but not later than 3rd December, 2007, the parties were to mutually decide to continue the marketing, sales, and service of the work hours by the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "323cf099902b434985154853747cb757_55"
    },
    {
      "start": 9411,
      "end": 9508,
      "text": "They were also to enter into a fresh long term agreement on mutually agreed terms and conditions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "027d59637ac74023aac5d1263a7d3332_56"
    },
    {
      "start": 9509,
      "end": 9637,
      "text": "He submits that till the date of the termination of the MOU, no fresh agreement had - 8 - been entered into between the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "137a5c24814f470cbaa9d11f6424037a_57"
    },
    {
      "start": 9638,
      "end": 9872,
      "text": "Relying on the last sentence of the Clause 2, Mr. Narasimha submits that it was the sole discretion of the petitioner to extend the MOU in case the petitioner believed that the additional time is required to complete the trial period.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d99fd262a7ec41b2b039d4ee14ba07f4_58"
    },
    {
      "start": 9873,
      "end": 10066,
      "text": "The aforesaid portion of Clause 2 is as under :-\n\"RECC, at its sole discretion, may decide to extend the MOU if RECC believes that additional time is required to complete the trial period.\"\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7b6c93632a74475f929199e438a82974_59"
    },
    {
      "start": 10067,
      "end": 10252,
      "text": "He further submits that although the cars were being supplied to the respondent but the petitioner was not satisfied with the progress made in the number of cars sold by the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ecda0185a95c4d44ac71743c5a050683_60"
    },
    {
      "start": 10253,
      "end": 10367,
      "text": "Therefore, the respondent was constrained to terminate the MOU, after a period of two years from the commencement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "80bc02f83d4b4a9f8d59d60c93f39f56_61"
    },
    {
      "start": 10369,
      "end": 10535,
      "text": "13. According to Mr. Narasimha, respondent has initiated the proceedings in the Brussels Court only to pre-empt the initiation of legal proceedings by the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fb3a9540a25f49a8904c1636ee53e03b_62"
    },
    {
      "start": 10536,
      "end": 10711,
      "text": "He points out that the pleadings in the Writ of Summons, clearly show: that the respondent was only concerned with the effect of the termination and not the period of the MOU.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d8bbf89675c4c168c52dd445f9e4218_63"
    },
    {
      "start": 10712,
      "end": 10793,
      "text": "\n- 9 - Respondent has admitted that the contractual relationship started in 2007.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d368c8e62898410685ee0bbcbe5a7860_64"
    },
    {
      "start": 10794,
      "end": 10866,
      "text": "The respondent has admitted that there is no other subsequent agreement.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "38af0fefc8894d7c90962981fa0e1bae_65"
    },
    {
      "start": 10867,
      "end": 10999,
      "text": "In Paragraph 18 of the Writ of Summons, the respondent admits that the contractual relationship was subsisting till September, 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c57977568f4b440e8674ec4119413a10_66"
    },
    {
      "start": 11000,
      "end": 11163,
      "text": "In Paragraph 30, it is admitted by the respondent that \"the party summoned below terminated the contract in an untimely and brutal manner on 25th September, 2009\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e558ed78140f4a01a3b9ce325dfb7527_67"
    },
    {
      "start": 11165,
      "end": 11284,
      "text": "14. He points out that the disputes have arisen in relation to the termination of the MOU and the consequences thereof.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14af30fe3f0f44df96a6c67f77707bf3_68"
    },
    {
      "start": 11285,
      "end": 11415,
      "text": "Such disputes are clearly covered by the arbitration clause which clearly provides for resolution of disputes through arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97e863ccef6a4d089afceda93c7dc206_69"
    },
    {
      "start": 11416,
      "end": 11591,
      "text": "The clause provides that in the event of any dispute or difference arising at any time between the parties in relation to the agreement shall be referred to a Sole Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "783a536bde88432289b65daec583ba25_70"
    },
    {
      "start": 11592,
      "end": 11748,
      "text": "\nThe clause, according to the learned senior counsel, is not limited to the disputes relating only to the initial period of the MOU till 31st December 2007.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb54d383c9074fcd898d9e1d62510473_71"
    },
    {
      "start": 11749,
      "end": 11760,
      "text": "\n- 10 - 15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9daad97795448dc944cbe1356741a01_72"
    },
    {
      "start": 11761,
      "end": 11869,
      "text": "He submits irrespective of whether the MOU is now in existence or not, the Arbitration clause would survive.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "05d78d1eeb1247c2ab16989f823c48d4_73"
    },
    {
      "start": 11870,
      "end": 12065,
      "text": "He relies on the decisions of this Court in the cases of Bharat Petroleum Corporation Ltd. Vs. Great Eastern Shipping Company Ltd.1 and Everest Holding Limited Vs. Shyam Kumar Shrivastava & Ors.2",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3775e637e1bf4dfc947b1846523f50b6_74"
    },
    {
      "start": 12066,
      "end": 12228,
      "text": "He further submits that this Court is required to refer the disputes between the parties to the Sole Arbitrator, without any in-depth examination of the disputes.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dcd85e06831543efbc395b16b6a03e3f_75"
    },
    {
      "start": 12229,
      "end": 12331,
      "text": "The Court is merely to be satisfied that the disputes fall within the ambit of the Arbitration Clause.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f3fb283346c94600b02f48e1a368183b_76"
    },
    {
      "start": 12332,
      "end": 12488,
      "text": "In support of this submission, he relies on the judgment of this Court in Brigadier Man Mohan Sharma, FRGS (Retd.) Vs. Lieutenan t General Depinder Singh3 .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7882e4f0f0a644a18072ee821893a13a_77"
    },
    {
      "start": 12489,
      "end": 12842,
      "text": "He also relies on the judgment in the case of National Insurance Company Limited Vs. Boghara Polyfab Private Limited4 , in support of the submission all disputes are such which need to be decided by the Sole Arbitrator on merits, and can not be decided by this Court in a petition under Section 11(4) and 6 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d238260057941fba1f9dd78fb15dd41_78"
    },
    {
      "start": 12843,
      "end": 13060,
      "text": "Learned 1 2008 (1) SCC 503 2 2008 (16) SCC 774 3 2009 (2) SCC 600 4 2009(1) SCC 267 - 11 - counsel further submits that in accordance with the aforesaid clause the petitioner had already nominated the Sole Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "01bc8ceccfba4749ac2d5ace2ffa257c_79"
    },
    {
      "start": 13061,
      "end": 13128,
      "text": "The respondent has, however, not accepted the aforesaid arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d36b298c60f84a7ca98c121490216682_80"
    },
    {
      "start": 13129,
      "end": 13235,
      "text": "At the same time, it had expressed its willingness to negotiate the global settlement with the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "51b7ea096a68412bb9832c67da96a50d_81"
    },
    {
      "start": 13237,
      "end": 13419,
      "text": "16. On the other hand, Ms. Tasneem Ahamadi, has submitted that the MOU having come to an end by efflux of time, there was no question of any termination as claimed by the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab1c78f0e9d248008d506a8120b582bd_82"
    },
    {
      "start": 13420,
      "end": 13586,
      "text": "She further submits that the notice invoking arbitration was sent only as a counterblast to the summons received by the petitioner from the Brussels Commercial Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "04cf3f80ea154b5a82fa81a55928230b_83"
    },
    {
      "start": 13587,
      "end": 13772,
      "text": "Learned counsel further submitted that the disputes which form the basis of the claim in the Brussels Commercial Court pertained to a period subsequent to the period covered by the MOU.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3b6fbda95bd34d1489b522b95bbb1737_84"
    },
    {
      "start": 13773,
      "end": 13874,
      "text": "The arbitration clause in the MOU relates only to disputes which relate to the test and trial period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b362b11669a548f1ab620cc84fda486b_85"
    },
    {
      "start": 13875,
      "end": 14004,
      "text": "Hence, an arbitrator can not be appointed for settlement of disputes which occurs / relate to a period after 31st December, 2007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50567c04e37841acae8781e3bf9e813a_86"
    },
    {
      "start": 14005,
      "end": 14126,
      "text": "\nThe disputes raised before the Commercial Court at Brussels are not - 12 - covered by the arbitration clause in the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a10cc41528e14f1bacb0d89559c0cb42_87"
    },
    {
      "start": 14127,
      "end": 14284,
      "text": "She had made a detailed reference to numerous e-mails exchanged between the parties to submit that the parties had in fact entered into a long term contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bb82ae9397041e5ada45eabaf406fd6_88"
    },
    {
      "start": 14285,
      "end": 14334,
      "text": "This was only to be reduced to a formal document.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4473733d8b4e44dd8747c9414cb74e7f_89"
    },
    {
      "start": 14335,
      "end": 14423,
      "text": "Since the disputes are not covered by the arbitration clause, there can be no reference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "591be11097814a25b33716387941a223_90"
    },
    {
      "start": 14424,
      "end": 14576,
      "text": "In support of the aforesaid submission, learned counsel relies on a judgment of this Court in the case of SBP & Co. Vs. Patel Engineering Ltd. & Anr.5 .",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "40eeb1b68cde4e0898626a70b64fce69_91"
    },
    {
      "start": 14577,
      "end": 14718,
      "text": "\nIn view of the law laid down in the aforesaid judgment, according to the learned counsel, the arbitration petition deserves to be dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da859436af49445ebe9037c0d6f89171_92"
    },
    {
      "start": 14719,
      "end": 14801,
      "text": "\n17 I have considered the submissions made by the learned counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "da0613b9602f4c6d97acc5033f21c100_93"
    },
    {
      "start": 14802,
      "end": 14995,
      "text": "It appears that the submissions made by Ms. Ahamadi that the question with regard to the existence of a valid arbitration agreement would have to be decided by this Court, is not without merit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95de5d5db2fa4443893889731d261aaa_94"
    },
    {
      "start": 14996,
      "end": 15186,
      "text": "This Court has on a number of occasions examined the scope and ambit of the jurisdiction of the Chief Justice or his designate under Section 11 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34751754c09346adbbfbdaaf952ca48e_95"
    },
    {
      "start": 15187,
      "end": 15381,
      "text": "A reference in this connection 5 2005 (8) SCC 618 - 13 - can be made to the judgment of this Court in SBP & Co. (supra) wherein a Constitution Bench of this Court has clearly held as under:\n\"39.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "875c4e5d7ec248738979f26a72320f3b_96"
    },
    {
      "start": 15382,
      "end": 15527,
      "text": "It is necessary to define what exactly the Chief Justice, approached with an application under Section 11 of the Act, is to decide at that stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24f044e4312a4e3ba6b61a7555a5f41c_97"
    },
    {
      "start": 15528,
      "end": 15662,
      "text": "Obviously, he has to decide his own jurisdiction in the sense whether the party making the motion has approached the right High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "294956989e924a35a4bb12d32ded3635_98"
    },
    {
      "start": 15663,
      "end": 15837,
      "text": "He has to decide whether there is an arbitration agreement, as defined in the Act and whether the person who has made the request before him, is a party to such an agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5c099249b5e4377a8b4d584920bd0c1_99"
    },
    {
      "start": 15838,
      "end": 16166,
      "text": "It is necessary to indicate that he can also decide the question whether the claim was a dead one; or a long-barred claim that was sought to be resurrected and whether the parties have concluded the transaction by recording satisfaction of their mutual rights and obligations or by receiving the final payment without objection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c1e24e8abf14bdfa32ef070c140002c_100"
    },
    {
      "start": 16167,
      "end": 16306,
      "text": "It may not be possible at that stage, to decide whether a live claim made, is one which comes within the purview of the arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86ed48dc2f9949ef908e5df8146af02f_101"
    },
    {
      "start": 16307,
      "end": 16476,
      "text": "It will be appropriate to leave that question to be decided by the Arbitral Tribunal on taking evidence, along with the merits of the claims involved in the arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b8cf1b11c254c6aa5a8d07a62a1a934_102"
    },
    {
      "start": 16477,
      "end": 16621,
      "text": "The Chief Justice has to decide whether the petitioner has satisfied the conditions for appointing an arbitrator under Section 11(6) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ce7921238904f59887d904ec61b6026_103"
    },
    {
      "start": 16622,
      "end": 16841,
      "text": "For the purpose of taking a decision on these aspects, the Chief Justice can either proceed on the basis of affidavits and the documents produced or take such evidence or get such evidence recorded, as may be necessary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e85d024ce0b14ee2b576ef574fd69917_104"
    },
    {
      "start": 16842,
      "end": 17121,
      "text": "We think that adoption of this procedure in the context of the Act would best serve the purpose sought to be achieved by the Act of expediting the process of arbitration, without too many approaches to the court at various stages of the proceedings before the Arbitral Tribunal.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18d53e0335f34abbb73ffe8e4eae6178_105"
    },
    {
      "start": 17122,
      "end": 17286,
      "text": "\n- 14 - In the case of National Insurance Co. Ltd. (supra), this Court again examined the question with regard to the scope of the jurisdiction under Section 11(6).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f5016858ebf043938add7d1187c282aa_106"
    },
    {
      "start": 17287,
      "end": 17378,
      "text": "In doing so, this Court explained the ratio of the Constitution Bench in SBP & Co. (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ffddf511c7a645198573836e78b880cb_107"
    },
    {
      "start": 17379,
      "end": 17671,
      "text": "In Para 21 of the Judgment, the power of the Arbitral Tribunal in cases where the disputes are referred to arbitration without the intervention of the court has been distinguished from the power in matters where the intervention of the court is sought for appointment of an Arbitral Tribunal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2c8f0110676464b8a1ffdcbf6941093_108"
    },
    {
      "start": 17672,
      "end": 18136,
      "text": "In case where the matters are sought to be referred to arbitration without the intervention of the court it has been held that the Arbitral Tribunal can decide the following questions affecting its jurisdiction: (a) whether there is an arbitration agreement; (b) whether the arbitration agreement is valid; (c) whether the contract in which the arbitration clause is found is null and void, and if so, whether the invalidity extends to the arbitration clause also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d21985f80f84bd19ea0cd4ed3c4f780_109"
    },
    {
      "start": 18138,
      "end": 18412,
      "text": "18. In matters, where the intervention of the Chief Justice of India has been sought for appointment of a sole arbitrator under Section 11(4), (5)\n- 15 - and (6) of the Arbitration Act, 1996, the Chief Justice or his designate will have to decide certain preliminary issues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "624ccd0da32a44a18362c56be916a2a5_110"
    },
    {
      "start": 18413,
      "end": 18520,
      "text": "It would be apposite to notice here the relevant observations made in Para 22, which are as follows :-\n\"22.",
      "labels": [
        "STA"
      ],
      "id": "5eb48d011bd14472b2e5dcd14a1f0a15_111"
    },
    {
      "start": 18521,
      "end": 18922,
      "text": "This Court identified and segregated the preliminary issues that may arise for consideration in an application under Section 11 of the Act into three categories, that is, (i) issues which the Chief Justice or his designate is bound to decide; (ii) issues which he can also decide, that is, issues which he may choose to decide; and (iii) issues which should be left to the Arbitral Tribunal to decide.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6f1e44984e2498abc5779b5591a6fa7_112"
    },
    {
      "start": 18923,
      "end": 19107,
      "text": "22.1. The issues (first category) which the Chief Justice/his designate will have to decide are:\n(a) Whether the party making the application has approached the appropriate High Court.",
      "labels": [
        "ISSUE"
      ],
      "id": "ca0892bd4b4f4780a311a0a7c90391ac_113"
    },
    {
      "start": 19108,
      "end": 19254,
      "text": "\n(b) Whether there is an arbitration agreement and whether the party who has applied under Section 11 of the Act, is a party to such an agreement.",
      "labels": [
        "STA"
      ],
      "id": "3d169ab7dcd64a6bb17def62e1a6afd7_114"
    },
    {
      "start": 19256,
      "end": 19674,
      "text": "22.2. The issues (second category) which the Chief Justice/his designate may choose to decide (or leave them to the decision of the Arbitral Tribunal) are:\n(a) Whether the claim is a dead (long-barred) claim or a live claim.\n(b) Whether the parties have concluded the contract/transaction by recording satisfaction of their mutual rights and obligation or by receiving the final payment without objection.\n- 16 - 22.3.",
      "labels": [
        "STA"
      ],
      "id": "a0e645edd23a4062ad87af5f180e571e_115"
    },
    {
      "start": 19675,
      "end": 20047,
      "text": "The issues (third category) which the Chief Justice/his designate should leave exclusively to the Arbitral Tribunal are:\n(i) Whether a claim made falls within the arbitration clause (as for example, a matter which is reserved for final decision of a departmental authority and excepted or excluded from arbitration).\n(ii) Merits or any claim involved in the arbitration. \"",
      "labels": [
        "STA"
      ],
      "id": "fffe680b3316485e98bccb2e20055f56_116"
    },
    {
      "start": 20048,
      "end": 20186,
      "text": "\nThese observations were further reiterated by this Court in the case of A.P. Tourism Development Corporation Ltd. Vs. Pampa Hotels Ltd.6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "42544ad2565249b297501208af4fc338_117"
    },
    {
      "start": 20187,
      "end": 20310,
      "text": "The aforesaid ratio of law has been reiterated by this Court in Alva Aluminium Limited, Bangkok Vs. Gabriel India Limited7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c6a45e698524965831e3b6a5cc9fab0_118"
    },
    {
      "start": 20311,
      "end": 20393,
      "text": "Upon consideration of the entire case law, it has been observed as follows :-\n\"18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ba1a400f41ed4aec811cede1a98a3531_119"
    },
    {
      "start": 20394,
      "end": 20485,
      "text": "It is in the light of above pronouncements, unnecessary to delve any further on this issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fcf866b8291410090000b208fa51112_120"
    },
    {
      "start": 20486,
      "end": 20725,
      "text": "It is clear that once the existence of the arbitration agreement itself is questioned by any party to the proceeding initiated under Section 11 of the Act, the same will have to be decided by the Chief Justice/designate as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b36e0a14bd9c42f8b9a92fde22a74671_121"
    },
    {
      "start": 20726,
      "end": 20957,
      "text": "That is because existence of an arbitration agreement is a jurisdictional fact which will have to be addressed while making an order on a petition under Section 11 of the Act.\"\n6 [2010 (5) SCC 425].\n7 [2011 (1) SCC 167].\n- 17 - 19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9565592fe80c468e9560c9d100e818f2_122"
    },
    {
      "start": 20958,
      "end": 21251,
      "text": "In view of the aforesaid authoritative dicta, the submission of Ms. Ahamadi has to be accepted that in a petition under Sections 11(4)(5)(6) and (9) of the Arbitration Act, 1996, it is for the Chief Justice of India/his designate to decide about the existence of a valid arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90d580bb0aaf459e8b907444d6c4a40d_123"
    },
    {
      "start": 21252,
      "end": 21355,
      "text": "Now let me examine the facts in the present case keeping in view the aforesaid well settled principles.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1404043fc89d49069ffc447eff5dc010_124"
    },
    {
      "start": 21357,
      "end": 21478,
      "text": "20. There is no dispute that the parties had entered into a legally valid and enforceable MOU dated 25th September, 2007.",
      "labels": [
        "RPC"
      ],
      "id": "fdc06148b017476e96905ac9612a6ebd_125"
    },
    {
      "start": 21479,
      "end": 21641,
      "text": "There is also no dispute that Clause 11 provides that disputes arising between the parties, at any time, in relation to the MOU, shall be referred to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f8812a82f5e43cb85db3d59d5312f1d_126"
    },
    {
      "start": 21642,
      "end": 21726,
      "text": "Clause (2) of the MOU, undoubtedly, fixes the trial period upto 31st December, 2007.",
      "labels": [
        "RPC"
      ],
      "id": "84dc2542ef0e4cf6b52c7f3e78fb0791_127"
    },
    {
      "start": 21727,
      "end": 21850,
      "text": "However, the clause also provides that the petitioner may unilaterally decide to extend the MOU, if it considers necessary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "400cef5e85e445cba5afeab038516581_128"
    },
    {
      "start": 21851,
      "end": 21998,
      "text": "The correspondence between the parties would show that the petitioner had proposed a draft distribution agreement to the respondent for discussion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78712088adc74d7f82c385af60f6f903_129"
    },
    {
      "start": 21999,
      "end": 22126,
      "text": "Thereafter, a series of e-mails were exchanged between the parties, but making it apparent that no final consensus was reached.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6f80483bfde4816aa17e76497ae51cb_130"
    },
    {
      "start": 22127,
      "end": 22246,
      "text": "\n- 18 - It would, therefore, appear that the MOU was duly extended till it was terminated as averred by the petitioner.",
      "labels": [
        "RPC"
      ],
      "id": "8295083bce144c509074b8017f35d77a_131"
    },
    {
      "start": 22248,
      "end": 22345,
      "text": "21. The petitioner has categorically pleaded that the MOU was terminated on 25th September, 2009.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5863df3cc3c463bace74767405c1fba_132"
    },
    {
      "start": 22346,
      "end": 22575,
      "text": "The petitioner has placed on record the e-mail dated 25th September, 2009 in which it is clearly stated that MOU was entered into on 25th September, 2007 for a test period of six months from the date of arrival of the trial cars.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "67cbf743eb954ab4bf945b08eae994b2_133"
    },
    {
      "start": 22576,
      "end": 22752,
      "text": "It is further stated that this period was extended on an informal and voluntary basis by the petitioner for a period extending to two years from the date of signing of the MOU.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d729c6004db471281dbad2d00309da7_134"
    },
    {
      "start": 22753,
      "end": 22822,
      "text": "During this two years period, a total of 15 REVA cars have been sold.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "44d194e342d24d2e8c279d0c7f6b27d2_135"
    },
    {
      "start": 22823,
      "end": 23426,
      "text": "It is pointed out that inspite of the best efforts of the respondent and the efforts of the petitioner to support the respondent, following a review of the European operations it is believed that the respondents do not have in place the resources to build the REVA brand, invest in the appropriate infrastructure, obtain necessary fiscal and/or subsidy and infrastructure support and are not adequately prepared to launch the M1 vehicles introduced by REVA at the Frankfurt IAA.\n- 19 - Thereafter it requests the respondents to immediately cease all sales and marking activities on behalf of REVA brand.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e4acf9489ec34ada80cbfc1ccaf49e23_136"
    },
    {
      "start": 23427,
      "end": 23540,
      "text": "This termination of the agreement has been acknowledged by the respondents in its e-mail dated 7th October, 2009.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "604b06143ad4489a8757a07d9adaee16_137"
    },
    {
      "start": 23541,
      "end": 23659,
      "text": "A perusal of this e-mail would also demonstrate that the disputes had clearly arisen between the parties at that time.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9d2625c47d82480093ac2f3295d7e376_138"
    },
    {
      "start": 23660,
      "end": 23882,
      "text": "The e-mail makes a grievance that the respondents had not been notified of the termination of its dealership activities a few weeks ago when it had informed the petitioner of its negotiations with potential Dutch partners.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "27a2e6559e664c0c9b39a8fda5cede7e_139"
    },
    {
      "start": 23883,
      "end": 24038,
      "text": "The respondents also repeated its disappointment that the win-win soft-landing solution it proposed on 25th September, 2009 was rejected by the petitioner.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6453d6c796314e18b5ed9837d8617a3b_140"
    },
    {
      "start": 24039,
      "end": 24114,
      "text": "Rest of the correspondence between the parties continues in the same tenor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48a5ade1989343779e8ef093a09a6e59_141"
    },
    {
      "start": 24115,
      "end": 24206,
      "text": "Clearly, therefore, the MOU has been extended till its termination on 25th September, 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6424bd5160944d0897988fd55a8801e6_142"
    },
    {
      "start": 24207,
      "end": 24345,
      "text": "It is also evident that the parties had failed to reach any fresh agreement with regard to sale of REVA cars in Europe by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f03ea13a9c834491bb6e6ec29c28b2d2_143"
    },
    {
      "start": 24346,
      "end": 24519,
      "text": "In my opinion, the pleadings and the material on record has clearly established that there was a valid arbitration agreement incorporated in Clause 11 of the MOU.\n- 20 - 22.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ebbc958845e4646a9478ab256eb0add_144"
    },
    {
      "start": 24520,
      "end": 24702,
      "text": "This takes me to the second submission of Ms.Ahamadi that, in any event, the disputes cannot be referred to arbitration as it pertained to a period subsequent to the term of the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "747037da09b24fd899cf20721fa9da0d_145"
    },
    {
      "start": 24703,
      "end": 24962,
      "text": "Mr.Narasimha has, however, pointed out that according to the case pleaded by the respondents in the Brussels Court which is evident from the writ of summons, all the disputes pertained to the period prior to the termination of the agreement by the petitioner.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "44cc53fe63534dafb5148ef2186f90fc_146"
    },
    {
      "start": 24963,
      "end": 25148,
      "text": "The writ of summons clearly mentions as follows :\n\"Whereas the first cars of the make REVA were marketed in India from June 2001 onwards, then in the UK in 2003 and worldwide from 2007.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "71ccf20d0536464f8837fc58610f07f2_147"
    },
    {
      "start": 25149,
      "end": 25419,
      "text": "\nThat the party summoned below had however promised the arrival of more performing Lithium batteries that would be installed in their vehicles from the middle of 2008, as well as a new or more competitive and more attractive car model by the end of 2008, the REVA `NXR'.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a6a8be6b5a9c4bc2819f2fdc059b9596_148"
    },
    {
      "start": 25421,
      "end": 25527,
      "text": "Whereas the contractual relationships between the petitioner and the party summoned below started in 2007.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7100d9ecc375446dbd6064f2a6269488_149"
    },
    {
      "start": 25528,
      "end": 25612,
      "text": "Whereas the distribution of the REVA cars by the petitioner took place in two stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1ddd65fd0304dedb29a370d5b65202a_150"
    },
    {
      "start": 25613,
      "end": 25787,
      "text": "\n- 21 - That during an initial period the petitioner ran a pilot project for the party summoned below to assess the marketing possibilities of the REVA on the Belgian market.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "536405d63b774c71bda5eef8e45a93ee_151"
    },
    {
      "start": 25788,
      "end": 25901,
      "text": "That after a certain period of time the petitioner became an exclusive distributor of REVA cars for the BENULEX.\"",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b02010b92b794226be03e9a531d6a8f0_152"
    },
    {
      "start": 25903,
      "end": 26089,
      "text": "23. The writ of summons further mentions that the petitioner had to run a pilot project of three to six months to test the marketing possibilities of the REVA cars on the Belgium market.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "eca45384cf2f4eac90bff50ec8bc68ca_153"
    },
    {
      "start": 26090,
      "end": 26387,
      "text": "It is further pleaded that at the end of the test period and at the latest on 31st December, 2007, the parties had to decide jointly whether the petitioner would continue to provide the promotion, sales and service of REVA Cars in Belgium within the framework of a long-term distribution contract.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "791a471788db4a5681dead3a1d662bac_154"
    },
    {
      "start": 26388,
      "end": 26651,
      "text": "\nThe respondents further pleaded that :-\n\"Whereas, in spite of the absence of the signing of a written contract between the parties, the petitioner de facto became the exclusive distributor of REVA vehicles in the BENELUX starting the month of January, 2008.\"\n24.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0981f5315d7a4c0e82ba06f69f2ebd33_155"
    },
    {
      "start": 26652,
      "end": 26776,
      "text": "Thereafter the respondents gave details of the efforts made by it for marketing of the REVA Cars from January, 2008 onwards.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7e168d2c010c44a0b8d3fb259b131abf_156"
    },
    {
      "start": 26777,
      "end": 27093,
      "text": "In paragraph 19 of the writ of summons, it is clearly admitted as follows :-\n- 22 - \"Whereas on the 25th of September, 2009, as soon as the first REVA cars fitted with Lithium batteries and of the new REVA NXR model arrive in Belgium the petitioner is going to be ejected all of a sudden by the party summoned below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0edb0cf12624ae581a522ed146fb4c9_157"
    },
    {
      "start": 27094,
      "end": 27494,
      "text": "That during a telephone conversation on 25th September, 2009, confirmed in an email of the same date the party summoned below suddenly announced its decision to terminate the concession granted to the petitioner for the Belelux, with immediate effect;\nThat the party summoned below asked the petitioner to immediately stop the sale and promotion of the REVA cars as well as the use of the REVA mark.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "654d4f65c2b240659a8dc93d5af310cc_158"
    },
    {
      "start": 27496,
      "end": 27614,
      "text": "25. The claims made by the respondents clearly pertained to the contract which was terminated on 25th September, 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff062839db0b4f09bcffd69910613056_159"
    },
    {
      "start": 27615,
      "end": 27801,
      "text": "In paragraph 30 of the writ of summons, it is pleaded as under :-\n\"That the parties summoned below terminated the contract in any untimely and brutal manner on 25th September, 2009.\"\n26.",
      "labels": [
        "RPC"
      ],
      "id": "306666a6a7fc479586c8e42222af4c2b_160"
    },
    {
      "start": 27802,
      "end": 27903,
      "text": "On the aforesaid basis, the respondents claim compensation and damages amounting to Euro 454,000.\n27.",
      "labels": [
        "RPC"
      ],
      "id": "21ee6d265d6b4ec9bb2537cd891641e4_161"
    },
    {
      "start": 27904,
      "end": 28096,
      "text": "The aforesaid averments and the material on record would clearly demonstrate that the disputes that have arisen between the parties - 23 - clearly relate to the MOU dated 25th September, 2007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8456f68e93e343eda65da27da15cbb6b_162"
    },
    {
      "start": 28097,
      "end": 28205,
      "text": "It would be for the Arbitral Tribunal to decide as to whether claims made are within the arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95ff095b3b314650846f3371191abeeb_163"
    },
    {
      "start": 28206,
      "end": 28316,
      "text": "The Arbitral Tribunal would also have to decide the merits of the claim put forward by the respective parties.",
      "labels": [
        "RPC"
      ],
      "id": "b76a4de425674818afc27dddc725fc89_164"
    },
    {
      "start": 28317,
      "end": 28493,
      "text": "In view of the material placed on record, it would not be possible to accept the submissions of Ms. Ahamadi that the disputes were beyond the purview of the arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12bc6413d94a4086a76477693c995edb_165"
    },
    {
      "start": 28495,
      "end": 28628,
      "text": "28. A similar matter was examined by this Court in the case of Bharat Petroleum Corporation Ltd. Vs. Great Eastern Shipping Co. Ltd.8",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa9e20a2799441ceb2c431169bd921b7_166"
    },
    {
      "start": 28629,
      "end": 28908,
      "text": "In the aforesaid case, an agreement called time charter party was entered into between the appellant and the respondent on 6th May, 1997 for letting on hire vessels for a period of two years from 22nd September, 1996 to 30th June, 1997 and from 1st July, 1997 to 30th June, 1998.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abbbb55d4deb40d69ccbda96c13472ff_167"
    },
    {
      "start": 28909,
      "end": 28968,
      "text": "It appears that certain disputes arose between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2aae7499b52143d99aaab1967e66a952_168"
    },
    {
      "start": 28969,
      "end": 29170,
      "text": "Thereafter, on the basis of the correspondence exchanged between the parties with regard to the disputes, claims and counter claims were filed before the 8 (2008 (1) SCC 503).\n- 24 - Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8dc4e5501484e9da8a854e8ff2ad6ea_169"
    },
    {
      "start": 29171,
      "end": 29283,
      "text": "Issues were duly framed of which the following three issues may be of some relevance in the present context viz.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30a9f8e0c23640a79610d62553d85c54_170"
    },
    {
      "start": 29284,
      "end": 29563,
      "text": "\n\"Issue 1.--Whether the Hon'ble Arbitral Tribunal has no jurisdiction to adjudicate upon the dispute between the claimant and the respondent for the period September 1998 to August 1999 in respect of the vessel Jag Praja for the reasons stated in Para 1 of the written statement?",
      "labels": [
        "ISSUE"
      ],
      "id": "ccd9ae8dde0542bd82d8d4ba1366c3b2_171"
    },
    {
      "start": 29564,
      "end": 29795,
      "text": "\nIssue 2.--Whether there is any common practice that if the vessel is not redelivered at the end of the period mentioned in the time charter the vessel would be governed by the charter party under which originally it was chartered?",
      "labels": [
        "ISSUE"
      ],
      "id": "2eec37d082c9431691186791ee9f9658_172"
    },
    {
      "start": 29796,
      "end": 29907,
      "text": "\n* * * Issue 5.--Whether the time charter party dated 6-5-1997 came to an end by efflux of time on 30-8-1998? \"",
      "labels": [
        "ISSUE"
      ],
      "id": "1be5f8fa97814a01aa4aea4b2fd57cfa_173"
    },
    {
      "start": 29909,
      "end": 30295,
      "text": "29. The Arbitral Tribunal by its order dated 12th May, 2003 came to the conclusion that the appellant having invoked the arbitration clause contained in the charter party agreement dated 6th May, 1997, which was valid upto 31st December, 1998 and as the dispute between the parties related to the period subsequent to 31st August, 1998, they had no jurisdiction to decide the reference.",
      "labels": [
        "RLC"
      ],
      "id": "945c4e89190b43d39f9f19088686ffbd_174"
    },
    {
      "start": 30296,
      "end": 30403,
      "text": "The tribunal held that the charter party agreement dated 6th May, 1997 was superseded by a fresh agreement.",
      "labels": [
        "RLC"
      ],
      "id": "0398383b69cb4ec3bb857677846cc2d7_175"
    },
    {
      "start": 30404,
      "end": 30482,
      "text": "Therefore, original charter party dated 6th May, 1997 got - 25 - extinguished.",
      "labels": [
        "FAC"
      ],
      "id": "d5512008763c489eaf0aba7eca11d7e6_176"
    },
    {
      "start": 30483,
      "end": 30547,
      "text": "The respondents challenged the said award before the High Court.",
      "labels": [
        "FAC"
      ],
      "id": "852d3d0188394fa6b8c07467e46cc6cf_177"
    },
    {
      "start": 30548,
      "end": 30892,
      "text": "Learned Single Judge set aside the award and held that the Arbitral Tribunal has the jurisdiction to adjudicate the disputes between the parties as the vessel continued to be hired by the appellant for the period subsequent to 31st August, 1998 on the same terms and conditions, as were contained in charter party agreement dated 6th May, 1997.",
      "labels": [
        "RLC"
      ],
      "id": "6b8c575400f441f7809153e72b82df9a_178"
    },
    {
      "start": 30893,
      "end": 31055,
      "text": "It was held that the charter party dated 6th May, 1997 did not come to an end by efflux of time and it was extended by the party on the same terms and conditions.",
      "labels": [
        "RLC"
      ],
      "id": "074c6d199765495e92159cb7dc9a04a4_179"
    },
    {
      "start": 31056,
      "end": 31111,
      "text": "Correctness of this order was challenged in this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81c649d0c5f04702af9329d35891fa72_180"
    },
    {
      "start": 31112,
      "end": 31187,
      "text": "On examination of the entire fact situation, it was held as follows :-\n\"19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4becee1ab9ca45178d50050b34cbf815_181"
    },
    {
      "start": 31188,
      "end": 31389,
      "text": "It is, no doubt, true that the general rule is that an offer is not accepted by mere silence on the part of the offeree, yet it does not mean that an acceptance always has to be given in so many words.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b76d1e0f6391462c9b6bca985b91b815_182"
    },
    {
      "start": 31390,
      "end": 31560,
      "text": "Under certain circumstances, offeree's silence, coupled with his conduct, which takes the form of a positive act, may constitute an acceptance--an agreement sub silentio.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1980c7d10cac4537ac971fbdf41cc8fc_183"
    },
    {
      "start": 31561,
      "end": 31692,
      "text": "Therefore, the terms of a contract between the parties can be proved not only by their words but also by their conduct.\"\n- 26 - 30.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93de451165474f59964ce89bd0caf73f_184"
    },
    {
      "start": 31693,
      "end": 31983,
      "text": "Examining the fact situation in the present case, I am of the opinion that the conclusion is inescapable that notwithstanding the initial period under the MOU expiring by 31st December, 2007, the same was extended by the petitioner in exercise of its discretion under Clause (2) of the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "226b09f3635a4d10a0ce7d062bdae69e_185"
    },
    {
      "start": 31984,
      "end": 32045,
      "text": "The extended MOU was terminated only on 25th September, 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ff9394bd04a44d09259a64dee5cc532_186"
    },
    {
      "start": 32046,
      "end": 32206,
      "text": "Therefore, it is not possible to accept the submission of Ms. Ahamadi that the disputes arising between the parties cannot be referred to the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbc3e7d945324e19a820d30f32dccd1e_187"
    },
    {
      "start": 32207,
      "end": 32359,
      "text": "In my opinion, Mr. Narasimha has rightly submitted that the disputes have arisen in relation to the termination of the MOU and the consequences thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d02bc1badd7149a18a3e867fcc9ab123_188"
    },
    {
      "start": 32360,
      "end": 32598,
      "text": "Such disputes would be clearly covered under the Arbitration clause which provides that in the event of any dispute or difference arising at any time between the parties in relation to the agreement shall be referred to a Sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe89a72062844e9e97def54c985edc8a_189"
    },
    {
      "start": 32599,
      "end": 32721,
      "text": "The clause is clearly not limited to the disputes relating only to the initial period of the MOU till 31st December, 2007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "290337db7a50486d8f9b8bbba725000d_190"
    },
    {
      "start": 32723,
      "end": 32889,
      "text": "31. I also find merit in the submission of Mr. Narasimha that irrespective of whether the MOU is now in existence or not, the - 27 - arbitration clause would survive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2ea944dd34443e89c246193c8ba9514_191"
    },
    {
      "start": 32890,
      "end": 33042,
      "text": "The observations made by this Court in the case of Everest Holding Ltd. (supra) would clearly support the submission made by the learned senior counsel.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "112f83e0b04b418083d044f0a9add4fe_192"
    },
    {
      "start": 33043,
      "end": 33227,
      "text": "In the aforesaid case, the parties had entered into a Joint Venture Agreement (for short `JVA') dated 25th September, 2003 for the purpose of mining, processing and export of Iron Ore.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5377d812a8b04bef8f48875fa661d85f_193"
    },
    {
      "start": 33228,
      "end": 33385,
      "text": "On 26th March, 2004, another JVA was executed between the parties, particularly to iron out certain controversy in respect of JVA dated 25th September, 2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afe002a88c2e48f8bd513eb7fb1b1955_194"
    },
    {
      "start": 33386,
      "end": 33628,
      "text": "Article 14.3 of the said JVA contained an arbitration clause providing that if the parties failed to resolve the matter through mutual agreement, the dispute shall be referred to an Arbitrator appointed by mutual agreement of the two parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "209784b7a770414ba6240d56c8712b72_195"
    },
    {
      "start": 33629,
      "end": 33797,
      "text": "The stand of the petitioner in the aforesaid case was that on 20th September, 2004, it was shocked and surprised to receive unwarranted notices for cancellation of JVA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2e45d5aca914a23b41d57b404ed2445_196"
    },
    {
      "start": 33798,
      "end": 33852,
      "text": "The aforesaid notice was replied on 6th October, 2004.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6beb5a8202ab4e7fa6efb4ecb9d26859_197"
    },
    {
      "start": 33853,
      "end": 33957,
      "text": "Since the disputes between the parties were not resolved, the petitioner invoked the arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3936f33d3c924d598f4eb03c39c48aa5_198"
    },
    {
      "start": 33958,
      "end": 34239,
      "text": "\nRespondent No. 1 in reply to the notice refuted the claim of the petitioner and also refused to refer the matter to arbitration on the ground that the - 28 - JVA between the petitioner and the respondent No.1 is not in existence as the same had been terminated by respondent No.2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab479ec84f784fae958af5ec4ba7d016_199"
    },
    {
      "start": 34240,
      "end": 34349,
      "text": "It was stated that in view of the aforesaid position, there could be no invocation of Clause 14.3 of JVA.\n32.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "626bac78f8294d0888ac58d5aa62b402_200"
    },
    {
      "start": 34350,
      "end": 34595,
      "text": "Considering the aforesaid fact situation, this Court observed that under Clause 14.2, the parties had agreed that they would use all reasonable efforts to resolve the disputes, controversy or claim arising out of or relating to these agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79c0c2a2909e4ea7addc706f20911b06_201"
    },
    {
      "start": 34596,
      "end": 34717,
      "text": "Since the parties have failed to resolve their differences, the same had to be referred to Arbitration under Clause 14.3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "958a7e9156044c7a804f332b0ffa58e3_202"
    },
    {
      "start": 34718,
      "end": 34889,
      "text": "It was held that there is a valid Arbitration Agreement between the parties as contained in the JVA, which the parties are required to adhere to and are bound by the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d5d73e385a945d9902d6dd0c618ea11_203"
    },
    {
      "start": 34890,
      "end": 35188,
      "text": "In other words, if there is any dispute between the parties to the agreement arising out of or in relation to the subject matter of the said JVA, all such disputes and differences have to be adjudicated upon and decided through the process of Arbitration by appointing a mutually agreed Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73cbf65ef61546e6a9855f7bfb3a5e89_204"
    },
    {
      "start": 35189,
      "end": 35448,
      "text": "This Court observed as follows:-\n- 29 - \"Though the JVA may have been terminated and cancelled as stated but it was a valid JVA containing a valid arbitration agreement for settlement of disputes arising out of or in relation to the subject-matter of the JVA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6de6b3021f4b4aaabe0e03dfbbffca55_205"
    },
    {
      "start": 35449,
      "end": 35615,
      "text": "The argument of the respondent that the disputes cannot be referred to the arbitration as the agreement is not in existence as of today is therefore devoid of merit.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd3892c151344c9ab909ac778d86f911_206"
    },
    {
      "start": 35616,
      "end": 35716,
      "text": "\nIn my opinion, the aforesaid observations are squarely applicable to the facts in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dadcbb7965f94651b5f4eec9bac3e5a4_207"
    },
    {
      "start": 35717,
      "end": 35816,
      "text": "The disputes that have arisen between the parties clearly pertain to the subject matter of the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42f9ac5d141d4ee6aeddab1b4d9a2727_208"
    },
    {
      "start": 35818,
      "end": 35958,
      "text": "33. Even if, I accept the submission of Ms.Ahamadi that MOU was not extended beyond 31st of December, 2007, it would make little difference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2a01a0a7195483d89824c097f3a3993_209"
    },
    {
      "start": 35959,
      "end": 36172,
      "text": "\nSection 16(1)(a) of the Arbitration and Conciliation Act, 1996 provides that an arbitration clause which forms part of the contract shall be treated as an agreement independent of the other terms of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ba0d3d515a849cbb9c76751ba22271a_210"
    },
    {
      "start": 36173,
      "end": 36337,
      "text": "\nThe plain meaning of the aforesaid clause would tend to show that even on the termination of the agreement/contract, the arbitration agreement would still survive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71b5622203154b42bc8b8129a6534274_211"
    },
    {
      "start": 36338,
      "end": 36420,
      "text": "It also seems to be the view taken by this Court in Everest Holdings Ltd. (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2da2343ca17e40b9ad9cfae64fec6272_212"
    },
    {
      "start": 36421,
      "end": 36672,
      "text": "Accepting the submission of - 30 - Ms.Ahamadi that the arbitration clause came to an end as the MOU came to an end by efflux of time on 31st December, 2007 would lead to a very uncertain state of affairs, destroying the very efficacy of Section 16(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d21bd10c6444305b23c4c9b1569cd0f_213"
    },
    {
      "start": 36673,
      "end": 37262,
      "text": "The aforesaid section provides as under :\n\"16. Competence of arbitral tribunal to rule on its jurisdiction - (1) The arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose - (a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and (b) a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.\"\n34.",
      "labels": [
        "STA"
      ],
      "id": "30aea7db134f4a1e946db1d0c8d19824_214"
    },
    {
      "start": 37263,
      "end": 37404,
      "text": "The aforesaid provision has been enacted by the legislature keeping in mind the provisions contained in Article 16 of the UNCITRAL Model Law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d812b1c891943efa3fd1875423d4194_215"
    },
    {
      "start": 37405,
      "end": 37677,
      "text": "The aforesaid Article reads as under :-\n\"Article 16 - Competence of arbitral tribunal to rule on its jurisdiction - (1) The arbitral tribunal may rule on its own jurisdiction, including any objections with respect to the existence or validity of the arbitration agreement.",
      "labels": [
        "STA"
      ],
      "id": "8e461031802a45dfac1c746c42c2e7ab_216"
    },
    {
      "start": 37678,
      "end": 37836,
      "text": "For that purpose, an arbitration clause which forms part of a contract shall be - 31 - treated as an agreement independent of the other terms of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "984e3a7191684520882699e38a879144_217"
    },
    {
      "start": 37837,
      "end": 37976,
      "text": "A decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1d98197fb5f4211a4d34af5f1d33301_218"
    },
    {
      "start": 37977,
      "end": 38111,
      "text": "\n(2)..............................................................\n(3)...............................................................\"",
      "labels": [
        "STA"
      ],
      "id": "b271bd6f44644bbaba1ffc41e1e07777_219"
    },
    {
      "start": 38112,
      "end": 38413,
      "text": "\nUnder Section 16(1), the legislature makes it clear that while considering any objection with respect to the existence or validity of the arbitration agreement, the arbitration clause which formed part of the contract, has to be treated as an agreement independent of the other terms of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4858aed93cda42c595dd643095c50ddf_220"
    },
    {
      "start": 38414,
      "end": 38671,
      "text": "To ensure that there is no misunderstanding, Section 16(1)(b) further provides that even if the arbitral tribunal concludes that the contract is null and void, it should not result, as a matter of law, in an automatic invalidation of the arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c04af1dbc2684e3bb9ed4c902b968723_221"
    },
    {
      "start": 38672,
      "end": 38842,
      "text": "\nSection 16(1)(a) presumes the existence of a valid arbitration clause and mandates the same to be treated as an agreement independent of the other terms of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73cebb9a9a1d44c98779bddd11d79ea5_222"
    },
    {
      "start": 38843,
      "end": 38971,
      "text": "By virtue of Section 16(1)(b), it continues to be enforceable notwithstanding a declaration of the contract being null and void.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56a41f04595d47da9064bade0bed3954_223"
    },
    {
      "start": 38972,
      "end": 39252,
      "text": "In view of the provisions contained in Section 16(1) of the - 32 - Arbitration and Conciliation Act, 1996, it would not be possible to accept the submission of Ms.Ahmadi that with the termination of the MOU on 31st December, 2007, the arbitration clause would also cease to exist.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6830ac54c544246ac88b044aa121c51_224"
    },
    {
      "start": 39253,
      "end": 39442,
      "text": "As noticed earlier, the disputes that have arisen between the parties clearly relate to the subject matter of the relationship between the parties which came into existence through the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "397e630146df4c61bcf0fe11b5d1baae_225"
    },
    {
      "start": 39443,
      "end": 39537,
      "text": "Clearly, therefore, the disputes raised by the petitioner needs to be referred to arbitration.",
      "labels": [
        "RATIO"
      ],
      "id": "084f67f2192d49b49fe3611c519d6e9c_226"
    },
    {
      "start": 39538,
      "end": 39656,
      "text": "Under the arbitration clause, a reference was to be made that the disputes were to be referred to a single arbitrator.",
      "labels": [
        "RATIO"
      ],
      "id": "533832eb1ed344fb91ca94d945c1ac22_227"
    },
    {
      "start": 39657,
      "end": 39797,
      "text": "Since the parties have failed to appoint an arbitrator under the agreed procedure, it is necessary for this Court to appoint the Arbitrator.",
      "labels": [
        "RATIO"
      ],
      "id": "608339e6caff40269495dc0f4de82e4f_228"
    },
    {
      "start": 39799,
      "end": 40317,
      "text": "35. In exercise of my powers under Section 11(4) and (6) of the Arbitration and Conciliation Act, 1996 read with Paragraph 2 of the Appointment of Arbitrator by the Chief Justice of India Scheme, 1996, I hereby appoint Hon.Mr.Justice R.V. Raveendran, R/o 8/2, Krishna Road, Basavangudi, Bangalore, Former Judge of the Supreme Court of India, as the Sole Arbitrator to adjudicate the disputes that have arisen - 33 - between the parties, on such terms and conditions as the learned Sole Arbitrator deems fit and proper.",
      "labels": [
        "RPC"
      ],
      "id": "6007a01430f0436eb0ee238635b6def2_229"
    },
    {
      "start": 40318,
      "end": 40546,
      "text": "Undoubtedly, the learned Sole Arbitrator shall decide all the disputes arising between the parties without being influenced by any prima facie opinion expressed in this order, with regard to the respective claims of the parties.",
      "labels": [
        "RPC"
      ],
      "id": "1125b5c93e9a43f5bbfdbd1b85c6220d_230"
    },
    {
      "start": 40548,
      "end": 40719,
      "text": "36. The registry is directed to communicate this order to the Sole Arbitrator to enable him to enter upon the reference and decide the matter as expeditiously as possible.",
      "labels": [
        "RPC"
      ],
      "id": "5628e5a2235749d9bdf9c806edf5362e_231"
    },
    {
      "start": 40720,
      "end": 40777,
      "text": "\n37. The Arbitration Petition is accordingly disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "0938cb68a8134553927395aa1048e48a_232"
    },
    {
      "start": 40778,
      "end": 40866,
      "text": "\n...............................J. [Surinder Singh Nijjar] New Delhi;\nNovember 25, 2011.",
      "labels": [
        "NONE"
      ],
      "id": "b6b4f57f632a4526848f90c306de04b6_233"
    },
    {
      "start": 40868,
      "end": 40881,
      "text": "- 34 - - 35 -",
      "labels": [
        "NONE"
      ],
      "id": "7e0cc779ec1c48ee9651f9701cee89aa_234"
    }
  ]
}