{
  "id": "b11c64e1a632c202d8b1546e88abc914c6ac726634834b97e148db5fdee80eb5",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nExtreme Coating Private Ltd. vs Jotun India Private Ltd. on 3 August, 2022 \nAuthor: C.Hari Shankar\nBench: C.Hari Shankar \n                          $~88\n                          *    In The High Court Of Delhi At New Delhi\n                          +     Cm(M) 767/2022, Cm Appl. 33969/2022 and Cm Appl. \n                                33970/2022 \n\n                                Extreme Coating Private Ltd.         ..... Petitioner \n                                            Through: Mr. Saiful Islam, Adv.\n\n                                                    versus\n\n                                Jotun India Private Ltd.       ..... Respondent \n                                              Through:\n                                Coram: \n                                Hon'Ble Mr. Justice C.Hari Shankar \n\n                                              Judgment (Oral)\n% 03.08.2022 \n1. This petition under Article 227 of the Constitution of India assails orders dated 16th August 2021 and 2nd February 2022, passed by the learned District Judge (Commercial Court s) (\"the learned Commercial Court\") in CS DJ 1070/2018 (Jotun India Pvt Ltd v. Extreme Coatings Pvt Ltd). \n2. CS DJ 1070/2018 was preferred by the respondent against the petitioner. The dispute between parties being admittedly commercial, the suit was filed as a commercial suit under the provisions of the Code of Civil Procedure, 1908 (CPC), as amended by the Commercial Courts Act, 2015. \n3. The petitioner, as the defendant in the suit, moved an application under Order VII Rule 11 of the CPC, seeking rejection of the suit on the ground that it had been filed in violation of Section 12- A1 of the Commercial Courts Act, which requires the plaintiff to resort to pre-institution mediation before approaching the Court. The respondent having not travelled the said route, the petitioner, as defendant in the suit, prayed that the suit be rejected under Order VII Rule 11 of the CPC. \n4. The learned Commercial Court, addressing the objection of the petitioner, noted that the suit had been filed by the respondent on 20th September 2018. On that date, the learned Commercial Court noted that, though the Delhi Legal Services Authority (DLSA) had been notified under Section 12-A(2) of the Commercial Courts Act as the agency for pre-institution mediation under Section 12-A of the Commercial Courts Act, vide notification dated 3rd July 2018, no mechanism, for such pre-institution mediation, had been put in place. The learned Commercial Court observed that implementation of the protocol prescribed by Section 12-A of the Commercial Courts Act involves three stages. The first stage was the coming into force of the provision itself. This stage had stood crossed on 3 rd May 2018 when 12-A. Pre -Institution Mediation and Settlement . -\n(1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government. (2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation. (3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre- institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n( 4 ) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator. (5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of Section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996). \nSection 12-A was introduced in the Commercial Courts Act. Thereafter, notes the learned Commercial Court, Section 12-A(2) required the Central Government to notify authorities constituted under the Legal Services Authorities Act, 1987, for the purposes of pre-institution mediation under Section 12-A(1). This stage also stood crossed on 3rd July 2018, when a notification was issued by the Central Government notifying the DLSA as the authority for pre- institution mediation under Section 12-A(1). Once the authority for the purposes of Section 12-A(1) stood thus notified, the learned Commercial Court notes that, in order to comply with the remaining sub-sections of Section 12-A, a mechanism for pre-institution mediation by the authority so notified was required to be put in place. This, as he prefers to term it, was the \"third stage\" of the protocol envisaged by Section 12-A. This stage, notes the learned ADJ, was crossed only on 27th November 2018, when, vide Letter No. 18/DLSA/LAW/pre-institution mediation/2018/12817, a Standard Operating Procedure (SOP) was enforced for pre-institution mediation by the DLSA. It was only thereafter, therefore, that a plaintiff, instituting a suit, could, prior thereto, exhaust the pre-institution mediation protocol envisaged by Section 12-A of the Commercial Courts Act. \n5. In view thereof, the learned ADJ, observing that it was impossible for the respondent to have exhausted the protocol envisaged by Section 12-A of the Commercial Courts Act before filing CS DJ 1070/2018, rejected the petitioner's objection to the maintainability of the suit and, accordingly, dismissed the petitioner's application under Order VII Rule 11 of the CPC. \n6. The petitioner, quixotically, sought review of the aforesaid order dated 16th August 2021 by moving a review application before the learned Commercial Court. The review application was predicated solely on the judgment of the Supreme Court in Ambalal Sarabhai Enterprises v. K. S. Infraspace,2 which held that the provisions of the Commercial Courts Act were mandatory and required to be complied with.\n7. The learned Commercial Court has, vide a subsequent order dated 2nd February 2022, which is also under challenge in the present petition, rejected the review petition, reiterating its view that it was impossible for the respondent to have complied with the provisions of the Commercial Courts Act at the date of filing of the suit. As such, the learned Commercial Court held that there was no error apparent on the face of record in its earlier order dated 16th August 2021 and that, therefore, the review application was bereft of merit. \n8. Assailing both these orders, the petitioner has approached this Court under Article 227 of the Constitution of India. \n9. The petition is, clearly, vexatious, and nothing more. \n10. A bare reading of Section 12-A(1) reveals that it applies at the 2019 SCC OnLine SC 1311 stage of \"institution\" of a suit. To a query from the Court, as to when a suit could be said to have been instituted, Mr. Saiful Islam, learned Counsel for the petitioner candidly acknowledged that the institution of the suit would be when the suit was filed or tendered in the Registry of the Court. This is also clear from Section 153 of the CPC, which envisages \"institution\" of a suit in the Court of the lowest grade competent to try it. P. Ramanatha Aiyar, in his classic Advanced Law Lexicon, defines \"the institution of a legal proceeding in a Court\" as \"plainly comprehending the filing of a proper plaint or complaint, process of bringing necessary parties into Court\". The Supreme Court, in B. Bannerjee v. Anita Pan4, held that the expression \"institution of the suit\" referred to filing of a fresh pleading. \n11. On its plain words, Section 12-A(1) applies only at the stage of institution of the suit, i.e. at the stage when the suit is filed or presented in the Court competent to try it. It has no application whatsoever after the suit has been instituted. The provision stands worked out the moment the suit is instituted. There can be no question of applying Section 12-A(1) at any point of time after the suit was filed or presented by the plaintiff in the competent Court. \n12. Mr. Saiful Islam, learned Counsel for the petitioner does not dispute the fact that, on 22nd September 2018, when the respondent filed the suit before the learned Commercial Court, it was not possible to comply with Section 12-A(1) of the Commercial Courts Act, as no 15. Court in which suits to be instituted. - Every suit shall be instituted in the Court of the lowest grade competent to try it. \n(1975) 1 SCC 166 mechanism for pre-institution mediation had been put in place, though the DLSA had been notified under Section 12-A(2) as the competent authority in that regard. He, however, ventured to submit that, given the mandatory nature of Section 12-A, the suit could have been returned to the petitioner for re-presentation after the protocol for pre- institution mediation had been put in place. \n13. The submission, at its face, has merely to be stated to be rejected. It would be absurd to hold that, as no pre-institution mediation was in place on the date when the respondent filed his suit, the suit ought to have been returned to the respondent for representation after the protocol for pre-institution mediation was in place. Even otherwise, return of a suit can only be on grounds envisaged by Order VII Rule 10 of the CPC, and not because there was no mechanism in place for pre-institution mediation.\n14. The prejudice that the respondent would face, were the suit to have been returned to him for representation after the pre-institution mediation protocol was put in place, is, needless to say, quite another matter altogether. \n15. It is a well settled principle that the law cannot require any person to do the impossible5. Authorities on this point are legion. In Vinod Kumar Kaul v. U.O.I.6, the Supreme Court categorically holds that law does not compel a person to do the impossible. In Re:\nlex non cogit ad impossibilia AIR 1996 SC 753 Presidential Poll7, the Supreme Court held, applying the maxim lex non cogit ad impossibilia, that \"when it appeared that the performance of the formalities prescribed by a statute have been rendered impossible for circumstances over which the persons interested had no control, like an act of God, the circumstances would be taken as a valid excuse\". There are a multitude of authorities on the point. \n16. As it was impossible, on 22nd September 2018, for the respondent to have complied with the provision of pre-institution mediation envisaged by Section 12-A(1) of the Commercial Courts Act, the application of the petitioner was obviously misconceived and, apparently, an attempt to protract the proceedings in the suit. The Court is fortified in this impression by the fact that, despite the order dated 16th August 2021 of the learned Commercial Court having clarified this position unequivocally, the petitioner not only preferred a review petition, which took another six months to be decided but has, thereafter, dragged the matter further to this Court by invoking Article 227 of the Constitution of India. \n17. The procedural formalities in the CPC are intended to facilitate litigation by chalking out, in clear terms, the procedure to be followed, and not to be abused as an instrument of oppression, to frustrate proceedings validly instituted. This Court, therefore, while affirming the impugned orders passed by the learned Commercial Court, deprecates the attitude of the petitioner in no uncertain terms. \n1974 2 SCC 33 18. Accordingly, this petition is dismissed with costs of  11,000/- to be paid by the petitioner by way of a crossed cheque/demand draft favouring the respondent within two weeks from today. \n19. Proof of payment of costs shall be tendered to the learned Commercial Court on the next date of hearing when the matter is listed before it. Miscellaneous applications are also disposed of. \nC.HARI SHANKAR, J AUGUST 3, 2022 r.bararia",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b45bad5d60e440981090f4f700aba48_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c706ce25d774982a8133ca738775822_1"
    },
    {
      "start": 242,
      "end": 334,
      "text": "\nDelhi High Court\nExtreme Coating Private Ltd. vs Jotun India Private Ltd. on 3 August, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b02dc6ffc82b4aa3820df0ff1f155dd5_2"
    },
    {
      "start": 335,
      "end": 380,
      "text": "\nAuthor: C.Hari Shankar\nBench: C.Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d5811fbd8cb43faba0f40a2e22a2e16_3"
    },
    {
      "start": 408,
      "end": 440,
      "text": "$~88\n                          *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "782641292b9f406b91091f6122ec4f29_4"
    },
    {
      "start": 444,
      "end": 510,
      "text": "In The High Court Of Delhi At New Delhi\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc22509496fd44f7bc5b5ef6894936a1_5"
    },
    {
      "start": 510,
      "end": 564,
      "text": "+     Cm(M) 767/2022, Cm Appl. 33969/2022 and Cm Appl.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3af7edbe7874ac99f0488a95b5e6f2e_6"
    },
    {
      "start": 598,
      "end": 608,
      "text": "33970/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08b612b22db641e6b27f4a47e5f54764_7"
    },
    {
      "start": 643,
      "end": 671,
      "text": "Extreme Coating Private Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0affd7502ad840ba897297ad4924c450_8"
    },
    {
      "start": 680,
      "end": 696,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b0198f84eb446ec941b28265e8ff08f_9"
    },
    {
      "start": 742,
      "end": 867,
      "text": "Through: Mr. Saiful Islam, Adv.\n\n                                                    versus\n\n                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e26dfbe958f4f1eb21d9c6e0252e67b_10"
    },
    {
      "start": 867,
      "end": 891,
      "text": "Jotun India Private Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbc6db4deaa046269201518f470b6ccb_11"
    },
    {
      "start": 898,
      "end": 914,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3452da9d8b67401aa402ea9434c6779b_12"
    },
    {
      "start": 962,
      "end": 1003,
      "text": "Through:\n                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8583a1182a24a24bf34bf1c2e9db64f_13"
    },
    {
      "start": 1003,
      "end": 1009,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "400c7337c2cc458bac3254586a37f3f8_14"
    },
    {
      "start": 1043,
      "end": 1077,
      "text": "Hon'Ble Mr. Justice C.Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a436759e990d457baacdcda36d5add60_15"
    },
    {
      "start": 1126,
      "end": 1143,
      "text": "Judgment (Oral)\n%",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b237cb7ce4814300b4667dac5fdbe5b8_16"
    },
    {
      "start": 1144,
      "end": 1154,
      "text": "03.08.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ae380a0559a4735a23cc368b17b9a3b_17"
    },
    {
      "start": 1156,
      "end": 1335,
      "text": "1. This petition under Article 227 of the Constitution of India assails orders dated 16th August 2021 and 2nd February 2022, passed by the learned District Judge (Commercial Court",
      "labels": [
        "FAC"
      ],
      "id": "f0e274c4c0fa45dbaad41bf11108c16c_18"
    },
    {
      "start": 1336,
      "end": 1441,
      "text": "s) (\"the learned Commercial Court\") in CS DJ 1070/2018 (Jotun India Pvt Ltd v. Extreme Coatings Pvt Ltd).",
      "labels": [
        "FAC"
      ],
      "id": "87ca439990394f19885bb415adbf719c_19"
    },
    {
      "start": 1442,
      "end": 1517,
      "text": "\n2. CS DJ 1070/2018 was preferred by the respondent against the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "ef590d9de7e1466ab3d82eb9ea1bd718_20"
    },
    {
      "start": 1518,
      "end": 1726,
      "text": "The dispute between parties being admittedly commercial, the suit was filed as a commercial suit under the provisions of the Code of Civil Procedure, 1908 (CPC), as amended by the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "7be8487562b0427ba4eab0cd3735d8a4_21"
    },
    {
      "start": 1727,
      "end": 2059,
      "text": "\n3. The petitioner, as the defendant in the suit, moved an application under Order VII Rule 11 of the CPC, seeking rejection of the suit on the ground that it had been filed in violation of Section 12- A1 of the Commercial Courts Act, which requires the plaintiff to resort to pre-institution mediation before approaching the Court.",
      "labels": [
        "FAC"
      ],
      "id": "43e5ad64396d4cd0b412f4f82fa4c34d_22"
    },
    {
      "start": 2060,
      "end": 2222,
      "text": "The respondent having not travelled the said route, the petitioner, as defendant in the suit, prayed that the suit be rejected under Order VII Rule 11 of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "6066e09c14cf4c1ebade846db13545a3_23"
    },
    {
      "start": 2224,
      "end": 2377,
      "text": "4. The learned Commercial Court, addressing the objection of the petitioner, noted that the suit had been filed by the respondent on 20th September 2018.",
      "labels": [
        "FAC"
      ],
      "id": "05232915192146b0aaa83f2243ece745_24"
    },
    {
      "start": 2378,
      "end": 2755,
      "text": "On that date, the learned Commercial Court noted that, though the Delhi Legal Services Authority (DLSA) had been notified under Section 12-A(2) of the Commercial Courts Act as the agency for pre-institution mediation under Section 12-A of the Commercial Courts Act, vide notification dated 3rd July 2018, no mechanism, for such pre-institution mediation, had been put in place.",
      "labels": [
        "FAC"
      ],
      "id": "5b772261e72344b08ba506ef2ba46af1_25"
    },
    {
      "start": 2756,
      "end": 2908,
      "text": "The learned Commercial Court observed that implementation of the protocol prescribed by Section 12-A of the Commercial Courts Act involves three stages.",
      "labels": [
        "FAC"
      ],
      "id": "3bdcc6c46a8b4aba8633889719f6d001_26"
    },
    {
      "start": 2909,
      "end": 2975,
      "text": "The first stage was the coming into force of the provision itself.",
      "labels": [
        "FAC"
      ],
      "id": "9fce3ace5be34f5fa5d2df8e6517bbdb_27"
    },
    {
      "start": 2976,
      "end": 3032,
      "text": "This stage had stood crossed on 3 rd May 2018 when 12-A.",
      "labels": [
        "FAC"
      ],
      "id": "fea5275793df4265855d51cdfe911f6c_28"
    },
    {
      "start": 3033,
      "end": 3074,
      "text": "Pre -Institution Mediation and Settlement",
      "labels": [
        "FAC"
      ],
      "id": "0d00e4c8c98a48c2937c043a9e6ab941_29"
    },
    {
      "start": 3075,
      "end": 3360,
      "text": ". -\n(1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "f076740a28434a9496cde6eb3993794b_30"
    },
    {
      "start": 3361,
      "end": 3555,
      "text": "(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.",
      "labels": [
        "STA"
      ],
      "id": "7e214f691dc64dd38d8fa838b5c9ebfd_31"
    },
    {
      "start": 3556,
      "end": 4217,
      "text": "(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre- institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n",
      "labels": [
        "STA"
      ],
      "id": "d0bda684755c4a6cad4ccd9df3d41f50_32"
    },
    {
      "start": 4217,
      "end": 4394,
      "text": "( 4 ) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.",
      "labels": [
        "STA"
      ],
      "id": "faca27715f974ba3af913ce237017940_33"
    },
    {
      "start": 4395,
      "end": 4623,
      "text": "(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of Section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b59ca6971e449918d71f76eecbf7134_34"
    },
    {
      "start": 4624,
      "end": 4682,
      "text": "\nSection 12-A was introduced in the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ba0de1a91b845adbdeae1f7a97ff9f1_35"
    },
    {
      "start": 4683,
      "end": 4929,
      "text": "Thereafter, notes the learned Commercial Court, Section 12-A(2) required the Central Government to notify authorities constituted under the Legal Services Authorities Act, 1987, for the purposes of pre-institution mediation under Section 12-A(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70aadc7591d74a4d82b08c545529d6ff_36"
    },
    {
      "start": 4930,
      "end": 5124,
      "text": "This stage also stood crossed on 3rd July 2018, when a notification was issued by the Central Government notifying the DLSA as the authority for pre- institution mediation under Section 12-A(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65998a0c51904929ba18872cf6bc7c29_37"
    },
    {
      "start": 5125,
      "end": 5413,
      "text": "Once the authority for the purposes of Section 12-A(1) stood thus notified, the learned Commercial Court notes that, in order to comply with the remaining sub-sections of Section 12-A, a mechanism for pre-institution mediation by the authority so notified was required to be put in place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e81e2fd5a6c4fabaffe1f14d2060a5d_38"
    },
    {
      "start": 5414,
      "end": 5510,
      "text": "This, as he prefers to term it, was the \"third stage\" of the protocol envisaged by Section 12-A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3418c0f680dc4692b67657fa119ba40c_39"
    },
    {
      "start": 5511,
      "end": 5750,
      "text": "This stage, notes the learned ADJ, was crossed only on 27th November 2018, when, vide Letter No. 18/DLSA/LAW/pre-institution mediation/2018/12817, a Standard Operating Procedure (SOP) was enforced for pre-institution mediation by the DLSA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c66fbaea8f2b4a40872cd923f01fb1bc_40"
    },
    {
      "start": 5751,
      "end": 5948,
      "text": "It was only thereafter, therefore, that a plaintiff, instituting a suit, could, prior thereto, exhaust the pre-institution mediation protocol envisaged by Section 12-A of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1216a779bd4c431f91f58f95c607ab31_41"
    },
    {
      "start": 5950,
      "end": 6319,
      "text": "5. In view thereof, the learned ADJ, observing that it was impossible for the respondent to have exhausted the protocol envisaged by Section 12-A of the Commercial Courts Act before filing CS DJ 1070/2018, rejected the petitioner's objection to the maintainability of the suit and, accordingly, dismissed the petitioner's application under Order VII Rule 11 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f924c323f4c945509979b5d3bb85ce52_42"
    },
    {
      "start": 6321,
      "end": 6481,
      "text": "6. The petitioner, quixotically, sought review of the aforesaid order dated 16th August 2021 by moving a review application before the learned Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "0c8cd53f005a4ca5b46804feb9aba54d_43"
    },
    {
      "start": 6482,
      "end": 6729,
      "text": "The review application was predicated solely on the judgment of the Supreme Court in Ambalal Sarabhai Enterprises v. K. S. Infraspace,2 which held that the provisions of the Commercial Courts Act were mandatory and required to be complied with.\n7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "da11cd54ea9c4f039d95a6858a85bc60_44"
    },
    {
      "start": 6730,
      "end": 7061,
      "text": "The learned Commercial Court has, vide a subsequent order dated 2nd February 2022, which is also under challenge in the present petition, rejected the review petition, reiterating its view that it was impossible for the respondent to have complied with the provisions of the Commercial Courts Act at the date of filing of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e2dbd00a4434828b9f112ba8530fce3_45"
    },
    {
      "start": 7062,
      "end": 7268,
      "text": "As such, the learned Commercial Court held that there was no error apparent on the face of record in its earlier order dated 16th August 2021 and that, therefore, the review application was bereft of merit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55276483fc5c4eacb46a7078fedbedc5_46"
    },
    {
      "start": 7269,
      "end": 7390,
      "text": "\n8. Assailing both these orders, the petitioner has approached this Court under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e9b7ec28c56443ab501f4958ad83fe1_47"
    },
    {
      "start": 7392,
      "end": 7449,
      "text": "9. The petition is, clearly, vexatious, and nothing more.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11121f99430d4bc2b2d2ec6785ffe5b7_48"
    },
    {
      "start": 7451,
      "end": 7577,
      "text": "10. A bare reading of Section 12-A(1) reveals that it applies at the 2019 SCC OnLine SC 1311 stage of \"institution\" of a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a9dc346e4ad46da899538419fa7c8ab_49"
    },
    {
      "start": 7578,
      "end": 7844,
      "text": "To a query from the Court, as to when a suit could be said to have been instituted, Mr. Saiful Islam, learned Counsel for the petitioner candidly acknowledged that the institution of the suit would be when the suit was filed or tendered in the Registry of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ec73b3029b54a3288e4ff45721b3127_50"
    },
    {
      "start": 7845,
      "end": 7986,
      "text": "This is also clear from Section 153 of the CPC, which envisages \"institution\" of a suit in the Court of the lowest grade competent to try it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4be1074a804840f4b77afe8de84d403f_51"
    },
    {
      "start": 7987,
      "end": 8223,
      "text": "P. Ramanatha Aiyar, in his classic Advanced Law Lexicon, defines \"the institution of a legal proceeding in a Court\" as \"plainly comprehending the filing of a proper plaint or complaint, process of bringing necessary parties into Court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c11886504f3c4afcb590ac973cded440_52"
    },
    {
      "start": 8224,
      "end": 8364,
      "text": "The Supreme Court, in B. Bannerjee v. Anita Pan4, held that the expression \"institution of the suit\" referred to filing of a fresh pleading.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0aa2059d222d400f9299929496465d3b_53"
    },
    {
      "start": 8366,
      "end": 8547,
      "text": "11. On its plain words, Section 12-A(1) applies only at the stage of institution of the suit, i.e. at the stage when the suit is filed or presented in the Court competent to try it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cd6b53b715c48c6839bcb5ed524d0af_54"
    },
    {
      "start": 8548,
      "end": 8616,
      "text": "It has no application whatsoever after the suit has been instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b387eb021c84d66aec6797b90bd11ce_55"
    },
    {
      "start": 8617,
      "end": 8683,
      "text": "The provision stands worked out the moment the suit is instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bca018a09f946868cb7652d88549706_56"
    },
    {
      "start": 8684,
      "end": 8836,
      "text": "There can be no question of applying Section 12-A(1) at any point of time after the suit was filed or presented by the plaintiff in the competent Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5102e99cd4a94b62892dd2fbc769ea9e_57"
    },
    {
      "start": 8838,
      "end": 9152,
      "text": "12. Mr. Saiful Islam, learned Counsel for the petitioner does not dispute the fact that, on 22nd September 2018, when the respondent filed the suit before the learned Commercial Court, it was not possible to comply with Section 12-A(1) of the Commercial Courts Act, as no 15. Court in which suits to be instituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "778ff0b534904117a2a7343943c7352a_58"
    },
    {
      "start": 9153,
      "end": 9239,
      "text": "- Every suit shall be instituted in the Court of the lowest grade competent to try it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7eeb26cd259479f9370307cf7965ca0_59"
    },
    {
      "start": 9240,
      "end": 9419,
      "text": "\n(1975) 1 SCC 166 mechanism for pre-institution mediation had been put in place, though the DLSA had been notified under Section 12-A(2) as the competent authority in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cac9d0faf6541d8950c768a250b0d72_60"
    },
    {
      "start": 9420,
      "end": 9646,
      "text": "He, however, ventured to submit that, given the mandatory nature of Section 12-A, the suit could have been returned to the petitioner for re-presentation after the protocol for pre- institution mediation had been put in place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c14750293ca6480389270c30d7669efe_61"
    },
    {
      "start": 9648,
      "end": 9720,
      "text": "13. The submission, at its face, has merely to be stated to be rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f05a528222bc4e05bae666bd1a43a522_62"
    },
    {
      "start": 9721,
      "end": 9983,
      "text": "It would be absurd to hold that, as no pre-institution mediation was in place on the date when the respondent filed his suit, the suit ought to have been returned to the respondent for representation after the protocol for pre-institution mediation was in place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c24258a565742158451552d01f2a7b4_63"
    },
    {
      "start": 9984,
      "end": 10165,
      "text": "Even otherwise, return of a suit can only be on grounds envisaged by Order VII Rule 10 of the CPC, and not because there was no mechanism in place for pre-institution mediation.\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d976c6007c254f79b3c4295770d0d89b_64"
    },
    {
      "start": 10166,
      "end": 10390,
      "text": "The prejudice that the respondent would face, were the suit to have been returned to him for representation after the pre-institution mediation protocol was put in place, is, needless to say, quite another matter altogether.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "debe2a8cbdb0445dbfe590ef5c9e077f_65"
    },
    {
      "start": 10392,
      "end": 10488,
      "text": "15. It is a well settled principle that the law cannot require any person to do the impossible5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfbba0f3884e489d81c18701235698b7_66"
    },
    {
      "start": 10489,
      "end": 10526,
      "text": "Authorities on this point are legion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61302061e7aa4cc9a12a83c33304786e_67"
    },
    {
      "start": 10527,
      "end": 10652,
      "text": "In Vinod Kumar Kaul v. U.O.I.6, the Supreme Court categorically holds that law does not compel a person to do the impossible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7e1476fb6a04b9fbff384ddd516a662_68"
    },
    {
      "start": 10653,
      "end": 11057,
      "text": "In Re:\nlex non cogit ad impossibilia AIR 1996 SC 753 Presidential Poll7, the Supreme Court held, applying the maxim lex non cogit ad impossibilia, that \"when it appeared that the performance of the formalities prescribed by a statute have been rendered impossible for circumstances over which the persons interested had no control, like an act of God, the circumstances would be taken as a valid excuse\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b225101a8f0408a898282b9d362d2f7_69"
    },
    {
      "start": 11058,
      "end": 11108,
      "text": "There are a multitude of authorities on the point.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d547389dbc746608c62a6ec28cbb999_70"
    },
    {
      "start": 11110,
      "end": 11432,
      "text": "16. As it was impossible, on 22nd September 2018, for the respondent to have complied with the provision of pre-institution mediation envisaged by Section 12-A(1) of the Commercial Courts Act, the application of the petitioner was obviously misconceived and, apparently, an attempt to protract the proceedings in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "765cdc135cd7475a8ab9c18661d2177d_71"
    },
    {
      "start": 11433,
      "end": 11824,
      "text": "The Court is fortified in this impression by the fact that, despite the order dated 16th August 2021 of the learned Commercial Court having clarified this position unequivocally, the petitioner not only preferred a review petition, which took another six months to be decided but has, thereafter, dragged the matter further to this Court by invoking Article 227 of the Constitution of India.",
      "labels": [
        "RATIO"
      ],
      "id": "1529656346d243ec969c348eccaa88a4_72"
    },
    {
      "start": 11826,
      "end": 12066,
      "text": "17. The procedural formalities in the CPC are intended to facilitate litigation by chalking out, in clear terms, the procedure to be followed, and not to be abused as an instrument of oppression, to frustrate proceedings validly instituted.",
      "labels": [
        "RATIO"
      ],
      "id": "bccdd52c796c490590b14ad8ea081d48_73"
    },
    {
      "start": 12067,
      "end": 12230,
      "text": "This Court, therefore, while affirming the impugned orders passed by the learned Commercial Court, deprecates the attitude of the petitioner in no uncertain terms.",
      "labels": [
        "RATIO"
      ],
      "id": "c550e78a3072484e99586bada13e10c0_74"
    },
    {
      "start": 12231,
      "end": 12249,
      "text": "\n1974 2 SCC 33 18.",
      "labels": [
        "RPC"
      ],
      "id": "b4b4727919df41de97ca55df39083041_75"
    },
    {
      "start": 12250,
      "end": 12436,
      "text": "Accordingly, this petition is dismissed with costs of  11,000/- to be paid by the petitioner by way of a crossed cheque/demand draft favouring the respondent within two weeks from today.",
      "labels": [
        "RPC"
      ],
      "id": "a056c9d62e324aeb801cf99a4c0ff75f_76"
    },
    {
      "start": 12438,
      "end": 12582,
      "text": "19. Proof of payment of costs shall be tendered to the learned Commercial Court on the next date of hearing when the matter is listed before it.",
      "labels": [
        "RPC"
      ],
      "id": "ebcb7c184c3247cc8bfddac3ecc808d3_77"
    },
    {
      "start": 12583,
      "end": 12631,
      "text": "Miscellaneous applications are also disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "60e06eea12bf400287d1ca18cd2d50cd_78"
    },
    {
      "start": 12632,
      "end": 12675,
      "text": "\nC.HARI SHANKAR, J AUGUST 3, 2022 r.bararia",
      "labels": [
        "NONE"
      ],
      "id": "63ca02d5fb4c4b93a07a673e3ab5c7c4_79"
    }
  ]
}