{
  "id": "d84d71d145941ac02b0b3eea3e2c95218620b3fa8bfb596630e96064c526f8c1",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSikkim High Court\nM/S Thomas Enterprises And Anr vs M/S Yuksom Breweries Ltd on 1 November, 2021\nAuthor: Bhaskar Raj Pradhan\nBench: Meenakshi M. Rai, Bhaskar Raj Pradhan\n           The High Court Of Sikkim: Gangtok\n                           (Civil Appellate Jurisdiction) \n------------------------------------------------------------------------------------------ \nDivision Bench: Hon'Ble Mrs. Justice Meenakshi Madan Rai, Judge \n                Hon'Ble Mr. Justice Bhaskar Raj Pradhan, Judge \n------------------------------------------------------------------------------------------ \n                           R.F.A. No. 04 of 2018 \n      1.     M / s Thomas Enterprises, \n             Kalyani Apartments,\n             Sevoke Road,\n             Siliguri 734401, \n             West Bengal. \n      2.     N.L. Thomas,\n             M / s Thomas Enterprises, \n             Kalyani Apartments,\n             Sevoke Road,\n             Siliguri 734401, \n             West Bengal. \n                                                      .....     Appellants \n                       Versus\n\n            M / s Yuksom Breweries Limited, \n            Melli, \n            South Sikkim \n            Pin No. 737128.             ..... Respondent\n\n      Appeal under Order Xli Rule 1 and 2 of the Code of Civil\n                             Procedure, 1908. \n      ---------------------------------------------------------------------------\n      Appearance: \n             Mr. Anmole Prasad, Senior Advocate with Mr. Sagar\n             Chettri, Advocate for the Appellants.\n            Mr. Jorgay Namka, Advocate for the respondent. \n      ---------------------------------------------------------------------------\n      Date of hearing                : 29.10.2021\n      Date of pronouncement: 01.11.2021\n\n                                      Order\nBhaskar Raj Pradhan, J.\n1. Rfa No 04 of 2018 was filed on 05.10.2018 against the judgment and decree dated 30.07.2018 (impugned judgment and M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd.  decree) passed by the learned District Judge, South Sikkim, at Namchi (the learned District Judge) in Money Suit No.3 of 2016 (Money Suit) . It was dealt with by the learned Single Judge of this court from 25.10.2018 till 22.10.2021. On examination the learned Single Judge came to a prima facie view that the matter pertained to a commercial dispute and ought to be tried as per the Commercial Courts Act, 2015 (Commercial Act). In terms of Circular No.06/HCS/Judl. dated 27.04.2021 of this court the matter was directed to be placed before the Hon'ble Chief Justice for appropriate directions. On 22.10.2021 the Hon'ble Chief Justice of this court revoked Circular No.6/HCS/Judl. dated 27.04.2021. Pursuant thereto the matter came up for hearing before this Division Bench. \n2. We have heard Mr. Anmole Prasad, learned Senior Advocate for the appellant and Mr. Jorgay Namka, learned counsel for the respondent. Both the learned counsel expressed their view that since the dispute between the parties had not been tried as a commercial dispute there has arisen a legal conundrum and the only way out is to set aside the impugned judgment and decree and transfer the Money Suit to the Commercial Court.\n3. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. into force on 23.10.2015. It was amended in the year 2018 and is now called the Commercial Courts Act, 2015 (the Act). 4 Section 2 (1) (c) defines commercial dispute. The learned counsel for the parties agrees that the dispute in the present matter is a commercial dispute. The Money Suit filed by the respondent sought a decree against the appellants for a sum of Rs.1,29,00,728/- along with interest @ 12% per annum on and from 01.04.2014 till realization. It was the respondent's case that the appellant no.1 had been assigned its marketing/distribution work as its sole agent for the North Bengal region. The respondent relied upon memorandum of understanding and an agreement of agency between them as well as a promissory note executed by the appellant no.2. Considering the nature of the dispute it is apparent that it is a commercial dispute. 5 Vide Notification No.27/HCS/Judl. dated 20.08.2016 the Hon'ble Chief Justice in exercise of powers vested on him under Section 5(1) of the Act constituted the Commercial Appellate Division in this court to deal with appeals arising from orders/judgments/decrees passed by the Commercial Courts/Commercial Division as provided under Section 13 of the Act. \n6 The Government of Sikkim vide Notification No.58/Home/2016 dated 06.10.2016 in exercise of the powers M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. conferred by Section 3 of the Act designated the District & Sessions Court of all the four districts as \"Commercial Courts\"\nand the Judges of the District & Sessions Courts as the Judges of the Commercial Courts for the purpose of adjudicating commercial disputes within their respective jurisdiction with immediate effect.\n7 Section 6 of the Act provides for jurisdiction of the Commercial Courts. It has jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Section 2 (1) (i) defines specified value. Specified value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 which shall not be less than three lakh rupees or such higher value, as may be notified by the Central Government. Section 12 provides how specified value ought to be determined in a suit, appeal or application. \n8. Section 12-A of the Act mandates a pre-institution mediation and settlement. A suit which does not contemplate any urgent interim relief under the Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. prescribed by rules made by the Central Government. The Central Government may, by notification, authorise the authorities constituted under the Legal Services Authorities Act, 1987 (LSA Act) for the purposes of pre-institution mediation. The Authority authorized by the Central Government is required to complete the process of mediation within a period of three months from the date of application made by the plaintiff. This period could be extended for a further period of two months with the consent of the parties. A settlement arrived at is required to be reduced into writing and signed by the parties and the mediator. The settlement shall have the same status as if it is an arbitral award on agreed terms under sub-section (4) of Section 30 of the Arbitration and Conciliation Act, 1996 (the Arbitration Act). Notification No. S.O.3232(E), dated 3rd July, 2018 is a notification issued in exercise of the powers conferred under Section 12-A of the Act authorising the State Authority and the District Authority constituted under the LSA Act for the purposes of pre-institution mediation and settlement under Chapter III A of the Act. \n9. Section 15(2) of the Act provides that all suits and applications, including applications under the Arbitration Act relating to a commercial dispute of a specified value pending in any Civil Court in any District or area in respect of which a M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. Commercial Court has been constituted, shall be transferred to such Commercial Court. The Money Suit was filed before the learned District Judge in August, 2016. At that time although the Act had been enforced, the Commercial Courts had yet not been constituted. However, after the constitution of the Commercial Courts in terms of Section 15(2) of the Act on 06.10.2016 the Money Suit was required to be transferred to the Commercial Court. This was apparently and admittedly not done. Resultantly, the Money Suit was not dealt in the manner required under the Act. \n10. An earnest glance of the Act makes it evident that commercial disputes are required to be dealt with as per the provisions of the Act. The procedure prescribed is different than how a Money Suit is dealt with under the Code of Civil Procedure, 1908 (CPC). Section 16 of the Act relates to the amendment to the CPC. The CPC stands amended in the manner as specified in the schedule. The schedule is an exhaustive list of amendments and substitutions of various provisions of the CPC. Section 16(2) mandates that the Commercial Court shall follow the provisions of the CPC as amended by the Act in the trial of a suit in respect of the commercial dispute. Section 16(3) provides that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC, by the State Government is M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. in conflict with the provisions of the CPC as amended by the Act, the provisions of the CPC as amended by the Act shall prevail. \n11. Section 13 of the Act provides for appeals from decrees of Commercial Court and Commercial Division. The present Regular First Appeal has not been preferred under Section 13 of the Act but under Order XLI, Rule 1 and 2 of CPC. Resultantly, it was placed and considered by the learned Single Judge of this court although in terms of Section 5 of the Act and Notification No.27/HCS/Judl. dated 20.08.2016 it ought to have been heard by a Division Bench. \n12. In terms of Section 15(2) of the Act after the constitution of the Commercial Courts in Sikkim the court of the learned District Judge which tried the Money Suit would have lost jurisdiction to try it as it related to a commercial dispute and ought to have been transferred to the jurisdictional Commercial Court which had been constituted. The failure of the learned District Judge to examine and transfer the Money Suit to the Commercial Court has resulted in defeating the very object of the enactment of the Act to provide for speedy disposal of high value commercial disputes. \n13. We are thus of the considered view that the impugned judgment and decree dated 30.07.2018 passed by the learned District Judge in the Money Suit must be set aside and the M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. Money Suit transferred to the files of the Commercial Court. The Money Suit shall then be tried by the Commercial Court as per the provisions of the Act. It is accordingly ordered. Pending application is also disposed. \n      (Bhaskar Raj Pradhan)                             (Meenakshi M. Rai) \n             Judge                                            Judge                         01.11.2021                                  01.11.2021       Approved for reporting: yes. \nto/   Internet: yes.\n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bf25672ae8b4668b6492225b5077867_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "207ba537af254d608fbe3e9e813e5df7_1"
    },
    {
      "start": 242,
      "end": 424,
      "text": "\nSikkim High Court\nM/S Thomas Enterprises And Anr vs M/S Yuksom Breweries Ltd on 1 November, 2021\nAuthor: Bhaskar Raj Pradhan\nBench: Meenakshi M. Rai, Bhaskar Raj Pradhan\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c79fe766f9445fe85405032df97469e_2"
    },
    {
      "start": 424,
      "end": 515,
      "text": "The High Court Of Sikkim: Gangtok\n                           (Civil Appellate Jurisdiction)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5584dffc05d416b81a2eac1a8d579b7_3"
    },
    {
      "start": 517,
      "end": 607,
      "text": "------------------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9e5f180be4b409bb595b1d58eda0d61_4"
    },
    {
      "start": 609,
      "end": 672,
      "text": "Division Bench: Hon'Ble Mrs. Justice Meenakshi Madan Rai, Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4950423795740abad6f46d0c28c4392_5"
    },
    {
      "start": 690,
      "end": 736,
      "text": "Hon'Ble Mr. Justice Bhaskar Raj Pradhan, Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d059ca7cbf3945749962bd94a52dae8b_6"
    },
    {
      "start": 738,
      "end": 828,
      "text": "------------------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55320439ea9f4f4e83e4ed8f19e09c38_7"
    },
    {
      "start": 829,
      "end": 878,
      "text": "\n                           R.F.A. No. 04 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58fe05bda5d243299ade975af70570e4_8"
    },
    {
      "start": 886,
      "end": 894,
      "text": "1.     M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "971a661beb2e4ef2b1aa1eabc091e7e8_9"
    },
    {
      "start": 895,
      "end": 918,
      "text": "/ s Thomas Enterprises,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d892e76d0294cfcb8b06263f6353ad7_10"
    },
    {
      "start": 933,
      "end": 966,
      "text": "Kalyani Apartments,\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92c7deeb331848219ad28bebd9194602_11"
    },
    {
      "start": 966,
      "end": 992,
      "text": "Sevoke Road,\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "042133711a024e30b6145c3047b97e65_12"
    },
    {
      "start": 992,
      "end": 1008,
      "text": "Siliguri 734401,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9f491701ac74e66b9c6e5a5a2ea869f_13"
    },
    {
      "start": 1023,
      "end": 1035,
      "text": "West Bengal.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b48407fa8f7e4f4b826b8cefe079c770_14"
    },
    {
      "start": 1043,
      "end": 1076,
      "text": "2.     N.L. Thomas,\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be3f24a12a1944c680e5b4cd7eb97f88_15"
    },
    {
      "start": 1076,
      "end": 1101,
      "text": "M / s Thomas Enterprises,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d631c8bcef39417eb2d3e83549ea4505_16"
    },
    {
      "start": 1116,
      "end": 1149,
      "text": "Kalyani Apartments,\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ebc0295970042b18a12ea71089261fa_17"
    },
    {
      "start": 1149,
      "end": 1175,
      "text": "Sevoke Road,\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c22d8a30c85a43a4904fa32780214029_18"
    },
    {
      "start": 1175,
      "end": 1191,
      "text": "Siliguri 734401,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92d2a09ccaa24e148b493779bb5797ce_19"
    },
    {
      "start": 1206,
      "end": 1218,
      "text": "West Bengal.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e72d878de7449c3ab25182adeedbec0_20"
    },
    {
      "start": 1274,
      "end": 1294,
      "text": ".....     Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "741d1b0ed5f64274884245674fc9c3dd_21"
    },
    {
      "start": 1319,
      "end": 1339,
      "text": "Versus\n\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a1cb3309f3d4791aa8d50ea92ef88aa_22"
    },
    {
      "start": 1339,
      "end": 1370,
      "text": "M / s Yuksom Breweries Limited,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39020b36b626445abc61fcd92319ab0d_23"
    },
    {
      "start": 1384,
      "end": 1390,
      "text": "Melli,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75fe948663d14f3180e2926b21de95d2_24"
    },
    {
      "start": 1404,
      "end": 1416,
      "text": "South Sikkim",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e516863c20a41f49d14da4af460fa17_25"
    },
    {
      "start": 1417,
      "end": 1445,
      "text": "\n            Pin No. 737128.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d08d9d374c14164934108291fdc16ac_26"
    },
    {
      "start": 1458,
      "end": 1482,
      "text": "..... Respondent\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bcc7371dd5245fcbf47efd4f9c94b77_27"
    },
    {
      "start": 1482,
      "end": 1584,
      "text": "Appeal under Order Xli Rule 1 and 2 of the Code of Civil\n                             Procedure, 1908.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f20053b9bac4dcea06a32ae7a535949_28"
    },
    {
      "start": 1592,
      "end": 1674,
      "text": "---------------------------------------------------------------------------\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6a5a67a40cb485c8839d81ba82c389b_29"
    },
    {
      "start": 1674,
      "end": 1685,
      "text": "Appearance:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41d0aed7b90b4ab58df368a84948b7cd_30"
    },
    {
      "start": 1700,
      "end": 1813,
      "text": "Mr. Anmole Prasad, Senior Advocate with Mr. Sagar\n             Chettri, Advocate for the Appellants.\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4fdaf3a8bd944109c54cfb76c4acab4_31"
    },
    {
      "start": 1813,
      "end": 1859,
      "text": "Mr. Jorgay Namka, Advocate for the respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ae00d4c5c8e438f8e6aa7fada3039f1_32"
    },
    {
      "start": 1867,
      "end": 1949,
      "text": "---------------------------------------------------------------------------\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a5f083cbcb14c8f9e1cc9d40aa64cf5_33"
    },
    {
      "start": 1949,
      "end": 1999,
      "text": "Date of hearing                : 29.10.2021\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "312f9a8463984b90bc60e46acb904fa0_34"
    },
    {
      "start": 1999,
      "end": 2278,
      "text": "Date of pronouncement: 01.11.2021\n\n                                      Order\nBhaskar Raj Pradhan, J.\n1. Rfa No 04 of 2018 was filed on 05.10.2018 against the judgment and decree dated 30.07.2018 (impugned judgment and M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28fa339707944b8389bf1a2a73f97e48_35"
    },
    {
      "start": 2279,
      "end": 2418,
      "text": " decree) passed by the learned District Judge, South Sikkim, at Namchi (the learned District Judge) in Money Suit No.3 of 2016 (Money Suit)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "02badbd9ddd2456993314e8a7d494b86_36"
    },
    {
      "start": 2419,
      "end": 2513,
      "text": ". It was dealt with by the learned Single Judge of this court from 25.10.2018 till 22.10.2021.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b4ae927a7f6448193844b9f2896e8a0_37"
    },
    {
      "start": 2514,
      "end": 2709,
      "text": "On examination the learned Single Judge came to a prima facie view that the matter pertained to a commercial dispute and ought to be tried as per the Commercial Courts Act, 2015 (Commercial Act).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e8eab92c1e94242ab0f7aa9d60a3983_38"
    },
    {
      "start": 2710,
      "end": 2875,
      "text": "In terms of Circular No.06/HCS/Judl. dated 27.04.2021 of this court the matter was directed to be placed before the Hon'ble Chief Justice for appropriate directions.",
      "labels": [
        "NONE"
      ],
      "id": "c1466892e8e549ae8d2d7ef2d2ff0074_39"
    },
    {
      "start": 2876,
      "end": 2979,
      "text": "On 22.10.2021 the Hon'ble Chief Justice of this court revoked Circular No.6/HCS/Judl. dated 27.04.2021.",
      "labels": [
        "NONE"
      ],
      "id": "038a81fc59c74d6ea78efb3c9853fd52_40"
    },
    {
      "start": 2980,
      "end": 3055,
      "text": "Pursuant thereto the matter came up for hearing before this Division Bench.",
      "labels": [
        "NONE"
      ],
      "id": "8566c0e1715f4e508d21b5ebee4f1375_41"
    },
    {
      "start": 3056,
      "end": 3192,
      "text": "\n2. We have heard Mr. Anmole Prasad, learned Senior Advocate for the appellant and Mr. Jorgay Namka, learned counsel for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "7eff557586ad44e89cae166673c24452_42"
    },
    {
      "start": 3193,
      "end": 3485,
      "text": "Both the learned counsel expressed their view that since the dispute between the parties had not been tried as a commercial dispute there has arisen a legal conundrum and the only way out is to set aside the impugned judgment and decree and transfer the Money Suit to the Commercial Court.\n3.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d3e0a1402a94a4ca627e2fc952483d1_43"
    },
    {
      "start": 3486,
      "end": 3678,
      "text": "The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. into force on 23.10.2015.",
      "labels": [
        "RLC"
      ],
      "id": "9dc2d16d42d74f37bb4ec14ca4ef4e71_44"
    },
    {
      "start": 3679,
      "end": 3771,
      "text": "It was amended in the year 2018 and is now called the Commercial Courts Act, 2015 (the Act).",
      "labels": [
        "FAC"
      ],
      "id": "6eb562abfe204c61a30d2c7536c64384_45"
    },
    {
      "start": 3772,
      "end": 3819,
      "text": "4 Section 2 (1) (c) defines commercial dispute.",
      "labels": [
        "FAC"
      ],
      "id": "a002b155bafa44028e80722c3c0fa1f3_46"
    },
    {
      "start": 3820,
      "end": 3926,
      "text": "The learned counsel for the parties agrees that the dispute in the present matter is a commercial dispute.",
      "labels": [
        "FAC"
      ],
      "id": "50d326ba2d86406ead690230d1f50351_47"
    },
    {
      "start": 3927,
      "end": 4111,
      "text": "The Money Suit filed by the respondent sought a decree against the appellants for a sum of Rs.1,29,00,728/- along with interest @ 12% per annum on and from 01.04.2014 till realization.",
      "labels": [
        "FAC"
      ],
      "id": "00d7f936d77b4ebaa741504cb36b47ed_48"
    },
    {
      "start": 4112,
      "end": 4261,
      "text": "It was the respondent's case that the appellant no.1 had been assigned its marketing/distribution work as its sole agent for the North Bengal region.",
      "labels": [
        "FAC"
      ],
      "id": "ea2f56cd43da4502b03122cd50c39207_49"
    },
    {
      "start": 4262,
      "end": 4417,
      "text": "The respondent relied upon memorandum of understanding and an agreement of agency between them as well as a promissory note executed by the appellant no.2.",
      "labels": [
        "FAC"
      ],
      "id": "e5d06b6925124b8d947a2f991e3bcc20_50"
    },
    {
      "start": 4418,
      "end": 4503,
      "text": "Considering the nature of the dispute it is apparent that it is a commercial dispute.",
      "labels": [
        "FAC"
      ],
      "id": "fafff497efd640a391475246c419b5f0_51"
    },
    {
      "start": 4504,
      "end": 4860,
      "text": "5 Vide Notification No.27/HCS/Judl. dated 20.08.2016 the Hon'ble Chief Justice in exercise of powers vested on him under Section 5(1) of the Act constituted the Commercial Appellate Division in this court to deal with appeals arising from orders/judgments/decrees passed by the Commercial Courts/Commercial Division as provided under Section 13 of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "85b9eb26072e4c418268acd4b19784ae_52"
    },
    {
      "start": 4861,
      "end": 5424,
      "text": "\n6 The Government of Sikkim vide Notification No.58/Home/2016 dated 06.10.2016 in exercise of the powers M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. conferred by Section 3 of the Act designated the District & Sessions Court of all the four districts as \"Commercial Courts\"\nand the Judges of the District & Sessions Courts as the Judges of the Commercial Courts for the purpose of adjudicating commercial disputes within their respective jurisdiction with immediate effect.\n7 Section 6 of the Act provides for jurisdiction of the Commercial Courts.",
      "labels": [
        "FAC"
      ],
      "id": "d5c04278ed1c403db7ac154713bfc75c_53"
    },
    {
      "start": 5425,
      "end": 5637,
      "text": "It has jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd1297ef07fd40e8987ae64b94643fe5_54"
    },
    {
      "start": 5638,
      "end": 5680,
      "text": "Section 2 (1) (i) defines specified value.",
      "labels": [
        "STA"
      ],
      "id": "2aa3ac58299d430db83528b0ed9fcd28_55"
    },
    {
      "start": 5681,
      "end": 5957,
      "text": "Specified value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 which shall not be less than three lakh rupees or such higher value, as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "7625f8cf4e674af0a757154340397afe_56"
    },
    {
      "start": 5958,
      "end": 6054,
      "text": "Section 12 provides how specified value ought to be determined in a suit, appeal or application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff75eb68cc794df08d625c0511ba4348_57"
    },
    {
      "start": 6055,
      "end": 6135,
      "text": "\n8. Section 12-A of the Act mandates a pre-institution mediation and settlement.",
      "labels": [
        "STA"
      ],
      "id": "8fbc3b1ff8e84b11bbc6d1a044747f80_58"
    },
    {
      "start": 6136,
      "end": 6471,
      "text": "A suit which does not contemplate any urgent interim relief under the Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. prescribed by rules made by the Central Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "203e775d47aa4427b5fbf0fa2f90fc7e_59"
    },
    {
      "start": 6472,
      "end": 6658,
      "text": "The Central Government may, by notification, authorise the authorities constituted under the Legal Services Authorities Act, 1987 (LSA Act) for the purposes of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8bec6b187deb4901bc233fa9ab1547c0_60"
    },
    {
      "start": 6659,
      "end": 6842,
      "text": "The Authority authorized by the Central Government is required to complete the process of mediation within a period of three months from the date of application made by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e78a806157a41bab6606a7746bf72df_61"
    },
    {
      "start": 6843,
      "end": 6940,
      "text": "This period could be extended for a further period of two months with the consent of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3173348b09644fba09e7d44a5168d59_62"
    },
    {
      "start": 6941,
      "end": 7047,
      "text": "A settlement arrived at is required to be reduced into writing and signed by the parties and the mediator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6b79a9f0e60457c97ff04c57990c22c_63"
    },
    {
      "start": 7048,
      "end": 7240,
      "text": "The settlement shall have the same status as if it is an arbitral award on agreed terms under sub-section (4) of Section 30 of the Arbitration and Conciliation Act, 1996 (the Arbitration Act).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22109ed8ceb94d41af6bd8a2f5eee97a_64"
    },
    {
      "start": 7241,
      "end": 7564,
      "text": "Notification No. S.O.3232(E), dated 3rd July, 2018 is a notification issued in exercise of the powers conferred under Section 12-A of the Act authorising the State Authority and the District Authority constituted under the LSA Act for the purposes of pre-institution mediation and settlement under Chapter III A of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d15d412518c43d3a6477042b990d816_65"
    },
    {
      "start": 7566,
      "end": 7957,
      "text": "9. Section 15(2) of the Act provides that all suits and applications, including applications under the Arbitration Act relating to a commercial dispute of a specified value pending in any Civil Court in any District or area in respect of which a M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. Commercial Court has been constituted, shall be transferred to such Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87ac6f3b974a4175982d9efef99c180f_66"
    },
    {
      "start": 7958,
      "end": 8033,
      "text": "The Money Suit was filed before the learned District Judge in August, 2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8bfdef63f4b47ccb4020d77fe16dc1d_67"
    },
    {
      "start": 8034,
      "end": 8134,
      "text": "At that time although the Act had been enforced, the Commercial Courts had yet not been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0da587be77f34c2db685278ff577a432_68"
    },
    {
      "start": 8135,
      "end": 8313,
      "text": "However, after the constitution of the Commercial Courts in terms of Section 15(2) of the Act on 06.10.2016 the Money Suit was required to be transferred to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "669c659cb792404896f2aae982382251_69"
    },
    {
      "start": 8314,
      "end": 8358,
      "text": "This was apparently and admittedly not done.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6824559d4df6415097717138839a364d_70"
    },
    {
      "start": 8359,
      "end": 8438,
      "text": "Resultantly, the Money Suit was not dealt in the manner required under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fc323e159804a0c92751694fd3b6499_71"
    },
    {
      "start": 8440,
      "end": 8578,
      "text": "10. An earnest glance of the Act makes it evident that commercial disputes are required to be dealt with as per the provisions of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b97ae43902b3459c945528d08cbae717_72"
    },
    {
      "start": 8579,
      "end": 8699,
      "text": "The procedure prescribed is different than how a Money Suit is dealt with under the Code of Civil Procedure, 1908 (CPC).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a620e70b2e4f44b2b8f65a57f09121f1_73"
    },
    {
      "start": 8700,
      "end": 8758,
      "text": "Section 16 of the Act relates to the amendment to the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c95fe927435438cb9a86e8c97abb2a4_74"
    },
    {
      "start": 8759,
      "end": 8825,
      "text": "The CPC stands amended in the manner as specified in the schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cea8312751e14000bec5cd5fb925b88b_75"
    },
    {
      "start": 8826,
      "end": 8926,
      "text": "The schedule is an exhaustive list of amendments and substitutions of various provisions of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d47632b81334127bc22f1e4ecf2b21a_76"
    },
    {
      "start": 8927,
      "end": 9097,
      "text": "Section 16(2) mandates that the Commercial Court shall follow the provisions of the CPC as amended by the Act in the trial of a suit in respect of the commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79e71c9413d64ea183c0973012d4a7ed_77"
    },
    {
      "start": 9098,
      "end": 9435,
      "text": "Section 16(3) provides that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC, by the State Government is M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. in conflict with the provisions of the CPC as amended by the Act, the provisions of the CPC as amended by the Act shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd0cfcc236c04a6f96a398efaf498390_78"
    },
    {
      "start": 9436,
      "end": 9541,
      "text": "\n11. Section 13 of the Act provides for appeals from decrees of Commercial Court and Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c934429c6a646ef9147b6ab9a060e67_79"
    },
    {
      "start": 9542,
      "end": 9667,
      "text": "The present Regular First Appeal has not been preferred under Section 13 of the Act but under Order XLI, Rule 1 and 2 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92c7fdb6b7b347b58484abe746e46c27_80"
    },
    {
      "start": 9668,
      "end": 9892,
      "text": "Resultantly, it was placed and considered by the learned Single Judge of this court although in terms of Section 5 of the Act and Notification No.27/HCS/Judl. dated 20.08.2016 it ought to have been heard by a Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87a3734409b54a83b18b650d0a93bdb0_81"
    },
    {
      "start": 9894,
      "end": 10238,
      "text": "12. In terms of Section 15(2) of the Act after the constitution of the Commercial Courts in Sikkim the court of the learned District Judge which tried the Money Suit would have lost jurisdiction to try it as it related to a commercial dispute and ought to have been transferred to the jurisdictional Commercial Court which had been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1cd134296e149689a0cdf7667e67811_82"
    },
    {
      "start": 10239,
      "end": 10479,
      "text": "The failure of the learned District Judge to examine and transfer the Money Suit to the Commercial Court has resulted in defeating the very object of the enactment of the Act to provide for speedy disposal of high value commercial disputes.",
      "labels": [
        "RATIO"
      ],
      "id": "faccc328208d48ceab9d41ddac3d6731_83"
    },
    {
      "start": 10481,
      "end": 10776,
      "text": "13. We are thus of the considered view that the impugned judgment and decree dated 30.07.2018 passed by the learned District Judge in the Money Suit must be set aside and the M/s Thomas Enterprises & Anr. vs. M/s Yuksom Breweries Ltd. Money Suit transferred to the files of the Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "70c2fa2a236948b988fe002dce056073_84"
    },
    {
      "start": 10777,
      "end": 10869,
      "text": "The Money Suit shall then be tried by the Commercial Court as per the provisions of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "b157313752b34cbe84674957caaff248_85"
    },
    {
      "start": 10870,
      "end": 10896,
      "text": "It is accordingly ordered.",
      "labels": [
        "RPC"
      ],
      "id": "b669ef75df7a4ac9950c02580cedbe04_86"
    },
    {
      "start": 10897,
      "end": 10934,
      "text": "Pending application is also disposed.",
      "labels": [
        "RPC"
      ],
      "id": "39d3d6325137420dadf4112f062ae028_87"
    },
    {
      "start": 10935,
      "end": 10963,
      "text": "\n      (Bhaskar Raj Pradhan)",
      "labels": [
        "NONE"
      ],
      "id": "175220b53c0c4f6cb5646a4d1bae3f08_88"
    },
    {
      "start": 10964,
      "end": 11010,
      "text": "                            (Meenakshi M. Rai)",
      "labels": [
        "NONE"
      ],
      "id": "2aff46970e5047879e0fa69e59e5092b_89"
    },
    {
      "start": 11025,
      "end": 11079,
      "text": "Judge                                            Judge",
      "labels": [
        "NONE"
      ],
      "id": "c66ec5f822cb4a2893621e595f397594_90"
    },
    {
      "start": 11104,
      "end": 11114,
      "text": "01.11.2021",
      "labels": [
        "NONE"
      ],
      "id": "c35760107ad8417386184211677a3c34_91"
    },
    {
      "start": 11148,
      "end": 11158,
      "text": "01.11.2021",
      "labels": [
        "NONE"
      ],
      "id": "91525dc67ef046358ba190489d132bdc_92"
    },
    {
      "start": 11165,
      "end": 11193,
      "text": "Approved for reporting: yes.",
      "labels": [
        "NONE"
      ],
      "id": "fe9240c2809e428ab889bc0c7c7ef1ae_93"
    },
    {
      "start": 11195,
      "end": 11217,
      "text": "to/   Internet: yes.\n ",
      "labels": [
        "NONE"
      ],
      "id": "bb0b74c97a014de1b7689f909bc64180_94"
    }
  ]
}