{
  "id": "246fb3bb61a22f7326214583fd7f30fe873bab23c4a3aaf59d93e45170b69c43",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nArindam Chaudhuri vs Zest Systems Pvt Ltd & Anr on 10 September, 2021 \nEquivalent citations: Aironline 2021 Del 1677\nAuthor: Vipin Sanghi\nBench: Vipin Sanghi, Jasmeet Singh \n                         $~1, 2 & 6 \n\n                         *       In The High Court Of Delhi At New Delhi\n                         +       Fao(Os) 23/2020&Cm Appl . 7970-7972/2020 \n\n                                                                      Date of Decision : 10.09.2021 \n\n                                 Odeon Builders Pvt Ltd                   ..... Appellant \n                                                Through: Mr. Karunesh Tandon, Ms. Simran \n                                                         Mulchandani& Mr. Manish Kumar , \n                                                         Advs . \n                                                versus \n                                 Nbcc ( India ) Ltd                         ..... Respondent\n                                                Through: Ms. Shilpi Chowdhary and\n                                                         Mr.Jasdeep Singh Dhillon, Advs.\n\n                         +       Fao(Os) (Comm) 19/2020, Cm Appl. 2788/2020 & Cm Appl . \n                                 7262/2021 \n                                 M / S Rayban Foods Pvt Ltd                   ..... Appellant \n                                               Through : Mr. Sunil Dalal, Sr . Adv . with \n                                                          Mr.Vivek Jain, Mr.Devashish \n                                                          Bhadauria and Ms. Surbhi Mehta, \n                                                          Advs.\n                                               versus \n                                 M / S Gac Logistics Pvt Ltd                  ..... Respondent\n                                               Through: Mr.Sanjana Saddy, Mr .Sanyat Lodha\n                                                          and Ms. Harshita Singhal, Advs.\n                         +       Fao(Os) (Comm) 16/2020, Cm Appl. 2235/2020&Cm Appl.\n                                 2237/2020\n                                 Arindam Chaudhuri                          ..... Appellant \n                                               Through: Mr. NishitKush, Advocate . \n                                               versus\n                                 Zest Systems Pvt Ltd & Anr                 ..... Respondents \n                                               Through: Mr. Kirti Uppal Sr. Adv. with Mr. N \n                                                          K Kanatawla and Mr.Satyender \n                                                          Chahar, Advs. \n\n\n\n\nSignature Not Verified \nDigitally Signed\nBy: AMIT Arora         Fao(Os)   23/2020 ,Fao(Os) (Comm) 19/2020 & Fao(Os) (Comm) 16/2020    Page 1 of 13 \nSigning Date:16.09.2021 \n16:42:28 \n                                  Coram:\n                                 Hon'Ble Mr. Justice Vipin Sanghi\n                                 Hon'Ble Mr. Justice Jasmeet Singh \n\n                                                         Judgment \n                         %       Vipin Sanghi, J (Oral) \n\n                         1)      In respect of Item 1, the Registry is directed to register the appeal as\nFao (Os)(Comm) No. 23/2020 instead of  FAO(OS) No. 23/2020. \n2) These three commercial appeals have been preferred under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (Commercial Courts Act) to assail the orders passed in the respective commercial causes by the learned Single Judge. The particulars of the impugned orders passed in these three appeals are as follows:\n( I ) FAO(OS)(COMM) No. 23/2020 The impugned order is dated 31.10.2019 passed by learned Single Judge in O.A. No. 81/2019 [CS(COMM) No. 1261/2018]. By the impugned order, the learned Single Judge dismissed the Chamber Appeal against the order passed by the Joint Registrar, whereby the right of the plaintiff to file the replication as well as affidavit of admission/ denial of documents was closed. \n(II) FAO(OS)(COMM) No. 17/2020 The impugned order is dated 06.12.2019 passed by learned Single Judge in CS(COMM) No. 1143/2018. By the impugned order, the learned Single Judge rejected three issues proposed by the defendant, including an issue on limitation. The appeal is preferred only qua the disallowance of the issue on limitation. (III) FAO(OS)(COMM) No. 17/2020 The impugned order is dated 01.10.2019 passed by learned Single Judge in I.A. 7379/2019[CS(COMM) No. 513/2017]. By the impugned order, the learned Single Judge allowed the application for amendment of the plaint. \n3) Section 13 of the Commercial Courts Act, which creates the Right of Appeal reads as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" (emphasis supplied) \n4) In light of the provision contained in Section 13 of the Commercial Courts Act, since none of the impugned orders are specifically appealable under Order 43 CPC, we had required the parties to address us on the aspect of maintainability of the present appeals. \n5) Learned counsels for the appellants placed reliance on a Division Bench judgement of this Court in D & H India Ltd. vs Superon Schweisstechnik India Ltd. [FAO(OS)(COMM) No. 237/2019] decided on 16.03.2020. The Division Bench in its decision, inter alia, in Para 21 held as follows:\n\"21. On a plain reading, the proviso to Section 13 (1A) of the Commercial Courts Act is an enabling, rather than a disabling, provision. There is nothing, in the said proviso, which would seem to indicate that it dilutes the effect of sub-section (1A) of Section 13. If we were to read the said proviso as excluding, from the jurisdiction of the appellate court, all orders, passed by a Commercial Court, save and except those which find specific enumeration in Order XLIII of the CPC, it may amount to rewriting the proviso to read \"Provided that no appeal shall lie, except from such orders passed by a Commercial Division or the Commercial Court as are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\" We are not convinced that the province of our jurisdiction, in the present case, allows us to so legislate. To our mind, therefore, sub-section (1A) of Section 13 of the Commercial Courts Act allows appeals to be preferred against all judgements and orders of the Commercial Division of the High Court, to the Commercial Appellate Division thereof, and the proviso, to the said sub-section merely clarifies that, in the case of orders specifically enumerated in Order XLIII of the CPC, such appeals shall lie.\" \n6) Thereafter, the Division Bench in its conclusions in Para 45 held as follows:\n\"45. We are, therefore, not persuaded to accept the preliminary objection, of Mr. Sindhwani, regarding the maintainability of the present appeal before us. For the sake of clarity, we reiterate our reasons, thus:\n(i) OA 58/2019 was filed in CS (COMM) 665/2017. The learned Single Judge was, therefore, exercising jurisdiction under the Commercial Division of this Court. Section 13 of the Commercial Courts Act would, therefore, apply. On this aspect, we may note, Mr. Sindhwani, too, is ad idem. \n(ii) Sub-section (1A) of Section 13 of the Commercial Courts Act allows any person, aggrieved by the judgement or order of the Commercial Division of the High Court, to appeal to the Commercial Appellate Division of that High Court. Inasmuch as the learned Single Judge was sitting in the Commercial Division of this Court, while passing the impugned order dated 3rd July, 2019 , the said order would be appealable to the Division Bench of this Court, on a plain reading of Section 13(1A) of the Commercial Courts Act. \n(iii) The proviso to Section 13 (1A) cannot, in our view, be read as limiting the right to appeal, conferred by Section 13 (1A). The said proviso merely states that, from orders passed by the Commercial Division of the High Court, as are specifically enumerated under Order XLIII of the CPC, an appeal would lie under Section 13 (1A). In our view, the proviso cannot be read as meaning that no appeal would lie in any other case, especially where the order under appeal has not been passed under the CPC at all, but under Rule 5 in Chapter II of the 2018 Original Side Rules. \n(iv) The judgements in HPL (India) Ltd1 and Samsung Leasing Ltd2 do not apply, as they related to appeals, against orders passed by the learned Single Judge under one or the other provision of the CPC. In such circumstances, these decisions restricted the ambit of Section 13 (1A) of the Commercial Courts Act, by invoking Section 104 and Order XLIII of the CPC. \nThe case before us being relatable to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, we are not persuaded to follow the decisions in HPL (India) Ltd1 and Samsung Leasing Ltd2. \nJudgements rendered by courts, it is trite, are not to be read as analogous to Euclids theorems, but have to be understood and applied in the light of the fact- situation, and the legal issue arising for consideration, in those cases7. \n(v) In this context, we may note that the 2018 Original Side Rules have been notified in exercise of the powers conferred, not only by Section 129 of the CPC, but by Section 7 of the Delhi High Court Act. Section 129 of the CPC permits every High Court to make such rules, not inconsistent with the Letters Patent, or order or other law establishing it, to regulate its own procedure in the exercise of its original civil jurisdiction, as it thinks fit. Section 7 of the Delhi High Court Act stipulates that, subject to the provisions thereof, \"the High Court shall have all such powers to make rules and others with respect to practice and procedure as are immediately before the appointed day exercisable by the High Court of Punjab and shall also have powers to make rules and orders with respect to practice and procedure for the exercise of its ordinary original civil jurisdiction\". The Original Side Rules of this Court have, therefore, their own individual identity, distinct and different from the CPC, and we do not see any justification for applying, to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, the restraints contained in Section 104, or Order XLIII, of the CPC, insofar as the availability of a remedy of appeal, against such order, under Section 13(1A) of the Commercial Courts Act, is concerned. We may note, in this regard, that, over four decades ago a Full Bench of this Court had held, in Print Pak Machinery Ltd. v. Jay Kay Papers Converters8, that in the event of any conflict, the Original Side Rules prevailed over the Civil Procedure Code, 1908.\n(vi) Nor are we persuaded to non-suit the appellant, by applying Rahul Gupta 3, which proceeds on the premise that the use of the word \"appeal\", in Rule 4 in Chapter II of the 1967 Original Side Rules - whereunder the order of the learned Single Judge had been passed in that case - was a \"misnomer\". The appeal before the Division Bench had, in that case, been filed under Section 10 of the Delhi High Courts Act. In our view, the said decision, irrespective of its correctness or otherwise, would not apply to the present case, as (a) the order impugned before us has been passed, not under Rule 4 in Chapter II of the 1967 Original Side Rules, but under Rule 5 in Chapter II of the 2018 Original Side Rules which, yet again, uses the word \"appeal\" and (b) the appeal, before us, lies, not under Section 10 of the Delhi High Court Act, but under Section 13 of the Commercial Courts Act, the range and sweep of which is far more expansive than that of Section 10 of the Delhi High Courts Act.\"\n7) We may observe that the Division Bench sought to distinguish earlier decisions cited before it in the cases of Rahul Gupta Vs. Pratap Singh & Ors. MANU/DE/4330/2013, HPL (India) Limited and Ors. Vs. QRG Enterprises and Ors MANU/DE/0347/2017 and Samsung Leasing Ltd. and Ors. Vs. Samsung Electronics Co. Ltd. And Ors. MANU/DE/2107/2017, which had been relied upon by the respondent before it, to contend that the appeal under Section 13 was not maintainable, since the order passed by the learned Single Judge in the commercial cause was not specifically appealable under Order XLIII, Code of Civil Procedure. \n8) We had doubts about the correctness of the view taken in D & H India Ltd. (Supra). We felt that the said view went against the very purpose for which the Commercial Courts Act was enacted i.e. to provide for speedy disposal of high value commercial disputes, as is evident from the Statement of Objections and Reasons for the said Act. The effect of judgment in D & H India Ltd. (Supra) was that all orders passed by the Commercial Courts, or the Commercial Division of the High Court, would be appealable when, before the enactment of the Commercial Courts Act, only such orders were appealable, which were either specifically made appealable, such as, under Section 104, or within Order XLIII CPC, or qualified as \"judgments\" within the meaning of that expression, as explained by the Supreme Court in Shah Babulal Khimji V. Jayaben D. Kania & Another, AIR 1981 SC 1786. Thus, the right to prefer an appeal - if D & H India Ltd. (Supra) were to be accepted as the correct view, stood expanded by Section 13 of the Commercial Court Act, when compared to the right of appeal available prior to its enactment. We were of the prima facie view that this would go contrary to the purpose and object of the Commercial Courts Act, as creation of a right of appeal against all and sundry orders passed in Original Commercial Causes would impede the progress of the causes. Every appeal at the interlocutory stage of the proceedings acts as a speed breaker in the progress of the cause. Moreover, if the proviso to Section 13(1A) were to be read as not limiting or qualifying the right of appeal contained in Section 13(1) and the first part of Section 13(1A), then there was no need to enact the proviso. The view taken in D & H India Ltd. (Supra) rendered the proviso to Section 13(1A) a surplusage - which is not to be presumed in respect of any part of a legislation. Thirdly, the view taken by the Division Bench in D & H India Ltd. (Supra) neither took into account Section 13(2), nor the interpretation adopted by the Division Bench could be reconciled with the clear plain meaning of Section 13(2). A party aggrieved by an order passed at the interlocutory stage of the proceedings is not entirely remediless, in as much, as, Section 105 CPC entitles the party aggrieved by any such interlocutory order, to assail the same which appealing against the decree by raising a ground in the Memorandum of Appeal. Moreover, the option to assail the interlocutory order before the Supreme Court, by preferring a Special Leave Petition, is also available. Since we were finding it difficult to persuade ourselves to accept the view expressed in D & H India Ltd. (Supra), we decided to hear the submissions of learned counsels, and directed them to place on record copies of the judgements that they wish to rely upon. \n9) The respondents, who are opposing the maintainability of the appeals, have placed before the Court the judgement rendered by the Supreme Court in Kandla Export Corporation & Ors. vs OCI Corporation &Ors., (2018) 14 SCC 715, wherein the Supreme Court has interpreted Section 13 of the Commercial Courts Act, and held as follows:\n\"14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by ShriGiri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. \nThe primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., MANU/SC/0070/1959: 1959 Supp (2) SCR 256 at 266-267, thus:\n\"The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. \"It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso\". Therefore it is to be construed harmoniously with the main enactment. (Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [MANU/SC/0017 1956: [(1957) SCR 51, 59]). Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [MANU/SC/0084 1955:[(1955) 2 SCR 483, 493] said:\n\"It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\" \nLord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [MANU/PR/0060/1944 [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\" \nThe territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37] .)\" \n15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" (emphasis supplied) \n10) A perusal of the above extract shows that the Supreme Court has already interpreted and pronounced upon the scope of the appeals maintainable under Section 13 of the Commercial Courts Act, and while doing so, the Supreme Court has held that the primary purpose of the proviso is to qualify the generality of the main part by providing an exception.\n11) This decision of the Supreme Court in Kandla Export Corporation (supra ) decided on 07.02.2018, was rendered prior to the judgement in D & H India Ltd. vs. (supra), rendered by a Division Bench of this Court. However, this judgement was, apparently, not brought to the notice of the Division Bench and has, therefore, escaped the attention of the Division Bench. \n12) A perusal of D & H India Ltd. vs. (supra) shows that the Division Bench has also not referred to and dealt with, specifically Section 13 (2) of the Commercial Courts Act that, in terms, states that \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" Thus, an appeal from an order passed in a commercial cause would lie only in accordance with Section 13(1) and 13(1A), and not otherwise. An appeal, by resort to the Letters Patent (in the light of the judgement of the Supreme Court in Shah Babulal Khimji (supra)) is also not maintainable under Section 13 of the Commercial Courts Act. \n13) With due respect, the judgement of the Division Bench in D & H India Ltd. (supra) cannot be regarded as laying down the correct interpretation of Section 13 of the Commercial Courts Act, and we are, therefore, not bound to follow the same, since there is a contrary view of the Supreme Court. We are bound by the judgement of the Supreme Court. In the ordinary course, we would have referred the decision in D & H India Ltd. vs. (supra) for reconsideration by a larger Bench since, we were inclined to take a contrary view to that taken in D & H India Ltd. (Supra). However, since the issue already stands settled by the Supreme Court, there is no necessity to adopt that course of action. Hence, in our view, these appeals are not maintainable, since none of the impugned orders are appealable under Order XLIII Rule 1 of the Civil Procedure Code. \n14) The Appeals are, accordingly, dismissed. \nVIPIN SANGHI, J JASMEET SINGH, J SEPTEMBER 10, 2021 Sahil Sharma",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "NONE"
      ],
      "id": "793efea598fa4658879112d97bdf385a_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "NONE"
      ],
      "id": "7ff957e41f0e49f3a8f353ca1df37b0e_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "NONE"
      ],
      "id": "494f662cd32e41589c85f6bb1fc6dbdf_2"
    },
    {
      "start": 260,
      "end": 330,
      "text": "\nArindam Chaudhuri vs Zest Systems Pvt Ltd & Anr on 10 September, 2021",
      "labels": [
        "NONE"
      ],
      "id": "3666c929688841d5a1585fd234376fd2_3"
    },
    {
      "start": 331,
      "end": 433,
      "text": "\nEquivalent citations: Aironline 2021 Del 1677\nAuthor: Vipin Sanghi\nBench: Vipin Sanghi, Jasmeet Singh",
      "labels": [
        "NONE"
      ],
      "id": "31a8c16838fc4d08a55c4e9bc4cea075_4"
    },
    {
      "start": 460,
      "end": 470,
      "text": "$~1, 2 & 6",
      "labels": [
        "NONE"
      ],
      "id": "f1409076f2a84e07beffed1cf3f9b2d7_5"
    },
    {
      "start": 498,
      "end": 597,
      "text": "*       In The High Court Of Delhi At New Delhi\n                         +       Fao(Os) 23/2020&Cm",
      "labels": [
        "NONE"
      ],
      "id": "7e3e3768860f4b67a6e7f44abdad74ff_6"
    },
    {
      "start": 598,
      "end": 619,
      "text": "Appl . 7970-7972/2020",
      "labels": [
        "NONE"
      ],
      "id": "35de2bed552c45f79087dd614c9042ff_7"
    },
    {
      "start": 692,
      "end": 710,
      "text": "Date of Decision :",
      "labels": [
        "NONE"
      ],
      "id": "6d2bbfa53e9f4bf589c4e2eb2d790def_8"
    },
    {
      "start": 711,
      "end": 721,
      "text": "10.09.2021",
      "labels": [
        "NONE"
      ],
      "id": "73877cf69d6149e8abfb0f963d9e6023_9"
    },
    {
      "start": 757,
      "end": 779,
      "text": "Odeon Builders Pvt Ltd",
      "labels": [
        "NONE"
      ],
      "id": "87d8408146794e33afc1aeb222820909_10"
    },
    {
      "start": 798,
      "end": 813,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d49593297c4482189c7b695f545eec2_11"
    },
    {
      "start": 863,
      "end": 871,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1a34b6db38148218845181257632e65_12"
    },
    {
      "start": 872,
      "end": 903,
      "text": "Mr. Karunesh Tandon, Ms. Simran",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3120854c48f422b9a85a0f4285037e1_13"
    },
    {
      "start": 962,
      "end": 974,
      "text": "Mulchandani&",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4b3db9b307c4ab7b9e32871ce18dd94_14"
    },
    {
      "start": 975,
      "end": 991,
      "text": "Mr. Manish Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8af1948c34774ff4be61922cbe4b1a6b_15"
    },
    {
      "start": 992,
      "end": 1056,
      "text": ", \n                                                         Advs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ebd88fa30df4224a7e729dff2cb828b_16"
    },
    {
      "start": 1057,
      "end": 1114,
      "text": ". \n                                                versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8c6bc6d8af744d0c8575322890452d3e_17"
    },
    {
      "start": 1149,
      "end": 1155,
      "text": "Nbcc (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0c0193cfb0f4646a7d26b27aa75f274_18"
    },
    {
      "start": 1156,
      "end": 1458,
      "text": "India ) Ltd                         ..... Respondent\n                                                Through: Ms. Shilpi Chowdhary and\n                                                         Mr.Jasdeep Singh Dhillon, Advs.\n\n                         +       Fao(Os) (Comm) 19/2020, Cm Appl. 2788/2020 &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b06dfbf02e1484ba62ce399d4e56847_19"
    },
    {
      "start": 1459,
      "end": 1466,
      "text": "Cm Appl",
      "labels": [
        "PREAMBLE"
      ],
      "id": "122f5794c99949c9b6437b64b724868e_20"
    },
    {
      "start": 1467,
      "end": 1512,
      "text": ". \n                                 7262/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e627afdbb19495aa5668380aaf4d35e_21"
    },
    {
      "start": 1547,
      "end": 1559,
      "text": "M / S Rayban",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5469c6a2f9e7486c8fa2c7272ee14d64_22"
    },
    {
      "start": 1560,
      "end": 1573,
      "text": "Foods Pvt Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4fc6e05617b44329cb99212f41eb48e_23"
    },
    {
      "start": 1592,
      "end": 1607,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae7361b4d37a4f53893d1995365f7c02_24"
    },
    {
      "start": 1656,
      "end": 1663,
      "text": "Through",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c26135a18794415a6a1ca0cf24484ce_25"
    },
    {
      "start": 1664,
      "end": 1685,
      "text": ": Mr. Sunil Dalal, Sr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45ddcca9343048db91af4df0a0062a29_26"
    },
    {
      "start": 1686,
      "end": 1693,
      "text": ". Adv .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5d2ee148d4c48a59bdc53754f1f5c6c_27"
    },
    {
      "start": 1694,
      "end": 1785,
      "text": "with \n                                                          Mr.Vivek Jain, Mr.Devashish",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d1377f70d594967b46a7eae6e57ea93_28"
    },
    {
      "start": 1845,
      "end": 1876,
      "text": "Bhadauria and Ms. Surbhi Mehta,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "302bcd814a7b4b2694f264825dbf29a8_29"
    },
    {
      "start": 1936,
      "end": 1995,
      "text": "Advs.\n                                               versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e003ebcc306a49a6b16d63c4843a6de1_30"
    },
    {
      "start": 2030,
      "end": 2039,
      "text": "M / S Gac",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6e6e70e4dcf49fcb7031263030a957d_31"
    },
    {
      "start": 2040,
      "end": 2049,
      "text": "Logistics",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1696264153e42afa73d27cd319eee41_32"
    },
    {
      "start": 2050,
      "end": 2057,
      "text": "Pvt Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58341d9c0e4041d1bf32917803a745ad_33"
    },
    {
      "start": 2075,
      "end": 2451,
      "text": "..... Respondent\n                                               Through: Mr.Sanjana Saddy, Mr .Sanyat Lodha\n                                                          and Ms. Harshita Singhal, Advs.\n                         +       Fao(Os) (Comm) 16/2020, Cm Appl. 2235/2020&Cm Appl.\n                                 2237/2020\n                                 Arindam Chaudhuri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18adba1b5b774316bfec3f3c72f036b3_34"
    },
    {
      "start": 2477,
      "end": 2492,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "571e41bf6f594792ad7880a370596ec2_35"
    },
    {
      "start": 2541,
      "end": 2549,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13a2903dd6224fa09b75623a3cee16c3_36"
    },
    {
      "start": 2550,
      "end": 2574,
      "text": "Mr. NishitKush, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58fbe2dfa547437b85fcc85765369192_37"
    },
    {
      "start": 2575,
      "end": 2665,
      "text": ". \n                                               versus\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5a1fc38456a470ea37f1d0d875e3ae8_38"
    },
    {
      "start": 2665,
      "end": 2677,
      "text": "Zest Systems",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdc9586495f54845951cfb654065a731_39"
    },
    {
      "start": 2678,
      "end": 2691,
      "text": "Pvt Ltd & Anr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83916fabd81d486ea4d5dba127727849_40"
    },
    {
      "start": 2708,
      "end": 2725,
      "text": "..... Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d4e828ddfb847f19fc75d5cd8e33995_41"
    },
    {
      "start": 2774,
      "end": 2782,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bcd72b25177643cc9995f675bdd064de_42"
    },
    {
      "start": 2783,
      "end": 2812,
      "text": "Mr. Kirti Uppal Sr. Adv. with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f101e277d82e4bb7b9cb3429671d0535_43"
    },
    {
      "start": 2813,
      "end": 2879,
      "text": "Mr. N \n                                                          K",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4cf8112081764158a6393c2550f8dcf5_44"
    },
    {
      "start": 2880,
      "end": 2906,
      "text": "Kanatawla and Mr.Satyender",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e532358fbb1048b9a6b818c2fd3e713a_45"
    },
    {
      "start": 2966,
      "end": 2979,
      "text": "Chahar, Advs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77382f784e6c4ee08b7df09e21f8af31_46"
    },
    {
      "start": 2985,
      "end": 3007,
      "text": "Signature Not Verified",
      "labels": [
        "PREAMBLE"
      ],
      "id": "757690b0ccfd4c3a95463ea617c7d29d_47"
    },
    {
      "start": 3009,
      "end": 3026,
      "text": "Digitally Signed\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cccf25923254df1bc708a9d72d482e4_48"
    },
    {
      "start": 3026,
      "end": 3049,
      "text": "By: AMIT Arora         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d42e518d8c8041249d1996af6c052981_49"
    },
    {
      "start": 3049,
      "end": 3056,
      "text": "Fao(Os)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88407f6cafc74c80b4e3dd8e00ed635f_50"
    },
    {
      "start": 3059,
      "end": 3066,
      "text": "23/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "184b4a660e71429882a093144fbfce71_51"
    },
    {
      "start": 3067,
      "end": 3090,
      "text": ",Fao(Os) (Comm) 19/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d364dce77824efaa8d8b66a8bf14c79_52"
    },
    {
      "start": 3091,
      "end": 3100,
      "text": "& Fao(Os)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ed2888cef2347e19c5478e7a1882d73_53"
    },
    {
      "start": 3101,
      "end": 3115,
      "text": "(Comm) 16/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa70c0cd8282466d88d4ed4abf1781dc_54"
    },
    {
      "start": 3119,
      "end": 3131,
      "text": "Page 1 of 13",
      "labels": [
        "PREAMBLE"
      ],
      "id": "060650db5dca49d4b2d126788f06b826_55"
    },
    {
      "start": 3132,
      "end": 3156,
      "text": "\nSigning Date:16.09.2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71834fa158e941bbad1bfc6c9285200d_56"
    },
    {
      "start": 3157,
      "end": 3166,
      "text": "\n16:42:28",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29976b949de24b2a8281950aa3e27e57_57"
    },
    {
      "start": 3167,
      "end": 3308,
      "text": "\n                                  Coram:\n                                 Hon'Ble Mr. Justice Vipin Sanghi\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2079916f73144b448e1c60ba1069fc3e_58"
    },
    {
      "start": 3308,
      "end": 3341,
      "text": "Hon'Ble Mr. Justice Jasmeet Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f10178d65c0948c0a4f2af8bd15c823a_59"
    },
    {
      "start": 3401,
      "end": 3409,
      "text": "Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a492ae17d444df3b09691b202e25ba4_60"
    },
    {
      "start": 3436,
      "end": 3466,
      "text": "%       Vipin Sanghi, J (Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ac2b91671694f229b6a103c7b98db45_61"
    },
    {
      "start": 3494,
      "end": 3612,
      "text": "1)      In respect of Item 1, the Registry is directed to register the appeal as\nFao (Os)(Comm) No. 23/2020 instead of",
      "labels": [
        "FAC"
      ],
      "id": "0c576f12c26940ed921cf087d0a1e433_62"
    },
    {
      "start": 3613,
      "end": 3634,
      "text": " FAO(OS) No. 23/2020.",
      "labels": [
        "NONE"
      ],
      "id": "fb6efa98355c446a83259b5f8abfde70_63"
    },
    {
      "start": 3636,
      "end": 3932,
      "text": "2) These three commercial appeals have been preferred under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (Commercial Courts Act) to assail the orders passed in the respective commercial causes by the learned Single Judge.",
      "labels": [
        "FAC"
      ],
      "id": "a511a79664f34af0892d773a3917e6d8_64"
    },
    {
      "start": 3933,
      "end": 4018,
      "text": "The particulars of the impugned orders passed in these three appeals are as follows:\n",
      "labels": [
        "NONE"
      ],
      "id": "b355f87fba6b4451aaa4577820feaeba_65"
    },
    {
      "start": 4018,
      "end": 4049,
      "text": "( I ) FAO(OS)(COMM) No. 23/2020",
      "labels": [
        "NONE"
      ],
      "id": "b13270bd09804870b3e10af008e73d39_66"
    },
    {
      "start": 4050,
      "end": 4165,
      "text": "The impugned order is dated 31.10.2019 passed by learned Single Judge in O.A. No. 81/2019 [CS(COMM) No. 1261/2018].",
      "labels": [
        "NONE"
      ],
      "id": "fe0ecb8b651f455ca7d6446b8592753a_67"
    },
    {
      "start": 4166,
      "end": 4417,
      "text": "By the impugned order, the learned Single Judge dismissed the Chamber Appeal against the order passed by the Joint Registrar, whereby the right of the plaintiff to file the replication as well as affidavit of admission/ denial of documents was closed.",
      "labels": [
        "RLC"
      ],
      "id": "51dc584b73634bb5aa096a1385a77b96_68"
    },
    {
      "start": 4418,
      "end": 4449,
      "text": "\n(II) FAO(OS)(COMM) No. 17/2020",
      "labels": [
        "NONE"
      ],
      "id": "e6e17bf9b68149458140525a91a4eb24_69"
    },
    {
      "start": 4450,
      "end": 4546,
      "text": "The impugned order is dated 06.12.2019 passed by learned Single Judge in CS(COMM) No. 1143/2018.",
      "labels": [
        "FAC"
      ],
      "id": "7e8fa3d9cf454adcb7b323d0f34b1e71_70"
    },
    {
      "start": 4547,
      "end": 4677,
      "text": "By the impugned order, the learned Single Judge rejected three issues proposed by the defendant, including an issue on limitation.",
      "labels": [
        "FAC"
      ],
      "id": "c3c039860f9d4b4ebd93452fe9116610_71"
    },
    {
      "start": 4678,
      "end": 4755,
      "text": "The appeal is preferred only qua the disallowance of the issue on limitation.",
      "labels": [
        "FAC"
      ],
      "id": "42c5d589fc584ba08b2ca650bb11a8d4_72"
    },
    {
      "start": 4756,
      "end": 4787,
      "text": "(III) FAO(OS)(COMM) No. 17/2020",
      "labels": [
        "NONE"
      ],
      "id": "a16258980ca049869ff329610b5a6fa8_73"
    },
    {
      "start": 4788,
      "end": 4899,
      "text": "The impugned order is dated 01.10.2019 passed by learned Single Judge in I.A. 7379/2019[CS(COMM) No. 513/2017].",
      "labels": [
        "FAC"
      ],
      "id": "ad13a8f870394c2d81aae01f6a5cd0e6_74"
    },
    {
      "start": 4900,
      "end": 5000,
      "text": "By the impugned order, the learned Single Judge allowed the application for amendment of the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "26a1c637a1ec480db62d94ce449b9505_75"
    },
    {
      "start": 5001,
      "end": 6037,
      "text": "\n3) Section 13 of the Commercial Courts Act, which creates the Right of Appeal reads as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
      "labels": [
        "STA"
      ],
      "id": "73d2c72312054c679a0be14f31821516_76"
    },
    {
      "start": 6038,
      "end": 6309,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "58535d611827499d94cea79532e5ad0e_77"
    },
    {
      "start": 6310,
      "end": 6329,
      "text": "(emphasis supplied)",
      "labels": [
        "NONE"
      ],
      "id": "7669c8e5ceb947148935fce48905079e_78"
    },
    {
      "start": 6330,
      "end": 6594,
      "text": "\n4) In light of the provision contained in Section 13 of the Commercial Courts Act, since none of the impugned orders are specifically appealable under Order 43 CPC, we had required the parties to address us on the aspect of maintainability of the present appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4b45357f31947b1b913cf6cb27528d8_79"
    },
    {
      "start": 6595,
      "end": 6804,
      "text": "\n5) Learned counsels for the appellants placed reliance on a Division Bench judgement of this Court in D & H India Ltd. vs Superon Schweisstechnik India Ltd. [FAO(OS)(COMM) No. 237/2019] decided on 16.03.2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "db0f0d294bd14e5e843f016234147e86_80"
    },
    {
      "start": 6805,
      "end": 6885,
      "text": "The Division Bench in its decision, inter alia, in Para 21 held as follows:\n\"21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e339412c62c745e4a14238f828cda13d_81"
    },
    {
      "start": 6886,
      "end": 7017,
      "text": "On a plain reading, the proviso to Section 13 (1A) of the Commercial Courts Act is an enabling, rather than a disabling, provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70c5804c974c4487a49a2b4626e57a50_82"
    },
    {
      "start": 7018,
      "end": 7147,
      "text": "There is nothing, in the said proviso, which would seem to indicate that it dilutes the effect of sub-section (1A) of Section 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3db3cff02b8a41e2ad8b47ce063066ad_83"
    },
    {
      "start": 7148,
      "end": 7726,
      "text": "If we were to read the said proviso as excluding, from the jurisdiction of the appellate court, all orders, passed by a Commercial Court, save and except those which find specific enumeration in Order XLIII of the CPC, it may amount to rewriting the proviso to read \"Provided that no appeal shall lie, except from such orders passed by a Commercial Division or the Commercial Court as are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"",
      "labels": [
        "STA"
      ],
      "id": "3678930c8dce49bba4d338b3bcc89e58_84"
    },
    {
      "start": 7727,
      "end": 7834,
      "text": "We are not convinced that the province of our jurisdiction, in the present case, allows us to so legislate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "685fbc09e54347708f8f90dfb218f774_85"
    },
    {
      "start": 7835,
      "end": 8237,
      "text": "To our mind, therefore, sub-section (1A) of Section 13 of the Commercial Courts Act allows appeals to be preferred against all judgements and orders of the Commercial Division of the High Court, to the Commercial Appellate Division thereof, and the proviso, to the said sub-section merely clarifies that, in the case of orders specifically enumerated in Order XLIII of the CPC, such appeals shall lie.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf245bbe155345f7abfa8756deb96d04_86"
    },
    {
      "start": 8238,
      "end": 8324,
      "text": "\n6) Thereafter, the Division Bench in its conclusions in Para 45 held as follows:\n\"45.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa99923dbf7e4121b3781f8c315bbc0e_87"
    },
    {
      "start": 8325,
      "end": 8475,
      "text": "We are, therefore, not persuaded to accept the preliminary objection, of Mr. Sindhwani, regarding the maintainability of the present appeal before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63271293e1b44184948390c15dddb7a2_88"
    },
    {
      "start": 8476,
      "end": 8580,
      "text": "For the sake of clarity, we reiterate our reasons, thus:\n(i) OA 58/2019 was filed in CS (COMM) 665/2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "198fee6abfc146728fa8a9250e346d1d_89"
    },
    {
      "start": 8581,
      "end": 8690,
      "text": "The learned Single Judge was, therefore, exercising jurisdiction under the Commercial Division of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "886c597d2e6a42bf838ac66640640aeb_90"
    },
    {
      "start": 8691,
      "end": 8755,
      "text": "Section 13 of the Commercial Courts Act would, therefore, apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c948a7996d284e3885f0a5360bfb2525_91"
    },
    {
      "start": 8756,
      "end": 8816,
      "text": "On this aspect, we may note, Mr. Sindhwani, too, is ad idem.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f6e3e9311a245389c8f2b57b7defa82_92"
    },
    {
      "start": 8817,
      "end": 9050,
      "text": "\n(ii) Sub-section (1A) of Section 13 of the Commercial Courts Act allows any person, aggrieved by the judgement or order of the Commercial Division of the High Court, to appeal to the Commercial Appellate Division of that High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d039b999bb8146658c19f2dc857a5412_93"
    },
    {
      "start": 9051,
      "end": 9195,
      "text": "Inasmuch as the learned Single Judge was sitting in the Commercial Division of this Court, while passing the impugned order dated 3rd July, 2019",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67e297a127e84534b7beb315d0eb53b5_94"
    },
    {
      "start": 9196,
      "end": 9336,
      "text": ", the said order would be appealable to the Division Bench of this Court, on a plain reading of Section 13(1A) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddd161e288d44a8298a857891cd09d3b_95"
    },
    {
      "start": 9337,
      "end": 9466,
      "text": "\n(iii) The proviso to Section 13 (1A) cannot, in our view, be read as limiting the right to appeal, conferred by Section 13 (1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e90bcaadbd4416ab1e389c39ebda182_96"
    },
    {
      "start": 9467,
      "end": 9672,
      "text": "The said proviso merely states that, from orders passed by the Commercial Division of the High Court, as are specifically enumerated under Order XLIII of the CPC, an appeal would lie under Section 13 (1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "363ec6061eea47ea927c5d6126b94492_97"
    },
    {
      "start": 9673,
      "end": 9913,
      "text": "In our view, the proviso cannot be read as meaning that no appeal would lie in any other case, especially where the order under appeal has not been passed under the CPC at all, but under Rule 5 in Chapter II of the 2018 Original Side Rules.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97c75df7b22440179bb0f26f2704df0b_98"
    },
    {
      "start": 9914,
      "end": 10116,
      "text": "\n(iv) The judgements in HPL (India) Ltd1 and Samsung Leasing Ltd2 do not apply, as they related to appeals, against orders passed by the learned Single Judge under one or the other provision of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96b94780c1034ce0aa30efdcd271abe6_99"
    },
    {
      "start": 10117,
      "end": 10277,
      "text": "In such circumstances, these decisions restricted the ambit of Section 13 (1A) of the Commercial Courts Act, by invoking Section 104 and Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89b65ab2cb3b47c4b2c9837f104c590c_100"
    },
    {
      "start": 10278,
      "end": 10483,
      "text": "\nThe case before us being relatable to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, we are not persuaded to follow the decisions in HPL (India) Ltd1 and Samsung Leasing Ltd2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cce2eb117db41c29d01b765343dd10e_101"
    },
    {
      "start": 10484,
      "end": 10720,
      "text": "\nJudgements rendered by courts, it is trite, are not to be read as analogous to Euclids theorems, but have to be understood and applied in the light of the fact- situation, and the legal issue arising for consideration, in those cases7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c99f7d9ae39c495cb77caa588acfe856_102"
    },
    {
      "start": 10722,
      "end": 10926,
      "text": "(v) In this context, we may note that the 2018 Original Side Rules have been notified in exercise of the powers conferred, not only by Section 129 of the CPC, but by Section 7 of the Delhi High Court Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fbafeaebed942f9a9e7032c39f5c91b_103"
    },
    {
      "start": 10927,
      "end": 11175,
      "text": "Section 129 of the CPC permits every High Court to make such rules, not inconsistent with the Letters Patent, or order or other law establishing it, to regulate its own procedure in the exercise of its original civil jurisdiction, as it thinks fit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1881605afdc42fd90fecf7b052a6337_104"
    },
    {
      "start": 11176,
      "end": 11610,
      "text": "Section 7 of the Delhi High Court Act stipulates that, subject to the provisions thereof, \"the High Court shall have all such powers to make rules and others with respect to practice and procedure as are immediately before the appointed day exercisable by the High Court of Punjab and shall also have powers to make rules and orders with respect to practice and procedure for the exercise of its ordinary original civil jurisdiction\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15c678541c4e4b40b94b93bd2aae6f5d_105"
    },
    {
      "start": 11611,
      "end": 12067,
      "text": "The Original Side Rules of this Court have, therefore, their own individual identity, distinct and different from the CPC, and we do not see any justification for applying, to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, the restraints contained in Section 104, or Order XLIII, of the CPC, insofar as the availability of a remedy of appeal, against such order, under Section 13(1A) of the Commercial Courts Act, is concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ab064ca00134772a7c46ddf5cdcbf2d_106"
    },
    {
      "start": 12068,
      "end": 12627,
      "text": "We may note, in this regard, that, over four decades ago a Full Bench of this Court had held, in Print Pak Machinery Ltd. v. Jay Kay Papers Converters8, that in the event of any conflict, the Original Side Rules prevailed over the Civil Procedure Code, 1908.\n(vi) Nor are we persuaded to non-suit the appellant, by applying Rahul Gupta 3, which proceeds on the premise that the use of the word \"appeal\", in Rule 4 in Chapter II of the 1967 Original Side Rules - whereunder the order of the learned Single Judge had been passed in that case - was a \"misnomer\".",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "e1b7acb470c64a5b84598d8402e71eca_107"
    },
    {
      "start": 12628,
      "end": 12741,
      "text": "The appeal before the Division Bench had, in that case, been filed under Section 10 of the Delhi High Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "514d689d301446c283eefcd4ddeef6da_108"
    },
    {
      "start": 12742,
      "end": 13933,
      "text": "In our view, the said decision, irrespective of its correctness or otherwise, would not apply to the present case, as (a) the order impugned before us has been passed, not under Rule 4 in Chapter II of the 1967 Original Side Rules, but under Rule 5 in Chapter II of the 2018 Original Side Rules which, yet again, uses the word \"appeal\" and (b) the appeal, before us, lies, not under Section 10 of the Delhi High Court Act, but under Section 13 of the Commercial Courts Act, the range and sweep of which is far more expansive than that of Section 10 of the Delhi High Courts Act.\"\n7) We may observe that the Division Bench sought to distinguish earlier decisions cited before it in the cases of Rahul Gupta Vs. Pratap Singh & Ors. MANU/DE/4330/2013, HPL (India) Limited and Ors. Vs. QRG Enterprises and Ors MANU/DE/0347/2017 and Samsung Leasing Ltd. and Ors. Vs. Samsung Electronics Co. Ltd. And Ors. MANU/DE/2107/2017, which had been relied upon by the respondent before it, to contend that the appeal under Section 13 was not maintainable, since the order passed by the learned Single Judge in the commercial cause was not specifically appealable under Order XLIII, Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2e0d0934251477eb66cebdae31ccd96_109"
    },
    {
      "start": 13935,
      "end": 14020,
      "text": "8) We had doubts about the correctness of the view taken in D & H India Ltd. (Supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3facdfb46bcd469d92b34982fde92374_110"
    },
    {
      "start": 14021,
      "end": 14273,
      "text": "We felt that the said view went against the very purpose for which the Commercial Courts Act was enacted i.e. to provide for speedy disposal of high value commercial disputes, as is evident from the Statement of Objections and Reasons for the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02ae790d4b174d678e1fc78706ad1696_111"
    },
    {
      "start": 14274,
      "end": 14810,
      "text": "The effect of judgment in D & H India Ltd. (Supra) was that all orders passed by the Commercial Courts, or the Commercial Division of the High Court, would be appealable when, before the enactment of the Commercial Courts Act, only such orders were appealable, which were either specifically made appealable, such as, under Section 104, or within Order XLIII CPC, or qualified as \"judgments\" within the meaning of that expression, as explained by the Supreme Court in Shah Babulal Khimji V. Jayaben D. Kania & Another, AIR 1981 SC 1786.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "879cc1c321114866b99ebaf5ec6c11ac_112"
    },
    {
      "start": 14811,
      "end": 15046,
      "text": "Thus, the right to prefer an appeal - if D & H India Ltd. (Supra) were to be accepted as the correct view, stood expanded by Section 13 of the Commercial Court Act, when compared to the right of appeal available prior to its enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "026bafc11f614e7695aeb024979207a5_113"
    },
    {
      "start": 15047,
      "end": 15303,
      "text": "We were of the prima facie view that this would go contrary to the purpose and object of the Commercial Courts Act, as creation of a right of appeal against all and sundry orders passed in Original Commercial Causes would impede the progress of the causes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc61aa493a734b61b118b49bc291f1fe_114"
    },
    {
      "start": 15304,
      "end": 15416,
      "text": "Every appeal at the interlocutory stage of the proceedings acts as a speed breaker in the progress of the cause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49d426030e8242798ac810c855850f7e_115"
    },
    {
      "start": 15417,
      "end": 15635,
      "text": "Moreover, if the proviso to Section 13(1A) were to be read as not limiting or qualifying the right of appeal contained in Section 13(1) and the first part of Section 13(1A), then there was no need to enact the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01672966f2434477b1fa5f8860330567_116"
    },
    {
      "start": 15636,
      "end": 15801,
      "text": "The view taken in D & H India Ltd. (Supra) rendered the proviso to Section 13(1A) a surplusage - which is not to be presumed in respect of any part of a legislation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7789de7966c40c4bad6905f7237400d_117"
    },
    {
      "start": 15802,
      "end": 16036,
      "text": "Thirdly, the view taken by the Division Bench in D & H India Ltd. (Supra) neither took into account Section 13(2), nor the interpretation adopted by the Division Bench could be reconciled with the clear plain meaning of Section 13(2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fed5a7e283904080a176b6f67466a218_118"
    },
    {
      "start": 16037,
      "end": 16344,
      "text": "A party aggrieved by an order passed at the interlocutory stage of the proceedings is not entirely remediless, in as much, as, Section 105 CPC entitles the party aggrieved by any such interlocutory order, to assail the same which appealing against the decree by raising a ground in the Memorandum of Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae6777fcc8354dc0a4fbe8e8624604a7_119"
    },
    {
      "start": 16345,
      "end": 16484,
      "text": "Moreover, the option to assail the interlocutory order before the Supreme Court, by preferring a Special Leave Petition, is also available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "752cbe44a70a4ef79abd99e149cc429c_120"
    },
    {
      "start": 16485,
      "end": 16746,
      "text": "Since we were finding it difficult to persuade ourselves to accept the view expressed in D & H India Ltd. (Supra), we decided to hear the submissions of learned counsels, and directed them to place on record copies of the judgements that they wish to rely upon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4daee0da3844d2c95b1fedb7f0706fa_121"
    },
    {
      "start": 16747,
      "end": 17202,
      "text": "\n9) The respondents, who are opposing the maintainability of the appeals, have placed before the Court the judgement rendered by the Supreme Court in Kandla Export Corporation & Ors. vs OCI Corporation &Ors., (2018) 14 SCC 715, wherein the Supreme Court has interpreted Section 13 of the Commercial Courts Act, and held as follows:\n\"14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "9d418cbc10b942cba2cc7880abfe351f_122"
    },
    {
      "start": 17203,
      "end": 17390,
      "text": "The main provision is, as has been correctly submitted by ShriGiri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b890d8a334934819abd5accbf0590e9b_123"
    },
    {
      "start": 17391,
      "end": 17457,
      "text": "To this main provision, an exception is carved out by the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78cc5855d81040a5b648d7775584c087_124"
    },
    {
      "start": 17458,
      "end": 17948,
      "text": "\nThe primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., MANU/SC/0070/1959: 1959 Supp (2) SCR 256 at 266-267, thus:\n\"The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48d9055553b04a7ca087533020989fcc_125"
    },
    {
      "start": 17949,
      "end": 18131,
      "text": "Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7a643c8dba0413193654e6ac5a650e0_126"
    },
    {
      "start": 18132,
      "end": 18279,
      "text": "\"It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "59bcb798fcb542caa579cd77f056babf_127"
    },
    {
      "start": 18280,
      "end": 18349,
      "text": "Therefore it is to be construed harmoniously with the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "508972ebddb746b199711661678123d4_128"
    },
    {
      "start": 18350,
      "end": 18454,
      "text": "(Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [MANU/SC/0017 1956: [(1957) SCR 51, 59]).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7a0c0f702ae44c9cbd6747a0f3cfeaa4_129"
    },
    {
      "start": 18455,
      "end": 18739,
      "text": "Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [MANU/SC/0084 1955:[(1955) 2 SCR 483, 493] said:\n\"It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e1b134083516479ab273b879a57c91a7_130"
    },
    {
      "start": 18740,
      "end": 18848,
      "text": "It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "db503ee0082549b88c6e47831f377c0a_131"
    },
    {
      "start": 18849,
      "end": 19210,
      "text": "\nLord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [MANU/PR/0060/1944 [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7f47bd0d199b492889a343f80a3ec165_132"
    },
    {
      "start": 19211,
      "end": 19468,
      "text": "Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a3e50ee38184319ab098f3d76149587_133"
    },
    {
      "start": 19469,
      "end": 19631,
      "text": "\nThe territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27396bbf90d846a78d5980ecbd9f8d1e_134"
    },
    {
      "start": 19632,
      "end": 19924,
      "text": "It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ff736d7ffa6b40ee9481e601f0dc0819_135"
    },
    {
      "start": 19925,
      "end": 20020,
      "text": "(Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37] .)\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "119f6b08c92f480ab792efeb481c5616_136"
    },
    {
      "start": 20022,
      "end": 20281,
      "text": "15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef781fdcc1c84e61b427c73f2a48746a_137"
    },
    {
      "start": 20282,
      "end": 20580,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be8bfb02843347779e710a6617afa3b5_138"
    },
    {
      "start": 20582,
      "end": 20772,
      "text": "16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4682b852c30142c2a4ebce10c2560d87_139"
    },
    {
      "start": 20773,
      "end": 21009,
      "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73baaed44d3247fd90dd4c7a021c16f6_140"
    },
    {
      "start": 21010,
      "end": 21029,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e25962143d548aca1d5b294a85c2e98_141"
    },
    {
      "start": 21030,
      "end": 21596,
      "text": "\n10) A perusal of the above extract shows that the Supreme Court has already interpreted and pronounced upon the scope of the appeals maintainable under Section 13 of the Commercial Courts Act, and while doing so, the Supreme Court has held that the primary purpose of the proviso is to qualify the generality of the main part by providing an exception.\n11) This decision of the Supreme Court in Kandla Export Corporation (supra ) decided on 07.02.2018, was rendered prior to the judgement in D & H India Ltd. vs. (supra), rendered by a Division Bench of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d708fdcfbb24574bb69fd62250ab31e_142"
    },
    {
      "start": 21597,
      "end": 21750,
      "text": "However, this judgement was, apparently, not brought to the notice of the Division Bench and has, therefore, escaped the attention of the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2d63487da0844d0a5f4fb78c7111a32_143"
    },
    {
      "start": 21751,
      "end": 22222,
      "text": "\n12) A perusal of D & H India Ltd. vs. (supra) shows that the Division Bench has also not referred to and dealt with, specifically Section 13 (2) of the Commercial Courts Act that, in terms, states that \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43ae34329c014fcbb979e03c12544166_144"
    },
    {
      "start": 22223,
      "end": 22360,
      "text": "Thus, an appeal from an order passed in a commercial cause would lie only in accordance with Section 13(1) and 13(1A), and not otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff222ff6d2724c31936e2f06b29c9098_145"
    },
    {
      "start": 22361,
      "end": 22559,
      "text": "An appeal, by resort to the Letters Patent (in the light of the judgement of the Supreme Court in Shah Babulal Khimji (supra)) is also not maintainable under Section 13 of the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6dc6a172bd144927957b03715b26c970_146"
    },
    {
      "start": 22560,
      "end": 22857,
      "text": "\n13) With due respect, the judgement of the Division Bench in D & H India Ltd. (supra) cannot be regarded as laying down the correct interpretation of Section 13 of the Commercial Courts Act, and we are, therefore, not bound to follow the same, since there is a contrary view of the Supreme Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "533148ce46f947b68bf30ca28e7de95b_147"
    },
    {
      "start": 22858,
      "end": 22909,
      "text": "We are bound by the judgement of the Supreme Court.",
      "labels": [
        "RATIO"
      ],
      "id": "32d4f746ae324aeb9d9aa9e067e5f0cf_148"
    },
    {
      "start": 22910,
      "end": 23130,
      "text": "In the ordinary course, we would have referred the decision in D & H India Ltd. vs. (supra) for reconsideration by a larger Bench since, we were inclined to take a contrary view to that taken in D & H India Ltd. (Supra).",
      "labels": [
        "RATIO"
      ],
      "id": "60a1831e164f47aeaadb7e10805b1c1c_149"
    },
    {
      "start": 23131,
      "end": 23254,
      "text": "However, since the issue already stands settled by the Supreme Court, there is no necessity to adopt that course of action.",
      "labels": [
        "RATIO"
      ],
      "id": "13e1d5e2c3ed48a9ace15675cc8897c4_150"
    },
    {
      "start": 23255,
      "end": 23413,
      "text": "Hence, in our view, these appeals are not maintainable, since none of the impugned orders are appealable under Order XLIII Rule 1 of the Civil Procedure Code.",
      "labels": [
        "RPC"
      ],
      "id": "853cc09589b7424997f9476f32836340_151"
    },
    {
      "start": 23414,
      "end": 23459,
      "text": "\n14) The Appeals are, accordingly, dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "4cf58299fcee426ca3454fb210c5253e_152"
    },
    {
      "start": 23460,
      "end": 23525,
      "text": "\nVIPIN SANGHI, J JASMEET SINGH, J SEPTEMBER 10, 2021 Sahil Sharma",
      "labels": [
        "NONE"
      ],
      "id": "3c0a7cc086c044a4a4985e34aaa101dc_153"
    }
  ]
}