{
  "id": "6c8e036a26265f0915a799f87599e6fdbcabfd19de0bec2a09cbc3df10d06864",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nArun Kumar Jagatramka vs Ultrabulk A/S on 4 February, 2022\nAuthor: N.V.Anjaria \nBench: N.V.Anjaria, Samir J. Dave\n    C/Sca/17399/2021                             Judgment Dated: 04/02/2022\n\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n              R/Special Civil Application No. 17399 of 2021\n\n\nFor Approval And Signature:\n\n\nHonourable Mr. Justice N.V.Anjaria\n\nand\nHonourable Mr. Justice Samir J. Dave\n\n==========================================================\n\n1    Whether Reporters of Local Papers may be allowed                 Yes\n     to see the judgment ?\n\n2    To be referred to the Reporter or not ?                          Yes\n\n3    Whether their Lordships wish to see the fair copy                 No\n     of the judgment ? \n\n4    Whether this case involves a substantial question                 No\n     of law as to the interpretation of the Constitution\n     of India or any order made thereunder ?\n\n======================================================= = = =\n                       Arun Kumar Jagatramka\n                                Versus\n                            Ultrabulk A/S\n==========================================================\nAppearance:\nMr Vivek B Gupta(5611) for the Petitioner(s) No. 1 \nMr Harsh N Parekh(6951) for the Respondent(s) No. 1 \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n    Coram: Honourable Mr. Justice N.V.Anjaria \n          and \n          Honourable Mr. Justice Samir J. Dave \n\n                             Date : 04/02/2022\n\n                     Oral Judgment \n(Per : Honourable Mr. Justice N.V.Anjaria) Heard learned advocate Mr.Vivek Gupta for the petitioner and learned advocate Mr.Aditya Krishnamurthy with learned C/Sca/17399/2021 Judgment Dated: 04/02/202 2 advocate Mr.Harsh Parekh for the respondent, at length. \n2. The challenge in the present Special Civil Application filed under Article 227 of the Constitution, is directed against order dated 4.8.2021 below application Exhibit 65 in Execution Application No.161 of 2019 passed by the Principal Senior Civil Judge, Jamnagar- the Commercial Court, whereby the prayer of the petitioner to hold that the said executing court did not have the jurisdiction to entertain and decide the execution proceedings, came to be negatived. \n2.1 The respondent herein- Ultrabulk A/S is the execution petitioner and the decree-holder in whose favor the decree dated 9.11.2017 is passed by the High Court of Justice, Queen's Bench Division of England and Wales - the Commercial Court, for a sum equivalent USD 42,59,395/- with interest. \n3. The facts in the background stated in the nutshell are that the petitioner had executed irrecoverable personal guarantee on behalf of the Gujarat NRE Coke Limited. Since the said company failed to pay the dues, the suit came to be instituted by the respondent in English Commercial Court, resulting into decree as aforesaid. It is under Section 44A of the Code of Civil Procedure,1908 (CPC) that the said decree is presented for execution before the Commercial Court at Jamnagar as the decree of reciprocating territory. \n3.1 It may be stated that the execution proceedings were previously initiated before the Commercial Court, Rajkot being Execution Petition No.4 of 2018, which came to be transferred at Jamnagar and renumbered as Execution Application No.161 of 2019. It is relevant to state that before the Rajkot Commercial C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Court also application Exhibit 19 was filed seeking similar declaration that the Commercial Court did not have the jurisdiction to execute the decree. The prayer was rejected by the said court by order dated 10.4.2019. That order was challenged by the petitioner - judgment debtor by filing Special Civil Application No.8334 of 2019 which came to be dismissed by Division Bench of this Court by order dated 26.8.2019. The details in that regard are mentioned in the later part of this order. \n3.2 It appears that the order of the Division Bench was carried before the Supreme Court in Special Leave Petition and pursuant to the order passed by the Supreme Court granting liberty to raise contention about the jurisdiction of the Commercial Court to entertain execution petition, the Execution Application No.161 of 2019 came to be filed. It resulted into order impugned herein. \n4. In application Exhibit 65 as well as in the memorandum of present petition, grounds raised to assail the impugned order are inter alia that Section 6 of the Commercial Courts Act, 2015 which deals with the jurisdiction of the commercial court does not take within its sweep the execution petitions. The ambit of provisions of the commercial court, it was submitted, excludes the power of execution and executory power cannot be exercised by the commercial courts. \n4.1 It was next submitted that as per Section 16 of the Commercial Courts Act, certain provisions of Code of Civil Procedure, 1908, as per the Schedule, came to be amended to be applied to the suits instituted before the commercial court. It was submitted that the Section 44A is not amended, and that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 provisions amended by virtue of Section 16 do not contain any amendment in relation to execution, which are governed under the provisions of Sections 36 to 74 and Order XXI, CPC. It was therefore, sought to be deduced that commercial courts are not vested with powers of execution. It was contended that the execution decrees of the commercial courts would be governed by the regular provision of CPC and the decrees have to be executed before the court exercising original jurisdiction to entertain the execution petition.\n4.2 Learned advocate for the petitioner referred to the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Bill 2015, as also the Commercial Courts amendment Bill, 2018, further seeking to press into service the Law Commission of India Report No. 253, in order to support the submission that the Commercial Courts have no powers to execute the decree, nor such powers can be read in the provisions of the Commercial Courts Act, 2015. \n4.3 It was submitted with reference to the observations in Kerala Housing Board vs. K. A. Nagamani (2019) 6 SCC 429, which was in the context of enforcement of orders of the District Consumer Forum, State Consumer Commission or the National Consumer Commission that the executing proceedings is materially different from the nature of proceedings for adjudication of consumer complaint and that the execution proceedings are independent proceedings. It was sought to be submitted also that the trial court was not justified in relying on the decisions of this court in OCI Corporation vs. Kandala Export Corporation and others [(2017) GLH 383].\n4.4 A further argument is raised that the Commercial Court at C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 England did not have the jurisdiction to entertain the suit of the respondent, since the dispute between the decree-holder and judgment-debtor was not 'Commercial Claim'. It was so submitted putting forward that instrument on which the claim of the decree-holder before the Commercial Court of the Queen's Bench Division was based, was in the nature of 'on demand bond' and not the 'personal guarantee', therefore it was not a 'commercial claim'. It was submitted that consequently the dispute in the present execution was not covered within the definition of 'commercial dispute' under Section 2(1)(c) of the Commercial Courts Act, 2015. \n4.5 The respondent herein filed affidavit-in-reply to contend that the petitioner has been all along adopting dilatory tactics and anyhow or somehow interested in protracting the proceedings of the execution so that it may not have to honour the decree of English Commercial Court. It was submitted that the filing of Exhibit 95 application was the first round of litigation in which also the jurisdiction of Rajkot Commercial Court, the predecessor court of the kind, was challenged. That application was dismissed and thereafter the challenge thereto before this court in Special Civil Application No.8334 of 2019 also did not succeed and the petition was dismissed with cost of Rs.25,000/-. It was highlighted in the reply that the Division Bench of this Court observed that having participated in the proceedings before the Commercial Court at London, having given the guarantee and the judgment of the English Court having become final, only with a view to 'throw a spanner' in the execution of such decree, the petition was filed to create hurdles in the execution proceedings. \n4.6 It was even submitted in the reply that yet another C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application Exhibit 45 was a second round of litigation by the judgment-debtor challenging the jurisdiction of the Rajkot Commercial Court which was dismissed. It was thereafter that once again, application Exhibit 65 came to be filed. There was further Application No.111 filed by judgment-debtor where also the jurisdiction of the Rajkot Commercial Court indirectly was called in question, submitted the decree-holder in its reply. \n5. It is entirely germane to notice and note at the outset that in earlier application Exhibit 19 filed by the judgment-debtor before the executing court, the prayer was to transfer the captioned proceedings to a court of competent jurisdiction by declaring that this Commercial Court has no inherent jurisdiction to entertain, try and decide the execution proceedings, since the dispute was not a \"commercial dispute\"\nas defined in Section 2(1)(c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. The very ground mainly that the alleged personal guarantee did not make the dispute fall in any of the categories to attract the definition of the 'Commercial Dispute' under Section 2(1)(c) of the Commercial Courts Act. The ground was also canvassed that the application could not be said to be arising out of the proceedings of Commercial Court as the dispute before the English Court was also not 'commercial claim' hence the jurisdiction of Commercial Courts under Section 6 of the Commercial Courts Act 2015, will not have any play. \n5.1 The aforesaid ground that the dispute is not commercial dispute within the meaning of the definition of the Act, 2015, was not only rejected but the Division Bench of this Court while dismissing the petition involving challenge to the rejection of the application Exhibit 19, the court answered the aspect observing C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 that the liability of the petitioner was based on the maritime claim which was a commercial dispute and the personal guarantee which has been given by the petitioner raised a commercial dispute, which arose before and was tried by the English Court. The Division Bench thereafter recorded the following findings, (Para 12) \"It clearly appears from the record that the decree has become final as the petitioner has not been able to point out before this Court that it has been challenged by the petitioner before the competent appellate jurisdiction, which has become final in November 2017 and thereafter, the respondent herein has preferred an application for its execution before the competent court. The contention raised by the learned counsel for the petitioner that the Commercial Court at Rajkot (now Jamnagar) has no jurisdiction is totally meritless.\" \n5.1.1 It was further held, (Para 12) \"..... even considering the definition of the word \"commercial dispute\", the execution petition is maintainable before the Commercial Court having jurisdiction, i.e., originally Rajkot and now Jamnagar. What is sought to be executed by the respondent is a maritime claim as per decree by the Commercial Court at England and therefore, the dispute in the present matter is a commercial dispute as rightly held by the Commercial Court at Rajkot in all four circumstances as naratted in the impugned judgment.\" \n5.1.2 The Division Bench while upholding the order below Exhibit 19 further observed that the issue did not warranted any interference in exercise of powers under Article 226 stating further that even independently examining the same, the Commercial Court at Rajkot has come to the conclusion that it is a commercial dispute and that Commercial Court has inherent C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 jurisdiction to try and decide the execution petition filed by the respondent. \n5.1.3 The above observations and the findings of the Division Bench of this Court in the aforesaid order dated 26.8.2019 came to be relied on by the commercial court while cementing its reasoning in rejecting the case of the petitioner and refusing the prayer of the petitioner to dismiss the application 65 alongwith other reasons supplied. \n5.2 It could be well said therefore that the ground that the dispute is not 'commercial dispute' and consequentially the Commercial Court lacks inherent jurisdiction to execute the decree, falls flat. It is deprecable that despite the above findings of the Division Bench, the very ground is raised and re-raised in yet another present proceedings. Be as it may. Repeating the litigation on the same grounds under different pretext and different context tantamount to abuse of process of law. \n5.3 The report of the Law Commission court stressed the need for stable and efficient and dispute resolution mechanism in respect of the commercial dispute which was viewed as an object for legislating the Commercial Courts Act. It was inter alia stated that, \"Quick enforcement of contracts, easy recovery of monetary claims and award of just compensation for damages suffered are absolutely critical to encourage investment and economic activity, which necessarily involves the taking of financial and enforcement risks. A stable, certain and efficient dispute resolution mechanism is therefore essential to the economic development of any nation.\" \nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 5.4 This object would also buttress the interpretation that the power to enforce the decrees cannot be viewed to be diverse from jurisdiction of commercial courts. \n5.5 In Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs. Himgiri Realtors Private Limited and Another, reasoned succinctly by observing, (Para 37) \"Supreme Court also recently in Rahul S. Shah Vs. Jinendra Kumar Gandhi 2021 SCC OnLine SC 341 has lamented on the troubles of the decree holder, in not being able to enjoy the fruits of litigation on account of inordinate delay caused during the process of execution of the decree and has referred to the observations in a judgment of 1872 vintage of the Privy Council in the General Manager of the Raja Durbhunga Vs. Maharaja Coomar Ramaput Singh 1872 SCC OnLine PC 16, that the actual difficulties of a litigant in India begin when he has obtained a decree. This being the state of affairs, to hold that the jurisdiction of the Commercial Courts / Commercial Division does not extend to execution but ends with adjudication, would defeat the very purpose and object of the Commercial Courts Act i.e. of speedy disposal and resolution of commercial disputes of a specified value. To hold that the Commercial Courts / Commercial Divisions would not have jurisdiction over applications for execution of a judgment or decree or for enforcement of an arbitral award, subject matter whereof was a commercial dispute, would in our opinion sound the death knell for the objective behind setting up of the Commercial Courts and the Commercial Divisions.\" \n6. Proceeding to consider the issue on further merits, the question about jurisdiction of the Commercial Court to entertain the execution application has been answered in the reasoning and ratio of the decisions of the courts. Before the Division Bench of this Court in M/S. OCI Corporation Vs. Kandla C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Export Corporation, [(2017) 1 GLH 383], the issue was about transfer of execution petitions pending before the District Court, Gandhidham to the appropriate Commercial Court. It was the contention that the Parliament did not intend to apply provisions of Commercial Courts Act, 2015 to the execution of the foreign award which was sought to be executed in those cases. The execution proceedings were in relation to the arbitral award, and the contention was raised for with reference to the definition of the 'commercial dispute' contained in Section 2(c) of the Commercial Courts Act, that it cannot be said that there was any 'commercial dispute' pending at the execution stage in as much as commercial dispute which had arisen between the parties was already decided and adjudicated. \n6.1 While summing up the final decision, the Division Bench inter alia held and directed that, [Para 63(3)] \"Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the application or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" \n6.2 In Vadodara Mahanagar Seva Sadan formally known as Municipal Corporation Vs. M. S. Khurana Engineering Limited, being Special Civil Application No.13736 of 2018, the petitioner Corporation had challenged order of the Commercial Court in relation to the award of the arbitrator for which the execution petition was filed before the Commercial Court. The contention was raised on behalf of the petitioner that C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 though the application for setting aside the arbitral award may be pending before the Commercial Court, the execution petition of the contractor would not be competent as it was for the amount below Rs.1 Crore. \n6.2.1 The Division Bench stated and observed, \"Section 37 of the CPC pertains to definition of Court which passed a decree and provides that the expression \"Court which passed a decree\", or words to that effect, shall, in relation to the execution of decrees, unless there is anything repugnant in the subject or context, be deemed to include - [a] where the decree to be executed has been passed in the exercise of appellate jurisdiction, the Court of first instance, and [b] where the Court of first instance has ceased to exist or to have jurisdiction to execute it, the Court which, if the suit wherein the decree was passed was instituted at the time of making the application for the execution of the decree, would have jurisdiction to try such suit. Section 38 of the CPC pertains to \"Court by which decree may be executed\" and provides that a decree may be executed either by the Court which passed it, or by the Court to which it is sent for execution. In terms of Section 38 of the CPC, thus, a decree is executable by a Court which passed it. \"\n6.2.2 It was observed that since the award was enforceable in terms of the Code of the Civil Procedure in the same manner as it was the decree of the Court, \"the Court having jurisdiction over the subject matter could be the court competent to execute it as per the Section 38 of the CPC.\" It was concluded that, \"Since in the present case, jurisdiction of the subject matter which was part of the arbitration proceedings ordinarily lies with the Commercial Court and it was because of this reason that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application for setting aside the arbitral award was transferred to the Commercial Court, it was the Commercial Court which was competent to enforce the arbitral award; as if it were a decree of that Court.\"\n6.3 The decision of Delhi High Court in Bayer Intellectual Property GMBH and Another Vs. Symed Laboratories, [(2019) SCC Online Delhi 7410], addressed and answered the very question. The consent decree passed before the Commercial Court was sought to be executed. The High Court observed, (Para 28) \"As far as the contention of the senior counsels for the judgment debtors, of proceedings for execution of an arbitral award as a decree being not within the jurisdiction of the Commercial Court / Commercial Division of this Court is concerned, Section 10 of the Commercial Courts Act inter alia provides that where the subject matter of an arbitration is a commercial dispute of a specified value, all applications or appeals arising out of such an arbitration under the provisions of the Arbitration Act that have been filed on the original side of the Court shall be heard and disposed of by the Commercial Division, where such Commercial Division has been constituted in the High Court. It is not in dispute that the subject matter of the arbitration, award whereof is under execution, was of the specified value.\" \n6.3.1 It was the contention canvassed before the Delhi High Court on behalf of the judgment-debtor that the jurisdiction of the Commercial Courts or Commercial Divisions is only over suits or arbitrations, subject matter whereof qualifies as a commercial dispute and not over proceedings of decrees passed in the said suits over enforcement of awards passed in the arbitrations. The Delhi High Court stated, (Para 33) C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 \"Section 2(1)(i) of the Commercial Courts Act defines \"Specified Value\" in relation to a commercial dispute, as the value of a subject matter in respect of a suit as determined in accordance with Section 12. Reference therein is thus expressly to a \"suit\", as distinct from an \"execution\". Section 12 however refers to the specified value of the subject matter of the commercial dispute in a suit, appeal or application. Thereby, the ambit of specified value is increased, from that in Section 2(1)(i), with reference to a \"suit\" alone, to an appeal or an application also. Finally, Sections 6 and 7, while prescribing the jurisdiction of Commercial Courts and Commercial Divisions, prescribe the said jurisdiction, to extend to try all suits and applications relating to a commercial dispute, again, vesting the jurisdiction in the Commercial Courts / Commercial Divisions, not only to try \"suits\" but also \"applications.\" \n6.3.2 The question dealt with by the Delhi High Court was also whether the execution proceedings are 'applications' within the meaning of Sections Nos.6, 7, 10 and 12 of the Commercial Courts Act. The Court stated that 'dispute' is a set of disagreement or an argument between the two parties over an issue. An 'application' is formal written request made to the court in relation to such issue under the dispute. It was further observed by the High Court, (Para 36) \"It is not as if, on adjudication of a dispute, resulting in a judgment / decree of a Court or award of an Arbitral Tribunal, the \"dispute\" between the parties comes to an end or nothing remains to be adjudicated between the parties. Section 47 of the CPC, in Part-II titled \"Execution\" itself, in this respect provides that all questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to execution, discharge or satisfaction of the decree, shall be determined by the Court executing the decree C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 and not by a separate suit. It is evident therefrom that a judgment or a decree of the Court or the award of an Arbitral Tribunal, do not put an end to the \"dispute\" between the parties and it is not as if execution is merely an administrative task, with no adjudication involved.\" \n6.3.3 The Delhi High Court rightly stated that irreconcilable and incongruous situation would be obtained if it is held otherwise that Commercial Court does not have the powers to proceed with the execution. (Para 36) \"It would be incongruous to hold that the jurisdiction of the Commercial Courts / Commercial Divisions extends only to adjudication of commercial disputes till the stage of adjudication and not to adjudication of commercial disputes arising in the course of execution. Once it is so, the word \"dispute\" in Section 2(1)(c) would extend to adjudication of disputes arising during execution of arbitral awards subject whereof falls within the jurisdiction of the Commercial Courts Act and the Commercial Court and Commercial Division would also have jurisdiction over the applications for execution of arbitral awards of a specified value, subject matter whereof was a commercial dispute.\" \n6.3.4 We fully concur with the reasons and decision of the Delhi High Court. \n6.4 Coming to the facts of the present case, it is the decree of English Court, the reciprocating territory, is being executed under Section 44A, CPC. This provision in the CPC, 1908, provides for Execution of decrees passed by the Courts in reciprocating territory. It provides that certified copy of a decree of any superior Courts of any reciprocating territory is filed in the district court, the decree may be executed as if it has been C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 passed by the district court. Sub section (2) of Section 44A provides for filing of certified copy regarding satisfaction of decree to the extent of such satisfaction or adjustments. Sub section (3) says that as per the provisions of Section 47 shall as from filing of the certified copy of the decree apply to the proceedings of a district court for executing a decree under this Section. The execution can be refused if it is shown that the decree falls within any of the exception in Section 13.\n6.4.1 At this stage, it may be stated that Section 13, CPC provides that foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties, therefore Section 44A has a direct interaction with Section 13, CPC. The provisions of Section 13 and its clauses are incorporated to become applicable while exercising powers for execution under Section 44A. Section 13 as stated above relates to the conclusiveness of foreign judgment which can be executed under Section 44A but for the exceptions contained in clauses (a) to (f) of Section 13, CPC.\n6.4.2 The decree of the foreign court is treated by way of deeming fiction as if it had been passed by the 'district court'. The parties will be producing the certified copy of the decree from the court which has passed the decree for the purpose of execution and will comply with other requirements mentioned in the provisions. As per the Sub section 3 of Section 44A- the provision of Section 47 shall as from the filing of certified copy of the decree apply to the proceedings of district court executing a decree under this Section. The word 'decree' is explained in Explanation 2 and in Explanation 1 'reciprocating territory' is referred to. \nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 6.4.3 Section 38 of the CPC deals with the aspect the Court by which the decree may be executed. It provides that the decree may be executed either by the court which passed it or by the court to which it is sent for execution. The section provides for jurisdiction of execution to be the same court which passed the decree. \n6.5 In the present case, it is the money decree passed by England Commercial Court upon adjudication of commercial dispute and now sought to be executed under Section 44A which is deemed in law to be the decree as if it has been passed by district court. Upon conjoint reading of Section 44A and Section 38 CPC, it could be certainly deduced that the decree passed by the English Commercial Court can be executed by the commercial court when presented under Section 44A of the CPC. It becomes a decree as if it has been passed by district court. It would be only proper to read the word 'the Commercial Court' which had passed the decree in Section 44A CPC in place of the word 'District Court',when it is a decree passed by foreign court - the reciprocating territory, and sought to be executed.\n6.6 When the execution is filed from the decree of commercial court, the 'commercial dispute' continues to exists. In the execution proceedings initiated to execute the decree of the commercial court, the characteristics of the 'commercial dispute' is not lost, rather the dispute continues in the same nature, that is the 'commercial dispute'. \n6.7 The jurisdiction of the commercial court under Section 6 of the Commercial Courts Act extend to try all suits and applications relating to commercial dispute of specified value. The word 'specified value' has been defined under Section 2(i) of C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 the Commercial Courts Act. The word 'applications' under Section 6 would include execution applications and also proceedings relating to commercial dispute of specified value. The jurisdiction of the commercial court therefore necessarily extends to the execution application arising from the judgment and decree of the commercial court. \n6.8 There remains hardly any substance in the submission that since the provisions relating to execution were not amended while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the commercial court does not have the jurisdiction to try and decide the execution petitions. Merely because there is no amendment in relation to the execution provisions brought about and certain other provisions of CPC were amended to be applied to the commercial suits, it would not mean or imply that the commercial court does not have the power to execute. \n6.9 In Morlays (B'Ham) Limited. Vs. Roshanlal Ramsahai and Another [AIR 1961 Bom 156], the Bombay High Court considered the words 'as if' used in Sub-section (1) of Section 44A, CPC to observe that the words 'as if' are used to make the whole scheme of Order XXI applicable in respect of the execution of decrees of foreign court mentioned in Sub section 1. In other words, it can be said that when foreign decree is sought to be executed under Section 44A, CPC, the provisions relating to execution in CPC shall have a play together to be applied. Merely because while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the provisions regarding execution are not touched, it would not mean or imply that the commercial court does not have the power to execute. \nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 7. For the foregoing reasons and discussion, a clear position of law emerges that commercial court does have the jurisdiction to try and decide the execution applications arising from the judgment and decree passed by the commercial court. \n8. The impugned order dismissing the application Exhibit 65 and refusing to hold that the commercial court does not have the jurisdiction to entertain and decide execution proceedings books no error whatsoever. The challenge thereto stands meritless. \n9. The present petition is accordingly dismissed. Notice is discharged. \n(N.V.ANJARIA, J) (SAMIR J. DAVE,J) Manshi",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60ca02377f2540139f8324e2283cf080_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0bd6ee6317ff48d29a9810bb9b61950d_1"
    },
    {
      "start": 242,
      "end": 340,
      "text": "\nGujarat High Court\nArun Kumar Jagatramka vs Ultrabulk A/S on 4 February, 2022\nAuthor: N.V.Anjaria",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1a403bf705244919769bf67c61aea34_2"
    },
    {
      "start": 342,
      "end": 746,
      "text": "Bench: N.V.Anjaria, Samir J. Dave\n    C/Sca/17399/2021                             Judgment Dated: 04/02/2022\n\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n              R/Special Civil Application No. 17399 of 2021\n\n\nFor Approval And Signature:\n\n\nHonourable Mr. Justice N.V.Anjaria\n\nand\nHonourable Mr. Justice Samir J. Dave\n\n==========================================================\n\n1    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd4e165f9d744be5b8a7e965787f0b84_3"
    },
    {
      "start": 746,
      "end": 811,
      "text": "Whether Reporters of Local Papers may be allowed                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00af98e2d22f4f3d8df40de6dbd04104_4"
    },
    {
      "start": 811,
      "end": 887,
      "text": "Yes\n     to see the judgment ?\n\n2    To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4ae2e40b4884dacb3f28323b4fdde53_5"
    },
    {
      "start": 913,
      "end": 923,
      "text": "Yes\n\n3    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f79b1047d3ed425dba928ba8e51186f6_6"
    },
    {
      "start": 923,
      "end": 1014,
      "text": "Whether their Lordships wish to see the fair copy                 No\n     of the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e7b509c188041a585bebb2b530dc778_7"
    },
    {
      "start": 1015,
      "end": 1249,
      "text": "\n\n4    Whether this case involves a substantial question                 No\n     of law as to the interpretation of the Constitution\n     of India or any order made thereunder ?\n\n=======================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eff1240400a34e6190d8d6b79acf3b2f_8"
    },
    {
      "start": 1250,
      "end": 1503,
      "text": "= = =\n                       Arun Kumar Jagatramka\n                                Versus\n                            Ultrabulk A/S\n==========================================================\nAppearance:\nMr Vivek B Gupta(5611) for the Petitioner(s) No. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54a37abb9892441ea68fa5c2f36be3e2_9"
    },
    {
      "start": 1504,
      "end": 1556,
      "text": "\nMr Harsh N Parekh(6951) for the Respondent(s) No. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b65379b9c7c646899dc7bdd164c8bb09_10"
    },
    {
      "start": 1558,
      "end": 1565,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ef7bb106904472e80eb62cc733c4d63_11"
    },
    {
      "start": 1566,
      "end": 1573,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf201ea320c1486b88ffe67b3c08b66a_12"
    },
    {
      "start": 1574,
      "end": 1581,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa1f519b7eec4f8e957bd351df25b8cd_13"
    },
    {
      "start": 1582,
      "end": 1589,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e99749fb79db469f896cf29874c6f090_14"
    },
    {
      "start": 1590,
      "end": 1597,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3c941bdaabe4355a2945941eb79ddd7_15"
    },
    {
      "start": 1598,
      "end": 1605,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78b1ee56dbae486b9c53959ef2451149_16"
    },
    {
      "start": 1606,
      "end": 1613,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31bebec480ff4a6b92ef4fb6b8a76825_17"
    },
    {
      "start": 1614,
      "end": 1621,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8dd6d26a0d448cd811f4f763ac36451_18"
    },
    {
      "start": 1622,
      "end": 1629,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e82448caf7334be2a7ec388673ea77c4_19"
    },
    {
      "start": 1630,
      "end": 1637,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41d34ac5838e473caa5098ece064f12a_20"
    },
    {
      "start": 1638,
      "end": 1645,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37e64a82484e4e2cac5b8e0ffcf3848a_21"
    },
    {
      "start": 1646,
      "end": 1653,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79f801b79773475aaef66cffdd00e283_22"
    },
    {
      "start": 1654,
      "end": 1661,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c3aab21cfeb4095970fef09d09220d0_23"
    },
    {
      "start": 1662,
      "end": 1669,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0d3a3444ca34a9f975d5f097f26cd28_24"
    },
    {
      "start": 1670,
      "end": 1685,
      "text": "= =\n\n    Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbd1e027c2c84095868026ef1cc2c886_25"
    },
    {
      "start": 1686,
      "end": 1720,
      "text": "Honourable Mr. Justice N.V.Anjaria",
      "labels": [
        "PREAMBLE"
      ],
      "id": "971fcb985dd4412c95fffb81d9dbbd99_26"
    },
    {
      "start": 1721,
      "end": 1783,
      "text": "\n          and \n          Honourable Mr. Justice Samir J. Dave",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e02228f679874236a34e9f91061cf867_27"
    },
    {
      "start": 1815,
      "end": 1868,
      "text": "Date : 04/02/2022\n\n                     Oral Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ea6039b40104e7598a0be81485b3e36_28"
    },
    {
      "start": 1870,
      "end": 2070,
      "text": "(Per : Honourable Mr. Justice N.V.Anjaria) Heard learned advocate Mr.Vivek Gupta for the petitioner and learned advocate Mr.Aditya Krishnamurthy with learned C/Sca/17399/2021 Judgment Dated: 04/02/202",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa2339075cc94463aba8a6f049aae105_29"
    },
    {
      "start": 2071,
      "end": 2128,
      "text": "2 advocate Mr.Harsh Parekh for the respondent, at length.",
      "labels": [
        "NONE"
      ],
      "id": "a9663e24a33f40db8e579c492e8cd7d4_30"
    },
    {
      "start": 2130,
      "end": 2596,
      "text": "2. The challenge in the present Special Civil Application filed under Article 227 of the Constitution, is directed against order dated 4.8.2021 below application Exhibit 65 in Execution Application No.161 of 2019 passed by the Principal Senior Civil Judge, Jamnagar- the Commercial Court, whereby the prayer of the petitioner to hold that the said executing court did not have the jurisdiction to entertain and decide the execution proceedings, came to be negatived.",
      "labels": [
        "FAC"
      ],
      "id": "16df4b3e14c84dd695fbc042ad06e9fc_31"
    },
    {
      "start": 2597,
      "end": 2890,
      "text": "\n2.1 The respondent herein- Ultrabulk A/S is the execution petitioner and the decree-holder in whose favor the decree dated 9.11.2017 is passed by the High Court of Justice, Queen's Bench Division of England and Wales - the Commercial Court, for a sum equivalent USD 42,59,395/- with interest.",
      "labels": [
        "FAC"
      ],
      "id": "924d617f88824c46a5b85247cd750ebf_32"
    },
    {
      "start": 2891,
      "end": 3058,
      "text": "\n3. The facts in the background stated in the nutshell are that the petitioner had executed irrecoverable personal guarantee on behalf of the Gujarat NRE Coke Limited.",
      "labels": [
        "FAC"
      ],
      "id": "66664b1e4c1949a083d4de9852343116_33"
    },
    {
      "start": 3059,
      "end": 3219,
      "text": "Since the said company failed to pay the dues, the suit came to be instituted by the respondent in English Commercial Court, resulting into decree as aforesaid.",
      "labels": [
        "FAC"
      ],
      "id": "d0e2c4df079345b4a3ad2b6e39beb899_34"
    },
    {
      "start": 3220,
      "end": 3415,
      "text": "It is under Section 44A of the Code of Civil Procedure,1908 (CPC) that the said decree is presented for execution before the Commercial Court at Jamnagar as the decree of reciprocating territory.",
      "labels": [
        "FAC"
      ],
      "id": "8b6bd04cca3e4ddcace6d1286b553c2b_35"
    },
    {
      "start": 3417,
      "end": 3666,
      "text": "3.1 It may be stated that the execution proceedings were previously initiated before the Commercial Court, Rajkot being Execution Petition No.4 of 2018, which came to be transferred at Jamnagar and renumbered as Execution Application No.161 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "1bee737e929248c6bab7431b449ba85f_36"
    },
    {
      "start": 3667,
      "end": 3919,
      "text": "It is relevant to state that before the Rajkot Commercial C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Court also application Exhibit 19 was filed seeking similar declaration that the Commercial Court did not have the jurisdiction to execute the decree.",
      "labels": [
        "FAC"
      ],
      "id": "d25c42a0402940e8ae232db9e2c3dc5b_37"
    },
    {
      "start": 3920,
      "end": 3987,
      "text": "The prayer was rejected by the said court by order dated 10.4.2019.",
      "labels": [
        "FAC"
      ],
      "id": "fa5398a3c2974821a0f4c3210ab8011a_38"
    },
    {
      "start": 3988,
      "end": 4186,
      "text": "That order was challenged by the petitioner - judgment debtor by filing Special Civil Application No.8334 of 2019 which came to be dismissed by Division Bench of this Court by order dated 26.8.2019.",
      "labels": [
        "FAC"
      ],
      "id": "f878109cbc9346438f80f7c1621fba9c_39"
    },
    {
      "start": 4187,
      "end": 4260,
      "text": "The details in that regard are mentioned in the later part of this order.",
      "labels": [
        "FAC"
      ],
      "id": "4e49db23930f4f068e64248afa5e0f70_40"
    },
    {
      "start": 4262,
      "end": 4606,
      "text": "3.2 It appears that the order of the Division Bench was carried before the Supreme Court in Special Leave Petition and pursuant to the order passed by the Supreme Court granting liberty to raise contention about the jurisdiction of the Commercial Court to entertain execution petition, the Execution Application No.161 of 2019 came to be filed.",
      "labels": [
        "FAC"
      ],
      "id": "ec100cc75913454e9815fa05385eb714_41"
    },
    {
      "start": 4607,
      "end": 4646,
      "text": "It resulted into order impugned herein.",
      "labels": [
        "FAC"
      ],
      "id": "d570e48830a64a8597d4721ebd432d02_42"
    },
    {
      "start": 4647,
      "end": 4949,
      "text": "\n4. In application Exhibit 65 as well as in the memorandum of present petition, grounds raised to assail the impugned order are inter alia that Section 6 of the Commercial Courts Act, 2015 which deals with the jurisdiction of the commercial court does not take within its sweep the execution petitions.",
      "labels": [
        "FAC"
      ],
      "id": "23ac9b18654e46dc951b5eebb9bc6446_43"
    },
    {
      "start": 4950,
      "end": 5114,
      "text": "The ambit of provisions of the commercial court, it was submitted, excludes the power of execution and executory power cannot be exercised by the commercial courts.",
      "labels": [
        "FAC"
      ],
      "id": "1b50d0d4a2204ae98ab4688f67da7603_44"
    },
    {
      "start": 5115,
      "end": 5354,
      "text": "\n4.1 It was next submitted that as per Section 16 of the Commercial Courts Act, certain provisions of Code of Civil Procedure, 1908, as per the Schedule, came to be amended to be applied to the suits instituted before the commercial court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "34d30b46bd5e44e0889f122857480881_45"
    },
    {
      "start": 5355,
      "end": 5644,
      "text": "It was submitted that the Section 44A is not amended, and that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 provisions amended by virtue of Section 16 do not contain any amendment in relation to execution, which are governed under the provisions of Sections 36 to 74 and Order XXI, CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ad3c9c73e7fa45cbaa74223d944cf74e_46"
    },
    {
      "start": 5645,
      "end": 5747,
      "text": "It was therefore, sought to be deduced that commercial courts are not vested with powers of execution.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "23ef0920fe6344428ccc2d0ed5b000f0_47"
    },
    {
      "start": 5748,
      "end": 5993,
      "text": "It was contended that the execution decrees of the commercial courts would be governed by the regular provision of CPC and the decrees have to be executed before the court exercising original jurisdiction to entertain the execution petition.\n4.2",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5735549992ed4756bd1716b9b947f65c_48"
    },
    {
      "start": 5994,
      "end": 6459,
      "text": "Learned advocate for the petitioner referred to the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Bill 2015, as also the Commercial Courts amendment Bill, 2018, further seeking to press into service the Law Commission of India Report No. 253, in order to support the submission that the Commercial Courts have no powers to execute the decree, nor such powers can be read in the provisions of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f033a610c541478c8d2476e7bff8ece5_49"
    },
    {
      "start": 6460,
      "end": 6910,
      "text": "\n4.3 It was submitted with reference to the observations in Kerala Housing Board vs. K. A. Nagamani (2019) 6 SCC 429, which was in the context of enforcement of orders of the District Consumer Forum, State Consumer Commission or the National Consumer Commission that the executing proceedings is materially different from the nature of proceedings for adjudication of consumer complaint and that the execution proceedings are independent proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "44883c7ac44245b192f7bc2c9237876e_50"
    },
    {
      "start": 6911,
      "end": 7109,
      "text": "It was sought to be submitted also that the trial court was not justified in relying on the decisions of this court in OCI Corporation vs. Kandala Export Corporation and others [(2017) GLH 383].\n4.4",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "537b2cc0614749859569eb7ea6d47e34_51"
    },
    {
      "start": 7110,
      "end": 7382,
      "text": "A further argument is raised that the Commercial Court at C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 England did not have the jurisdiction to entertain the suit of the respondent, since the dispute between the decree-holder and judgment-debtor was not 'Commercial Claim'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c03367295fb478692b47d4e4472f3c4_52"
    },
    {
      "start": 7383,
      "end": 7658,
      "text": "It was so submitted putting forward that instrument on which the claim of the decree-holder before the Commercial Court of the Queen's Bench Division was based, was in the nature of 'on demand bond' and not the 'personal guarantee', therefore it was not a 'commercial claim'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0dcf4f3249024571a32491956323ce3e_53"
    },
    {
      "start": 7659,
      "end": 7850,
      "text": "It was submitted that consequently the dispute in the present execution was not covered within the definition of 'commercial dispute' under Section 2(1)(c) of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78266f887441415889d22eadde765bc6_54"
    },
    {
      "start": 7851,
      "end": 8133,
      "text": "\n4.5 The respondent herein filed affidavit-in-reply to contend that the petitioner has been all along adopting dilatory tactics and anyhow or somehow interested in protracting the proceedings of the execution so that it may not have to honour the decree of English Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b7bf33510df4d468461303a7b902780_55"
    },
    {
      "start": 8134,
      "end": 8336,
      "text": "It was submitted that the filing of Exhibit 95 application was the first round of litigation in which also the jurisdiction of Rajkot Commercial Court, the predecessor court of the kind, was challenged.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0468203c2914a04bdd94e0def841249_56"
    },
    {
      "start": 8337,
      "end": 8545,
      "text": "That application was dismissed and thereafter the challenge thereto before this court in Special Civil Application No.8334 of 2019 also did not succeed and the petition was dismissed with cost of Rs.25,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "2b3aa2cb5d384560b82c09e45aac93dc_57"
    },
    {
      "start": 8546,
      "end": 8935,
      "text": "It was highlighted in the reply that the Division Bench of this Court observed that having participated in the proceedings before the Commercial Court at London, having given the guarantee and the judgment of the English Court having become final, only with a view to 'throw a spanner' in the execution of such decree, the petition was filed to create hurdles in the execution proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42290076e3be40bb81aeadc9287fc14a_58"
    },
    {
      "start": 8937,
      "end": 9196,
      "text": "4.6 It was even submitted in the reply that yet another C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application Exhibit 45 was a second round of litigation by the judgment-debtor challenging the jurisdiction of the Rajkot Commercial Court which was dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "86a6be203b09418d8180505e0c59c0ab_59"
    },
    {
      "start": 9197,
      "end": 9272,
      "text": "It was thereafter that once again, application Exhibit 65 came to be filed.",
      "labels": [
        "FAC"
      ],
      "id": "d9c76cc6e2b342a4b9d4ce62f95c6975_60"
    },
    {
      "start": 9273,
      "end": 9470,
      "text": "There was further Application No.111 filed by judgment-debtor where also the jurisdiction of the Rajkot Commercial Court indirectly was called in question, submitted the decree-holder in its reply.",
      "labels": [
        "FAC"
      ],
      "id": "2548c6d632ec4d86b289161d40b0b9c9_61"
    },
    {
      "start": 9472,
      "end": 10026,
      "text": "5. It is entirely germane to notice and note at the outset that in earlier application Exhibit 19 filed by the judgment-debtor before the executing court, the prayer was to transfer the captioned proceedings to a court of competent jurisdiction by declaring that this Commercial Court has no inherent jurisdiction to entertain, try and decide the execution proceedings, since the dispute was not a \"commercial dispute\"\nas defined in Section 2(1)(c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "096ddcb27b7842e99656d01627be2a5a_62"
    },
    {
      "start": 10027,
      "end": 10246,
      "text": "The very ground mainly that the alleged personal guarantee did not make the dispute fall in any of the categories to attract the definition of the 'Commercial Dispute' under Section 2(1)(c) of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e2dd3d6730424802888aa4e1ea2262ca_63"
    },
    {
      "start": 10247,
      "end": 10563,
      "text": "The ground was also canvassed that the application could not be said to be arising out of the proceedings of Commercial Court as the dispute before the English Court was also not 'commercial claim' hence the jurisdiction of Commercial Courts under Section 6 of the Commercial Courts Act 2015, will not have any play.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ecd769dd3fc4849b36b948a021fae04_64"
    },
    {
      "start": 10565,
      "end": 11178,
      "text": "5.1 The aforesaid ground that the dispute is not commercial dispute within the meaning of the definition of the Act, 2015, was not only rejected but the Division Bench of this Court while dismissing the petition involving challenge to the rejection of the application Exhibit 19, the court answered the aspect observing C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 that the liability of the petitioner was based on the maritime claim which was a commercial dispute and the personal guarantee which has been given by the petitioner raised a commercial dispute, which arose before and was tried by the English Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3994d52e0ede43e7ab7a32aebe3110fa_65"
    },
    {
      "start": 11179,
      "end": 11631,
      "text": "The Division Bench thereafter recorded the following findings, (Para 12) \"It clearly appears from the record that the decree has become final as the petitioner has not been able to point out before this Court that it has been challenged by the petitioner before the competent appellate jurisdiction, which has become final in November 2017 and thereafter, the respondent herein has preferred an application for its execution before the competent court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f25ac8640ad4da188365273d1fa5964_66"
    },
    {
      "start": 11632,
      "end": 11789,
      "text": "The contention raised by the learned counsel for the petitioner that the Commercial Court at Rajkot (now Jamnagar) has no jurisdiction is totally meritless.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "41e5c90242aa4d178a2595fdde69a3e2_67"
    },
    {
      "start": 11790,
      "end": 12030,
      "text": "\n5.1.1 It was further held, (Para 12) \"..... even considering the definition of the word \"commercial dispute\", the execution petition is maintainable before the Commercial Court having jurisdiction, i.e., originally Rajkot and now Jamnagar.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ab328af812a74273a33c5f26ca542bf7_68"
    },
    {
      "start": 12031,
      "end": 12335,
      "text": "What is sought to be executed by the respondent is a maritime claim as per decree by the Commercial Court at England and therefore, the dispute in the present matter is a commercial dispute as rightly held by the Commercial Court at Rajkot in all four circumstances as naratted in the impugned judgment.\"",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7728d47fc4eb47caaecc54f06b91e13b_69"
    },
    {
      "start": 12336,
      "end": 12823,
      "text": "\n5.1.2 The Division Bench while upholding the order below Exhibit 19 further observed that the issue did not warranted any interference in exercise of powers under Article 226 stating further that even independently examining the same, the Commercial Court at Rajkot has come to the conclusion that it is a commercial dispute and that Commercial Court has inherent C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 jurisdiction to try and decide the execution petition filed by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99939a70fc56441d98b4b463feb9cb2d_70"
    },
    {
      "start": 12824,
      "end": 13166,
      "text": "\n5.1.3 The above observations and the findings of the Division Bench of this Court in the aforesaid order dated 26.8.2019 came to be relied on by the commercial court while cementing its reasoning in rejecting the case of the petitioner and refusing the prayer of the petitioner to dismiss the application 65 alongwith other reasons supplied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17c388170f3247cbbcea5e62f324e583_71"
    },
    {
      "start": 13168,
      "end": 13368,
      "text": "5.2 It could be well said therefore that the ground that the dispute is not 'commercial dispute' and consequentially the Commercial Court lacks inherent jurisdiction to execute the decree, falls flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b68c94113b594b079f0de7f55eb55cb1_72"
    },
    {
      "start": 13369,
      "end": 13516,
      "text": "It is deprecable that despite the above findings of the Division Bench, the very ground is raised and re-raised in yet another present proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b88da6a96f9d4d1cb74dcba7cc805760_73"
    },
    {
      "start": 13517,
      "end": 13530,
      "text": "Be as it may.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "511e0f08aa1b4bb2987b02abe00e6ffc_74"
    },
    {
      "start": 13531,
      "end": 13660,
      "text": "Repeating the litigation on the same grounds under different pretext and different context tantamount to abuse of process of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f75963c4f87846b6a30a143cf458f430_75"
    },
    {
      "start": 13662,
      "end": 13890,
      "text": "5.3 The report of the Law Commission court stressed the need for stable and efficient and dispute resolution mechanism in respect of the commercial dispute which was viewed as an object for legislating the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23ebdeaa245440c8830ab65d75044a25_76"
    },
    {
      "start": 13891,
      "end": 14184,
      "text": "It was inter alia stated that, \"Quick enforcement of contracts, easy recovery of monetary claims and award of just compensation for damages suffered are absolutely critical to encourage investment and economic activity, which necessarily involves the taking of financial and enforcement risks.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a3344636088c4a6595d64358d67f1a1c_77"
    },
    {
      "start": 14185,
      "end": 14312,
      "text": "A stable, certain and efficient dispute resolution mechanism is therefore essential to the economic development of any nation.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ceb896818ad4dc8ab62eaa32a4c2989_78"
    },
    {
      "start": 14313,
      "end": 14361,
      "text": "\nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 5.4",
      "labels": [
        "NONE"
      ],
      "id": "8eff4eda9f194e51ba61a14366ce3397_79"
    },
    {
      "start": 14362,
      "end": 14521,
      "text": "This object would also buttress the interpretation that the power to enforce the decrees cannot be viewed to be diverse from jurisdiction of commercial courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c8e0fc231a64e6e86e3b44f552e7888_80"
    },
    {
      "start": 14522,
      "end": 15252,
      "text": "\n5.5 In Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs. Himgiri Realtors Private Limited and Another, reasoned succinctly by observing, (Para 37) \"Supreme Court also recently in Rahul S. Shah Vs. Jinendra Kumar Gandhi 2021 SCC OnLine SC 341 has lamented on the troubles of the decree holder, in not being able to enjoy the fruits of litigation on account of inordinate delay caused during the process of execution of the decree and has referred to the observations in a judgment of 1872 vintage of the Privy Council in the General Manager of the Raja Durbhunga Vs. Maharaja Coomar Ramaput Singh 1872 SCC OnLine PC 16, that the actual difficulties of a litigant in India begin when he has obtained a decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ff29652a6b64b7385361df9ded1035c_81"
    },
    {
      "start": 15253,
      "end": 15573,
      "text": "This being the state of affairs, to hold that the jurisdiction of the Commercial Courts / Commercial Division does not extend to execution but ends with adjudication, would defeat the very purpose and object of the Commercial Courts Act i.e. of speedy disposal and resolution of commercial disputes of a specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b811bad9f3f84cb5852aaad0d2f77701_82"
    },
    {
      "start": 15574,
      "end": 15940,
      "text": "To hold that the Commercial Courts / Commercial Divisions would not have jurisdiction over applications for execution of a judgment or decree or for enforcement of an arbitral award, subject matter whereof was a commercial dispute, would in our opinion sound the death knell for the objective behind setting up of the Commercial Courts and the Commercial Divisions.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aeba8158b55a4f4b936d41c4ec60660c_83"
    },
    {
      "start": 15941,
      "end": 16168,
      "text": "\n6. Proceeding to consider the issue on further merits, the question about jurisdiction of the Commercial Court to entertain the execution application has been answered in the reasoning and ratio of the decisions of the courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0974416374a74b21832e9fe4b5bef2f6_84"
    },
    {
      "start": 16169,
      "end": 16462,
      "text": "Before the Division Bench of this Court in M/S. OCI Corporation Vs. Kandla C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Export Corporation, [(2017) 1 GLH 383], the issue was about transfer of execution petitions pending before the District Court, Gandhidham to the appropriate Commercial Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f5a072283e740e7bc117ec2a502462a_85"
    },
    {
      "start": 16463,
      "end": 16656,
      "text": "It was the contention that the Parliament did not intend to apply provisions of Commercial Courts Act, 2015 to the execution of the foreign award which was sought to be executed in those cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da208949197f448493a8356911453a1b_86"
    },
    {
      "start": 16657,
      "end": 17074,
      "text": "The execution proceedings were in relation to the arbitral award, and the contention was raised for with reference to the definition of the 'commercial dispute' contained in Section 2(c) of the Commercial Courts Act, that it cannot be said that there was any 'commercial dispute' pending at the execution stage in as much as commercial dispute which had arisen between the parties was already decided and adjudicated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "549b1326070641cba2483605ea38c8fe_87"
    },
    {
      "start": 17076,
      "end": 17653,
      "text": "6.1 While summing up the final decision, the Division Bench inter alia held and directed that, [Para 63(3)] \"Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the application or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02af85d4141f4254967b3f0f21f06f90_88"
    },
    {
      "start": 17654,
      "end": 18007,
      "text": "\n6.2 In Vadodara Mahanagar Seva Sadan formally known as Municipal Corporation Vs. M. S. Khurana Engineering Limited, being Special Civil Application No.13736 of 2018, the petitioner Corporation had challenged order of the Commercial Court in relation to the award of the arbitrator for which the execution petition was filed before the Commercial Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac4dd8a9c5744931881969505a5a433f_89"
    },
    {
      "start": 18008,
      "end": 18321,
      "text": "The contention was raised on behalf of the petitioner that C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 though the application for setting aside the arbitral award may be pending before the Commercial Court, the execution petition of the contractor would not be competent as it was for the amount below Rs.1 Crore.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9fe0f81820834114be6218a73ce2b05c_90"
    },
    {
      "start": 18323,
      "end": 19284,
      "text": "6.2.1 The Division Bench stated and observed, \"Section 37 of the CPC pertains to definition of Court which passed a decree and provides that the expression \"Court which passed a decree\", or words to that effect, shall, in relation to the execution of decrees, unless there is anything repugnant in the subject or context, be deemed to include - [a] where the decree to be executed has been passed in the exercise of appellate jurisdiction, the Court of first instance, and [b] where the Court of first instance has ceased to exist or to have jurisdiction to execute it, the Court which, if the suit wherein the decree was passed was instituted at the time of making the application for the execution of the decree, would have jurisdiction to try such suit. Section 38 of the CPC pertains to \"Court by which decree may be executed\" and provides that a decree may be executed either by the Court which passed it, or by the Court to which it is sent for execution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ad72fccab84f4d7bba09ed8a0b91d6bf_91"
    },
    {
      "start": 19285,
      "end": 19376,
      "text": "In terms of Section 38 of the CPC, thus, a decree is executable by a Court which passed it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4c699fa4aeb48c1ab12795898201bc4_92"
    },
    {
      "start": 19377,
      "end": 19384,
      "text": "\"\n6.2.2",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b5387f670ada49e289c6b36a38e8752c_93"
    },
    {
      "start": 19385,
      "end": 19668,
      "text": "It was observed that since the award was enforceable in terms of the Code of the Civil Procedure in the same manner as it was the decree of the Court, \"the Court having jurisdiction over the subject matter could be the court competent to execute it as per the Section 38 of the CPC.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1aaa85ca647643c681e36cb80f7d1586_94"
    },
    {
      "start": 19669,
      "end": 20141,
      "text": "It was concluded that, \"Since in the present case, jurisdiction of the subject matter which was part of the arbitration proceedings ordinarily lies with the Commercial Court and it was because of this reason that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application for setting aside the arbitral award was transferred to the Commercial Court, it was the Commercial Court which was competent to enforce the arbitral award; as if it were a decree of that Court.\"\n6.3",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59d1bb03dd85434c82026ffaa6c052ff_95"
    },
    {
      "start": 20142,
      "end": 20320,
      "text": "The decision of Delhi High Court in Bayer Intellectual Property GMBH and Another Vs. Symed Laboratories, [(2019) SCC Online Delhi 7410], addressed and answered the very question.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "36d0324598e241048409e42bc6f20d2a_96"
    },
    {
      "start": 20321,
      "end": 20401,
      "text": "The consent decree passed before the Commercial Court was sought to be executed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e062cf1571334787a042b067b0fd3f8c_97"
    },
    {
      "start": 20402,
      "end": 21127,
      "text": "The High Court observed, (Para 28) \"As far as the contention of the senior counsels for the judgment debtors, of proceedings for execution of an arbitral award as a decree being not within the jurisdiction of the Commercial Court / Commercial Division of this Court is concerned, Section 10 of the Commercial Courts Act inter alia provides that where the subject matter of an arbitration is a commercial dispute of a specified value, all applications or appeals arising out of such an arbitration under the provisions of the Arbitration Act that have been filed on the original side of the Court shall be heard and disposed of by the Commercial Division, where such Commercial Division has been constituted in the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a02678849ad2460e9cbe330f5d5414ea_98"
    },
    {
      "start": 21128,
      "end": 21255,
      "text": "It is not in dispute that the subject matter of the arbitration, award whereof is under execution, was of the specified value.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c9801e370dff4a7f858c302a756d1e2a_99"
    },
    {
      "start": 21256,
      "end": 21635,
      "text": "\n6.3.1 It was the contention canvassed before the Delhi High Court on behalf of the judgment-debtor that the jurisdiction of the Commercial Courts or Commercial Divisions is only over suits or arbitrations, subject matter whereof qualifies as a commercial dispute and not over proceedings of decrees passed in the said suits over enforcement of awards passed in the arbitrations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9eefa55d10f64a95bb5ee4b936eee3dd_100"
    },
    {
      "start": 21636,
      "end": 21926,
      "text": "The Delhi High Court stated, (Para 33) C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 \"Section 2(1)(i) of the Commercial Courts Act defines \"Specified Value\" in relation to a commercial dispute, as the value of a subject matter in respect of a suit as determined in accordance with Section 12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d6e13bc1674c4d87a09f0912ea3a8013_101"
    },
    {
      "start": 21927,
      "end": 22008,
      "text": "Reference therein is thus expressly to a \"suit\", as distinct from an \"execution\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "631d495c03834fceb4654d2d4ec92ce5_102"
    },
    {
      "start": 22009,
      "end": 22139,
      "text": "Section 12 however refers to the specified value of the subject matter of the commercial dispute in a suit, appeal or application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96164758593f4cb9a69caf540bc30b43_103"
    },
    {
      "start": 22140,
      "end": 22292,
      "text": "Thereby, the ambit of specified value is increased, from that in Section 2(1)(i), with reference to a \"suit\" alone, to an appeal or an application also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3acbeed0dc6841abbf0ddb54549580d9_104"
    },
    {
      "start": 22293,
      "end": 22642,
      "text": "Finally, Sections 6 and 7, while prescribing the jurisdiction of Commercial Courts and Commercial Divisions, prescribe the said jurisdiction, to extend to try all suits and applications relating to a commercial dispute, again, vesting the jurisdiction in the Commercial Courts / Commercial Divisions, not only to try \"suits\" but also \"applications.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3682d08ead4408a84f0056a9bfe33af_105"
    },
    {
      "start": 22644,
      "end": 22840,
      "text": "6.3.2 The question dealt with by the Delhi High Court was also whether the execution proceedings are 'applications' within the meaning of Sections Nos.6, 7, 10 and 12 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcac56930ec24d4a8a325f1e10ef212d_106"
    },
    {
      "start": 22841,
      "end": 22951,
      "text": "The Court stated that 'dispute' is a set of disagreement or an argument between the two parties over an issue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "51a3e75194a84a978223f87e87e47af3_107"
    },
    {
      "start": 22952,
      "end": 23057,
      "text": "An 'application' is formal written request made to the court in relation to such issue under the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "886673d7282243cd98603576a86e7e77_108"
    },
    {
      "start": 23058,
      "end": 23344,
      "text": "It was further observed by the High Court, (Para 36) \"It is not as if, on adjudication of a dispute, resulting in a judgment / decree of a Court or award of an Arbitral Tribunal, the \"dispute\" between the parties comes to an end or nothing remains to be adjudicated between the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "74e36dfe2d674b40bf00833b217a3ca9_109"
    },
    {
      "start": 23345,
      "end": 23741,
      "text": "Section 47 of the CPC, in Part-II titled \"Execution\" itself, in this respect provides that all questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to execution, discharge or satisfaction of the decree, shall be determined by the Court executing the decree C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 and not by a separate suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2925e0abb7344229db1af22a424d4d7_110"
    },
    {
      "start": 23742,
      "end": 23995,
      "text": "It is evident therefrom that a judgment or a decree of the Court or the award of an Arbitral Tribunal, do not put an end to the \"dispute\" between the parties and it is not as if execution is merely an administrative task, with no adjudication involved.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7392457df3274593a04879e817d5c5a4_111"
    },
    {
      "start": 23997,
      "end": 24204,
      "text": "6.3.3 The Delhi High Court rightly stated that irreconcilable and incongruous situation would be obtained if it is held otherwise that Commercial Court does not have the powers to proceed with the execution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "250b8c61f36b4efd9d9f6401cf5be642_112"
    },
    {
      "start": 24205,
      "end": 24214,
      "text": "(Para 36)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "613819c1c29a45b4b25a7e50dc676194_113"
    },
    {
      "start": 24215,
      "end": 24483,
      "text": "\"It would be incongruous to hold that the jurisdiction of the Commercial Courts / Commercial Divisions extends only to adjudication of commercial disputes till the stage of adjudication and not to adjudication of commercial disputes arising in the course of execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fbcb8138a874b718374f633a70e6078_114"
    },
    {
      "start": 24484,
      "end": 24901,
      "text": "Once it is so, the word \"dispute\" in Section 2(1)(c) would extend to adjudication of disputes arising during execution of arbitral awards subject whereof falls within the jurisdiction of the Commercial Courts Act and the Commercial Court and Commercial Division would also have jurisdiction over the applications for execution of arbitral awards of a specified value, subject matter whereof was a commercial dispute.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "082a1bd0776948c4be19dba7723733e3_115"
    },
    {
      "start": 24902,
      "end": 24979,
      "text": "\n6.3.4 We fully concur with the reasons and decision of the Delhi High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e25967b761c418e850947cdb90cbe54_116"
    },
    {
      "start": 24980,
      "end": 25131,
      "text": "\n6.4 Coming to the facts of the present case, it is the decree of English Court, the reciprocating territory, is being executed under Section 44A, CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9eb9a719809948c8b07b833ac3e00a54_117"
    },
    {
      "start": 25132,
      "end": 25247,
      "text": "This provision in the CPC, 1908, provides for Execution of decrees passed by the Courts in reciprocating territory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3b1a4b476a746b78d4b856f3141a869_118"
    },
    {
      "start": 25248,
      "end": 25496,
      "text": "It provides that certified copy of a decree of any superior Courts of any reciprocating territory is filed in the district court, the decree may be executed as if it has been C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 passed by the district court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0b34bd92ef44e279ec397bd06091261_119"
    },
    {
      "start": 25497,
      "end": 25649,
      "text": "Sub section (2) of Section 44A provides for filing of certified copy regarding satisfaction of decree to the extent of such satisfaction or adjustments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4629866b1de4a0fa0d7599b3bbebaca_120"
    },
    {
      "start": 25650,
      "end": 25856,
      "text": "Sub section (3) says that as per the provisions of Section 47 shall as from filing of the certified copy of the decree apply to the proceedings of a district court for executing a decree under this Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81b88239d3f14bd5aba19d1524d22436_121"
    },
    {
      "start": 25857,
      "end": 25971,
      "text": "The execution can be refused if it is shown that the decree falls within any of the exception in Section 13.\n6.4.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5118920c619483787d31a58208679ec_122"
    },
    {
      "start": 25972,
      "end": 26221,
      "text": "At this stage, it may be stated that Section 13, CPC provides that foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties, therefore Section 44A has a direct interaction with Section 13, CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd2b0ca980424e0d8782ffcc64dee919_123"
    },
    {
      "start": 26222,
      "end": 26361,
      "text": "The provisions of Section 13 and its clauses are incorporated to become applicable while exercising powers for execution under Section 44A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e281a9bb4192437cb135206d3d40dcbe_124"
    },
    {
      "start": 26362,
      "end": 26559,
      "text": "Section 13 as stated above relates to the conclusiveness of foreign judgment which can be executed under Section 44A but for the exceptions contained in clauses (a) to (f) of Section 13, CPC.\n6.4.2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e25dd7c603e747df883843157b089a4e_125"
    },
    {
      "start": 26560,
      "end": 26678,
      "text": "The decree of the foreign court is treated by way of deeming fiction as if it had been passed by the 'district court'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "962900a55704482ca4739685893d801b_126"
    },
    {
      "start": 26679,
      "end": 26882,
      "text": "The parties will be producing the certified copy of the decree from the court which has passed the decree for the purpose of execution and will comply with other requirements mentioned in the provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09c375e34ccf42d997ae6ffea42ef8a3_127"
    },
    {
      "start": 26883,
      "end": 27090,
      "text": "As per the Sub section 3 of Section 44A- the provision of Section 47 shall as from the filing of certified copy of the decree apply to the proceedings of district court executing a decree under this Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d34688ed0abf419cb4d70da52cb58608_128"
    },
    {
      "start": 27091,
      "end": 27201,
      "text": "The word 'decree' is explained in Explanation 2 and in Explanation 1 'reciprocating territory' is referred to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45b28c0ae9354f959cbda3d92b465860_129"
    },
    {
      "start": 27202,
      "end": 27343,
      "text": "\nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 6.4.3 Section 38 of the CPC deals with the aspect the Court by which the decree may be executed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4130520eb4fa46159479858577e72fc4_130"
    },
    {
      "start": 27344,
      "end": 27474,
      "text": "It provides that the decree may be executed either by the court which passed it or by the court to which it is sent for execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef276b25961346319c9571c2151e225a_131"
    },
    {
      "start": 27475,
      "end": 27571,
      "text": "The section provides for jurisdiction of execution to be the same court which passed the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eecf33021f754368a5e7e472dfecc2d7_132"
    },
    {
      "start": 27573,
      "end": 27827,
      "text": "6.5 In the present case, it is the money decree passed by England Commercial Court upon adjudication of commercial dispute and now sought to be executed under Section 44A which is deemed in law to be the decree as if it has been passed by district court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6816070913414c13a9bbfedd60158385_133"
    },
    {
      "start": 27828,
      "end": 28054,
      "text": "Upon conjoint reading of Section 44A and Section 38 CPC, it could be certainly deduced that the decree passed by the English Commercial Court can be executed by the commercial court when presented under Section 44A of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f1ee9e2a0714ff8a8b0116273b245af_134"
    },
    {
      "start": 28055,
      "end": 28118,
      "text": "It becomes a decree as if it has been passed by district court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2dd4da7b8e7465982167314c07935de_135"
    },
    {
      "start": 28119,
      "end": 28373,
      "text": "It would be only proper to read the word 'the Commercial Court' which had passed the decree in Section 44A CPC in place of the word 'District Court',when it is a decree passed by foreign court - the reciprocating territory, and sought to be executed.\n6.6",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bfb54b5301742f59bb269d27f530d60_136"
    },
    {
      "start": 28374,
      "end": 28484,
      "text": "When the execution is filed from the decree of commercial court, the 'commercial dispute' continues to exists.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af99dbc19bcc4dbaa6dcfb7f0c466e30_137"
    },
    {
      "start": 28485,
      "end": 28714,
      "text": "In the execution proceedings initiated to execute the decree of the commercial court, the characteristics of the 'commercial dispute' is not lost, rather the dispute continues in the same nature, that is the 'commercial dispute'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33d3340cfbe04d2888a4b98c6a88e607_138"
    },
    {
      "start": 28716,
      "end": 28897,
      "text": "6.7 The jurisdiction of the commercial court under Section 6 of the Commercial Courts Act extend to try all suits and applications relating to commercial dispute of specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95d9102a359d428e9883e65339f16169_139"
    },
    {
      "start": 28898,
      "end": 29034,
      "text": "The word 'specified value' has been defined under Section 2(i) of C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ae11df2d30e4a3fa43603a0c4d21680_140"
    },
    {
      "start": 29035,
      "end": 29183,
      "text": "The word 'applications' under Section 6 would include execution applications and also proceedings relating to commercial dispute of specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a52a04f5a0b48daae382e9fbf170749_141"
    },
    {
      "start": 29184,
      "end": 29345,
      "text": "The jurisdiction of the commercial court therefore necessarily extends to the execution application arising from the judgment and decree of the commercial court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39afd6ca0bfd424190490eaa9b428cfe_142"
    },
    {
      "start": 29346,
      "end": 29656,
      "text": "\n6.8 There remains hardly any substance in the submission that since the provisions relating to execution were not amended while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the commercial court does not have the jurisdiction to try and decide the execution petitions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e487eedd270a4026b9c8c033ec498d01_143"
    },
    {
      "start": 29657,
      "end": 29924,
      "text": "Merely because there is no amendment in relation to the execution provisions brought about and certain other provisions of CPC were amended to be applied to the commercial suits, it would not mean or imply that the commercial court does not have the power to execute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a51387506e614c18bfa2b26c75807ecd_144"
    },
    {
      "start": 29926,
      "end": 30283,
      "text": "6.9 In Morlays (B'Ham) Limited. Vs. Roshanlal Ramsahai and Another [AIR 1961 Bom 156], the Bombay High Court considered the words 'as if' used in Sub-section (1) of Section 44A, CPC to observe that the words 'as if' are used to make the whole scheme of Order XXI applicable in respect of the execution of decrees of foreign court mentioned in Sub section 1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2e4a8afd2564494ea22942b1bc3c576c_145"
    },
    {
      "start": 30284,
      "end": 30474,
      "text": "In other words, it can be said that when foreign decree is sought to be executed under Section 44A, CPC, the provisions relating to execution in CPC shall have a play together to be applied.",
      "labels": [
        "RATIO"
      ],
      "id": "94ed0888ec3b48a7831f8da4a4ffd724_146"
    },
    {
      "start": 30475,
      "end": 30723,
      "text": "Merely because while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the provisions regarding execution are not touched, it would not mean or imply that the commercial court does not have the power to execute.",
      "labels": [
        "RATIO"
      ],
      "id": "cf96c52a60dc4bc5b26d711f4f886ddc_147"
    },
    {
      "start": 30725,
      "end": 30771,
      "text": "C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 7.",
      "labels": [
        "NONE"
      ],
      "id": "80dcbe2325394afdac572c69c8872ecc_148"
    },
    {
      "start": 30772,
      "end": 31008,
      "text": "For the foregoing reasons and discussion, a clear position of law emerges that commercial court does have the jurisdiction to try and decide the execution applications arising from the judgment and decree passed by the commercial court.",
      "labels": [
        "RATIO"
      ],
      "id": "a8d827fc33a04ced9d5f7c76aa6aed9f_149"
    },
    {
      "start": 31009,
      "end": 31220,
      "text": "\n8. The impugned order dismissing the application Exhibit 65 and refusing to hold that the commercial court does not have the jurisdiction to entertain and decide execution proceedings books no error whatsoever.",
      "labels": [
        "RATIO"
      ],
      "id": "0714742079304de3b61990246aaefaef_150"
    },
    {
      "start": 31221,
      "end": 31260,
      "text": "The challenge thereto stands meritless.",
      "labels": [
        "RPC"
      ],
      "id": "7be98e08397c4ce9addfac1b60d7e657_151"
    },
    {
      "start": 31262,
      "end": 31311,
      "text": "9. The present petition is accordingly dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "b879add925e74455a698544017d22444_152"
    },
    {
      "start": 31312,
      "end": 31333,
      "text": "Notice is discharged.",
      "labels": [
        "RPC"
      ],
      "id": "41ad60ac8ea74606b1576096b63d29de_153"
    },
    {
      "start": 31334,
      "end": 31376,
      "text": "\n(N.V.ANJARIA, J) (SAMIR J. DAVE,J) Manshi",
      "labels": [
        "NONE"
      ],
      "id": "1802e8ad2a784ed984cb7353cdcd048a_154"
    }
  ]
}