{
  "id": "6b8e895434e088305fd4319286a5c7abb558384cc107fe2ce6e5ead0c27a5684",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nAshok Kumar Puri & Anr. vs S. Suncon Realtors Pvt. Ltd. & Anr. on 10 December, 2021 \nAuthor: Amit Bansal\nBench: Amit Bansal \n                          *        In The High Court Of Delhi At New Delhi\n\n                          %                                     Date of decision: 10th December, 2021. \n\n                          +                Cm(M) 610/2021 & Cm No. 30675/2021 (for stay)\n\n                                   Ashok Kumar Puri & Anr.                 ..... Petitioners \n                                              Through: Mr. Ajay Kapur, Sr. Advocate with \n                                                        Mr. Harshbir Singh Kohli and Ms. \n                                                        Mahima Dang, Advocates. \n\n                                                     Versus \n\n                                   S. Suncon Realtors Pvt . Ltd. & Anr . ..... Respondents\n                                                Through: Mr. Amit Khemka, Mr. Rishi Sehgal\n                                                         and   Mr.   Midhun     Aggarwal,\n                                                         Advocates. \n\n                          Coram: \n                          Hon'Ble Mr. Justice Amit Bansal \n\n                                                            Judgment \nAmit Bansal, J. (Oral) \n1. The present petition under Article 227 of the Constitution of India impugns the order dated 2nd March, 2021 passed by the Commercial Court South East District, Saket, New Del hi in Arbitration Petition No. 224/2018, whereby the application for condonation of delay in refiling the Section 34 petition on behalf of the respondents has been allowed subject to costs of Rs.5000/-. \n2. Brief facts preceding the filing of the present petition are given as under:\n(i) An award dated 8th December, 2017 was passed in an arbitration between the parties, whereby the sole arbitrator partly allowed the claims of the petitioners and dismissed the counter claims of the respondents.\n(ii) On 10th April, 2018, the respondents filed a Section 34 petition against the said award and subsequently, refiled the said petition on various dates, being 24th April, 2018, 9th May, 2018 30th May, 2018 and 2nd June, 2018.\n(iii) In each instance of filing, certain defects cropped up, which were made known to the respondents through e-mail by the Registry of this Court on 17th April, 2018, 25th April, 2018, 10th May, 2018 and 1st June, 2018.\n(iv) Thereafter, the pecuniary jurisdiction of the Courts below was increased and the respondents filed a Section 34 petition before the Court of District Judge (Commercial), South East, Saket Court, New Delhi.\n(v) The Commercial Court allowed the application for condonation of delay in filing the section 34 petition and imposed Rs.5,000/- costs on the respondents vide the impugned order dated 2nd March, 2021.\n(vi) While allowing the said application, the Commercial Court noted that (i) the limitation period under Section 34(3) of the Arbitration and Conciliation Act, 1996 is in respect of filing an application for challenging the arbitral award and not for subsequent steps taken after the filing; (ii) it is settled law that time used up for resolving defects in a filing has to be condoned; and (iii) litigants should not suffer due to technicalities of the law.\n( vii ) Aggrieved by the said findings of the Commercial Court, the petitioners have approached this Court. \n3. Mr. Ajay Kapur, senior counsel appearing on behalf of the petitioners has submitted that though the original petition under Section 34 was filed by the respondents within the period of 90 days, however, in view of the fact that essential documents such as statement of truth, affidavit, Vakalatnama, etc. were not filed, it was a non-est filing. Attention of the Court has been drawn to various objections put by the registry of this Court on 25th April, 2018, 10th May, 2018 and 1st June, 2018 to contend that the respondent was very casual and negligent in removing the objections marked by the Court and some of these objections went to the very root of the matter. Reliance is placed on the judgments in O.M.P. (COMM) No. 97/2019 titled Oil And Natural Gas Corporation Ltd. Vs. Joint Venture of M/S Sai Rama Engineering Enterprises (SREE) & M/S Megha Engineering & Infrastructure Ltd. (MEIL), OMP (COMM) 380/2019 titled Oil And Natural Gas Corporation Ltd. Vs. Planetcast Technologies Ltd and O.M.P (COMM.) 132/2019 titled SKS Power Generation (Chhattisgarh) Ltd Vs. ISC Projects Private Limited.\n4. Accordingly, it is submitted by the petitioners that the Commercial Court has failed to take into account the aforesaid judgments and therefore the order is erroneous. \n5. Mr. Amit Khemka, counsel appearing on behalf of the respondents has taken a preliminary objection that the present petition is barred in terms of Section 8 of the Commercial Courts Act, 2015 and in light of the judgment of the Division Bench of this Court in CM(M) 132/2021titled Black Diamond Track Parts Private Limited and Ors. vs. Black Diamond Motors Private Limited. It is further submitted that under the Commercial Courts Act, 2015 the petitioners would have a right to take these grounds in an appeal, under Section 37 of the Arbitration and Conciliation Act, 1996 in the event of the Section 34 petition being allowed by the Commercial Court. \n6. I have heard the counsels for the parties and perused the record. \n7. Section 8 of the Commercial Courts Act, 2015, on which reliance is placed by the counsel for the respondents, is set out below:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n8. The scope of Section 8 of the Commercial Courts Act, 2015 was considered by Division Bench of this Court in Black Diamond (supra), of which I was a part. The observations of the Division Bench in this respect are set out below: \n\"29. The reasoning in the aforesaid judgments gave rise to the question, that since the remedy of revision under Section 115 of the CPC though available under the CPC against the order of dismissal of application under Order VII Rule 10 of the CPC, has been taken away under the Commercial Courts Act, whether a petition under Article 227 would lie. \n30. We are of the view that once the Commercial Courts Act has expressly barred the remedy of a revision application under Section 115 of the CPC, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of Article 227 of the Constitution of India. The scope and ambit of a petition under Article 227 is much wider than the scope and ambit of a revision application under Section 115 of the CPC; whatever can be done in exercise of powers under Section 115 of the CPC, can also be done in exercise of powers under Article 227 of the Constitution. Allowing petitions under Article 227 to be preferred even against orders against which a revision application under Section 115 CPC would have been maintainable but for the bar of Section 8 of the Commercial Courts Act, would nullify the legislative mandate of the Commercial Courts Act. Recently, in Deep Industries Limited Vs. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706, in the context of petitions under Article 227 of the Constitution of India with respect to orders in an appeal against an order of the Arbitral Tribunal under Section 17 of the Arbitration & Conciliation Act, 1996, it was held that if petitions under Article 226 / 227 of the Constitution against orders passed in appeals under the Arbitration Act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years. It was observed that though Article 227 is a constitutional provision which remains untouched by an non-obstante Clause 5 of the Arbitration Act but what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing First Appeals under the Arbitration Act, yet the High Court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders which are patently lacking in inherent jurisdiction. Thus, though we are of the view that gates of Article 227ought not to be opened with respect to orders in commercial suits at the level of the District Judge against which a revision application under CPC was maintainable but which remedy has been taken away by the Commercial Courts Act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under Article 227 is completely barred. However the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the CPC were revisable and which remedy has been taken away by a subsequent legislation i.e. the Commercial Courts Act, and ensuring that such exercise of jurisdiction by the High Court does not negate the legislative intent and purpose behind the Commercial Courts Act and does not come in the way of expeditious disposal of commercial suits. \n31. We thus hold the petition under Article 227 of the Constitution of India to be maintainable with respect to the order impugned in CM(M) No.132/2021. However the discretion, whether in the facts and circumstances such petition is to be entertained or not, having under the roster been vested in the Single Judge, we leave it to the Single Judge to exercise such discretion.\"\n9. The above observations of the Division Bench are fully applicable in the facts and circumstances of the present case. In the present case also, if it were not a commercial matter, the remedy of the petitioner against the impugned order would be to file a revision petition under Section 115 of the Code of Civil Procedure, 1908 (CPC). However, the said remedy has been barred under Section 8 of the Commercial Courts Act, 2015 in respect of commercial matters. Therefore, the scope of interference by this Court in exercise of jurisdiction under Article 227 of the Constitution of India is extremely narrow and limited only in respect of orders that are patently lacking inherent jurisdiction. This is not a case where the impugned order was passed by the Commercial Court without inherent jurisdiction. \n10. In the present case, the Commercial Court has exercised its jurisdiction and allowed the application for condonation of delay filed on behalf of the respondents. Even though there may be some merit in the contentions raised on behalf of the petitioners with regard to the non-est filing, that cannot be a ground for this Court to exercise jurisdiction under Article 227 of the Constitution of India and interfere with the decision of the Commercial Court. This would completely frustrate the objective behind the Commercial Courts Act, that commercial matters should be decided expeditiously and parties may not challenge interlocutory orders passed in the proceedings, except those which are specifically appealable. \n11. In view of the above, no ground for interference by this Court is made out in exercise of jurisdiction under Article 227 of the Constitution of India. However, it would be open to the petitioners to raise the aforesaid grounds in the event of filing appeal under Section 37 of the Arbitration and Conciliation Act, 1996. \n12. It is clarified that there has been no expression by this Court on the merits of the grounds raised by the petitioners in the present case. \n13. The Commercial Court is requested to expeditiously decided the Section 34 petition. \nAMIT BANSAL, J DECEMBER 10, 2021 Sakshi R.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a384e8f7e2a04daab54c3fd38daccb81_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25807066c67d49599b170b6cb2be7bd9_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "503ba9a55c27470988f458cfb9907e23_2"
    },
    {
      "start": 261,
      "end": 344,
      "text": "Ashok Kumar Puri & Anr. vs S. Suncon Realtors Pvt. Ltd. & Anr. on 10 December, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "539767292db64553bdb18e200c9a7cf1_3"
    },
    {
      "start": 345,
      "end": 384,
      "text": "\nAuthor: Amit Bansal\nBench: Amit Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b9fa172f1ca45fc8c628757e5ba25c4_4"
    },
    {
      "start": 412,
      "end": 488,
      "text": "*        In The High Court Of Delhi At New Delhi\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7f31492be6c45a7ad7fc99a55b37db7_5"
    },
    {
      "start": 488,
      "end": 564,
      "text": "%                                     Date of decision: 10th December, 2021.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5656ef57e525447d80882f8d240d00d1_6"
    },
    {
      "start": 593,
      "end": 692,
      "text": "+                Cm(M) 610/2021 & Cm No. 30675/2021 (for stay)\n\n                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b53f4c40b9d4aad81dac88b92708e23_7"
    },
    {
      "start": 692,
      "end": 715,
      "text": "Ashok Kumar Puri & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31f07c0aadfe46c38d6348e188b751cc_8"
    },
    {
      "start": 732,
      "end": 749,
      "text": "..... Petitioners",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81f4c2f49a1442b6a6009898f8826057_9"
    },
    {
      "start": 797,
      "end": 805,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92baa567291747e4b30f12532d2fc274_10"
    },
    {
      "start": 806,
      "end": 839,
      "text": "Mr. Ajay Kapur, Sr. Advocate with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ca7a809faed46fbb73e2a9d2284f620_11"
    },
    {
      "start": 897,
      "end": 929,
      "text": "Mr. Harshbir Singh Kohli and Ms.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e415d41ca5046b8a12df3085447c41d_12"
    },
    {
      "start": 987,
      "end": 1010,
      "text": "Mahima Dang, Advocates.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0741bf1d4c5a4506a98977f6ad623c40_13"
    },
    {
      "start": 1066,
      "end": 1072,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6572d68ee3f24090a85692df65b76954_14"
    },
    {
      "start": 1110,
      "end": 1119,
      "text": "S. Suncon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "539ab9cefba448a285bb0b165c469368_15"
    },
    {
      "start": 1120,
      "end": 1132,
      "text": "Realtors Pvt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21d94199c86c4f7dac6acc531a1921bd_16"
    },
    {
      "start": 1133,
      "end": 1139,
      "text": ". Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50907670aea1492db42f8669c95c3512_17"
    },
    {
      "start": 1140,
      "end": 1147,
      "text": "& Anr .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36b1def25fbe494dbca2fdf4ada49e80_18"
    },
    {
      "start": 1148,
      "end": 1414,
      "text": "..... Respondents\n                                                Through: Mr. Amit Khemka, Mr. Rishi Sehgal\n                                                         and   Mr.   Midhun     Aggarwal,\n                                                         Advocates.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5fa1f0ddf26e401f9facbe5b16eb49e5_19"
    },
    {
      "start": 1443,
      "end": 1449,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2517ea5f87742018172b22e25f2e1d8_20"
    },
    {
      "start": 1450,
      "end": 1508,
      "text": "\n                          Hon'Ble Mr. Justice Amit Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c587ab9807c48e3ab0a27c1b1e50ca8_21"
    },
    {
      "start": 1571,
      "end": 1579,
      "text": "Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c7949c648d24c3a9d5fcb691aa4fb06_22"
    },
    {
      "start": 1581,
      "end": 1603,
      "text": "Amit Bansal, J. (Oral)",
      "labels": [
        "NONE"
      ],
      "id": "d8c60719f94f497990bcfff394b38c6b_23"
    },
    {
      "start": 1605,
      "end": 1782,
      "text": "1. The present petition under Article 227 of the Constitution of India impugns the order dated 2nd March, 2021 passed by the Commercial Court South East District, Saket, New Del",
      "labels": [
        "FAC"
      ],
      "id": "a07ddf34d7c64b8fb08c30dffa42a817_24"
    },
    {
      "start": 1783,
      "end": 1985,
      "text": "hi in Arbitration Petition No. 224/2018, whereby the application for condonation of delay in refiling the Section 34 petition on behalf of the respondents has been allowed subject to costs of Rs.5000/-.",
      "labels": [
        "FAC"
      ],
      "id": "818f3c7b7daa4fcc9d4c3529ddc9db0f_25"
    },
    {
      "start": 1987,
      "end": 3605,
      "text": "2. Brief facts preceding the filing of the present petition are given as under:\n(i) An award dated 8th December, 2017 was passed in an arbitration between the parties, whereby the sole arbitrator partly allowed the claims of the petitioners and dismissed the counter claims of the respondents.\n(ii) On 10th April, 2018, the respondents filed a Section 34 petition against the said award and subsequently, refiled the said petition on various dates, being 24th April, 2018, 9th May, 2018 30th May, 2018 and 2nd June, 2018.\n(iii) In each instance of filing, certain defects cropped up, which were made known to the respondents through e-mail by the Registry of this Court on 17th April, 2018, 25th April, 2018, 10th May, 2018 and 1st June, 2018.\n(iv) Thereafter, the pecuniary jurisdiction of the Courts below was increased and the respondents filed a Section 34 petition before the Court of District Judge (Commercial), South East, Saket Court, New Delhi.\n(v) The Commercial Court allowed the application for condonation of delay in filing the section 34 petition and imposed Rs.5,000/- costs on the respondents vide the impugned order dated 2nd March, 2021.\n(vi) While allowing the said application, the Commercial Court noted that (i) the limitation period under Section 34(3) of the Arbitration and Conciliation Act, 1996 is in respect of filing an application for challenging the arbitral award and not for subsequent steps taken after the filing; (ii) it is settled law that time used up for resolving defects in a filing has to be condoned; and (iii) litigants should not suffer due to technicalities of the law.\n",
      "labels": [
        "FAC"
      ],
      "id": "5acb59863b0640559b145dd1e331a576_26"
    },
    {
      "start": 3605,
      "end": 3612,
      "text": "( vii )",
      "labels": [
        "FAC"
      ],
      "id": "209eff87fdac4ea0ab7ec3aa06e9b22e_27"
    },
    {
      "start": 3613,
      "end": 3712,
      "text": "Aggrieved by the said findings of the Commercial Court, the petitioners have approached this Court.",
      "labels": [
        "FAC"
      ],
      "id": "2033a000780144b6b0eaa109a9eca539_28"
    },
    {
      "start": 3713,
      "end": 4062,
      "text": "\n3. Mr. Ajay Kapur, senior counsel appearing on behalf of the petitioners has submitted that though the original petition under Section 34 was filed by the respondents within the period of 90 days, however, in view of the fact that essential documents such as statement of truth, affidavit, Vakalatnama, etc. were not filed, it was a non-est filing.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf0a03dd35074c65a78af4e3d81359dd_29"
    },
    {
      "start": 4063,
      "end": 4385,
      "text": "Attention of the Court has been drawn to various objections put by the registry of this Court on 25th April, 2018, 10th May, 2018 and 1st June, 2018 to contend that the respondent was very casual and negligent in removing the objections marked by the Court and some of these objections went to the very root of the matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e3da84beeffe4cc5bef170e21fdbb8ac_30"
    },
    {
      "start": 4386,
      "end": 4820,
      "text": "Reliance is placed on the judgments in O.M.P. (COMM) No. 97/2019 titled Oil And Natural Gas Corporation Ltd. Vs. Joint Venture of M/S Sai Rama Engineering Enterprises (SREE) & M/S Megha Engineering & Infrastructure Ltd. (MEIL), OMP (COMM) 380/2019 titled Oil And Natural Gas Corporation Ltd. Vs. Planetcast Technologies Ltd and O.M.P (COMM.) 132/2019 titled SKS Power Generation (Chhattisgarh) Ltd Vs. ISC Projects Private Limited.\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cd6fff54a8524e24ae3dd07230e031cd_31"
    },
    {
      "start": 4821,
      "end": 4988,
      "text": "Accordingly, it is submitted by the petitioners that the Commercial Court has failed to take into account the aforesaid judgments and therefore the order is erroneous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "161a1fbc88d14d4698e69d3c241a405e_32"
    },
    {
      "start": 4989,
      "end": 5365,
      "text": "\n5. Mr. Amit Khemka, counsel appearing on behalf of the respondents has taken a preliminary objection that the present petition is barred in terms of Section 8 of the Commercial Courts Act, 2015 and in light of the judgment of the Division Bench of this Court in CM(M) 132/2021titled Black Diamond Track Parts Private Limited and Ors. vs. Black Diamond Motors Private Limited.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b23ba80eb062477a8af24018a5248967_33"
    },
    {
      "start": 5366,
      "end": 5645,
      "text": "It is further submitted that under the Commercial Courts Act, 2015 the petitioners would have a right to take these grounds in an appeal, under Section 37 of the Arbitration and Conciliation Act, 1996 in the event of the Section 34 petition being allowed by the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "67dbd532c26d4af488e1485a442367b9_34"
    },
    {
      "start": 5646,
      "end": 5715,
      "text": "\n6. I have heard the counsels for the parties and perused the record.",
      "labels": [
        "NONE"
      ],
      "id": "85826805f0d84e4db42e1661e19e05d2_35"
    },
    {
      "start": 5716,
      "end": 6324,
      "text": "\n7. Section 8 of the Commercial Courts Act, 2015, on which reliance is placed by the counsel for the respondents, is set out below:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n8.",
      "labels": [
        "STA"
      ],
      "id": "351f9a41dff742dca2a1dd8270890d48_36"
    },
    {
      "start": 6325,
      "end": 6478,
      "text": "The scope of Section 8 of the Commercial Courts Act, 2015 was considered by Division Bench of this Court in Black Diamond (supra), of which I was a part.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb6052b9a58d4ebabe89296312927cfb_37"
    },
    {
      "start": 6479,
      "end": 6552,
      "text": "The observations of the Division Bench in this respect are set out below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6bbe9236aba4352bad95f693926b92a_38"
    },
    {
      "start": 6554,
      "end": 6903,
      "text": "\"29. The reasoning in the aforesaid judgments gave rise to the question, that since the remedy of revision under Section 115 of the CPC though available under the CPC against the order of dismissal of application under Order VII Rule 10 of the CPC, has been taken away under the Commercial Courts Act, whether a petition under Article 227 would lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26d3256462314b66a21a05d94da035ab_39"
    },
    {
      "start": 6905,
      "end": 7219,
      "text": "30. We are of the view that once the Commercial Courts Act has expressly barred the remedy of a revision application under Section 115 of the CPC, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cbeb0c2fe594a4ba7fcf04f0f26a323_40"
    },
    {
      "start": 7220,
      "end": 7517,
      "text": "The scope and ambit of a petition under Article 227 is much wider than the scope and ambit of a revision application under Section 115 of the CPC; whatever can be done in exercise of powers under Section 115 of the CPC, can also be done in exercise of powers under Article 227 of the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "751bc3da285643f98243aa227c2b18f1_41"
    },
    {
      "start": 7518,
      "end": 7805,
      "text": "Allowing petitions under Article 227 to be preferred even against orders against which a revision application under Section 115 CPC would have been maintainable but for the bar of Section 8 of the Commercial Courts Act, would nullify the legislative mandate of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d8556e9ee734d978cb6a23ee692a3af_42"
    },
    {
      "start": 7806,
      "end": 8364,
      "text": "Recently, in Deep Industries Limited Vs. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706, in the context of petitions under Article 227 of the Constitution of India with respect to orders in an appeal against an order of the Arbitral Tribunal under Section 17 of the Arbitration & Conciliation Act, 1996, it was held that if petitions under Article 226 / 227 of the Constitution against orders passed in appeals under the Arbitration Act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb17dffdf6114a5a8549f77ef8a9f9e5_43"
    },
    {
      "start": 8365,
      "end": 8896,
      "text": "It was observed that though Article 227 is a constitutional provision which remains untouched by an non-obstante Clause 5 of the Arbitration Act but what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing First Appeals under the Arbitration Act, yet the High Court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders which are patently lacking in inherent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2d7988468db467e9512311d95f1e893_44"
    },
    {
      "start": 8897,
      "end": 9325,
      "text": "Thus, though we are of the view that gates of Article 227ought not to be opened with respect to orders in commercial suits at the level of the District Judge against which a revision application under CPC was maintainable but which remedy has been taken away by the Commercial Courts Act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under Article 227 is completely barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f3066b8a7f946beb5b2a2a695445aec_45"
    },
    {
      "start": 9326,
      "end": 9801,
      "text": "However the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the CPC were revisable and which remedy has been taken away by a subsequent legislation i.e. the Commercial Courts Act, and ensuring that such exercise of jurisdiction by the High Court does not negate the legislative intent and purpose behind the Commercial Courts Act and does not come in the way of expeditious disposal of commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdb21df4089040f398476a047367a57a_46"
    },
    {
      "start": 9803,
      "end": 9955,
      "text": "31. We thus hold the petition under Article 227 of the Constitution of India to be maintainable with respect to the order impugned in CM(M) No.132/2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bf236ceb8084d32ab3e173230e5f8fc_47"
    },
    {
      "start": 9956,
      "end": 10183,
      "text": "However the discretion, whether in the facts and circumstances such petition is to be entertained or not, having under the roster been vested in the Single Judge, we leave it to the Single Judge to exercise such discretion.\"\n9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45b464afdfcd4be6acf0207cdcbfe3a9_48"
    },
    {
      "start": 10184,
      "end": 10301,
      "text": "The above observations of the Division Bench are fully applicable in the facts and circumstances of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0e8e78c047e4291b93f4dad0df48d5c_49"
    },
    {
      "start": 10302,
      "end": 10518,
      "text": "In the present case also, if it were not a commercial matter, the remedy of the petitioner against the impugned order would be to file a revision petition under Section 115 of the Code of Civil Procedure, 1908 (CPC).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36d78f2cb9d04530b47cbbccaaa06613_50"
    },
    {
      "start": 10519,
      "end": 10644,
      "text": "However, the said remedy has been barred under Section 8 of the Commercial Courts Act, 2015 in respect of commercial matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a8d68dff9734b4cbe5c4c71346de438_51"
    },
    {
      "start": 10645,
      "end": 10877,
      "text": "Therefore, the scope of interference by this Court in exercise of jurisdiction under Article 227 of the Constitution of India is extremely narrow and limited only in respect of orders that are patently lacking inherent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dcfaa70da514ca5ac3ffe6389fc80e9_52"
    },
    {
      "start": 10878,
      "end": 10987,
      "text": "This is not a case where the impugned order was passed by the Commercial Court without inherent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab13734bfb4a4e918dda431b69f05761_53"
    },
    {
      "start": 10989,
      "end": 11154,
      "text": "10. In the present case, the Commercial Court has exercised its jurisdiction and allowed the application for condonation of delay filed on behalf of the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3eb5ddec0bd4db7a68f5a026d685fb5_54"
    },
    {
      "start": 11155,
      "end": 11448,
      "text": "Even though there may be some merit in the contentions raised on behalf of the petitioners with regard to the non-est filing, that cannot be a ground for this Court to exercise jurisdiction under Article 227 of the Constitution of India and interfere with the decision of the Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "a1160776dd014bfa817a84e08d3cbde0_55"
    },
    {
      "start": 11449,
      "end": 11710,
      "text": "This would completely frustrate the objective behind the Commercial Courts Act, that commercial matters should be decided expeditiously and parties may not challenge interlocutory orders passed in the proceedings, except those which are specifically appealable.",
      "labels": [
        "RATIO"
      ],
      "id": "9155d6e4fab44fccb78d4506f41040ae_56"
    },
    {
      "start": 11712,
      "end": 11866,
      "text": "11. In view of the above, no ground for interference by this Court is made out in exercise of jurisdiction under Article 227 of the Constitution of India.",
      "labels": [
        "RATIO"
      ],
      "id": "2210724f7e474164985c925225c4d3e2_57"
    },
    {
      "start": 11867,
      "end": 12036,
      "text": "However, it would be open to the petitioners to raise the aforesaid grounds in the event of filing appeal under Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "RATIO"
      ],
      "id": "15573625e1f94db3b59ba1da15949ec9_58"
    },
    {
      "start": 12038,
      "end": 12181,
      "text": "12. It is clarified that there has been no expression by this Court on the merits of the grounds raised by the petitioners in the present case.",
      "labels": [
        "RATIO"
      ],
      "id": "dca80cedcad84911b398a8581c6e1168_59"
    },
    {
      "start": 12183,
      "end": 12270,
      "text": "13. The Commercial Court is requested to expeditiously decided the Section 34 petition.",
      "labels": [
        "RPC"
      ],
      "id": "832325a7ae2240d398660c2aff2ce082_60"
    },
    {
      "start": 12271,
      "end": 12314,
      "text": "\nAMIT BANSAL, J DECEMBER 10, 2021 Sakshi R.",
      "labels": [
        "NONE"
      ],
      "id": "33850bc08fa645c0ab86c3a7496538d5_61"
    }
  ]
}