{
  "id": "859d6ff1d564ad25abb24193af3505eea5ca73e8f63c1fbda34721d300af36f3",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nTata Consumer Products Limited vs Itc Limited on 21 April, 2023 \nAuthor: P.Naveen Rao\nBench: P Naveen Rao, Nagesh Bheemapaka\n                High Court For The State Of Telangana\n                                ********\n\n               Civil Miscellaneous Appeal No.69 Of 2023 \n\nBetween:\n\nTata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative\nMr. Ranjit Saikia, Occu: Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana. \n                                                                  .... Appellant/Respondent/ \n                                                                                 Defendant\n       And\n\nItc Limited, \nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\nAlso at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana, rep.by its Authorized \nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana. \n                                                                ..... Respondent/ Respondent/ \n                                                                                   Plaintiff\n\nDate Of Judgment Pronounced                          : 21.04.2023 \n\n                   Hon'Ble Sri Justice P. Naveen Rao \n                                  And \n                Hon'Ble Sri Justice Nagesh Bheemapaka \n\n\n1.     Whether Reporters of Local Newspapers :             Yes\n        may be allowed to see the Judgments ?\n\n2.     Whether the copies of judgment may be :             Yes\n       marked to Law Reporters /Journals \n\n3.     Whether Their Lordship wish to                  :   No\n       see the fair copy of the Judgment ? \n                                                                            Pnr, J & Nbk ,J \n                                                                         Cma No.69 of 2023 \n                                              2 \n\n\n                     * Hon'Ble Sri Justice P. Naveen Rao \n                                     And \n                   Hon'Ble Sri Justice Nagesh Bheemapaka \n\n                  + Civil Miscellaneous Appeal No.69 Of 2023 \n\n% 21.04.2023 \n\nBetween:\n# Tata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative \nMr. Ranjit Saikia, Occu: Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana. \n                                                            .... Appellant/ Respondent/ \n                                                                           Defendant\n       and \n\n$ Itc Limited,\nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\nAlso at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana, rep.by its Authorized\nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana.\n                                                         ..... Respondent/ Respondent/ \n                                                                            Plaintiff\n\n! Counsel for the appellant           : Sri Ashok Ram Kumar for Sri P.Satya\n                                       Venkateswara Rao \n\nCounsel for the Respondent           : Hemanth Singh appearing for Sri \n                                       M.Mallikarjun Reddy \n\n< Gist : \n\n> Head Note: \n\n? Cases referred:\n2022 ( 10 ) Scc 1\nCommercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021 \n                                                                           Pnr, J & Nbk , J \n                                                                        Cma No.69 of 2023 \n                                           3\n\n\n                Honourable Sri Justice P.Naveen Rao \n                                 And\n               Hon'Ble Sri Justice Nagesh Bheemapaka \n\n              Civil Miscellaneous Appeal No.69 Of 2023 \n\nJudgment: \n(Per Hon'ble Sri Justice P.Naveen Rao) It is apt to begin this judgment with the often quoted statement by Joseph Grynbaum. He said and quite rightly, 'an ounce of mediation is worth a pound of arbitr ation and a ton of litigation' . Joseph Grynbaum specializes in mediating complex multi-party commercial disputes. \n2. Heard learned senior counsel Sri Ashok Ram Kumar for Sri P.Satya Venkateswara Rao for the appellant and the learned counsel Sri Hemanth Singh appearing for Sri M.Mallikarjun Reddy for the respondent. Parties herein are referred to as arrayed in the suit. \n3. Plaintiff and the respondent are the Companies registered under the Companies Act, 2013. According to plaintiff, it is a century old business house engaged in business of marketing and/or manufacturing of diverse goods and services including packaged Foods and Beverages etc. It claims to be one of India's foremost Private Sector Company having total income of about 62,336 crores in the financial year 2021-22 with market capitalization of about 3,08,882 crores as on 31.03.2022. It is rated amongst India's 50 biggest Non-financial companies and ranked amongst the top 5 of India's Most valuable companies for the years 2014 to 2019 by Business Today. It is also adjudged to be one of the world's top 250 most PNR,J & NBK,J regarded companies of 2019 by Forbes Magazine. It claims to enjoy enviable market position in foods business driven by renowned brads including 'AASHIRVAAD salt'. Defendant is also involved in various consumer products under the brand name 'TATA'. Defendant is also involved in manufacturing and selling of salt with the brand name 'Shuddh by TATA salt'. \n4. According to the plaintiff, plaintiff is aggrieved against the defendant about its adoption, use and launch in December, 2022 of a trade dress which is a colourable and slavish imitation of 'AASHIRVAAD salt' trade dress of the plaintiff. The adoption and use by the defendant of the new 'TATA SHUDDH salt' trade dress for sale of salt is dishonest and motivated to trade upon the goodwill and reputation associated with plaintiff's 'AASHIRVAAD salt'. Plaintiff alleges that there is a deliberate attempt to not only copy the overall colour combination, but also the overall get-up and arrangement of features. The plaintiff alleges that impugned packaging/trade dress by the defendant can have no possible justification for adoption of several features in combination from the plaintiff's 'AASHIRVAAD salt' packaging and get-up. Plaintiff alleges that the 'Shuddh TATA Salt' packaging trade dress is imitation of 'AASHIRVAAD salt trade dress' of plaintiff. \n5. Plaintiff filed C.O.S.No.5 of 2023 in Principal Special Court in the cadre of District Judge for Trial and Disposal of Commercial Disputes, PNR,J & NBK,J Hyderabad, under Section 26 read with Section 20, Order VII Rule 1 read with Section 151 of Code of Civil Procedure, 1908 and under Sections 29 and 135 of Trade Marks Act, 1999 to restrain infringement of trade mark registration Nos.3335001 and 3335002, passing of, disparagement, rendition of accounts of profits/ damages, delivery etc.\n6. Plaintiff prayed to grant several reliefs, more particularly, decree of permanent injunction restraining the defendant, by itself and/or through its directors, group companies, associates, divisions, assignees in business, licensees, franchisees, agents, distributors and dealers from manufacturing, selling, offering for sale, advertising in any manner including on the internet, directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar, colourable imitation and/or substantial reproduction of the plaintiff's 'AASHIRVAAD SALT' trade dress amounting to infringement of plaintiff's registered trade mark nos.3335001 and 3335002 in clause-30 as enunciated in the plaint; a decree of permanent injunction restraining the defendant in any manner likely to cause confusion amounting to passing off and unfair competition, disparaging, defaming or denigrating the products; an order for rendition of accounts of profits illegally earned by the defendant and a decree for an amount found due or, in the alternative, a decree for 2 crores towards compensatory and penal damages.\nPNR,J & NBK,J 7. Plaintiff filed affidavit expressing urgency in the matter praying the Commercial Court to entertain the suit without compelling the plaintiff to take recourse to mediation before filing the suit. In the affidavit, plaintiff states that in December, 2022, the plaintiff was shocked to learn that the defendant had re-launched its salt under the brand 'Shuddh by TATA' in a package, which is a slavish and colourable imitation of the plaintiff's 'AASHIRVAAD Salt Trade Dress'. By enclosing two images of respective products, plaintiff alleges dishonesty and the extent of copying of the defendant is evident from the comparative photographs. Plaintiff alleges that unauthorized manufacture, offer for sale and sale of the salt under the impugned packaging has caused serious loss and damage to the plaintiff and will continue to cause loss and damage to the plaintiff unless the same are injected by the Court. Plaintiff further contended that visual identity and/or deceptive similarity between the product packaging of the plaintiff and that of the defendant is bound to confuse/mislead the unwary consumer with average intelligence and imperfect recollection into mistaking the defendant's product as that of the plaintiff. Plaintiff alleges that this has been deliberately done by the defendant to ride piggyback on the tremendous reputation of the plaintiff and pass of its goods as those of the plaintiff. \n8. Plaintiff alleges that defendant is committing acts of infringement of trade mark, copyright, passing off within the jurisdiction of the Hon'ble Commercial Court and unless defendant is restrained by way of an ad- PNR,J & NBK,J interim injunction from manufacturing, selling, offering for sale, advertising in any manner including on the internet, the products under the impugned packaging, plaintiff would suffer irreparable loss and grave hardship, which cannot be compensated in monetary terms. Plaintiff therefore pleads that there is urgent need to restrain the defendant from further infringing the plaintiff's registered trade mark, copyright and committing acts of passing off. He therefore sought exemption from pre-institution mediation and settlement and to file the suit. Plaintiff pleads that in extreme urgency the suit is filed and also filed application under Order XXXIX Rules 1 and 2 of CPC for urgent ad-interim reliefs. He would contend that if the application is not allowed, the very purpose of initiating the suit by the plaintiff would be frustrated and as a result plaintiff would suffer irreparable damage and injury. \n9. As averred in the affidavit to seek exemption under Section 12A, plaintiff also filed I.A.No.26 of 2023 under Order XXXIX Rules 1 and 2 of CPC praying to grant an order of interim injunction restraining the defendant, by itself and/or through its Directors, group companies, associates, franchisees, agents, distributors and dealers from in any manner disparaging, defaming or denigrating the products of the plaintiff in any manner including on the internet directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar to plaintiff's PNR,J & NBK,J 'AASHIRVAAD Salt Trade Dress' in any manner whatsoever amounting to infringement of trade mark, copyright, passing off and unfair competition, disparaging, defaming, or denigrating the products of the plaintiff in any manner whatsoever.\n10. The Commercial Court while issuing urgent notice, returnable by 20.02.2023, by Order dated 01.02.2023, observed that though the words 'AASHIRVAAD' and 'SHUDDH TATA salt' are different, the shape and make of the packet, its size, the colour combination of the printed label containing yellow, orange, blue and white make the package appear similar and, therefore, it appears, prima facie, that the respondent is knowingly or unknowingly marketing its products in the package similar to the package used by the petitioner. The Commercial Court observed prima facie case is made out by the plaintiff and that if injunction is not granted, the plaintiff would put to un-measurable loss. Thus, the trial Court was inclined to grant ad-interim temporary injunction against the defendant directing them not to produce and release to the market the salt packets similar to the packets used by the plaintiff. The respondent was restrained from doing so by means of ad-interim injunction. However, the Commercial Court saved the retail marketing of the product already released into the market. Aggrieved thereby, the present Civil Miscellaneous Appeal is filed by the defendant. \nPNR,J & NBK,J 11. Both counsel have made elaborate submissions on various aspects touching up on merits of the respective stands on alleged infringement of patent of the plaintiff concerning their 'AASHIRVAAD' salt product by the defendant. In addition, learned senior counsel for defendant made preliminary submission on maintainability of the Commercial suit. \n12. It is contended that Section 12-A of the Commercial Courts Act, 2015 (Act, 2015) was not complied before instituting the suit and that provision being mandatory, non-compliance thereof is sufficient to hold the suit as not maintainable. According to the learned senior counsel for defendant, scheme of the Act envisages parties to a dispute first to take recourse to mediation as a measure to resolve inter se dispute and only on failure of the resolution of dispute by mediation, they should take recourse to filing a suit before the Commercial Court under the Act. Being a special provision with primary objective of curtailing litigation and encouraging the parties to resolve the inter se dispute by mediation prior to availing legal remedy, it must be strictly construed and complied. \n13. Per contra, according to the learned counsel for respondent, within ten months of launching its product, the defendant has changed packaging which in many respects similar to the packaging of 'AASHIRVAD SALT' of the plaintiff causing immense damage to its reputation and marketing prospects. The plaintiff is the prior user of its patented package. It has PNR,J & NBK,J been using packaging for the last two years and received tremendous response from consumers. Only to knock away the sales of the plaintiff, the defendant has changed packaging to make it appear similar to the packaging of 'AASHIRVAAD SALT' of the Plaintiff. \n14. According to learned counsel, Section 12-A of the Act, 2015 has no application when an urgent relief contemplated by the plaintiff. As the defendant infringed the patent of the plaintiff permitting the defendant to continue to manufacture and distribute the salt under the brand name, 'SHUDH by TATA Salt' would cause serious hardship and huge business loss to the plaintiff and grave prejudice would be caused to the plaintiff. Thus, there is urgency in seeking ad-interim injunction. According to the learned counsel, in the affidavit filed under Section 12-A of the Act, 2015, all the details are furnished why plaintiff is seeking indulgence of the Commercial Court to file the suit without availing the mediation process and the Commercial Court having convinced with the plea raised by the plaintiff, has rightly entertained the suit and granted injunction order. \n15. He would submit that if the defendant is aggrieved by injunction order granted by the trial Court, he ought to have filed appropriate application for vacating the injunction and prosecute the suit. He could not have rushed to this Court challenging the injunction order without first seeking vacation of the said interim order. He would submit that even assuming that plaintiff PNR,J & NBK,J has not satisfied the ingredients of Section 12-A of the Act, 2015, it is no ground to file the Appeal without first filing appropriate application before the Commercial Court. \n16. Though extensive submissions are made on various aspects, we are confining our consideration to the scope of Section 12-A of the Act, 2015 as accepting the contention of the defendant on maintainability of the suit would be going to the root of the litigation initiated by the plaintiff. \n17. A dispute arising out of ordinary transactions of merchants, bankers, financiers and traders, export or import of merchandise, construction, infrastructure and technology development agreements, intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, to name a few is a civil dispute having commercial angle. Hitherto, regular Civil Courts were dealing with all disputes of civil in nature including disputes involving commercial transactions. However, there is huge pendency of civil disputes in all the civil Courts in the country. Ordinarily, a civil dispute to say the least takes 5 to 10 years to conclude in a trial Court. Thereon, on appeal, it will be pending at least for another five years. Pendency of civil litigation and inordinate delay in disposal impacts disputes involving commercial transactions. A stay in a case concerning an infrastructure project culminating in a decision after 10 years will have cascading effect on the project and all activities relating to the project. \nPNR,J & NBK,J 18. Long pendency of litigation and more particularly litigation relating to business and commerce has caused severe dent in ensuring flow of foreign investments and Multi-national Companies showing interest in doing business in India. The Multi-national Companies and other investors fear long drawn litigation as a stumbling block in doing business in India. In order to promote foreign investments in India and dispel the impression of foreign investors that litigation is consuming long time for resolution, the Government of India has initiated several measures. It has brought out the Commercial Courts Act, 2015 creating separate adjudication process in cases involving commercial disputes. The Act aims to fast track the disposal of cases involving commercial disputes. \n19. On review of working of the Act, the Government brought out certain amendments to the Act by Amendment Act 28 of 2018. The statement of objects and reasons to bring about these amendments are spelt out as under:\n\"The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank 'Doing Business Report' which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business. Needless to say that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system. It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.\" \nPNR,J & NBK,J (emphasis supplied)\n20. Significant change in perception is by introducing Section 12-A to the Act by Amendment Act 28 of 2018. Why this provision introduced is highlighted in statement of objects and reasons. It reads as under:\n\"Statement of Objects and Reasons.--\n1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was enacted for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and for matters connected therewith or incidental thereto.\n2. The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank \"Doing Business Report\"\nwhich, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc. which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business. Needless to say, that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system. It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. \n3. As Parliament was not in session and immediate action was required to be taken to make necessary amendments in the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, to further improve India's ranking in the \"Doing Business Report\", the President promulgated the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018 on 3-5-2018. \n4. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Bill, 2018 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018, which inter alia, provides for the following namely-- (i) to (iv) xxx (v) to provide for compulsory mediation before institution of a suit, where no urgent interim relief is contemplated and for this purpose, to introduce the pre-institution mediation and settlement mechanism and PNR,J & NBK,J to enable the Central Government to authorise the authorities constituted under the Legal Services Authorities Act, 1987 for this purpose.\n5. The Bill seeks to achieve the above objectives.\" \n20.1. Section 12-A of the Act, 2015 reads as under:\nS.12A. Pre-Institution Mediation and Settlement.-- (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub- section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n21. It is a game changer for two reasons. Firstly, it aims to drive away warring parties to a dispute from litigating and to take recourse to mediation. No dispute is beyond resolution by means of mediation. In business, resolution of a dispute by mediation helps in building camaraderie. The case on hand is a case to highlight its importance. In the instant case, both PNR,J & NBK,J companies are leading companies, well established, have a good market share of their products and have built consumer confidence by decades of hard work and commitment to quality and durability of their products. Both have enviable dominance in consumer products. It is not in the interest of business and consumer activity for these giants to fight litigation on a product, in this case, salt. We are confident that if they have taken recourse to mediation the dispute would have been resolved. \n22. Secondly, it seeks to decongest the courts from avoidable litigation. The flow of litigation involving commercial dispute has increased many fold. Even the Commercial Courts are overloaded and taking lot of time for disposal of cases. Unless they are decongested the main objective of creating the Special Courts gets defeated. It is thus necessary to mandate parties to a dispute to take recourse to mediation and discourage them to rush to the Court. \n23. It is necessary to encourage two warring parties to first explore means to resolve the dispute before rushing to the Court and litigate. Section 12-A of the Act therefore mandates the plaintiff to first explore the mediation process before instituting the suit. However, it carves out exception to availing the remedy of mediation at pre-litigation stage only if the plaintiff requires urgent interlocutory orders. Having regard to the purpose and object sought to be achieved, dispensing with the course of availing mediation and PNR,J & NBK,J directly instituting the suit is only when urgent interlocutory orders are required by the plaintiff and not as a matter of course. \n24. In M/s. Patil Automation Private Limited and others vs. Rakheja Engineers Private Limited1, Hon'ble Supreme Court held as under:\n\"91.4. Spread over five sub-sections, this standalone section in Chapter III-A, no doubt, supported by the Rules, in our view, substantially manifests a definite scheme to effectively deal with the perceived urgent problem of acute clogging of the justice delivery system, which had to be de-congested. Section 12-A cannot be perceived as merely intended to reach quicker justice, and what is more, on terms, which are mutually acceptable to the parties concerned. Even, more importantly, it was to produce a vital and significant effect on the very interest of the nation. We have perused the Statement of Objects and Reasons. To attract foreign capital by enhancing its rather low standard in the ease of doing business, it was and is still necessary to showcase an efficient and quick justice delivery system in commercial matters. In fact, India, which was ranked at 142 out of 189 countries, in the Ease of Doing Business Index, in 2015, climbed up to only 130 in the year 2016. By 2020, India stood at the 63rd position. \nxxx 99.1. The Act did not originally contain Section 12-A. It is by amendment in the year 2018 that Section 12-A was inserted. The Statement of Objects and Reasons are explicit that Section 12-A was contemplated as compulsory. The object of the Act and the Amending Act of 2018, unerringly point to at least partly foisting compulsory mediation on a plaintiff who does not contemplate urgent interim relief. The provision has been contemplated only with reference to plaintiffs who do not contemplate urgent interim relief. The legislature has taken care to expressly exclude the period undergone during mediation for reckoning limitation under the Limitation Act, 1963. The object is clear. \n99.2. It is an undeniable reality that courts in India are reeling under an extraordinary docket explosion. Mediation, as an alternative dispute mechanism, has been identified as a workable solution in commercial matters. In other words, the cases under the Act lend themselves to be resolved through mediation. Nobody has an absolute right to file a civil suit. A civil suit can be barred absolutely or the bar may operate unless certain conditions are fulfilled. Cases in point, which amply illustrate this principle, are Section 80CPC and Section 69 of the Partnership Act. \n99.3. The language used in Section 12-A, which includes the word \"shall\", certainly, goes a long way to assist the Court to hold that the provision is mandatory. The entire procedure for carrying out the mediation, has been 2022 (10) SCC 1 PNR,J & NBK,J spelt out in the Rules. The parties are free to engage counsel during mediation. The expenses, as far as the fee payable to the mediator, is concerned, is limited to a one-time fee, which appears to be reasonable, particularly, having regard to the fact that it is to be shared equally. A trained mediator can work wonders. \n99.4. Mediation must be perceived as a new mechanism of access to justice. We have already highlighted its benefits. Any reluctance on the part of the Court to give Section 12-A, a mandatory interpretation, would result in defeating the object and intention of Parliament. The fact that the mediation can become a non-starter, cannot be a reason to hold the provision not mandatory. Apparently, the value judgment of the lawgiver is to give the provision, a modicum of voluntariness for the defendant, whereas, the plaintiff, who approaches the court, must, necessarily, resort to it. Section 12-A elevates the settlement under the Act and the Rules to an award within the meaning of Section 30(4) of the Arbitration Act, giving it meaningful enforceability. The period spent in mediation is excluded for the purpose of limitation. The Act confers power to order costs based on conduct of the parties. \n100. In the cases before us, the suits do not contemplate urgent interim relief. As to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word \"contemplate\" or urgent interim relief, we need not dwell upon it. The other aspect raised about the word \"contemplate\" is that there can be attempts to bypass the statutory mediation under Section 12-A by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis. Section 80(2)CPC permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court. The proviso to Section 80(2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance. Our attention is drawn to the fact that Section 12-A does not contemplate such a procedure. This is a matter which may engage attention of the lawmaker. Again, we reiterate that these are not issues which arise for our consideration. In the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\" (emphasis supplied) \n25. In Deepak Raheja vs. Ganga Taro Vazirani2, the Bombay High Court held that the use of the word \"shall\" in a statute generally raises presumption that the provision is mandatory and held that Section 12-A is mandatory. It held, \"16. It is no doubt correct that if the plain meaning of the words of a statute leads to anomaly and absurdity, then the court can look into the purpose for which the statute is enacted and try to reconcile the interpretation with the purpose of the statute. However, Commercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021 PNR,J & NBK,J If the words of the statute are plain and obvious and do not result in any anomaly, then the court must give effect to the words as used in the statute. The use of the word \"shall\" in a statute generally raises a presumption that the provision is mandatory. This presumption can be rebutted by looking at the object and scope of the statute and the consequences flowing from the construction. To displace the presumption, the intention of the legislature is to be considered. xxx 24. Section 12A does not come into play if the suit contemplates an urgent relief. If a commercial suit (of specified value) contemplates urgent relief, it can be instituted in the court straightaway. Therefore, two classes of commercial disputes are contemplated under Section 12A. One in which an urgent interim relief is not contemplated and second where urgent interim relief is contemplated . Section 12A provides different schemes for these two classes of disputes. Where there is no urgent interim relief to first exhaust the remedy of pre-institution mediation. Where there is an urgent interim relief contemplated to approach the court directly. The emphasis is that for a particular type of dispute particular kind of remedy is more appropriate. Section 12A segregates commercial disputes depending on their urgency. Making segregation at the inception of a commercial dispute is a considered legislative instrument to speed up the disposal of commercial disputes. Court adjudication is not the only type of dispute resolution mechanism. Negotiations and mediation also resolve the dispute by finding a mutually acceptable solution. The parties can negotiate themselves or through a private person or machinery provided under the statute. Once the authority conducts the mediation under Section 12A, the mutually acceptable outcome can be enforced like an arbitral award. For some disputes with urgent interim reliefs, adjudication in courts can be a suitable remedy, while for some disputes, resolution through mediation can be more appropriate. Section 12A is recognition of this fact by the legislature. A clear legislative intent emerges from the plain reading of Section 12A that commercial dispute which contemplates an urgent interim relief, dispute resolution by Courts is primary, when there is no such interim relief contemplated, pre- institution mediation for mutual resolution of disputes to be attempted first should be appropriate. \nxxx 34. Thus, we hold that section 12A of the Act of 2015 is mandatory, and a commercial suit of specified value which does not contemplate any urgent interim relief under the Act of 2015, cannot not be instituted unless the plaintiff exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government. Considering the object and purpose of Section 12A of being rooted in the public interest, there is no question of it being waived by a party. The findings in the impugned order to the contrary are set aside.\" \nPNR,J & NBK,J 26. We are moving towards pre-litigation resolution of disputes by alternate means such as negotiation, conciliation and mediation. Many statutes made in the last few years have incorporated provisions to avail alternative mode of resolution of disputes. Resolution of disputes by mediation is being encouraged. In India, mediation is taking its roots firmly. Government of India is encouraging mediation to resolve disputers and is keen to make resort to mediation as mandatory. It seeks to introduce a bill in the Indian Parliament to make pre-litigation mediation mandatory in any litigation. Amendment Act, 28 of 2018 is in that direction. Legislative measures initiated and put in place in the recent past clearly point out to direction in which we are progressing towards resort to mediation to resolve a dispute as mandatory pre-requisite before taking recourse to availing civil/criminal law remedy. \n27. Coming to the case on hand, plaintiff and defendant are well established and are market leaders in several consumer products. They have built enviable positions in the country. According to plaintiff, its total earnings in the financial year 2021-22 is 62,336 crores. The figures of TATA may also be same if not more. Both companies are also involved in manufacture and sale of salt. The sticky point on which these two leading companies are fighting this litigation is in marketing the salt. The dispute concerns marketing salt in a particular package. Market share of salt in various forms and packaging is a small percentage of their total earnings. \nPNR,J & NBK,J 28. In the facts of this case, the Court has to satisfy that plaintiff has made out a case to dispense with availing mediation process, that he requires urgent orders and that not permitting him to institute the suit immediately without seeking recourse to mediation would cause irreparable injury and hardship. \n29. There was no consideration on urgency to file suit and seek urgent interlocutory orders. Dispensing from availing the mediation to resolve the dispute before instituting a suit is not a matter of course. The trial Court has not even looked into the mandatory nature of availing mediation as per Section 12-A. It has not applied its mind on whether the plaintiff has made out a case to dispense with taking recourse to mediation. It amounts to error of jurisdiction. Having regard to statutory mandate, we set aside the order under challenge and remit the matter to the Commercial Court to consider the maintainability of suit without availing the mediation as required by Section 12-A of the Act. \n30. The Appeal is accordingly, allowed. No costs. Miscellaneous applications, if any pending, stand closed. \n_________________________ P.NAVEEN RAO, J _________________________ NAGESH BHEEMAPAKA, J Date:21.04.2023 Note: Mark L R copy--YES B/o Kkm/ tvk PNR,J & NBK,J HONOURABLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA CIVIL MISCELLANEOUS APPEAL NO.69 OF 2023 Date: 21.04.2023 Kkm/tvk",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52e3663ce88d4180b28327ab754c5725_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3fae197e81d4e8c8bae540daf531143_1"
    },
    {
      "start": 242,
      "end": 327,
      "text": "\nTelangana High Court\nTata Consumer Products Limited vs Itc Limited on 21 April, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1eb3c97c1ae41e4acfc3c5e5e2ccdeb_2"
    },
    {
      "start": 329,
      "end": 500,
      "text": "Author: P.Naveen Rao\nBench: P Naveen Rao, Nagesh Bheemapaka\n                High Court For The State Of Telangana\n                                ********\n\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "973721288b5346b3bdc27ddcaf15a4c4_3"
    },
    {
      "start": 500,
      "end": 540,
      "text": "Civil Miscellaneous Appeal No.69 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd196ddea1bb4da4a431c604d9229696_4"
    },
    {
      "start": 541,
      "end": 830,
      "text": "\n\nBetween:\n\nTata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative\nMr. Ranjit Saikia, Occu: Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "289b302891e24deb864517c24abdba1b_5"
    },
    {
      "start": 898,
      "end": 924,
      "text": ".... Appellant/Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "375660ccf7d3487f8195515a259c19eb_6"
    },
    {
      "start": 1007,
      "end": 1024,
      "text": "Defendant\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da132213b5044b02aca2d81dcc7f9354_7"
    },
    {
      "start": 1024,
      "end": 1032,
      "text": "And\n\nItc",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c220c72ac8b4a679ec587965ccf7cbd_8"
    },
    {
      "start": 1033,
      "end": 1041,
      "text": "Limited,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fef4b2a0d1004adf95617ee7fa6c8b30_9"
    },
    {
      "start": 1042,
      "end": 1267,
      "text": "\nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\nAlso at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana, rep.by its Authorized",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71a4267573bf45edaaf664e765903fd5_10"
    },
    {
      "start": 1268,
      "end": 1447,
      "text": "\nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a2ea57e9b68479e8a27063dd20ce244_11"
    },
    {
      "start": 1513,
      "end": 1530,
      "text": "..... Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8cefc585e4cf466c88b5d53620490f39_12"
    },
    {
      "start": 1531,
      "end": 1542,
      "text": "Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c89dcf7e8eb04e1f895abaf4c2399bbb_13"
    },
    {
      "start": 1627,
      "end": 1638,
      "text": "Plaintiff\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09b8c83c73764b3e95b143e5dba05426_14"
    },
    {
      "start": 1638,
      "end": 1665,
      "text": "Date Of Judgment Pronounced",
      "labels": [
        "PREAMBLE"
      ],
      "id": "680e0066198b4887ab08a6de2ffcf2d6_15"
    },
    {
      "start": 1691,
      "end": 1703,
      "text": ": 21.04.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "061336a8ab19492ab1146ab31ca34759_16"
    },
    {
      "start": 1725,
      "end": 1758,
      "text": "Hon'Ble Sri Justice P. Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51c69847c7e447fdbc316a92ae49529a_17"
    },
    {
      "start": 1794,
      "end": 1852,
      "text": "And \n                Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c9d9223ed5a406caf7a1d95739978b4_18"
    },
    {
      "start": 1856,
      "end": 1902,
      "text": "1.     Whether Reporters of Local Newspapers :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da62978892694ae7a406c5132aa25e90_19"
    },
    {
      "start": 1915,
      "end": 1968,
      "text": "Yes\n        may be allowed to see the Judgments ?\n\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "850427d3e2404367ae345aa3e240e573_20"
    },
    {
      "start": 1973,
      "end": 2012,
      "text": "Whether the copies of judgment may be :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf6f80f722e842ffaa1730ca3cada194_21"
    },
    {
      "start": 2025,
      "end": 2042,
      "text": "Yes\n       marked",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc747db1343c45489fc15242d8973ef7_22"
    },
    {
      "start": 2043,
      "end": 2059,
      "text": "to Law Reporters",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93e15cf66f4649f89173df8c1d5cd72b_23"
    },
    {
      "start": 2060,
      "end": 2069,
      "text": "/Journals",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5cdaa074a9b4972b7b70cd2bfed954c_24"
    },
    {
      "start": 2072,
      "end": 2128,
      "text": "3.     Whether Their Lordship wish to                  :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65e5dc218546469c8b82cadec2e675bc_25"
    },
    {
      "start": 2131,
      "end": 2176,
      "text": "No\n       see the fair copy of the Judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7700484844046c18567a921904c895a_26"
    },
    {
      "start": 2254,
      "end": 2266,
      "text": "Pnr, J & Nbk",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd2b8ad9e86148bca630c520ff448eba_27"
    },
    {
      "start": 2267,
      "end": 2361,
      "text": ",J \n                                                                         Cma No.69 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07f6c439dbb24bb1ae678785954346fb_28"
    },
    {
      "start": 2409,
      "end": 2436,
      "text": "2 \n\n\n                     *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3410258105d44c67a112ea34146b1b60_29"
    },
    {
      "start": 2437,
      "end": 2470,
      "text": "Hon'Ble Sri Justice P. Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6fb1dc9ef0914a1fa8769961b8b35f19_30"
    },
    {
      "start": 2509,
      "end": 2570,
      "text": "And \n                   Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e5acb0fecb94181afa3fc0920c33026_31"
    },
    {
      "start": 2591,
      "end": 2633,
      "text": "+ Civil Miscellaneous Appeal No.69 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99e761b4e6e74cc49630949d5a59e308_32"
    },
    {
      "start": 2634,
      "end": 2648,
      "text": "\n\n% 21.04.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0fc56ff7e8ea4701aa1319144a457c50_33"
    },
    {
      "start": 2651,
      "end": 2661,
      "text": "Between:\n#",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fcbe1ca75b3748acbb0e4c2f087dd43e_34"
    },
    {
      "start": 2662,
      "end": 2809,
      "text": "Tata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab2fbedca7d649bca4887c47e1bc3fa2_35"
    },
    {
      "start": 2811,
      "end": 2835,
      "text": "Mr. Ranjit Saikia, Occu:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "258ba0311e9546aa80cf34fbba1176df_36"
    },
    {
      "start": 2836,
      "end": 2940,
      "text": "Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bd5b804e0c64956b5d3e259de10df2e_37"
    },
    {
      "start": 3002,
      "end": 3017,
      "text": ".... Appellant/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3f7e43388bd4359b66fb0d505cca5d3_38"
    },
    {
      "start": 3018,
      "end": 3029,
      "text": "Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a21ebfa708784503818ae602009a8af8_39"
    },
    {
      "start": 3106,
      "end": 3123,
      "text": "Defendant\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0268f87623f34492bee4e2bc7fadd0a3_40"
    },
    {
      "start": 3123,
      "end": 3240,
      "text": "and \n\n$ Itc Limited,\nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a5d5859e97a45848d8cd0541d46c72f_41"
    },
    {
      "start": 3240,
      "end": 3346,
      "text": "Also at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76272feccf4847e4b503ca5b431a63e3_42"
    },
    {
      "start": 3347,
      "end": 3610,
      "text": "rep.by its Authorized\nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana.\n                                                         .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "278cd9508f184d22be00e7d7747c4e03_43"
    },
    {
      "start": 3611,
      "end": 3622,
      "text": "Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "921d12553a1e4640b131cae50f73e970_44"
    },
    {
      "start": 3623,
      "end": 3634,
      "text": "Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51f3ad58225c4be5aac542867057df8f_45"
    },
    {
      "start": 3712,
      "end": 3724,
      "text": "Plaintiff\n\n!",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a298f93823484ccf927d6994e064697d_46"
    },
    {
      "start": 3725,
      "end": 3750,
      "text": "Counsel for the appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b45fe3b852974b69afe3624a5d295b6a_47"
    },
    {
      "start": 3761,
      "end": 3838,
      "text": ": Sri Ashok Ram Kumar for Sri P.Satya\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3f2c586b9f4437faeefb8862df58a01_48"
    },
    {
      "start": 3838,
      "end": 3854,
      "text": "Venkateswara Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2bd234ee909d4671a62a8bc0d0c14999_49"
    },
    {
      "start": 3857,
      "end": 3883,
      "text": "Counsel for the Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8d47583908846198c8cc142e743b70b_50"
    },
    {
      "start": 3894,
      "end": 3927,
      "text": ": Hemanth Singh appearing for Sri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "991f91de009b4ea591816560706f0ce0_51"
    },
    {
      "start": 3968,
      "end": 3987,
      "text": "M.Mallikarjun Reddy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "57d08f272577463d94d0e0239861ea16_52"
    },
    {
      "start": 3990,
      "end": 3998,
      "text": "< Gist :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70d7b4ede4194366a6c193cab1d6d29b_53"
    },
    {
      "start": 4001,
      "end": 4013,
      "text": "> Head Note:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e46bf94078a4424bf0edf232bee2f54_54"
    },
    {
      "start": 4016,
      "end": 4038,
      "text": "? Cases referred:\n2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cf15bebb3214f98b4f4bcac8812a73b_55"
    },
    {
      "start": 4039,
      "end": 4127,
      "text": "( 10 ) Scc 1\nCommercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b299dd2ad490439195ec4f27c40c52dd_56"
    },
    {
      "start": 4204,
      "end": 4210,
      "text": "Pnr, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2861b13b4d2c47f289bed1731ff5a036_57"
    },
    {
      "start": 4211,
      "end": 4218,
      "text": "& Nbk ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a783e57a17e4f13b0dba8988253ebc1_58"
    },
    {
      "start": 4219,
      "end": 4297,
      "text": "J \n                                                                        Cma",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3221e7a6db4049e18de1a776b020a23d_59"
    },
    {
      "start": 4298,
      "end": 4311,
      "text": "No.69 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "121772ac09dc40048339f639604cf1e2_60"
    },
    {
      "start": 4356,
      "end": 4411,
      "text": "3\n\n\n                Honourable Sri Justice P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d37fc77f5100413caff39f554a1441b9_61"
    },
    {
      "start": 4446,
      "end": 4502,
      "text": "And\n               Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e047ba0c9a64f77b82a8ce3a039a8a1_62"
    },
    {
      "start": 4503,
      "end": 4559,
      "text": "\n\n              Civil Miscellaneous Appeal No.69 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a6e095f64ba4875b91764d9f3dee837_63"
    },
    {
      "start": 4560,
      "end": 4571,
      "text": "\n\nJudgment:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbb9095caf6c42638488886d51b4a26f_64"
    },
    {
      "start": 4573,
      "end": 4611,
      "text": "(Per Hon'ble Sri Justice P.Naveen Rao)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2aa7aabdfc7747ca89722ffde8a09b52_65"
    },
    {
      "start": 4612,
      "end": 4696,
      "text": "It is apt to begin this judgment with the often quoted statement by Joseph Grynbaum.",
      "labels": [
        "NONE"
      ],
      "id": "a756a3686e0f415b926de7cf144b423d_66"
    },
    {
      "start": 4697,
      "end": 4773,
      "text": "He said and quite rightly, 'an ounce of mediation is worth a pound of arbitr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cbf43d957644404b912025711ff8ffee_67"
    },
    {
      "start": 4774,
      "end": 4804,
      "text": "ation and a ton of litigation'",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5aad7ba5436e426da58c3edf390ca1c6_68"
    },
    {
      "start": 4805,
      "end": 4888,
      "text": ". Joseph Grynbaum specializes in mediating complex multi-party commercial disputes.",
      "labels": [
        "NONE"
      ],
      "id": "d6f014fd09eb44e08fce75f6e52902da_69"
    },
    {
      "start": 4890,
      "end": 5092,
      "text": "2. Heard learned senior counsel Sri Ashok Ram Kumar for Sri P.Satya Venkateswara Rao for the appellant and the learned counsel Sri Hemanth Singh appearing for Sri M.Mallikarjun Reddy for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "283db9a7919847babc54dc2753257e43_70"
    },
    {
      "start": 5093,
      "end": 5147,
      "text": "Parties herein are referred to as arrayed in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "6814415b48e345d7993b806b1083ab0a_71"
    },
    {
      "start": 5148,
      "end": 5240,
      "text": "\n3. Plaintiff and the respondent are the Companies registered under the Companies Act, 2013.",
      "labels": [
        "FAC"
      ],
      "id": "5220e7efd32d4e178e21396548911cf9_72"
    },
    {
      "start": 5241,
      "end": 5427,
      "text": "According to plaintiff, it is a century old business house engaged in business of marketing and/or manufacturing of diverse goods and services including packaged Foods and Beverages etc.",
      "labels": [
        "FAC"
      ],
      "id": "b4244760cff444acb297a5f7f6d3aa8c_73"
    },
    {
      "start": 5428,
      "end": 5633,
      "text": "It claims to be one of India's foremost Private Sector Company having total income of about 62,336 crores in the financial year 2021-22 with market capitalization of about 3,08,882 crores as on 31.03.2022.",
      "labels": [
        "FAC"
      ],
      "id": "ebf2a25adc4b4e86a73746ee2a4e5639_74"
    },
    {
      "start": 5634,
      "end": 5806,
      "text": "It is rated amongst India's 50 biggest Non-financial companies and ranked amongst the top 5 of India's Most valuable companies for the years 2014 to 2019 by Business Today.",
      "labels": [
        "FAC"
      ],
      "id": "024acf3f9d4949308d73ebd984935a07_75"
    },
    {
      "start": 5807,
      "end": 5925,
      "text": "It is also adjudged to be one of the world's top 250 most PNR,J & NBK,J regarded companies of 2019 by Forbes Magazine.",
      "labels": [
        "FAC"
      ],
      "id": "2de4b4fe6c354530aad615066a834e82_76"
    },
    {
      "start": 5926,
      "end": 6041,
      "text": "It claims to enjoy enviable market position in foods business driven by renowned brads including 'AASHIRVAAD salt'.",
      "labels": [
        "FAC"
      ],
      "id": "79094b8860cc490695947118aa915dfc_77"
    },
    {
      "start": 6042,
      "end": 6126,
      "text": "Defendant is also involved in various consumer products under the brand name 'TATA'.",
      "labels": [
        "FAC"
      ],
      "id": "e50a459a592b4184832ea0f4262bc15e_78"
    },
    {
      "start": 6127,
      "end": 6233,
      "text": "Defendant is also involved in manufacturing and selling of salt with the brand name 'Shuddh by TATA salt'.",
      "labels": [
        "FAC"
      ],
      "id": "4d5e797ea0ca4ff8b2235dc097018058_79"
    },
    {
      "start": 6235,
      "end": 6475,
      "text": "4. According to the plaintiff, plaintiff is aggrieved against the defendant about its adoption, use and launch in December, 2022 of a trade dress which is a colourable and slavish imitation of 'AASHIRVAAD salt' trade dress of the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca6f7786d8284ee39d921f2dd14edadb_80"
    },
    {
      "start": 6476,
      "end": 6688,
      "text": "The adoption and use by the defendant of the new 'TATA SHUDDH salt' trade dress for sale of salt is dishonest and motivated to trade upon the goodwill and reputation associated with plaintiff's 'AASHIRVAAD salt'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ef0834ed39d4ca2b5d9aaadb8e311b9_81"
    },
    {
      "start": 6689,
      "end": 6847,
      "text": "Plaintiff alleges that there is a deliberate attempt to not only copy the overall colour combination, but also the overall get-up and arrangement of features.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1cadc42b097e4836b1e8497e7836a9d0_82"
    },
    {
      "start": 6848,
      "end": 7066,
      "text": "The plaintiff alleges that impugned packaging/trade dress by the defendant can have no possible justification for adoption of several features in combination from the plaintiff's 'AASHIRVAAD salt' packaging and get-up.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f0f6553eb3e4047b4ee4eea10cc864a_83"
    },
    {
      "start": 7067,
      "end": 7194,
      "text": "Plaintiff alleges that the 'Shuddh TATA Salt' packaging trade dress is imitation of 'AASHIRVAAD salt trade dress' of plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "093cc18383ea41b5a82bdd5a29c7f6c6_84"
    },
    {
      "start": 7196,
      "end": 7693,
      "text": "5. Plaintiff filed C.O.S.No.5 of 2023 in Principal Special Court in the cadre of District Judge for Trial and Disposal of Commercial Disputes, PNR,J & NBK,J Hyderabad, under Section 26 read with Section 20, Order VII Rule 1 read with Section 151 of Code of Civil Procedure, 1908 and under Sections 29 and 135 of Trade Marks Act, 1999 to restrain infringement of trade mark registration Nos.3335001 and 3335002, passing of, disparagement, rendition of accounts of profits/ damages, delivery etc.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "6254b3ad818246ffa2cff8b9073afe97_85"
    },
    {
      "start": 7694,
      "end": 8885,
      "text": "Plaintiff prayed to grant several reliefs, more particularly, decree of permanent injunction restraining the defendant, by itself and/or through its directors, group companies, associates, divisions, assignees in business, licensees, franchisees, agents, distributors and dealers from manufacturing, selling, offering for sale, advertising in any manner including on the internet, directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar, colourable imitation and/or substantial reproduction of the plaintiff's 'AASHIRVAAD SALT' trade dress amounting to infringement of plaintiff's registered trade mark nos.3335001 and 3335002 in clause-30 as enunciated in the plaint; a decree of permanent injunction restraining the defendant in any manner likely to cause confusion amounting to passing off and unfair competition, disparaging, defaming or denigrating the products; an order for rendition of accounts of profits illegally earned by the defendant and a decree for an amount found due or, in the alternative, a decree for 2 crores towards compensatory and penal damages.\nPNR,J & NBK,J 7.",
      "labels": [
        "FAC"
      ],
      "id": "43957f5ec6714f24a9a2a075843d2dea_86"
    },
    {
      "start": 8886,
      "end": 9082,
      "text": "Plaintiff filed affidavit expressing urgency in the matter praying the Commercial Court to entertain the suit without compelling the plaintiff to take recourse to mediation before filing the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "831949aad8e247aa94547558703422f1_87"
    },
    {
      "start": 9083,
      "end": 9361,
      "text": "In the affidavit, plaintiff states that in December, 2022, the plaintiff was shocked to learn that the defendant had re-launched its salt under the brand 'Shuddh by TATA' in a package, which is a slavish and colourable imitation of the plaintiff's 'AASHIRVAAD Salt Trade Dress'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "016b331c6a444287b05c0bb7cfba1771_88"
    },
    {
      "start": 9362,
      "end": 9526,
      "text": "By enclosing two images of respective products, plaintiff alleges dishonesty and the extent of copying of the defendant is evident from the comparative photographs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f06827c0cb44c4da4b275fc8441d42e_89"
    },
    {
      "start": 9527,
      "end": 9795,
      "text": "Plaintiff alleges that unauthorized manufacture, offer for sale and sale of the salt under the impugned packaging has caused serious loss and damage to the plaintiff and will continue to cause loss and damage to the plaintiff unless the same are injected by the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53ba902a94324b238caee02e961f24ad_90"
    },
    {
      "start": 9796,
      "end": 10111,
      "text": "Plaintiff further contended that visual identity and/or deceptive similarity between the product packaging of the plaintiff and that of the defendant is bound to confuse/mislead the unwary consumer with average intelligence and imperfect recollection into mistaking the defendant's product as that of the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "236c9d42992b4cf691dca632b2c7db3a_91"
    },
    {
      "start": 10112,
      "end": 10296,
      "text": "Plaintiff alleges that this has been deliberately done by the defendant to ride piggyback on the tremendous reputation of the plaintiff and pass of its goods as those of the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ba3e89d78384795869bdd94d1dbd471_92"
    },
    {
      "start": 10298,
      "end": 10798,
      "text": "8. Plaintiff alleges that defendant is committing acts of infringement of trade mark, copyright, passing off within the jurisdiction of the Hon'ble Commercial Court and unless defendant is restrained by way of an ad- PNR,J & NBK,J interim injunction from manufacturing, selling, offering for sale, advertising in any manner including on the internet, the products under the impugned packaging, plaintiff would suffer irreparable loss and grave hardship, which cannot be compensated in monetary terms.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14ddcfa70903449face0e9192f23983f_93"
    },
    {
      "start": 10799,
      "end": 10986,
      "text": "Plaintiff therefore pleads that there is urgent need to restrain the defendant from further infringing the plaintiff's registered trade mark, copyright and committing acts of passing off.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8d93bdf0c09149418b5a6d5025fb0b25_94"
    },
    {
      "start": 10987,
      "end": 11084,
      "text": "He therefore sought exemption from pre-institution mediation and settlement and to file the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f7b62e30d6d043cbbe7dc1c384138828_95"
    },
    {
      "start": 11085,
      "end": 11240,
      "text": "Plaintiff pleads that in extreme urgency the suit is filed and also filed application under Order XXXIX Rules 1 and 2 of CPC for urgent ad-interim reliefs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "73b3b11cdd424871804b713516eb9619_96"
    },
    {
      "start": 11241,
      "end": 11444,
      "text": "He would contend that if the application is not allowed, the very purpose of initiating the suit by the plaintiff would be frustrated and as a result plaintiff would suffer irreparable damage and injury.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "169c949a05dc42f8ad242f58fe9f7b6f_97"
    },
    {
      "start": 11446,
      "end": 12337,
      "text": "9. As averred in the affidavit to seek exemption under Section 12A, plaintiff also filed I.A.No.26 of 2023 under Order XXXIX Rules 1 and 2 of CPC praying to grant an order of interim injunction restraining the defendant, by itself and/or through its Directors, group companies, associates, franchisees, agents, distributors and dealers from in any manner disparaging, defaming or denigrating the products of the plaintiff in any manner including on the internet directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar to plaintiff's PNR,J & NBK,J 'AASHIRVAAD Salt Trade Dress' in any manner whatsoever amounting to infringement of trade mark, copyright, passing off and unfair competition, disparaging, defaming, or denigrating the products of the plaintiff in any manner whatsoever.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "63d6875ad1c94c19b3f6b46d3cb6caab_98"
    },
    {
      "start": 12338,
      "end": 12858,
      "text": "The Commercial Court while issuing urgent notice, returnable by 20.02.2023, by Order dated 01.02.2023, observed that though the words 'AASHIRVAAD' and 'SHUDDH TATA salt' are different, the shape and make of the packet, its size, the colour combination of the printed label containing yellow, orange, blue and white make the package appear similar and, therefore, it appears, prima facie, that the respondent is knowingly or unknowingly marketing its products in the package similar to the package used by the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "da5799cb759146e9b92e42373114f840_99"
    },
    {
      "start": 12859,
      "end": 13020,
      "text": "The Commercial Court observed prima facie case is made out by the plaintiff and that if injunction is not granted, the plaintiff would put to un-measurable loss.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "77bc7a3b0a134deba7d9acbfe0c44df5_100"
    },
    {
      "start": 13021,
      "end": 13237,
      "text": "Thus, the trial Court was inclined to grant ad-interim temporary injunction against the defendant directing them not to produce and release to the market the salt packets similar to the packets used by the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "9b82c256ef364560855752f52a83ef28_101"
    },
    {
      "start": 13238,
      "end": 13316,
      "text": "The respondent was restrained from doing so by means of ad-interim injunction.",
      "labels": [
        "FAC"
      ],
      "id": "b3d14a3857f24e85bd59dfb39316e26c_102"
    },
    {
      "start": 13317,
      "end": 13422,
      "text": "However, the Commercial Court saved the retail marketing of the product already released into the market.",
      "labels": [
        "FAC"
      ],
      "id": "49aa6fb9160740b59b37594c1db78ff1_103"
    },
    {
      "start": 13423,
      "end": 13507,
      "text": "Aggrieved thereby, the present Civil Miscellaneous Appeal is filed by the defendant.",
      "labels": [
        "FAC"
      ],
      "id": "6467d16bb6034bdd95030a01e9fd8cca_104"
    },
    {
      "start": 13509,
      "end": 13526,
      "text": "PNR,J & NBK,J 11.",
      "labels": [
        "NONE"
      ],
      "id": "b6db0b8c8fca4a3fb68a3a1f7a7aad1f_105"
    },
    {
      "start": 13527,
      "end": 13749,
      "text": "Both counsel have made elaborate submissions on various aspects touching up on merits of the respective stands on alleged infringement of patent of the plaintiff concerning their 'AASHIRVAAD' salt product by the defendant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c575de783ab545fcb9feeeb4710f62d5_106"
    },
    {
      "start": 13750,
      "end": 13870,
      "text": "In addition, learned senior counsel for defendant made preliminary submission on maintainability of the Commercial suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6f04e12d4194b6c86e26b59f0227d84_107"
    },
    {
      "start": 13872,
      "end": 14112,
      "text": "12. It is contended that Section 12-A of the Commercial Courts Act, 2015 (Act, 2015) was not complied before instituting the suit and that provision being mandatory, non-compliance thereof is sufficient to hold the suit as not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4c7c68b9685c4431b17d7a79059ed931_108"
    },
    {
      "start": 14113,
      "end": 14442,
      "text": "According to the learned senior counsel for defendant, scheme of the Act envisages parties to a dispute first to take recourse to mediation as a measure to resolve inter se dispute and only on failure of the resolution of dispute by mediation, they should take recourse to filing a suit before the Commercial Court under the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b406880d6d24b3b8cab105d7eb92bb3_109"
    },
    {
      "start": 14443,
      "end": 14665,
      "text": "Being a special provision with primary objective of curtailing litigation and encouraging the parties to resolve the inter se dispute by mediation prior to availing legal remedy, it must be strictly construed and complied.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d07288b697f64e7a8eda2af0d98c83d6_110"
    },
    {
      "start": 14667,
      "end": 14962,
      "text": "13. Per contra, according to the learned counsel for respondent, within ten months of launching its product, the defendant has changed packaging which in many respects similar to the packaging of 'AASHIRVAD SALT' of the plaintiff causing immense damage to its reputation and marketing prospects.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "443df1be31164edab9fbd29814be379f_111"
    },
    {
      "start": 14963,
      "end": 15019,
      "text": "The plaintiff is the prior user of its patented package.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2f0580cd6bdf421da9ce8da372124f73_112"
    },
    {
      "start": 15020,
      "end": 15133,
      "text": "It has PNR,J & NBK,J been using packaging for the last two years and received tremendous response from consumers.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "51a75e90322043308de97ef377a981a4_113"
    },
    {
      "start": 15134,
      "end": 15298,
      "text": "Only to knock away the sales of the plaintiff, the defendant has changed packaging to make it appear similar to the packaging of 'AASHIRVAAD SALT' of the Plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ec2b9595c22f45729e73ed1544a12e57_114"
    },
    {
      "start": 15300,
      "end": 15435,
      "text": "14. According to learned counsel, Section 12-A of the Act, 2015 has no application when an urgent relief contemplated by the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e52fcd4d88844acaa7b5b889deb8702a_115"
    },
    {
      "start": 15436,
      "end": 15732,
      "text": "As the defendant infringed the patent of the plaintiff permitting the defendant to continue to manufacture and distribute the salt under the brand name, 'SHUDH by TATA Salt' would cause serious hardship and huge business loss to the plaintiff and grave prejudice would be caused to the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b381eb93ab284676b21888ece9d88aa8_116"
    },
    {
      "start": 15733,
      "end": 15789,
      "text": "Thus, there is urgency in seeking ad-interim injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53fb4f8d47c4470a9168955042524b7c_117"
    },
    {
      "start": 15790,
      "end": 16173,
      "text": "According to the learned counsel, in the affidavit filed under Section 12-A of the Act, 2015, all the details are furnished why plaintiff is seeking indulgence of the Commercial Court to file the suit without availing the mediation process and the Commercial Court having convinced with the plea raised by the plaintiff, has rightly entertained the suit and granted injunction order.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "24946272b6644687a19387edec802a66_118"
    },
    {
      "start": 16175,
      "end": 16376,
      "text": "15. He would submit that if the defendant is aggrieved by injunction order granted by the trial Court, he ought to have filed appropriate application for vacating the injunction and prosecute the suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ca3fffe20b504c6db203dda60ad26907_119"
    },
    {
      "start": 16377,
      "end": 16506,
      "text": "He could not have rushed to this Court challenging the injunction order without first seeking vacation of the said interim order.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "762aff11b3044e07a6fd812600088d1c_120"
    },
    {
      "start": 16507,
      "end": 16747,
      "text": "He would submit that even assuming that plaintiff PNR,J & NBK,J has not satisfied the ingredients of Section 12-A of the Act, 2015, it is no ground to file the Appeal without first filing appropriate application before the Commercial Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ccd0d9ebe35a48fbb13c3988266b6401_121"
    },
    {
      "start": 16749,
      "end": 17040,
      "text": "16. Though extensive submissions are made on various aspects, we are confining our consideration to the scope of Section 12-A of the Act, 2015 as accepting the contention of the defendant on maintainability of the suit would be going to the root of the litigation initiated by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bae03613fb5b40719d18fa56c88aff44_122"
    },
    {
      "start": 17042,
      "end": 17406,
      "text": "17. A dispute arising out of ordinary transactions of merchants, bankers, financiers and traders, export or import of merchandise, construction, infrastructure and technology development agreements, intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, to name a few is a civil dispute having commercial angle.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea78c4cbf533489c9c8d8d39c0226a97_123"
    },
    {
      "start": 17407,
      "end": 17541,
      "text": "Hitherto, regular Civil Courts were dealing with all disputes of civil in nature including disputes involving commercial transactions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22a45629c83a4445a89a8e3407225dec_124"
    },
    {
      "start": 17542,
      "end": 17631,
      "text": "However, there is huge pendency of civil disputes in all the civil Courts in the country.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa2e4e3a56694e10ab6498997efcbcbd_125"
    },
    {
      "start": 17632,
      "end": 17726,
      "text": "Ordinarily, a civil dispute to say the least takes 5 to 10 years to conclude in a trial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a83ff5ff6b7f4f77ae17c52a2267146a_126"
    },
    {
      "start": 17727,
      "end": 17798,
      "text": "Thereon, on appeal, it will be pending at least for another five years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c898dfc71ba24927bddc539c58819006_127"
    },
    {
      "start": 17799,
      "end": 17912,
      "text": "Pendency of civil litigation and inordinate delay in disposal impacts disputes involving commercial transactions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2380a9f09a0e439a9cbe13c64e213e1e_128"
    },
    {
      "start": 17913,
      "end": 18093,
      "text": "A stay in a case concerning an infrastructure project culminating in a decision after 10 years will have cascading effect on the project and all activities relating to the project.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dbd90f3c00d41c698840e9350b25d38_129"
    },
    {
      "start": 18095,
      "end": 18112,
      "text": "PNR,J & NBK,J 18.",
      "labels": [
        "NONE"
      ],
      "id": "30a643f5c16a4126830c368f978a8a26_130"
    },
    {
      "start": 18113,
      "end": 18344,
      "text": "Long pendency of litigation and more particularly litigation relating to business and commerce has caused severe dent in ensuring flow of foreign investments and Multi-national Companies showing interest in doing business in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "074f94a567414ff288f25176ec1fecf7_131"
    },
    {
      "start": 18345,
      "end": 18469,
      "text": "The Multi-national Companies and other investors fear long drawn litigation as a stumbling block in doing business in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba9f7aa325f8417ca4c7c80c1a883111_132"
    },
    {
      "start": 18470,
      "end": 18676,
      "text": "In order to promote foreign investments in India and dispel the impression of foreign investors that litigation is consuming long time for resolution, the Government of India has initiated several measures.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e04668c74bf748969555e9767f6007d6_133"
    },
    {
      "start": 18677,
      "end": 18806,
      "text": "It has brought out the Commercial Courts Act, 2015 creating separate adjudication process in cases involving commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae508fe090424f05b6c40d2a0bb3a32b_134"
    },
    {
      "start": 18807,
      "end": 18886,
      "text": "The Act aims to fast track the disposal of cases involving commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dd282e1035143088520cdebb2109e9c_135"
    },
    {
      "start": 18888,
      "end": 19010,
      "text": "19. On review of working of the Act, the Government brought out certain amendments to the Act by Amendment Act 28 of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0222f6260f8c4ae39fb7d60ab04608bf_136"
    },
    {
      "start": 19011,
      "end": 19435,
      "text": "The statement of objects and reasons to bring about these amendments are spelt out as under:\n\"The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank 'Doing Business Report' which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e53a97aca2604954990c67fcc918c8ea_137"
    },
    {
      "start": 19436,
      "end": 19812,
      "text": "Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5546140272a46c08f524bec05294d24_138"
    },
    {
      "start": 19813,
      "end": 19994,
      "text": "Needless to say that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1f24bc9eb58436bbd87a69c77b03ae9_139"
    },
    {
      "start": 19995,
      "end": 20134,
      "text": "It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1eb2945c717d459cb5fab0df34baa2d8_140"
    },
    {
      "start": 20135,
      "end": 20173,
      "text": "\nPNR,J & NBK,J (emphasis supplied)\n20.",
      "labels": [
        "NONE"
      ],
      "id": "b3c749dbb4604f999164d26215fc6745_141"
    },
    {
      "start": 20174,
      "end": 20277,
      "text": "Significant change in perception is by introducing Section 12-A to the Act by Amendment Act 28 of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cda723fef2c546d59bc1e4eaf2afa361_142"
    },
    {
      "start": 20278,
      "end": 20359,
      "text": "Why this provision introduced is highlighted in statement of objects and reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bc2970d3fc6437cb078cc52149fa001_143"
    },
    {
      "start": 20360,
      "end": 21097,
      "text": "It reads as under:\n\"Statement of Objects and Reasons.--\n1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was enacted for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and for matters connected therewith or incidental thereto.\n2. The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank \"Doing Business Report\"\nwhich, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fbb24465573448c6aaa3dc9c7b42ab0f_144"
    },
    {
      "start": 21098,
      "end": 21473,
      "text": "Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc. which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "659b814fd8744722b7fd1b11eaf03490_145"
    },
    {
      "start": 21474,
      "end": 21656,
      "text": "Needless to say, that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "682cf526cc424c6c96d099c8c1ac5b4d_146"
    },
    {
      "start": 21657,
      "end": 21795,
      "text": "It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7892e3e0fa584feea62d65cd89f182cb_147"
    },
    {
      "start": 21796,
      "end": 22239,
      "text": "\n3. As Parliament was not in session and immediate action was required to be taken to make necessary amendments in the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, to further improve India's ranking in the \"Doing Business Report\", the President promulgated the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018 on 3-5-2018.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7203962c86324e599b3e4eb49aba385f_148"
    },
    {
      "start": 22241,
      "end": 22955,
      "text": "4. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Bill, 2018 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018, which inter alia, provides for the following namely-- (i) to (iv) xxx (v) to provide for compulsory mediation before institution of a suit, where no urgent interim relief is contemplated and for this purpose, to introduce the pre-institution mediation and settlement mechanism and PNR,J & NBK,J to enable the Central Government to authorise the authorities constituted under the Legal Services Authorities Act, 1987 for this purpose.\n5.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0980348b6e4b4f38b6b50547a32a1856_149"
    },
    {
      "start": 22956,
      "end": 23004,
      "text": "The Bill seeks to achieve the above objectives.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a0097ae8b5554ad2b2fd5bd687574db4_150"
    },
    {
      "start": 23006,
      "end": 24656,
      "text": "20.1. Section 12-A of the Act, 2015 reads as under:\nS.12A. Pre-Institution Mediation and Settlement.-- (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub- section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "890dc75575fd48068e37b36d4ce29f4c_151"
    },
    {
      "start": 24657,
      "end": 24694,
      "text": "It is a game changer for two reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da75370045bd441382f8f2ca8961e330_152"
    },
    {
      "start": 24695,
      "end": 24805,
      "text": "Firstly, it aims to drive away warring parties to a dispute from litigating and to take recourse to mediation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c330e8e556f404d98b54a7d008f29f6_153"
    },
    {
      "start": 24806,
      "end": 24860,
      "text": "No dispute is beyond resolution by means of mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "733406aa95af48daab4a95d7d0bd1e78_154"
    },
    {
      "start": 24861,
      "end": 24941,
      "text": "In business, resolution of a dispute by mediation helps in building camaraderie.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c3e1cb9910e04ba3b926c6b5d32c6d81_155"
    },
    {
      "start": 24942,
      "end": 24997,
      "text": "The case on hand is a case to highlight its importance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7315af62ac1246b49b85b535cde571b1_156"
    },
    {
      "start": 24998,
      "end": 25250,
      "text": "In the instant case, both PNR,J & NBK,J companies are leading companies, well established, have a good market share of their products and have built consumer confidence by decades of hard work and commitment to quality and durability of their products.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1c7f5b03205416892cb315871e8989c_157"
    },
    {
      "start": 25251,
      "end": 25301,
      "text": "Both have enviable dominance in consumer products.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "670d8d3c9185489283073bf5650eeed2_158"
    },
    {
      "start": 25302,
      "end": 25432,
      "text": "It is not in the interest of business and consumer activity for these giants to fight litigation on a product, in this case, salt.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae710577634d4e18b8a0fb7db5c50d1d_159"
    },
    {
      "start": 25433,
      "end": 25533,
      "text": "We are confident that if they have taken recourse to mediation the dispute would have been resolved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f85f1a6e5b0b4b41b331a9e71517106e_160"
    },
    {
      "start": 25534,
      "end": 25608,
      "text": "\n22. Secondly, it seeks to decongest the courts from avoidable litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a3ade721cb0487bbaa589c1b7d6ce75_161"
    },
    {
      "start": 25609,
      "end": 25685,
      "text": "The flow of litigation involving commercial dispute has increased many fold.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a37027cb7b08493992f50ed9fe7eafb2_162"
    },
    {
      "start": 25686,
      "end": 25773,
      "text": "Even the Commercial Courts are overloaded and taking lot of time for disposal of cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a07a744e40943b2be303dd8a22b82a3_163"
    },
    {
      "start": 25774,
      "end": 25866,
      "text": "Unless they are decongested the main objective of creating the Special Courts gets defeated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e14b4d2130942e1b7b3c80022e18021_164"
    },
    {
      "start": 25867,
      "end": 25991,
      "text": "It is thus necessary to mandate parties to a dispute to take recourse to mediation and discourage them to rush to the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0a81f710bd24261897356c7b51ae1f4_165"
    },
    {
      "start": 25993,
      "end": 26133,
      "text": "23. It is necessary to encourage two warring parties to first explore means to resolve the dispute before rushing to the Court and litigate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f072d3e3c6e24439953229645c982e83_166"
    },
    {
      "start": 26134,
      "end": 26258,
      "text": "Section 12-A of the Act therefore mandates the plaintiff to first explore the mediation process before instituting the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79ad47eb2ef445db8d9de5bd220e2c84_167"
    },
    {
      "start": 26259,
      "end": 26411,
      "text": "However, it carves out exception to availing the remedy of mediation at pre-litigation stage only if the plaintiff requires urgent interlocutory orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63266deba708453d8ca35597c0acb3d9_168"
    },
    {
      "start": 26412,
      "end": 26673,
      "text": "Having regard to the purpose and object sought to be achieved, dispensing with the course of availing mediation and PNR,J & NBK,J directly instituting the suit is only when urgent interlocutory orders are required by the plaintiff and not as a matter of course.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f62e550fa8a424390de6f454ef62367_169"
    },
    {
      "start": 26675,
      "end": 26814,
      "text": "24. In M/s. Patil Automation Private Limited and others vs. Rakheja Engineers Private Limited1, Hon'ble Supreme Court held as under:\n\"91.4.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1b2dac43a7ff4c78841f6886dfa31c42_170"
    },
    {
      "start": 26815,
      "end": 27110,
      "text": "Spread over five sub-sections, this standalone section in Chapter III-A, no doubt, supported by the Rules, in our view, substantially manifests a definite scheme to effectively deal with the perceived urgent problem of acute clogging of the justice delivery system, which had to be de-congested.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d70521861874af6964aa3d417268754_171"
    },
    {
      "start": 27111,
      "end": 27272,
      "text": "Section 12-A cannot be perceived as merely intended to reach quicker justice, and what is more, on terms, which are mutually acceptable to the parties concerned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61d75cf1ce994a26a7c884063c4cced1_172"
    },
    {
      "start": 27273,
      "end": 27381,
      "text": "Even, more importantly, it was to produce a vital and significant effect on the very interest of the nation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cba1ab7392b844bb93019073d53976aa_173"
    },
    {
      "start": 27382,
      "end": 27435,
      "text": "We have perused the Statement of Objects and Reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c03e9f7e92944f794756aff31e0e0f9_174"
    },
    {
      "start": 27436,
      "end": 27642,
      "text": "To attract foreign capital by enhancing its rather low standard in the ease of doing business, it was and is still necessary to showcase an efficient and quick justice delivery system in commercial matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93e03df751b64eaeb637a68539b28055_175"
    },
    {
      "start": 27643,
      "end": 27791,
      "text": "In fact, India, which was ranked at 142 out of 189 countries, in the Ease of Doing Business Index, in 2015, climbed up to only 130 in the year 2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02edff95e1bb4cf99283be4808a165aa_176"
    },
    {
      "start": 27792,
      "end": 27834,
      "text": "By 2020, India stood at the 63rd position.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d345c0c2bf7443f9455f7c4ea24d379_177"
    },
    {
      "start": 27836,
      "end": 27845,
      "text": "xxx 99.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e585c31fcec47f6971269a64fc9c2ed_178"
    },
    {
      "start": 27846,
      "end": 27894,
      "text": "The Act did not originally contain Section 12-A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c515609150a45898c6b62cd64b1b688_179"
    },
    {
      "start": 27895,
      "end": 27962,
      "text": "It is by amendment in the year 2018 that Section 12-A was inserted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7dc023fb69746b9b70f593fd1acccf8_180"
    },
    {
      "start": 27963,
      "end": 28062,
      "text": "The Statement of Objects and Reasons are explicit that Section 12-A was contemplated as compulsory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02d1af4bb92547ff9253168a87aadbdc_181"
    },
    {
      "start": 28063,
      "end": 28243,
      "text": "The object of the Act and the Amending Act of 2018, unerringly point to at least partly foisting compulsory mediation on a plaintiff who does not contemplate urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fff2fd935fa940a29af964d958ea3e9b_182"
    },
    {
      "start": 28244,
      "end": 28359,
      "text": "The provision has been contemplated only with reference to plaintiffs who do not contemplate urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d31e3c972a284d8aa808d80d848c16c8_183"
    },
    {
      "start": 28360,
      "end": 28506,
      "text": "The legislature has taken care to expressly exclude the period undergone during mediation for reckoning limitation under the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d13ef3285f0493392f07eaca8aaa51e_184"
    },
    {
      "start": 28507,
      "end": 28527,
      "text": "The object is clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f782a0892d584303819e5189a1bef51d_185"
    },
    {
      "start": 28529,
      "end": 28636,
      "text": "99.2. It is an undeniable reality that courts in India are reeling under an extraordinary docket explosion.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c6d1fcf01d040e39118b6bbe349b94c_186"
    },
    {
      "start": 28637,
      "end": 28750,
      "text": "Mediation, as an alternative dispute mechanism, has been identified as a workable solution in commercial matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77d5e429f2884708bb72025f179fd145_187"
    },
    {
      "start": 28751,
      "end": 28840,
      "text": "In other words, the cases under the Act lend themselves to be resolved through mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "631def53dd524b88b7014f2d07ad652a_188"
    },
    {
      "start": 28841,
      "end": 28891,
      "text": "Nobody has an absolute right to file a civil suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "951013ebba9447218695e502ae31c4d0_189"
    },
    {
      "start": 28892,
      "end": 28993,
      "text": "A civil suit can be barred absolutely or the bar may operate unless certain conditions are fulfilled.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8128637341474f7ea39c06b52109a747_190"
    },
    {
      "start": 28994,
      "end": 29105,
      "text": "Cases in point, which amply illustrate this principle, are Section 80CPC and Section 69 of the Partnership Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5df4626183064e479625163e8aa786a7_191"
    },
    {
      "start": 29107,
      "end": 29268,
      "text": "99.3. The language used in Section 12-A, which includes the word \"shall\", certainly, goes a long way to assist the Court to hold that the provision is mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f70338f1ec73416492291b4550ffcadb_192"
    },
    {
      "start": 29269,
      "end": 29384,
      "text": "The entire procedure for carrying out the mediation, has been 2022 (10) SCC 1 PNR,J & NBK,J spelt out in the Rules.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4615321a527b4ef08f8ace79ae06d48c_193"
    },
    {
      "start": 29385,
      "end": 29441,
      "text": "The parties are free to engage counsel during mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2177f1a2a6b741d7b92b9668c84bc693_194"
    },
    {
      "start": 29442,
      "end": 29647,
      "text": "The expenses, as far as the fee payable to the mediator, is concerned, is limited to a one-time fee, which appears to be reasonable, particularly, having regard to the fact that it is to be shared equally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf0abd5c754f491593b3bdc22a631733_195"
    },
    {
      "start": 29648,
      "end": 29684,
      "text": "A trained mediator can work wonders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46cf814b0e224743b4344c39d455f18c_196"
    },
    {
      "start": 29686,
      "end": 29760,
      "text": "99.4. Mediation must be perceived as a new mechanism of access to justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec92614f12f44840a8c937ac5de32200_197"
    },
    {
      "start": 29761,
      "end": 29802,
      "text": "We have already highlighted its benefits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d6d2ba4a19842fb9c3e1bad2414dbc6_198"
    },
    {
      "start": 29803,
      "end": 29958,
      "text": "Any reluctance on the part of the Court to give Section 12-A, a mandatory interpretation, would result in defeating the object and intention of Parliament.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fd9163f0e154395bf37a0943d0354ef_199"
    },
    {
      "start": 29959,
      "end": 30068,
      "text": "The fact that the mediation can become a non-starter, cannot be a reason to hold the provision not mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ada3d2142304b38a1bcd718f897c723_200"
    },
    {
      "start": 30069,
      "end": 30270,
      "text": "Apparently, the value judgment of the lawgiver is to give the provision, a modicum of voluntariness for the defendant, whereas, the plaintiff, who approaches the court, must, necessarily, resort to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c9df4b398854bfbad339bb6fd8a5707_201"
    },
    {
      "start": 30271,
      "end": 30444,
      "text": "Section 12-A elevates the settlement under the Act and the Rules to an award within the meaning of Section 30(4) of the Arbitration Act, giving it meaningful enforceability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45dfb671cc92447b93f46b2c2fd20595_202"
    },
    {
      "start": 30445,
      "end": 30517,
      "text": "The period spent in mediation is excluded for the purpose of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2559f0c2cf364179ba80901b7f56d9f9_203"
    },
    {
      "start": 30518,
      "end": 30587,
      "text": "The Act confers power to order costs based on conduct of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ee62cdbb3634b149955cd0f9fcb9d07_204"
    },
    {
      "start": 30589,
      "end": 30669,
      "text": "100. In the cases before us, the suits do not contemplate urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5f6d6a878b146c3b741eb8969fb6e78_205"
    },
    {
      "start": 30670,
      "end": 30847,
      "text": "As to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word \"contemplate\" or urgent interim relief, we need not dwell upon it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1724ef92adc048b895e75b97e82b3b1e_206"
    },
    {
      "start": 30848,
      "end": 31111,
      "text": "The other aspect raised about the word \"contemplate\" is that there can be attempts to bypass the statutory mediation under Section 12-A by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f58e18bbe86040a1a2f5444fb406b487_207"
    },
    {
      "start": 31112,
      "end": 31230,
      "text": "Section 80(2)CPC permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e81235e8769241738b6f3b74f5749196_208"
    },
    {
      "start": 31231,
      "end": 31468,
      "text": "The proviso to Section 80(2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20e266077c70499fb8839c65242d07e4_209"
    },
    {
      "start": 31469,
      "end": 31560,
      "text": "Our attention is drawn to the fact that Section 12-A does not contemplate such a procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa3520df140f4f9ca5bbcff3d276595a_210"
    },
    {
      "start": 31561,
      "end": 31621,
      "text": "This is a matter which may engage attention of the lawmaker.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c5f230fd98841b6acef750ac5463b49_211"
    },
    {
      "start": 31622,
      "end": 31702,
      "text": "Again, we reiterate that these are not issues which arise for our consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67245799e48b47a2a6886f50223541c1_212"
    },
    {
      "start": 31703,
      "end": 31814,
      "text": "In the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3723e415050e4fa2962a6ab237602b0b_213"
    },
    {
      "start": 31815,
      "end": 31834,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c08d9e0564c84ea69bde17f6196341a6_214"
    },
    {
      "start": 31836,
      "end": 32057,
      "text": "25. In Deepak Raheja vs. Ganga Taro Vazirani2, the Bombay High Court held that the use of the word \"shall\" in a statute generally raises presumption that the provision is mandatory and held that Section 12-A is mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30df170f99d74b1c9f6c48e2b9502d5e_215"
    },
    {
      "start": 32058,
      "end": 32071,
      "text": "It held, \"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4e635fef2b44d86b590be00779b6017_216"
    },
    {
      "start": 32072,
      "end": 32325,
      "text": "It is no doubt correct that if the plain meaning of the words of a statute leads to anomaly and absurdity, then the court can look into the purpose for which the statute is enacted and try to reconcile the interpretation with the purpose of the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6342c13649b84f718f6dcfb2d9954637_217"
    },
    {
      "start": 32326,
      "end": 32424,
      "text": "However, Commercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021 PNR,J & NBK,J",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38ebfd4ea97b4fd0947409bd497ee3b7_218"
    },
    {
      "start": 32425,
      "end": 32577,
      "text": "If the words of the statute are plain and obvious and do not result in any anomaly, then the court must give effect to the words as used in the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "64170ea08943496a96e777dd09a0946c_219"
    },
    {
      "start": 32578,
      "end": 32682,
      "text": "The use of the word \"shall\" in a statute generally raises a presumption that the provision is mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e9fbc7f557ea4996ad3cfd263d076a10_220"
    },
    {
      "start": 32683,
      "end": 32817,
      "text": "This presumption can be rebutted by looking at the object and scope of the statute and the consequences flowing from the construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "060ae447127a4b12b35505130919964b_221"
    },
    {
      "start": 32818,
      "end": 32900,
      "text": "To displace the presumption, the intention of the legislature is to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37550af0376444d9bf9026e60b058e75_222"
    },
    {
      "start": 32901,
      "end": 32908,
      "text": "xxx 24.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dea275d79a564ad293cfecb2e1643ce9_223"
    },
    {
      "start": 32909,
      "end": 32987,
      "text": "Section 12A does not come into play if the suit contemplates an urgent relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3ff2ba6ed4e4f35b268c291aa3be455_224"
    },
    {
      "start": 32988,
      "end": 33105,
      "text": "If a commercial suit (of specified value) contemplates urgent relief, it can be instituted in the court straightaway.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bef119ff3c547f6ae7268bdde507aa4_225"
    },
    {
      "start": 33106,
      "end": 33187,
      "text": "Therefore, two classes of commercial disputes are contemplated under Section 12A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79469944cd4f45a38b4257e6a81a0e78_226"
    },
    {
      "start": 33188,
      "end": 33194,
      "text": "One in",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5db1b97ca6b45328c204ec3a5b5fa52_227"
    },
    {
      "start": 33195,
      "end": 33300,
      "text": "which an urgent interim relief is not contemplated and second where urgent interim relief is contemplated",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ed4f7631c7f4a5ea9e01a84358ff642_228"
    },
    {
      "start": 33301,
      "end": 33376,
      "text": ". Section 12A provides different schemes for these two classes of disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6fcb3ec2ff34b24bd58c6c476b95332_229"
    },
    {
      "start": 33377,
      "end": 33474,
      "text": "Where there is no urgent interim relief to first exhaust the remedy of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47a00fc5aa174ae1a47621333ed4f6a1_230"
    },
    {
      "start": 33475,
      "end": 33559,
      "text": "Where there is an urgent interim relief contemplated to approach the court directly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3020d0f6fc147a584ea645adf989724_231"
    },
    {
      "start": 33560,
      "end": 33660,
      "text": "The emphasis is that for a particular type of dispute particular kind of remedy is more appropriate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0641fe0a2d8416bb0a3dbc5bbcd5bf1_232"
    },
    {
      "start": 33661,
      "end": 33731,
      "text": "Section 12A segregates commercial disputes depending on their urgency.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0274b4e45b0c4468813296216bfbad66_233"
    },
    {
      "start": 33732,
      "end": 33879,
      "text": "Making segregation at the inception of a commercial dispute is a considered legislative instrument to speed up the disposal of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eff9b9c36d494a309b356c2a3f2b2f1d_234"
    },
    {
      "start": 33880,
      "end": 33952,
      "text": "Court adjudication is not the only type of dispute resolution mechanism.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68a511c4e87d4886bff0215e7e8a9ed7_235"
    },
    {
      "start": 33953,
      "end": 34047,
      "text": "Negotiations and mediation also resolve the dispute by finding a mutually acceptable solution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24ebeaf64e334f66ae7345312eecd45a_236"
    },
    {
      "start": 34048,
      "end": 34153,
      "text": "The parties can negotiate themselves or through a private person or machinery provided under the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b83762f594904f3bb6cf7a0ffb5e01a5_237"
    },
    {
      "start": 34154,
      "end": 34286,
      "text": "Once the authority conducts the mediation under Section 12A, the mutually acceptable outcome can be enforced like an arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99064418ae41473c93808b5520681b27_238"
    },
    {
      "start": 34287,
      "end": 34461,
      "text": "For some disputes with urgent interim reliefs, adjudication in courts can be a suitable remedy, while for some disputes, resolution through mediation can be more appropriate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "131c7ae500914beb8c2d13510619aa7d_239"
    },
    {
      "start": 34462,
      "end": 34521,
      "text": "Section 12A is recognition of this fact by the legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33daeaec420a4fb080e9d79c9288d9ea_240"
    },
    {
      "start": 34522,
      "end": 34861,
      "text": "A clear legislative intent emerges from the plain reading of Section 12A that commercial dispute which contemplates an urgent interim relief, dispute resolution by Courts is primary, when there is no such interim relief contemplated, pre- institution mediation for mutual resolution of disputes to be attempted first should be appropriate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88607140c1f04225989e2e5cca9752cc_241"
    },
    {
      "start": 34863,
      "end": 34870,
      "text": "xxx 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df164f3fc0994c8bacd1ff7c46229dcf_242"
    },
    {
      "start": 34871,
      "end": 35254,
      "text": "Thus, we hold that section 12A of the Act of 2015 is mandatory, and a commercial suit of specified value which does not contemplate any urgent interim relief under the Act of 2015, cannot not be instituted unless the plaintiff exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c70cc7a13fa4900b6c00b1278ff459c_243"
    },
    {
      "start": 35255,
      "end": 35396,
      "text": "Considering the object and purpose of Section 12A of being rooted in the public interest, there is no question of it being waived by a party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "223300c8918c452796e2675312a172eb_244"
    },
    {
      "start": 35397,
      "end": 35463,
      "text": "The findings in the impugned order to the contrary are set aside.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2073a68ffb34b828724e300ec2b537d_245"
    },
    {
      "start": 35465,
      "end": 35482,
      "text": "PNR,J & NBK,J 26.",
      "labels": [
        "NONE"
      ],
      "id": "2a9d2c7048bd452486daa088e81f72a5_246"
    },
    {
      "start": 35483,
      "end": 35610,
      "text": "We are moving towards pre-litigation resolution of disputes by alternate means such as negotiation, conciliation and mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53aba42e2d0e4fb5a9a8fb70364a4288_247"
    },
    {
      "start": 35611,
      "end": 35733,
      "text": "Many statutes made in the last few years have incorporated provisions to avail alternative mode of resolution of disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b42229eea0e4b95a1b98ed62aa0f522_248"
    },
    {
      "start": 35734,
      "end": 35790,
      "text": "Resolution of disputes by mediation is being encouraged.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36e46fd37f54465c8f36fbf08395b4fd_249"
    },
    {
      "start": 35791,
      "end": 35838,
      "text": "In India, mediation is taking its roots firmly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dee82e184aff43abb15185ba76cb4c32_250"
    },
    {
      "start": 35839,
      "end": 35958,
      "text": "Government of India is encouraging mediation to resolve disputers and is keen to make resort to mediation as mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaf70afbe57a40a29e397f536528d1bd_251"
    },
    {
      "start": 35959,
      "end": 36074,
      "text": "It seeks to introduce a bill in the Indian Parliament to make pre-litigation mediation mandatory in any litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e07a510de52041a0bceeedba58ca6189_252"
    },
    {
      "start": 36075,
      "end": 36122,
      "text": "Amendment Act, 28 of 2018 is in that direction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6bb59a2e4d945f2aa0bfa94aede1373_253"
    },
    {
      "start": 36123,
      "end": 36386,
      "text": "Legislative measures initiated and put in place in the recent past clearly point out to direction in which we are progressing towards resort to mediation to resolve a dispute as mandatory pre-requisite before taking recourse to availing civil/criminal law remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b8bda7d75184718826d97ee77a02755_254"
    },
    {
      "start": 36388,
      "end": 36517,
      "text": "27. Coming to the case on hand, plaintiff and defendant are well established and are market leaders in several consumer products.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a39ef3f53f843e3b825d8e0ada50d38_255"
    },
    {
      "start": 36518,
      "end": 36568,
      "text": "They have built enviable positions in the country.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f951b0bd2584becb8df0a8bb05f9e8c_256"
    },
    {
      "start": 36569,
      "end": 36659,
      "text": "According to plaintiff, its total earnings in the financial year 2021-22 is 62,336 crores.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "366936674e764532a99243736e368d25_257"
    },
    {
      "start": 36660,
      "end": 36709,
      "text": "The figures of TATA may also be same if not more.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16a61180c8d44362ba7daa67f266e8b8_258"
    },
    {
      "start": 36710,
      "end": 36775,
      "text": "Both companies are also involved in manufacture and sale of salt.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a709f4f72384f019ab2d6d1482b55ff_259"
    },
    {
      "start": 36776,
      "end": 36884,
      "text": "The sticky point on which these two leading companies are fighting this litigation is in marketing the salt.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07f9b38d05ba4e5e916b3b4fdfc90c1a_260"
    },
    {
      "start": 36885,
      "end": 36945,
      "text": "The dispute concerns marketing salt in a particular package.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df0eb572c6c84e839a64a744bfc1b654_261"
    },
    {
      "start": 36946,
      "end": 37044,
      "text": "Market share of salt in various forms and packaging is a small percentage of their total earnings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b12732daa665492ea5e90240c7dd860b_262"
    },
    {
      "start": 37046,
      "end": 37063,
      "text": "PNR,J & NBK,J 28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea860993a328465fa0cc3a7b6f4f15d0_263"
    },
    {
      "start": 37064,
      "end": 37371,
      "text": "In the facts of this case, the Court has to satisfy that plaintiff has made out a case to dispense with availing mediation process, that he requires urgent orders and that not permitting him to institute the suit immediately without seeking recourse to mediation would cause irreparable injury and hardship.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2f247261e88489bb1ee2f807feee19a_264"
    },
    {
      "start": 37373,
      "end": 37465,
      "text": "29. There was no consideration on urgency to file suit and seek urgent interlocutory orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51c2737ccdc54e5983a8d352e1d53d22_265"
    },
    {
      "start": 37466,
      "end": 37580,
      "text": "Dispensing from availing the mediation to resolve the dispute before instituting a suit is not a matter of course.",
      "labels": [
        "RATIO"
      ],
      "id": "ba813d2fb2b441c88fc62a4112340f4b_266"
    },
    {
      "start": 37581,
      "end": 37685,
      "text": "The trial Court has not even looked into the mandatory nature of availing mediation as per Section 12-A.",
      "labels": [
        "RATIO"
      ],
      "id": "26a16ff20c134784b378ea8b8601b1e5_267"
    },
    {
      "start": 37686,
      "end": 37805,
      "text": "It has not applied its mind on whether the plaintiff has made out a case to dispense with taking recourse to mediation.",
      "labels": [
        "RATIO"
      ],
      "id": "9c18f0608ae54696b6ca77c5e2b564af_268"
    },
    {
      "start": 37806,
      "end": 37842,
      "text": "It amounts to error of jurisdiction.",
      "labels": [
        "RATIO"
      ],
      "id": "cd1211b84d28480f90ed3a573f2b3fe8_269"
    },
    {
      "start": 37843,
      "end": 38073,
      "text": "Having regard to statutory mandate, we set aside the order under challenge and remit the matter to the Commercial Court to consider the maintainability of suit without availing the mediation as required by Section 12-A of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "dcac48c608274b72b92b3b4c375e3237_270"
    },
    {
      "start": 38075,
      "end": 38114,
      "text": "30. The Appeal is accordingly, allowed.",
      "labels": [
        "RPC"
      ],
      "id": "1077b0ec81e545d18c71b7ac0184d238_271"
    },
    {
      "start": 38115,
      "end": 38124,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "a72cfb355d6f4162a6d64c3a5368fc4a_272"
    },
    {
      "start": 38125,
      "end": 38182,
      "text": "Miscellaneous applications, if any pending, stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "d560f41a027b4d53af42abfa5c46db36_273"
    },
    {
      "start": 38183,
      "end": 38288,
      "text": "\n_________________________ P.NAVEEN RAO, J _________________________ NAGESH BHEEMAPAKA, J Date:21.04.2023",
      "labels": [
        "NONE"
      ],
      "id": "1ae5bd6a4b2c409282e7fea3107e91bd_274"
    },
    {
      "start": 38289,
      "end": 38484,
      "text": "Note: Mark L R copy--YES B/o Kkm/ tvk PNR,J & NBK,J HONOURABLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA CIVIL MISCELLANEOUS APPEAL NO.69 OF 2023 Date: 21.04.2023 Kkm/tvk",
      "labels": [
        "NONE"
      ],
      "id": "5e395401b9b34fae8b8f2528b4eb4b0f_275"
    }
  ]
}