{
  "id": "55cbf48e9e0254433bcfadc8c546c77058adacc1f3a8f47d174b3f1e343c0365",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court\nLaxmi Polyfab Pvt. Ltd vs Eden Realty Ventures Pvt. Ltd. & Anr on 7 April, 2021 \nEquivalent citations: Air 2021 Calcutta 190, Aironline 2021 Cal 278\n                         1\n\n         In The High Court At Calcutta\n          Ordinary Original Civil Jurisdiction \n               Commercial Division\n                 Ia No. Ga 3 of 2019 \n               Old No. Ga 1179 of 2019 \n                          In\n                   Cs 213 of 2018 \n             Laxmi Polyfab Pvt. Ltd. \n                          v.\n      Eden Realty Ventures Pvt. Ltd. & Anr. \n\n\n\n                Ia No . Ga 4 of 2019 \n              Old No . Ga 1490 of 2019 \n                         In\n                  Cs 213 of 2018 \n             Laxmi Polyfab Pvt. Ltd. \n                         v. \n      Eden Realty Ventures Pvt. Ltd. & Anr. \n\n\n\n                Ia No . Ga 4 of 2021 \n                        In\n                  Cs 116 of 2019 \n               Amita Dani And Ors. \n                         v. \n                 Sudha Kankaria \n\n       Ordinary Original Civil Jurisdiction \n\n                Ia No. Ga 2 of 2020 \n              Old No. Ga 1013 of 2020 \n                         In\n                   Ap 25 of 2016 \n        Godrej Projects Development Ltd. \n                         v.\nSimoco Telecommunications (South Asia) Ltd. & Anr . \n                                  2\n\n                  Ia No. Ga 2 of 2020 \n                          In\n                    Ec 243 of 2017 \n                Talat Ahmed And Ors. \n                           v. \n      Prabhadeep Construction Pvt. Ltd. And Ors . \n\n\n\n                      Ia No. Ga 2 of 2021\n                              In \n                        Cs 136 of 2020 \n             E.D. Enterprises Private Limited \n                               v. \n                   Kaiser Begum And Anr.\n\n\n\n                    Ap 223 of 2020 \n                  Ia No . Ga 1 of 2020\n                Old No . Ga 1064 of 2020\n        Mohan Motor Business Pvt . Ltd. And Ors. \n                           v. \n               Magma Fincorp Limited\n\n\nFor the Petitioner          : Mr. Rajeev Kumar Jain, Adv.\n(In Ia No. Ga 3 of 2019 &     Mr. Ayush Jain, Adv.\n Ia No. Ga 4 of 2019)\n\n\nFor the Respondent          : Mr. Surajit Nath Mitra, Sr. Adv.\n(In Ia No. Ga 3 of 2019 &     Mr. Reetobroto Mitra, Adv.\nIa No. Ga 4 of 2019)          Mr. Deepak Jain, Adv.\n\n\n For the petitioner         : Mr. Jayanta Mitra, Sr. Adv.\n (In Ga No.1013/2020 &\nIa Ga No.2/2020              Mr. Debdut Mukherjee, Adv.\nAp 25/2016)                  Ms. Prith Basu, Adv.\n\n\n\n\n\nFor the Respondent No.1      : Mr. Sabyasachi Chowdhury, Adv.\n(In Ga No.1013/2020 &          Mr. Rajarshi Dutta, Adv.\nIa Ga No.2/2020                Mr. Avirup Chattaerjee, Adv\n\n\n\nFor the Petitioner           : Mr. Swatarup Banerjee, Adv.\n(In Ga No. 2/2020              Mr. Paritosh Sinha, Adv.\nEc 243/2017)                   Mr. Manali Bose, Adv. \n                               Mr. Saubhik Chowdhury \n                               Mr. Dripto Majumdar, Adv. \n                               Ms. Ayusmita Sinha, Adv.\n\nFor the respondent           : Mr. Rajarshi Dutta, Adv.\n(In Ga No. 2/2020              Mr. Sandip Dutta, Adv.\nEc 243/2017) \nFor the Plaintiff/ Respondent : Mr. Ranjan Bachawat, Adv.\n(In Ga No. 2/2021               Mr. Debdut Mukherjee\nCs 136/2020)                    Mr. Meghajit Mukherjee, Adv. \n                                Mr. Vikas Tewary, Adv.\n\nFor the Petitioner           : Mr.   Anik Banerjee, Adv. \n(In Ga No. 2/2021              Mr.   C. K. Saha, Adv. \nCs 136/2020)                   Mr.   Syed Hassan, Adv. \n                               Mr.   Subid Ali, Adv.\n\nFor the Petitioner           : Mr. Rajarshi Dutta, Adv.\n(In Ap 223/2020                Mr. Sayantan Bose, Adv.\nGa 1064/2020)\n\nFor the Respondent           : Mr. K. K. Pandey, Adv.\n\nGa 1064/2020)\n\nHearing concluded on         : March 01, 2021\nJudgment on                  : April 07, 2021\n\n\n\n\n\n     Debangsu Basak, J. :-\n1. Several applications in suits pending before the Commercial Division as well as in suits pending before the Ordinary Original Civil Jurisdiction of this Hon'ble Court along with petitions under the Arbitration and Conciliation Act, 1996 pending in the Commercial Division of this Hon'ble Court as well as in the Ordinary Original Civil Jurisdiction of this Hon'ble Court have been heard analogously as they involved issues relating Section 12A and Section 15 of the Arbitration and Conciliation Act, 1996. \n2. The Advocates appearing for the respective parties have advanced elaborate submissions in support of their respective contentions. For the sake of convenience, the respective submissions have been summarised in the paragraphs hereinafter. \n3. The following issues have arisen for consideration :-\n(1) Is Sect ion 12A of the Commercial Courts Act, 2015 mandatory or directory? \n(2) What is the interplay of Section 12A and Section 15 of the Commercial Courts Act, 2015 in a suit involving a commercial dispute within the meaning of Section 2(1)(c) of the Act of 2015 filed in the Ordinary Original Civil Jurisdiction of a High Court subsequent to the date of notification of the Specified Value ? \n(3) In view of the provisions of Section 12A of the Commercial Courts Act, 2015 can a suit of the Specified Value involving a commercial dispute within the meaning of the Act of 2015 be transferred to the Commercial Division of the Ordinary Original Civil Jurisdiction of this Hon'ble Court? \n(4) If the answer to the preceding issue is in the affirmative then what are the procedure and the modalities for the transfer? \n(5) Can a suit filed in the Commercial Division of the High Court be transferred to the Ordinary Original Civil Jurisdiction of the High Court on finding that the suit does not involve a commercial dispute within the meaning of the Act of 2015 ? \n(6) If the answer to the preceding issue is in the affirmative then what would be the procedure and modality for the same. \n(7) How should proceedings under the Arbitration and Conciliation Act, 1996 be dealt with in respect of the previous issues? \n4. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, provisions of Section 12A of the Act of 2015 are mandatory. He has relied upon Section 12A of the Act of 2015 and submitted that, the plaintiff approaching the Commercial Division of a Court in respect of a commercial dispute is mandatorily required to undertake pre-institution mediation. Only in the event, the plaintiff has claimed that, the plaintiff requires urgent reliefs, the plaintiff need not undertake a pre-institution mediation. In such circumstances, the plaintiff has to obtain leave of the Court under Section 12A of the Act of 2015, so as not to undertake a pre-institution mediation and then the suit can be instituted. In the present case, there is no pleading in the plaint that there is any urgency. The plaintiff has not claimed in the plaint that, pre-institution mediation is not required. The plaintiff has not pleaded anything with regard to Section 12A of the Act of 2015 in the plaint. \n5. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the word 'shall' used in Sub-Section (1) of Section 12(A) is mandatory in nature. According to him, the scheme by the Act of 2015 has a requirement for expeditious disposal of a commercial dispute. In order to attain expeditious disposal of a commercial dispute the legislature has thought it appropriate that, the plaintiff approaching a Commercial Division of a Court undertakes a pre- institution mediation in order to have expeditious resolution of the commercial dispute acceptable to all parties concerned. Therefore, the word 'shall' as used in Sub-Section (1) of Section 12A of the Act of 2015 should not be read to mean that it is directory. \n6. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the authority for the purpose of pre- institution mediation was notified on July 3, 2018. The said authority and the District Authority constituted under the Legal Services Act, 1987 has been designated as the authority concerned to undertake a pre- institution mediation. \n7. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, since the plaintiff did not obtain leave under Section 12A of the Act of 2015 and since, the plaintiff never applied for any urgent relief, the plaint of the instant suit should be rejected. \n8. Learned Advocate appearing for the plaintiff in CS No. 213 of 2018 has submitted that there are two previous applications pending between the parties in the suit. One of such application is at the behest of the first defendant being GA No. 1106 of 2019 seeking extension of time to file written statement. The other application is that of the plaintiff being GA No. 1179 of 2019, under Chapter XIIIA of the Original Side Rules. According to him, the first defendant having accepted the jurisdiction of the Hon'ble Court and having participated in the suit, cannot be permitted to rake up the issue of lack of jurisdiction. Moreover, the plaintiff has obtained leave under Clause 12 of the Letters Patents Act, 1865 to institute the instant suit. \n9. Learned Advocate appearing for the plaintiff in CS No. 213 of 2018 has submitted that, on a meaningful reading of Section 12A of the Act of 2015 along with the objects and purpose of such Act, the provisions of Section 12A of the Act of 2015 can be said to be directory in nature. According to him, provisions of Section 12A of the Act of 2015 are not a part of the substantive law. Such provisions cannot be read so as to non- suit a plaintiff who otherwise has a legal and valid claim. A person should not ordinarily be denied the opportunity of participating in the process of justice dispensation unless compelled by express and specific language of the statute. According to him, Section 12A has not prescribed a consequence of failure to comply, therefore, such provision should always be read to be directory. Moreover, no equity or right is created in favour of any defendant in a suit filed in the Commercial Division under the provisions of Section 12A of the Act of 2015. Therefore, Section 12A of the Act of 2015 should be held to be directory. According to him, the Act of 2015 is more in the nature of procedural law and hence should not be read in such a manner so as to create a complete embargo on a person approaching a Court of law. \n10. In support of the contention that, the word 'shall' used in Section 12A of the Act of 2015 can be read as directory, learned Advocate appearing for the plaintiff in CS No. 213 of 2018 has relied upon 2007 Volume 6 Supreme Court Cases page 420 (R.N. Jadi & Brothers & Ors. v. Subhash Chandra), 2008 Volume 11 Supreme Court Cases page 769 (Zolba v. Keshao & Ors.), All India Reporter 1957 Supreme Court 912 (State of U.P. v. Manbodhan Lal Srivastava), All India Reporter 1955 Supreme Court 233 (Hari Vishnu Kamath v. Syed Ahmad Ishaque & Ors.), All India Reporter 2010 Supreme Court 2261 (Shivjee Singh v. Nagendra Tiwary & Ors.), All India Reporter 1954 Calcutta page 49 (Ajit Kumar Sen & Anr. v. State of West Bengal & Ors.), All India Reporter 1991 Kerala page 240 (The Food Inspector, Cannanore Municipality, Cannanore v. M. Gopalan), All India Reporter 2005 Patna page 136 (Smt. Sunita Devi & Ors. v. Abdhesh Kumar Sinha alias Kamleshwari Pd. Sinha & Ors.), All India Reporter 1978 Supreme Court page 1351 (Smt. Lila Gupta v. Laxmi Narain & Ors.), All India Reporter 1980 Supreme Court page 303 (Sharif-ud-Din v. Abdul Gani Lone), All India Reporter 1989 Supreme Court page 2206 (Owners and Parties interested in M.V. \"Vali Pero\" v. Fernandeo Lopez & Ors.), 2018 Volume 2 Supreme Court Cases page 674 (Macquarie Bank Limited v. Shilpi Cable Technologies Limited), 2005 Volume 6 Supreme Court Cases page 344 (Salem Advocate Bar Association, Tamil Nadu v. Union of India), 2018 SCC Online (Calcutta) page 5606 (Srei Infrastructure Finance Limited v. Candor Gurgaon two Developers and Projects Pvt. Ltd.), 2018 Volume 9 Supreme Court Cases page 472 (State of Bihar & Ors. v. Bihar Rajya Bhumi Vikas Bank Samiti).\n11. Referring to Section 12A of the Act of 2015, learned Advocate for the plaintiff in CS No. 213 of 2018 has submitted that, unlike the provisions of Section 80 of the Code of Civil Procedure, 1908, Section 12A of the Act of 2015 does not provide that leave has to be obtained from the Court. He has contrasted the provisions of Section 80 of the Code of Civil Procedure, 1908 with that of Section 12A of the Act of 2015 and submitted that, Section 12A of the Act of 2015 not expressly providing for leave to be obtained and significantly not providing for the consequence of the failure to obtain leave under Section 12A of the Act of 2015 , assuming that such leave is required to be obtained, then the only possible inference is that the provisions of Section 12A is not mandatory. No leave under Section 12A of the Act of 2015 is required when a plaintiff did not undertake a pre-institution mediation and that non-obtaining of such leave is not fatal to the suit instituted. \n12. In reply, learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the provisions of Section 12A of the Act of 2015 are mandatory. He has submitted that, the Central Government has designated the authority for the purpose of pre- institution mediation by the notification dated July 3, 2018. The intention of the Act of 2015 is to expedite resolution of disputes. Such resolution need not be through courts. The Act of 2015 has created an opportunity to the parties to settle their disputes by way of mediation prior to approaching the Court. \n13. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the provisions of Commercial Courts (Pre-institution Mediation and Settlement) Rules, 2018 and particularly Rule 3(1) thereof do not dilute the mandatory nature of Section 12A of the Act of 2015. The word 'may' used in the Rules of 2018 governs the manner in which an application to the designated authority can be made. An application can be made either online or by post or by hand. The word 'may' used in Rule 3 of the Rules of 2018 cannot be construed to mean that a party may apply for pre-institution mediation. In any event, rules framed under a statute cannot override the statute. In support of such contentions, he has relied upon 1984 Volume 2 Supreme Court Cases page 50 (Babaji Kondaji Garad v. Nasik Merchants Co-operative Bank Ltd. Nasik). \n14. In support of the contention that, the provisions of Section 12A of the Act of 2015 is mandatory and that compliance thereof are required for a valid institution of a suit learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has relied upon 2011 SCC Online 4325 (Cal.) (Port Blair v. Airport Authority of India), 2012 Volume 13 Supreme Court Cases page 538 (Chaluvegowda v. State) and 1970 Volume 3 Supreme Court Cases page 716 (Gangappa Gurupadappa Guwad v. Rachawwa). \n15. In CS No.136 of 2020, the defendant No. 1 has applied for rejection of the plaint and stay of proceedings of the suit. \n16. Learned advocate appearing for the defendant No. 1 has submitted that, the disputes involved in CS No. 136 of 2020 cannot be said to be commercial disputes within the meaning of section 2 (1) (c) of the Act of 2015. He has referred to the pleadings of the plaint. He has drawn the attention of the Court to the prayers of the plaint. He has submitted that, the Specified Value under the Act of 2015 is now at Rupees 3 lakhs. The suit has been filed in the year 2021, when the Specified Value for commercial suits stood at Rupees 3 lakhs. He has referred to the agreement between the parties as relied upon by the plaintiff in the suit. According to him, the suit property has been used exclusively for commercial purposes and therefore the suit is in respect of a dispute which is a commercial dispute within the meaning of the Act of 2015. He has relied upon 2019 SCC Online SC 1311 (Ambalal Sarabhai Enterprises Ltd versus K S Infraspace LLP and another) in support of the contention that, the present suit is a suit involving a commercial dispute within the meaning of the Act of 2015. \n17. Learned advocate appearing for the defendant No. 1 in CS No.136 of 2020 has submitted that, on return of a plaint under Order VII Rule 10 of the Code of Civil Procedure 1908 and on the returned plaint being presented before the competent court, such date of presentation is the date of commencement of the fresh suit. The latter suit cannot be considered as a continuation of the earlier suit. In support of such contentions, he has relied upon 2014 Volume 1 Supreme Court Cases 648 (Oil and Natural Gas Corporation versus Modern Construction and Company). \n18. Relying upon All India Reporter 1963 Supreme Court 424 (Amar Nath Dogra versus Union of India) and All India Reporter 1984 Supreme Court 1043 (Behari Chowdhary and another versus State of Bihar and others) learned advocate appearing for the defendant No. 1 in CS No.136 of 2020 has submitted that, the provisions of section 12A of the Act of 2015 are mandatory. Section 12A is akin to section 80 of the Code of Civil Procedure 1908. According to him, a suit which does not satisfy the terms of section 12A of the Act of 2015 is liable to be dismissed. \n19. Learned senior advocate appearing for the plaintiff in CS No.136 of 2020 has submitted that, the application under Order VII Rule 11 of the Code of Civil Procedure, 1908 made by the defendant No. 1 is not maintainable. He has relied upon Ambalal Sarabhai (supra) and All India Reporter 2016 Delhi 186 (Soni Dave versus Translation Industries Expositions Private Limited) in support of the contentions that, unless it is pleaded in the plaint, that the property with respect to which the suit has been filed is used exclusively in trade and commerce, it cannot be kept in the commercial division by labelling it as a commercial dispute. He has contended that, the question as to whether the dispute arises out of an agreement relating to an immovable property used exclusively in trade and commerce is a mixed question of fact and law and cannot be decided on a demurrer. \n20. Referring to section 15 of the Act of 2015, learned senior advocate appearing for the plaintiff in CS No.136 of 2020 has submitted that, the court should exercise its jurisdiction thereunder in order to transfer the suit to the Commercial Division. According to him, unlike section 31 of the Recovery of Debts Due to Banks and Bankruptcy Act, 1993 section 15 of the Act of 2015 has not used the word 'pending prior'. According to him, section 15 of the Act of 2015 has application on all suits pending and is not restricted to suits pending prior to the act coming into force. Suits that have been filed both before and after the Act of 2015 coming into force should be transferred by using section 15 of the Act of 2015. He has relied upon 2016 SCC Online Bom 9019 (Hubtown Ltd. versus IDBI Trusteeship Services Ltd.) in support of such contentions. He has submitted that, although section 12 A of the Act of 2015 has been introduced after the judgement of Hubtown (supra) then also, the interpretation given thereunder should be applied. \n21. Learned advocate appearing for the parties have drawn the attention of the court to the judgement and order dated February 22, 2021 passed in C.O. No. 1678 of 2020 (M/s Dhanbad Fuels Ltd versus Union of India and others) and submitted that, on a transfer of a suit from the regular court to the commercial division, such a suit can be registered but not admitted till such time, the rigours of Section 12 A of the Act of 2015 have been complied with.\n22. Learned Senior Advocate for the petitioner appearing in IA GA No. 1 of 2020 in AP No. 25 of 2016 has submitted that, there is interportability of suits and proceedings between the Ordinary Original Civil Jurisdiction of the High Court and the Commercial Division. According to him, irrespective of whether a suit is a regular suit or a commercial suit, a suit is filed before the Hon'ble High Court at Calcutta and is under the High Court's Ordinary Original Civil Jurisdiction. According to him a filing in a Commercial Division of a High Court is done in the Ordinary Original Civil Jurisdiction of the Court. In terms of Section 2(1)(d) read with Section 4 of the Act of 2015, such a suit is then heard and disposed of by the Commercial Division of the Hon'ble Court. Therefore, if a suit is incorrectly filed as a civil suit before the regular bench, the recourse is to transfer such suit to the Commercial Division. According to him, such a transfer is akin to a transfer from a bench not having a determination to the bench conferred with such determination by the Chief Justice. Since it is a transfer intra Court, the principles relating to Order VII Rule 10 of the Code of Civil Procedure, 1908 does not apply. Once a Court exercises powers, under Section 15 of the Act of 2015 and transfers the suit to the Commercial Division the provisions under Section 15(3) of the Act of 2015 become applicable and the Commercial Division will ensure that all procedures that were not completed at the time of transfer are completed in relation to the suit. In addition to other procedural compliances such as those relates to the statement of truth, the compliance will also relate to Section 12A of the Act of 2015. Until such procedural requirements are completed with, the suit will be deemed to have been filed but not instituted and no further steps can be taken in the suit until such procedures are completed. \n23. Learned Senior Advocate appearing for the petitioner in IA GA No. 1 of 2020 in AP No 25 of 2016 has submitted that, the Court should take into account that the dismissal of a suit on the ground that it has been filed in a Civil Court and not as a commercial suit will be harsh and imply loss of Court fees. Innocent clients may be unfairly penalized solely due to errors on the part of the lawyers. According to him, Section 12A of the Act of 2015 is applicable only to institutions of suits and is not applicable to arbitration application. \n24. As the statement of objects and reasons of the Act of 2015 has stated, the Act of 2015 came into being to provide a mechanism for speedy disposal of high-value commercial disputes. According to the government high-value commercial disputes involve complex facts and questions of law. Therefore, the government has felt the need to provide for an independent mechanism for their early resolution. Early resolution of commercial dispute has been conceived to create a positive image to the investor world about the independent and responsive legal system of the country. The Act of 2015 has been brought about to accelerate economic growth, improve the international image of the Indian Justice delivery system and repose the faith of the investor world in the legal culture of the nation.\n25. The Act of 2015 has been divided into eight chapters. Chapter IIIA has been inserted to the Act of 2015 with retrospective effect from May 3, 2018. This chapter contains Section 12A. In the facts of the present case, the Court has not been called upon to deal with the retrospective effect of Section 12A of the Act of 2015. Section 12A of the Act of 2015 is as follows:-\n\"12A. Pre-Institution Mediation and Settlement--(1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n( 2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation. \n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1).\"\n26. In addition to the provisions of Section 12A of the Act of 2015, the provisions of Section 15 and Section 21 of the Act of 2015 have to be taken note of while deciding the crimes involved. Sections 15 and 21 of the Act of 2015 are as follows:-\n\"15. Transfer of Pending cases.-(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub- section (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section(2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908(5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1),sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" \n\"21. Act to have overriding effect.-- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n27. The Act of 2015 has incorporated various amendments to the provisions of Code of Civil Procedure, 1908. It has incorporated amendments both in the substantive portion of the Code of Civil Procedure, 1908 as also in the procedural portions. On the substantive portion, provisions of Section 26 and 35 have been amended. Provisions of Section 35A(2) of the Code of Civil Procedure, 1908 have been omitted. Section 35 of the Code of Civil Procedure, 1908 as amended by the Act of 2015 has allowed the Court to impose costs on a party to a proceeding which involves a commercial dispute. Sub-Section (3) of Section 35 of the Code of Civil Procedure, 1908 as amended has allowed the Court, in making an order of payment of cost, to have regard to the circumstances, inter alia, whether any reasonable offer to settle was made by a party and unreasonably refused by the other party. \n28. Section 21 of the Act of 2015 has mandated that the provisions of the Act of 2015 shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the Act of 2015. User of the non obstantinate clause in Section 21 has bestowed overriding effect on the provisions of the Act of 2015 unless otherwise provided in the Act of 2015. User of such non obstantinate clause has permitted the inference that, the intention of the legislature is that, the provisions of the Act of 2015 will have primacy in the field of resolution of commercial disputes. \n29. In Ajit Kumar Sen & Ors. (supra), while considering the provisions of Section 45(3) of the Calcutta Municipal Act, 1923, the Calcutta High Court has expressed the view that the question whether a particular provision is imperative or directory is complex. There cannot be a hard and fast rule of general application. However, there are three fundamental tests which are often applied. \n30. The Supreme Court in Hari Vishnu Kamath (supra) has considered provisions of Article 329(b) of the Constitution. It has observed that, an enactment in form mandatory might in substance be directory. The use of the word 'shall' does not conclude the matter. However, the true intention of the legislature is the determining factor and that, whether a provision is mandatory or directory will depend upon the context. It has explained that, the distinction between a provision which is mandatory and one which is directory. It has observed that, while a provision which is mandatory must be strictly observed, in the case of a provision which is directory, it is sufficient that it is substantially complied with. \n31. The Supreme Court in Sharif-ud-Din (supra) has considered the provisions of Jammu & Kashmir Representation of People Act, 1957. It has held that, in order to find out the true character of the legislation, that is, whether the legislation is mandatory or directory in nature, the Court has to ascertain the object which the provision of law in question is to subserve and the design and the context for which it is enacted. If the object of a law is to be defeated by non-compliance with it, then, such provision is to be regarded as mandatory, but when a provision of law relates to any performance of any public duty and the invalidation of any act done in disregard of that provision causes serious prejudice to those for whose benefit it is enacted and at the same time who have no control over the performance of the duty, such provision should be treated as a directory one. It has held that, where, a provision of law prescribes that a certain act has to be done in a particular manner by a person in order to acquire a right and which is coupled with another provision which confers an immunity on another when such act is not done in that manner, the former has to be regarded as a mandatory one. A procedural rule ordinarily should not be construed as mandatory if the defect in the act done in pursuance of it can be cured by permitting appropriate rectification to be carried out at a subsequent stage unless by according such permission to rectify the error later on, another rule would be contravened. Whenever a statute prescribes that a particular act is to be done in a particular manner and also lays down that failure to comply with the said requirement leads to a specific consequence, such a requirement should be held to be mandatory. \n32. In Owners and Parties interested in M.V. \"Vali Pero\" (supra) the Supreme Court has considered the Calcutta High Court Rules. It has held that, the defect of not taking the signature of the witness on the deposition was not fatal to the reception of the deposition in the evidence. It has observed that, Rules of procedure are not by themselves an end but the means to achieve the ends of justice. Construction of the Rule of procedure which permits justice and prevents miscarriage by enabling the Court to do justice in myriad situation, all of which cannot be envisaged, acting within the limits of the permissible construction, must be preferred to that which is rigid and negatives the cause of justice. \n33. The Supreme Court in Chandrika Prasad Yadav (supra) has observed that, the question as to whether a statute is directory or mandatory would not depend upon the phraseology used. The principle as regards the nature of the statute must be determined having regard to the purpose and object to the statute seeks to achieve. \n34. The Patna High Court in Smt. Sunita Devi & Ors. (supra) has held that, the provisions of Order VIII Rule 1 of the Code of Civil Procedure, 1908 are not mandatory and that in exceptional cases, written statement can be accepted beyond the time limit prescribed by the Code of Civil Procedure, 1908. The Supreme Court in R.N. Jadi & Brothers & Ors. (supra), Salem Advocate Bar Association, Tamil Nadu (supra) and Zolba (supra) has considered the provisions of Order VIII Rule 1 of the Code of Civil Procedure, 1908 which limits the time period for filing a written statement by a defendant in a suit. In Salem Advocate Bar Association, Tamil Nadu (supra) the Supreme Court has held that, Order VIII Rule 1 and the proviso thereto are directory in character and not mandatory. Such view has been reiterated in R.N. Jadi & Brothers & Ors. (supra) and Zolba (supra). \n35. The Supreme Court in Manbodhan Lal Srivastava (supra) has observed that the use of the word 'shall' in a statute, though generally taken in a mandatory sense, does not necessarily mean that in every case it shall have effect that is to say that, unless the words of the statute punctiliously valid, the proceeding or the outcome of the proceeding would be invalid. It has observed that, Article 320(3)(c) is not mandatory. Irregularity in consultation with public service commission does not afford a public servant with cause of action in a Court of Law. \n36. The Supreme Court in Shivjee Singh (supra) has considered Section 1 and Section 202(2) proviso of the Criminal Procedure Code, 1973. It has held that, despite the use of the word 'shall', in Section 1 of the Criminal Procedure Code, 1973, it has to be treated as directory. It has held that, the proviso to Section 202(2) of the Criminal Procedure Code, 1973 is also not mandatory. The Supreme Court in Smt. Lila Gupta (supra) has considered the proviso to Section 15 of the Hindu Marriage Act, 1955 and held the same not to be mandatory. \n37. The Supreme Court in Macquarie Bank Limited (supra) has considered Section 9(3)(c) of the Insolvency and Bankruptcy Code and held that, the same to be a procedural provision and directory in nature. \n38. The Supreme Court in Bihar Rajya Bhumi Vikas Bank Samiti (supra) has considered the provisions of Section 34 of the Act of Arbitration and Conciliation Act, 1996 and held that, the views of the High Courts of Bombay and Calcutta represent the correct view. Candor Gurgaon two Developers and Projects Pvt. Ltd. (supra) of the Calcutta High Court has been noted therein. It has held that the vested right of a party to challenge the award under Section 34 cannot be taken away of a non-compliance of issuance of prior notice before filing of the arbitration petition. \n39. The Full Bench of Kerala High Court in M. Gopalan (supra) while considering the provisions of Section 23 of the Prevention of Food Adulteration Act, 1954 and Rule 7(3) of the Prevention of Food Adulteration Rules, 1955 has held that Rule 7(3) of the Rules are directory in nature. \n40. In Ambalal Sarabhai Enterprises Limited (supra) the Supreme Court has considered the issue whether the transaction between the parties in the suit under consideration before the Supreme Court can be considered as a commercial dispute so as to enable the Commercial Court to entertain the suit. It has held, the literal and strict interpretation has to be applied while interpreting a particular statute or a provision. Adverting to the various provisions of the Act of 2015 it has held the Act of 2015 allows the Court to adopt a proactive approach in resolving a Commercial dispute. It has observed that. The intent of the legislature is to have a procedure which expedites the disposal of commercial disputes and thus create a positive environment for investment and development and make India an attractive place to do business. It has also held a purposive interpretation of the objects and reasons and the various amendments to the Code of Civil Procedure, 1908 made by the Act of 2015 leaves no room for doubt that the provisions of the Act of 2015 are to be strictly construed. The object shall be fulfilled only if the provisions of the Act of 2015 are and interpreted in a narrow sense and not hampered by the usual procedural delays plaguing the traditional legal system. \n41. In Dhanbad Fuels Limited (supra), the Court has considered an order passed by the Commercial Court rejecting an application under Order VII Rule 11 (d) of the Code of Civil Procedure, 1908 seeking dismissal of the suit in view of non compliance of Section 12A of the Act of 2015. In the facts of that case, the defendant in the suit filed an application under Order VII Rule 11(a) of the Code of Civil Procedure, 1908 which was rejected. The defendant did not raise the issue of non compliance of Section 12A of the Act of 2015 therein. The subsequent application under Order VII Rule 11 (d) for rejection of the plaint on the ground of non compliance of section 12A of the Act of 2015 filed more than a year since institution of the suit was rejected by the Trial Court. In revision, the Court had directed reference to mediation and stay of the suit for limited period so as to allow the process of mediation to run its course. The Revisional Court had taken note of the fact that the suit was filed in August 2019, Standard Operating Procedure for Pre-institution Mediation and Settlement was prescribed on December 11, 2020 and the panel for trained mediators was availed on January 27, 2020. \n42. The Bombay High Court in 2021 SCC Online Bom 195 (Ganga Taro Vazirani v. Deepak Raheja) has held that, Section 12A of the Act of 2015 is a procedural provision and if there is a substantial complaining the plaintiff cannot be non-suited. \n43. Section 12A of the Act of 2015 has been introduced to the Act of 2015 by an amendment. It has been introduced to the Act of 2015 with retrospective effect from May 3, 2018. Sub-Section (1) of Section 12A of the Act of 2015 has required the plaintiff to exhaust the remedy of pre- institution mediation to institute a suit which may fall within the purview of the Act of 2015. Sub-Section (2) of Section 12A has required the Central Government to authorise authorities constituted under the Legal Services Authority Act, 1987 for the purposes of pre-institution mediation. In exercise of powers conferred under Sub-Section (2) of Section 12A of the Act of 2015, the Central Government has by a notification dated July 3, 2018 published in the Gazette of India on July 3, 2018, authorised the State Authority and the District Authority constituted under the Legal Services Authorities Act, 1987 for the purposes of pre-institution mediation and settlement under Chapter IIIA of the Act of 2015, that is, Section 12A of the Act of 2015. \n44. Sub-Section (3) of Section 12A has prescribed a time limit of three months for the completion of the process of mediation. The first proviso to such Sub-Section has allowed the time limit to complete the process of mediation to be extended for a further period of two months, with the consent of parties. The second proviso to Sub-Section (3) has mandated that, the period during which the parties remained occupied with the pre-institution mediation, shall not be computed for the purpose of limitation under the Limitation Act, 1963. Sub-Section (4) of Section 12A of the Act of 2015 has required the parties to reduce the settlement, if any, arrived at with regard to the commercial dispute, into writing, and such settlement to be signed by the parties and the mediator. Sub- Section (5) of Section 12A of the Act of 2015 has provided that, the settlement arrived at under the provisions of Section 12A of the Act of 2015 shall have the same status and effect as if it is an arbitral award on agreed terms under Sub-Section (4) of Section 30 of the Arbitration and Conciliation Act, 1996. The settlement therefore can be enforced as an award. The award partakes the character of a decree by virtue of the legal fiction imbibed under the Act of 1996 in respect of an award. \n45. The scheme of Section 12A of the Act of 2015 as has been amended is that, a commercial dispute must receive a pre-institution mediation. Such pre-institution mediation has to be completed within the time frame stipulated. In the event such pre-institution mediation results in a settlement, then such settlement will partake the character of an award necessarily inviting the application of the provisions of the Act of 1996 along with all attendant rigors and benefits with regard to an award passed under the Act of 1996. Therefore, a pre-institution mediation, may result in an award which is enforceable as a decree of a Court within a maximum period of 5 months from the date of application for mediation made under Section 12A (1) of the Act of 2015. A regular suit, even under the rigours of the Act of 2015 may not attend finality within the maximum period of five months prescribed for completion of a pre- institution mediation. The provisions for pre-institution mediation are therefore a mechanism which allows expeditious disposal of a commercial dispute between the parties. \n46. Section 12A (1) of the Act of 2015 has debarred a plaintiff from instituting a suit relating to a commercial dispute, without exhausting the remedy of pre-institution mediation, unless the plaintiff seeks urgent reliefs. The word 'shall' used in Section 12A (1) of the Act of 2015 has to be considered in light of the Act of 2015 and the authorities cited at the bar. \n47. Whether a provision of any statute is mandatory or not depends upon various factors. Existence or user of the word 'shall' is not the sole determinative factor. User of such word usually denotes a mandatory nature to the provision. However there are instances where, the word 'shall' has been read to be directory. In order to arrive at a conclusion as to whether or not, the provision of the statute is mandatory, the Court has to find out the object and purpose of the Act in question. The Court has to ascertain the object, design, purport and the context in which the provision of law was enacted. If the object of the Act would be defeated by non-compliance, then such statute has to be regarded as mandatory. If a provision of law prescribes that, for a person to acquire a right a certain act has to be done in a particular manner and it is coupled with another provision which confers a right on another when such act is not done in that manner, then it has to be regarded as a mandatory provision. \n48. Procedural law can be mandatory also. Section 69 of the Indian Partnership Act, 1932 is one of such instance which has been held to be mandatory by the Supreme Court in 1977 Volume 1 Supreme Court Cases 379 (Seth Loonkaran Sethiya & Ors. v. Mr. Ivan E. John & Ors). The time to file written statement as prescribed by the Act of 2015 by introducing amendments to the procedural part of the Code of Civil Procedure, 1908 has been held to be mandatory by the Supreme Court in 2019 Volume 12 Supreme Court Cases 210 (SCG Contracts (India) Private Ltd. v. K.S. Chamankar Infrastructure Private Ltd. & Ors). Section 80 of the Code of Civil Procedure, 1908 which is a procedural provision has been held to be mandatory by Supreme Court in 1977 Volume 1 Supreme Court Cases 257 (State of Maharashtra v. Chanderkant). In 2013 Volume 10 Supreme Court Cases 178 (State of Kerala v. Sudhir Kumar) the Supreme Court has held that, a suit filed without complying with Section 80(1) of the Code of Civil procedure, 1908 cannot be regularised by filing an application under Section 80(2). \n49. Section 69 of the Partnership Act 1932 and Section 80 of the Code of Civil Procedure, 1908 prohibits institution of a suit without satisfaction of the parameters laid down therein. Both have been held to be procedural law but mandatory. Similarly, Section 12A of the Act of 2015 has a prohibition on institution of a suit in the sate parameters. The prohibition or institution of a suit under Section 12A of the Act of 2015 is of similar nature as that of the prohibition under Section 69 of the Indian Partnership Act, 1932 and Section 80 of the Code of Civil Procedure 1908. In all three cases, the prohibition is absolute when the plaintiff fails to observe the modalities stipulated therein. Section 69 of the Indian Partnership Act, 1932 and Section 80 of the Code of Civil Procedure 1908 does not contemplate substantial compliance. On the same analogy Section 12A of the Act of 2015 should not do so also. Both Section 69 of the Indian Partnership Act, 1932 and Section 80 of the Code of Civil Procedure, 1908 non-suits a plaintiff if the stipulate parameters are complied with by the plaintiff. Section 12A of the Act of 2019 stipulates the same result for the plaintiff on non-compliance. The consequence of non-adherence to Section 12A of the Act of 2015 renders the institution of the suit void in the same nature as that ofa breach of Section 69 of the Indian Partnership Act, 1932 and Section of 80 of the Code of Civil Procedure, 1908 affects a plaint. The pain of non compliance with Section 12A of the Act of 2015 for the plaintiff is getting non-suited. Being non-suited for non-compliance of statutory provisions is a concept not unknown to law. \n50. Ambalal Sarabhai Enterprises (supra) has laid down that, the provisions of the Act of 2015 has to be strictly construed. The construction and interpretation of the Act of 2015 has to be such that it fulfills the object of expeditious disposal of a commercial dispute. The provisions of the Act of 2015 have to be interpreted in a narrow sense so that the procedural delays plaguing the traditional legal system are obviated. \n51. Section 12A of the Act of 2015 although being procedural in nature has a public purpose. The public purpose is to have commercial disputes within the meaning of the Act of 2015 disposed of expeditiously through mediation at the pre-institution stage. A mandatory pre-institution mediation will not only expedite the resolution of a commercial dispute within the meaning of the Act of 2015 on an amicable platform but will also facilitate and face up the time of a congested Commercial Division or a Commercial Court to devote time and energy to the disposal of the pending suits. Section 12A of the Act of 2015 if construed as mandatory achieves twin objects of expeditious disposal and freeing up time and space for the Court. \n52. The object of the Act of 2015 is to ensure expeditious and speedy disposal of a commercial dispute. Expedition and speed in disposing of a commercial dispute is attained, in the wisdom of the legislature, by a pre-institution mediation. Section 12A(1) of the Act of 2015 distinguishes suits filed under the Act of 2015 into two categories. It treats the two categories of suits differently. Suits are categorized into two on the basis of need of the plaintiff to obtain urgent interim relief. One category is a suit where the plaintiff does not seek urgent interim relief. In such category Section 12A of the Act of 2015 debars the plaintiff from instituting a suit unless the plaintiff exhausts the remedy of pre- institution mediation. The provisions of Sub-Section (1) of Section 12A of the Act of 2015 are such that, a plaintiff is obligated to approach the appropriate authority for a pre-institution mediation, unless he seeks urgent interim relief, in respect of a commercial dispute, to approach the Court for resolution of the commercial dispute. Section 12A of the Act of 2015 prescribes an obligation on the plaintiff to undertake the pre- institution mediation and vests a corresponding right on the defendant. The defendant enjoys the right of a pre-institution mediation and in the default of the plaintiff not going for pre-institution mediation, then having a suit against the defendant by such defaulting plaintiff, being barred by law. Failure of the plaintiff to exhaust pre-institution mediation, unless, he seeks urgent relief, in a commercial dispute, gives a corresponding right to the defendants to claim that, such suit could not have been instituted by the plaintiff. Such failure of the plaintiff will result in the dismissal of the suit if allowed to be instituted. The other category of suits under Section 12A of the Act of 2015 is a suit where the plaintiff seeks urgent interim reliefs. \n53. The two categories of suits under Section 12A of the Act of 2015 are treated differently. In the category of suits where the plaintiff does not seek urgent interim relief, the plaintiff is statutorily required to exhaust pre-institution mediation, whereas a plaintiff seeking urgent interim relief is not required to do so. In a suit where the plaintiff does not seek urgent interim reliefs, limitation is extended or kept in abeyance, as one may perceive it, till the conclusion of the statutorily mandated period of mediation while in the other category no such benefit is extended. \n54. Given the nature of the language used in Section 12A of the Act of 2015, and the two categories of suits being dealt with thereunder, and taking into consideration the distinction between 'filing' of a suit and its 'institution' in my view, it requires the Court to apply its mind at the time of the suit being presented before it, as to whether the plaintiff in a suit which does not contemplate any urgent interim relief under the Act of 2015 exhausted the remedy of pre-institution mediation in accordance with the manner and procedure prescribed or not. Sub-Section (1) of Section 12A of the Act of 2015 casts a duty upon the Court to ensure that a suit is instituted by a plaintiff in accordance with procedure laid down therein. The duty is akin to a duty under Section 3 of the Limitation Act, 1963. A plaintiff may not undertake pre-institution mediation if the plaintiff is in a position to demonstrate that, the plaintiff requires urgent interim relief. In order to do so, the plaintiff has to approach the Court before which the suit is to be instituted and satisfy the Court that it needs to institute such suit without undertaking a pre- institution mediation in view of the urgency claimed by the plaintiff. \n55. A civil Court has jurisdiction to try all suits of a civil nature, excepting suits of which their cognizance is either expressly or impliedly barred. Various statutes have either expressly or impliedly barred the jurisdiction of a Civil Court to try a suit of civil nature under section 9 of the Code of Civil Procedure, 1908. For instance such bar can be had at Section 18 of Recovery of debts due to Banks and Bankruptcy Act, 1993. The right of a litigant to approach a Civil Court to have suits of Civil nature adjudicated and decided is not unconditional. Section 9 of the Code of Civil Procedure, 1908 itself recognizes that such right is not unconditional. Such right can be abridged, regulated or taken away as the case may be. Section 12A of the Act of 2015 is a provision which regulates and affects the right of the plaintiff to approach a Court to try suits of a civil nature. Of Course, Section 12A of the Act of 2015 is in the context of a commercial dispute to be tried by a Commercial Court or a Commercial Division of a High Court, as the case may be. \n56. It cannot be contended that, a plaintiff has an unconditional right to approach the Commercial Court or a Commercial Division of a High Court to have an issue involving a 'commercial dispute' within the meaning of the Act of 2015 decided by such Court without adhering to the provision of Section 12A of the Act of 2015. The right to approach such Court is regulated by Section 12A of the Act of 2015. The regulation in place is such that it expedites resolution of the commercial dispute. \n57. Section 12 A of the Act of 2015 has entered the statute book with retrospective effect from May 3, 2018. It has been introduced to the Act of 2015 by the Amendment Act of 2018. The Amendment Act of 2018 has been published in the Gazette of India on August 21, 2018. The Act of 2015 has come into force on October 23, 2015. The Act of 2015 has been published in the Gazette of India on January 1, 2016. \n58. Between the periods October 23, 2015 when the Act of 2015 had come into retrospective effect till January 1, 2016, when the Amendment Act of 2018 was published, the public was not aware that a plaintiff was required to undertake a pre-institution mediation in respect of a commercial dispute of the Specified Value. In my view, suits involving a commercial dispute of the Specified Value instituted before the Commercial Division without pre-institution mediation till January 1, 2016 cannot be faulted on the touchstone of failure to undertake a pre- institution mediation in terms of section 12 A of the Act of 2015 simply on the ground that the public was not aware of the requirement to do so till January 1, 2016.\n59. For the period therefore from October 23, 2015 till January 1, 2016, a plaintiff was not aware of the provisions of Section 12 A of the Act of 2015 for such plaintiff to comply therewith. There is one more period to which, the plaintiff cannot be faulted for not undertaking a pre- institution mediation. It is the period from January 1, 2016 till December 11, 2020 being the date when the manner and procedure for the pre- institution mediation had been prescribed by the rules made by the central government. The same would include the availability of requisite infrastructure for pre-institution mediation as also availability of trained mediators. Once the procedure has been prescribed by the rules of the central government and the requisite infrastructure to undertake a pre- institution mediation is in place, a plaintiff cannot claim that, Section 12 A of the Act of 2015 is directory and not mandatory, when such plaintiff is not seeking any urgent interim relief. Therefore, for the period from October 23, 2015 till December 11, 2020 a plaintiff cannot be faulted for not undertaking pre-institution mediation under Section 12A of the Act of 2015 where the plaintiff is not seeking any urgent interim relief as the requisite infrastructure to do so was not in place. \n60. In view of the discussions above, the first issue is answered by holding that section 12A of the Act of 2015 is mandatory. In respect of suits filed upto December 11, 2020 the plaintiff cannot be non-suited for non-compliance as the requisite infrastructure under Section 12A was not notified. \n61. Section 12A has been introduced to the statute with retrospective effect from May 3, 2018. Therefore, a plaintiff not seeking urgent interim relief has to exhaust the remedy of pre-institution mediation in terms of the procedure as prescribed by the rules made by the Central Government. Section 15 has provided for transfer of pending cases. Section 15 has dealt with both suits as well as arbitration applications. Under Sub-section (1) of Section 15 of the Act of 2015, all suits and applications, including application under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of the Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division of such High Court. Sub-section (2) of Section 15 has provided for transfer of pending suit and application, including applications under the Act of 1996 relating to a commercial dispute to a Commercial Court that has been constituted for such purpose. The proviso to Sub-section (2) of Section 15 has stipulated that no suit or application of which the final judgement has been reserved by the Court prior to the constitution of the Commercial Division for the Commercial Court shall be transferred under Sub-section (1) or Sub-section (2). Sub-section (5) of Section 15 has provided that in the event, a suit or an application has not been transferred in terms of Sub-section (1) or Sub-section (2) or Sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or the Commercial Court as the case may be.\n62. The transfer provisions of pending suits and applications as has been incorporated in Section 15 of the Act of 2015, allows two methods of transfer of the pending suits and applications. One method of transfer is a transfer contemplated under Sub-section (1), (2) and (3) of Section 15 by which, the Court in seisin of the suit or application transfers such suit or application on a finding that, the dispute involved is a commercial dispute within the meaning of the Act of 2015 and is of Specified Value. The other mode of transfer is on an application of a party to the Commercial Appellate Division of the High Court. \n63. Section 15 of the Act of 2015 has to be read along with Sections 6 and 7 of the Act of 2015. \n64. Sections 6 and 7 of the Act of 2015 are as follows:-\n\"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908). 7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court: Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: \nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n65. Sections 6 and 7 of the Act of 2015 have vested the Commercial Court and the Commercial Division of a High Court with jurisdiction to try all suits and applications relating to a commercial dispute of Specified Value. Under Section 7 of the Act of 2015, all suits and applications relating to commercial disputes of a Specified Value filed in a High Court having Ordinary Original Civil Jurisdiction shall be heard and disposed of by the Commercial Division of the High Court. The two provisos to Section 7 of the Act of 2015 are not material in the instant matters. \n66. It has been contended that, by virtue of the language used in Section 6 and 7 of the Act of 2015 suits and applications before a High Court having an Ordinary Original Civil Jurisdiction, are required to be filed in such jurisdiction and be heard and disposed of by the Commercial Division of such High Court. In other words, it has been contended that, a suit, although may involve a commercial dispute, will be filed in the Ordinary Original Civil Jurisdiction of this Hon'ble Court but the same has to be heard and decided by the Commercial Division. It has been contended that, the suits so filed are interportable between the Ordinary Original Civil Jurisdiction and the Commercial Division. A Court in the Ordinary Original Civil Jurisdiction on finding that the suit involves a commercial dispute within the meaning of the Act of 2015 must transfer it to the Commercial Division without anything else and on the transfer the Commercial Division will proceed to hear and dispose of it as if the suit was instituted in the Commercial Division. Such contentions, however, cannot be accepted. \n67. All High Courts in India do not have Ordinary Original Civil Jurisdiction. Section 7 of the Act of 2015 governs such of the High Courts who have Ordinary Original Civil Jurisdiction. It is in such context that the word 'filed' used in Section 7 of the Act of 2015 has to be understood. In any event, a suit after 'filing' has to be 'presented' before an appropriate person for it to be duly 'instituted'. The distinction between filing and institution has been recognised in Bihari Chowdhurry and Anr. (supra).\n68. Section 15 is attracted to only such suits and applications which involve a commercial dispute as defined under the Act of 2015 and is of the Specified Value, again as notified under the Act of 2015. These twin parameters have to be satisfied for Section 15 to apply. Section 15 of the Act of 2015 is not an open ended provision for transfer of all suits and applications satisfying the twin tests, for eternity. \n69. Section 15 has a terminus by reason of the user of the word \"pending\". The terminus is the date when the Specified Value is notified. The terminus shifts with the reworking of the Specified Value. In other words, in a given case, if the authorities issue a notification stipulating that the Specified Value under the Act of 2015 would be Rs. 3 lakhs then, all suits and applications relating to a commercial dispute of such Specified Value pending in a High Court where there is a Commercial Division and in any Civil Court in respect of which a Commercial Court has been constituted, shall be transferred to the Commercial Division or the Commercial Court as the case may be. \n70. All High Courts in India do not have Ordinary Original Civil Jurisdiction. Sub-section (1) of Section 15 of the Act of 2015 relates to and governs such of the High Courts that have Ordinary Original Civil Jurisdiction. In the High Courts in India having Ordinary Original Civil Jurisdiction, the Act of 2015 culls out a Commercial Division for them. The Act of 2015 has stipulated the matters which such Commercial Division is required to deal with. The Act of 2015 has not vested any Original Jurisdiction to a High Court which does not have it prior to the Act of 2015 coming into effect. The Act of 2015 has only specified the suits and applications which are to be dealt with in the Commercial Division of a High Court which has Ordinary Original Civil Jurisdiction. Section 7 of the Act of 2015 has to be construed and understood in such context. \n71. Section 15 has required the transfer of pending suits and applications relating to a commercial dispute of the Specified Value to the Commercial Division of a High Court. Section 12A of the Act of 2015 has stipulated a pre-institution mediation. Reading the three sections namely Sections 7, 12A and 15 together and interpreting the three sections in the strict and narrow sense as Ambalal Sarabhai (supra) has required a Court to give a narrow and strict interpretation to the provisions of the Act of 2015, then, it cannot be said that, there is interportability between the Ordinary Original Civil Jurisdiction of a High Court and the Commercial Division of such High Court. A suit which has been filed subsequent to the notification of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court cannot be transferred to the Commercial Division of the High Court by virtue of Section 15(1) of the Act of 2015. A suit filed subsequent to the notification of the Specified Value in the Ordinary Civil Jurisdiction of a High Court having a Commercial Division cannot be said to be a \"pending\" suit within the meaning of Section 15(1) of the Act of 2015. The moment a suit is not \"pending\" in terms of Section 15(1) of the Act of 2015 , the same cannot be transferred to the Commercial Division by virtue of Section 15(1) of the Act of 2015. Whether or not such a suit can be transferred under Section 15(5) of the Act of 2015 has not fallen for consideration and therefore, such issue is not answered. \n72. Section 15 cannot be considered open ended as done in Hubtown (supra) in view of the provisions of Section 12A requiring a pre- institution mediation for a suit involving a commercial dispute. Hubtown (supra) has been rendered prior to the coming into effect of Section 12A of the Act of 2015. Subsequent to the introduction of Section 12A reading Section 15 as open ended would render Section 12A otiose. If section 15 is considered open ended then, in a given situation a plaintiff can file a suit involving a commercial dispute not in the Commercial Division to have it transferred subsequently thereto and thereby not comply with Section 12 A.\n73. Despite the absence of power under Section 15(1) of the Act of 2015 to transfer a suit relating to a commercial dispute of a Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court, having a Commercial Division, to the Commercial Division of such High Court, after such suit being filed subsequently to the specification of the Specified Value, the Court has powers under Order VII Rule 10 of the Code of Civil Procedure, 1908 to deal with the same. Power under Order VII Rule 10 of the Code of Civil Procedure 1908 stands regulated by Section 15(1) of the Act of 2015 so far as pending suits relating to a commercial dispute of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court. Once the suit has been filed beyond date of the notification of the Specified Value, Order VII Rule 10 of the Code of Civil Procedure, 1908, governs the field. \n74. In exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908, the Court has to return the plaint to be filed before the Court having jurisdiction. In the case of a suit relating to a commercial dispute of the Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court having a Commercial Division, filed beyond the date of notification of the Specified Value, the plaint of such a suit must be returned to the plaintiffs for presentation before the appropriate Court, in exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908. Once the same is done, the plaintiff in such a suit has to file the plaint of such suit in the same High Court but in the Commercial Division of such High Court. Once the same is done, the question of operation of Section 12A of the Act of 2015 will arise. \n75. There is a distinction between filing and institution of a suit. This distinction has been noticed in Bihari Chowdhurry and Anr. (supra) where the Supreme Court has considered the provisions of Section 80 of the Code of Civil Procedure, 1908. In the context of Section 80 of the Code of Civil Procedure, 1908 the Supreme Court has held that, a suit against the Government/Government officer, to which the requirement of a prior notice under Section 80 of the Code of Civil Procedure, 1908 is attracted cannot be validly instituted until the expiration of the period of two months next after the notice in writing has been delivered to the authorities concerned in the manner prescribed in Section 80 and if filed before the expiry of such period, the suit has to be dismissed as not maintainable.\n76. A suit transferred under the provisions of Section 15 of the Act of 2015 has to be considered as the continuation of the old suit now to be tried either in the Commercial Division or in the Commercial Court as the case may be. However, a suit involving a commercial dispute and of the Specified Value filed subsequent to the notification of the Specified Value has to be transferred to the Commercial Court or the Commercial Division as the case may be under the provisions of Order VII Rule 11 of the Code of Civil Procedure, 1908. Such suit when presented before the Commercial Court or the Commercial Division has to be treated as a fresh suit in view of the ratio laid down in Modern Construction and company (supra).\n77. The second to the fourth issues that have fallen for consideration can be answered in the manner following: -\n(A) Suits involving a commercial dispute filed in the Ordinary Original Civil Jurisdiction subsequent to the date of the notification of the Specified Value are not maintainable in such jurisdiction in view of provisions of section 7 of the Act of 2015.\n(B) In the event, in a suit governed by scenario (A) above, the plaintiff applies for transfer, the same can be granted under Order VII Rule 10 of the Code of Civil Procedure, 1908 (C) On an order under Order VII Rule 10 of the Code of Civil Procedure, 1908 being passed, the plaint has to be returned to the plaintiff to be filed before the appropriate forum. \n(D) The rigors of Section 12 A of the Act of 2015 will apply to the suit returned under Order VII Rule 10 of the Code of Civil Procedure, 1908 for it to be instituted before the Commercial Division on its presentation. \n78. The Act of 2015 has not provided for any transfer of a suit filed in the Commercial Division to any other Court in the event a suit is found to be incorrectly filed in the Commercial Division. Thus in my view such suit has to be dealt with under Order VII Rule 11 or Order VII of Rule 10 as the case may be. The fifth and the sixth issues that have been raised herein are answered accordingly. \n79. So far as proceedings governed by the Arbitration and Conciliation Act, 1996 involving a 'commercial dispute' within the meaning of the Act of 2015 are concerned they would be guided by Section 15 of the Act of 2015 for filing upto the notification of the Specified Value. Filings in the Courts other than Commercial Division would mean that such filings have to be transferred under Order VII Rule 10 of the Code of Civil Procedure, 1908 is such Court is invited by any of the parties to the proceeding to do so or dismiss it under Order VII Rule 11 of the Code of Civil Procedure, 1908. In the case of a proceeding under the Act of 1996 the rigors of Section 12 A of the Act of 2015 are not attracted. The seventh issue that has been raised is answered accordingly. \n80. In the CS No. 213 of 2018, the plaintiff has a money claim as against the defendants. According to the plaintiff, the defendants along with other owners of an immovable property had entered into a development agreement with a developer. The defendants had offered the plaintiff sale of an apartment measuring about 2,870 square feet on the 32nd floor of the proposed building including a servant quarter and two car parking spaces for the total sum of Rs. 2,47,88,700/-. The plaintiffs had from time to time advanced a sum of Rs. 1,73,52,092/- to the defendants towards part consideration and part payment for the flat. The plaintiff and the defendants had entered into a Memorandum of Understanding dated July 3, 2013 with regard to the apartment proposed to be constructed at the property. The defendants had promised to commence construction within one year from the date of the Memorandum of Understanding and complete the construction within four years from the date of sanction of the building plan by the appropriate authority. The defendants had failed to keep their commitments. Thereafter, the defendant No. 1 had informed the plaintiff that, the plaintiff will be entitled to an allotment of an apartment measuring 3,575 square feet on the 18th floor instead of an apartment measuring 2,870 square feet on the 32nd floor. The defendant No. 1 had also demanded increase in the total consideration to Rs. 3,24,05,090/-. The plaintiff had through its advocate's letter dated February 5, 2018 called upon the defendants to confirm the allotment of an apartment measuring 2,870 square feet on the 32nd floor. The defendant No. 1 had by its letter dated February 22, 2018 refuted such claim of the plaintiff. The plaintiff had by its letter dated February 23, 2018 called upon the defendants to return the consideration amount received by the defendants along with interest at the rate of 18% per annum. According to the plaintiff, it had advanced the sum of Rs. 1,73,52,092/- to the defendants which the defendants are liable to refund along with interest at the rate of 18% per annum. The defendants not having returned such sum, the plaintiff has filed the instant suit after obtaining leave under clause 12 of the Letters Patent, 1865.\n81. In the CS No. 213 of 2018, the plaintiff has applied for decree and final judgment under Chapter XIII A of the Original Side Rules. The defendant No. 1 has applied for extension of time to file written statement. The defendant No. 1 has also applied by way of the present application for rejection of the plaint. \n82. It has been admitted at the bar in CS No. 213 of 2018 that, the subject matter of the suit involves a commercial dispute arising out of an agreement relating to an immovable property that the parties have used and are using exclusively in trade or commerce, within the meaning of Section 2 (1)(c)(vii) of the Act of 2015. \n83. CS No. 213 of 2018 had been instituted in October 2018 much prior to the requisite infrastructure under section 12 A of the Act of 2015 being in place on December 11, 2020. The plaintiff in CS No. 213 of 2018 therefore cannot be non-suited on such ground. IA No. G.A 4 of 2019 in CS No. 213 of 2018 is dismissed. The other pending application will appear in the list as adjourned motion 4 weeks hence. \n84. In CS No. 116 of 2019 the plaintiffs have sought to recover money lent and advanced, from the defendant. The plaintiffs have not established themselves to fall in any of the categories under Section 2 (1)\n(c) of the Act of 2015. The disputes involved in the suit cannot be said to be a \"commercial dispute\" within the meaning of the Act of 2015. By IA No. GA 4 of 2021 the plaintiffs have applied for transfer of the suit to the Ordinary Original Civil Jurisdiction of this Hon'ble Court. \n85. The Act of 2015 has no provision for transfer of a suit from the Commercial Division of the High Court to its Ordinary Original Civil Jurisdiction. However, the Commercial Division of the High Court can invoke Order VII Rule 10 of the Code of Civil Procedure, 1908 to deal with such a prayer. \n86. In such circumstances, IA No. GA 4 of 2021 in CS No. 116 of 2019 is disposed of by directing the Department to return the plaint to the learned Advocate on Record for the plaintiff for presentation before the appropriate court. On return of the plaint, the Department will record CS No. 116 of 2019 as disposed of in the Commercial Division. The plaintiffs are at liberty to renew their prayer under Section 14 of the Limitation Act, 1963 before the appropriate Court. \n87. In IA No. G A 2 of 2020 in AP No. 25 of 2016 the petitioner has sought permission to assign five units covered in a Development Agreement dated December 28, 2007 registered through an agreement dated March 30, 2009. The disputes involved between the parties will fall under Section 2 (1) (c) (vi) of the Act of 2015. The proceedings are pending since 2016. Therefore, it would be appropriate to invoke Section 15 of the Act of 2015 and transfer IA No. G A 2 of 2020 in AP No. 25 of 2016 to the Commercial division. Learned Advocate on Record for the petitioner is granted leave to incorporate the words \"Commercial Division\" in the cause title of the petition and affidavits on record. List the application in the Commercial Division 4 weeks hence. All other points raised by the parties are kept open. \n88. By the application being IA No. G A 2 of 2020 in E C 243 of 2017 the petitioners have applied under Section 36 of the Act of 1996. It has been contended that, the prescription of Specified Value in the Act of 2015 is of no consequence in dealing with an Arbitration proceeding under the Act of 1996. With respect, in an arbitration proceeding, the Court needs to decide as to whether a \"commercial dispute\" within the meaning of the Act of 2015 is involved or not and then whether the value of the dispute is of the Specified Value or not. In the facts of E C 243 of 2017 a Shareholders Agreement is involved attracting Section 2 (1) (c)\n(xii) of the Act of 2015. IA No. G A 2 of 2020 in E C 243 of 2017 is therefore returned to the learned Advocate on Record for the petitioner for filing before the appropriate forum. On return of the petition, the Department will treat IA No. GA 2 of 2020as disposed of. The petitioner also has the liberty not to press I A No. G A 2 of 2020 and file an application under Section 36 of the Act of 2015 on the self same cause of action in the Commercial Division. \n89. By way of IA No. GA 2 of 2021 in CS No. 136 of 2020, the defendant No. one has applied for rejection of the plaint. The defendant No. 1 has contended that, the dispute in the suit is a commercial dispute within the meaning of Section 2 (1) (c) (vii) of the Act of 2015. The plaintiff has filed CS No. 136 of 2024 seeking eviction of the defendant No. 1. The defendant No. 1 has contended that the agreement between the parties was a lease agreement relating to an immovable property in respect of which the defendant No. 1 was inducted as a tenant for commercial purpose. Since the defendant No. 1 has admitted the suit property to be in use for commercial purpose it would be appropriate to hold that the suit involves a commercial dispute within the meaning of Section 2 (1) (c)\n(vii) of the Act of 2015. The plaint of CS No. 136 of 2020 is therefore returned to the learned Advocate on Record of the plaintiff for presentation in the Commercial Division. On return of the plaint, the Department will treat CS No. 136 of 2020 as disposed of. The plaintiff will be at liberty to avail of the benefits of Section 14 of the Limitation Act, 1963. \n90. CS No. 136 of 2020 having been instituted in November 2020, that is, prior to December 11, 2020 the question of non-suiting the plaintiff for non-compliance of Section 12A of the Act of 2015 on transfer of the suit to the Commercial Division does not arise. \n91. The petitioners in A P No. 223 of 2020 have applied under Section 14 of the Act of 1996 for termination of the mandate of the Arbitrator in respect of a loan agreement. The respondent is a financer. The disputes come within Section 2 (1) (c) (i) of the Act of 2015. A P No. 223 of 2020 be returned to the learned Advocate on Record for the petitioner for filing before the appropriate forum. On return of the petition, the Department will treat A P No. 223 of 2020 as disposed of. The petitioner also has the liberty to not press A. P. No. 223 of 2020 and file a fresh on the self same cause of action before the Commercial Division. IA No. GA 1 of 2020 in A P No.223 of 2020 is disposed of accordingly. \n[DEBANGSU BASAK,J.]",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65029ab8f7234f248eb34d552692d256_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cff0af7daa6e420eafc748d464950c90_1"
    },
    {
      "start": 242,
      "end": 342,
      "text": "\nCalcutta High Court\nLaxmi Polyfab Pvt. Ltd vs Eden Realty Ventures Pvt. Ltd. & Anr on 7 April, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17956d3c3cd74f8fb5b616fdb0c21a45_2"
    },
    {
      "start": 344,
      "end": 449,
      "text": "Equivalent citations: Air 2021 Calcutta 190, Aironline 2021 Cal 278\n                         1\n\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8b3bc24b61344fabf5cb592e0c71386_3"
    },
    {
      "start": 449,
      "end": 489,
      "text": "In The High Court At Calcutta\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79e78fe5ab9244f4bd1b78a41ae6e9f2_4"
    },
    {
      "start": 489,
      "end": 497,
      "text": "Ordinary",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2fc96032f3a642a89bc38d06c7f8b107_5"
    },
    {
      "start": 498,
      "end": 506,
      "text": "Original",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fcf8f14355ea45efa015980b32d44737_6"
    },
    {
      "start": 507,
      "end": 525,
      "text": "Civil Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2dc780a28ff1457b8f3437f6f53302bf_7"
    },
    {
      "start": 542,
      "end": 579,
      "text": "Commercial Division\n                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "950ff8ccd4774106bccf368dac65a646_8"
    },
    {
      "start": 579,
      "end": 598,
      "text": "Ia No. Ga 3 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60af5a98f12d40e6953566de5d47c353_9"
    },
    {
      "start": 615,
      "end": 638,
      "text": "Old No. Ga 1179 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c31b79f70179461d8f33133bc2f25f3b_10"
    },
    {
      "start": 666,
      "end": 702,
      "text": "In\n                   Cs 213 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06ae193d50654dd79ffe59bb4e31affa_11"
    },
    {
      "start": 717,
      "end": 740,
      "text": "Laxmi Polyfab Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d0b0ea3b6e3493d99f1737459929609_12"
    },
    {
      "start": 768,
      "end": 814,
      "text": "v.\n      Eden Realty Ventures Pvt. Ltd. & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a0d331e69e94185ab3803c2d4e250d5_13"
    },
    {
      "start": 835,
      "end": 855,
      "text": "Ia No . Ga 4 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c38af0daec27441f931794430b01bac1_14"
    },
    {
      "start": 871,
      "end": 877,
      "text": "Old No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d6cd81bd20b46729341bec2ccbda0da_15"
    },
    {
      "start": 878,
      "end": 895,
      "text": ". Ga 1490 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "675631c2b5a24286a992cc8044f5bde1_16"
    },
    {
      "start": 922,
      "end": 957,
      "text": "In\n                  Cs 213 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f58889664854bad8ac7c128842448db_17"
    },
    {
      "start": 972,
      "end": 995,
      "text": "Laxmi Polyfab Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e00c42c77e1942deb0f0315963cdda14_18"
    },
    {
      "start": 1022,
      "end": 1036,
      "text": "v. \n      Eden",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5637e06b6ccf412590362ad8ce5f1bbb_19"
    },
    {
      "start": 1037,
      "end": 1043,
      "text": "Realty",
      "labels": [
        "PREAMBLE"
      ],
      "id": "204aff47ec684a47943555be664adb0e_20"
    },
    {
      "start": 1044,
      "end": 1069,
      "text": "Ventures Pvt. Ltd. & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca48e7490f9e4a1d8e0748d92f8f6d0a_21"
    },
    {
      "start": 1090,
      "end": 1110,
      "text": "Ia No . Ga 4 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ed1ee52123943f49eee8240a030d2ec_22"
    },
    {
      "start": 1136,
      "end": 1171,
      "text": "In\n                  Cs 116 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a01dd796ae20463aa08423c6ea17738b_23"
    },
    {
      "start": 1188,
      "end": 1207,
      "text": "Amita Dani And Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d63e4c4582404776b55cdb5b23387d0a_24"
    },
    {
      "start": 1234,
      "end": 1269,
      "text": "v. \n                 Sudha Kankaria",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2063d1650374416bbf59810645a5fc28_25"
    },
    {
      "start": 1279,
      "end": 1287,
      "text": "Ordinary",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98dfc1eae9c14561ae36702ec9430745_26"
    },
    {
      "start": 1288,
      "end": 1296,
      "text": "Original",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ee0bfc1e2af4843bf0d94e3672411b6_27"
    },
    {
      "start": 1297,
      "end": 1315,
      "text": "Civil Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9cfbc95890a342c3b31c7e5b6d05ba5a_28"
    },
    {
      "start": 1334,
      "end": 1353,
      "text": "Ia No. Ga 2 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "accd3c4ac62f4f7a8e2fec4e77c66169_29"
    },
    {
      "start": 1369,
      "end": 1392,
      "text": "Old No. Ga 1013 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c950a28fe84047a09723403189a3a1e5_30"
    },
    {
      "start": 1419,
      "end": 1454,
      "text": "In\n                   Ap 25 of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "56913999adb34625afb4cff7c6030e16_31"
    },
    {
      "start": 1464,
      "end": 1470,
      "text": "Godrej",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dba62fefa8644e7aa1a5bc68c0037ce7_32"
    },
    {
      "start": 1471,
      "end": 1496,
      "text": "Projects Development Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b4ae521e500434ba89d9cd050313f61_33"
    },
    {
      "start": 1523,
      "end": 1575,
      "text": "v.\nSimoco Telecommunications (South Asia) Ltd. & Anr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb6528def3b643fe96d528dd2452ec04_34"
    },
    {
      "start": 1576,
      "end": 1634,
      "text": ". \n                                  2\n\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38dcc2d3d4744e6093764b29c0df7e8f_35"
    },
    {
      "start": 1634,
      "end": 1653,
      "text": "Ia No. Ga 2 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "350501a4b81f407abe3500d44d41e963_36"
    },
    {
      "start": 1681,
      "end": 1718,
      "text": "In\n                    Ec 243 of 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfebe09596734467b06e2a8ac2271c27_37"
    },
    {
      "start": 1736,
      "end": 1756,
      "text": "Talat Ahmed And Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76be4d91f79e4b6bba89c5634442161c_38"
    },
    {
      "start": 1785,
      "end": 1823,
      "text": "v. \n      Prabhadeep Construction Pvt.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7aeba36f6c954cb4834800496f6d3c99_39"
    },
    {
      "start": 1824,
      "end": 1832,
      "text": "Ltd. And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e70e153c8a14074a8980dcb4a9c0a4f_40"
    },
    {
      "start": 1833,
      "end": 1917,
      "text": "Ors . \n\n\n\n                      Ia No. Ga 2 of 2021\n                              In",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab603bcace2847d682a0e029f61f112f_41"
    },
    {
      "start": 1943,
      "end": 1957,
      "text": "Cs 136 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5d263e0c2b54a3695a6ea6478a4c7bb_42"
    },
    {
      "start": 1972,
      "end": 2004,
      "text": "E.D. Enterprises Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba951e21e9c14a83a951860838dc6f3d_43"
    },
    {
      "start": 2037,
      "end": 2105,
      "text": "v. \n                   Kaiser Begum And Anr.\n\n\n\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "efe6ff12b0d64a028b9b6fc55c18106c_44"
    },
    {
      "start": 2105,
      "end": 2119,
      "text": "Ap 223 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c85d1df4baf24a91bd50aa26a9eff88e_45"
    },
    {
      "start": 2139,
      "end": 2176,
      "text": "Ia No . Ga 1 of 2020\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45efab45f3034461882984e2d7b0d01b_46"
    },
    {
      "start": 2176,
      "end": 2182,
      "text": "Old No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67e25d4ac20d48b49773f8b1589b0796_47"
    },
    {
      "start": 2183,
      "end": 2209,
      "text": ". Ga 1064 of 2020\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d99514bb3b37407ebe25c60a09d68006_48"
    },
    {
      "start": 2209,
      "end": 2220,
      "text": "Mohan Motor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a18e56cbf2754daeb810741504a9ed0d_49"
    },
    {
      "start": 2221,
      "end": 2229,
      "text": "Business",
      "labels": [
        "PREAMBLE"
      ],
      "id": "585fa1743afd4f4791cde93e24ed4ed5_50"
    },
    {
      "start": 2230,
      "end": 2240,
      "text": "Pvt . Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3cccf5c0bdcf4b67a849f0838294ca01_51"
    },
    {
      "start": 2241,
      "end": 2249,
      "text": "And Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d5434739317419fa8719bf6551f96e6_52"
    },
    {
      "start": 2278,
      "end": 2339,
      "text": "v. \n               Magma Fincorp Limited\n\n\nFor the Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e78ab1061ba4fde830eb1c620314c68_53"
    },
    {
      "start": 2340,
      "end": 2472,
      "text": "         : Mr. Rajeev Kumar Jain, Adv.\n(In Ia No. Ga 3 of 2019 &     Mr. Ayush Jain, Adv.\n Ia No. Ga 4 of 2019)\n\n\nFor the Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e23bc2e7cfe84fafad7f5c5e2060be51_54"
    },
    {
      "start": 2473,
      "end": 2647,
      "text": "         : Mr. Surajit Nath Mitra, Sr. Adv.\n(In Ia No. Ga 3 of 2019 &     Mr. Reetobroto Mitra, Adv.\nIa No. Ga 4 of 2019)          Mr. Deepak Jain, Adv.\n\n\n For the petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9749904177c34c148c467b2ae63163d2_55"
    },
    {
      "start": 2648,
      "end": 2738,
      "text": "        : Mr. Jayanta Mitra, Sr. Adv.\n (In Ga No.1013/2020 &\nIa Ga No.2/2020              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67d18cb6b4c5418c8fa393a80484db18_56"
    },
    {
      "start": 2738,
      "end": 3146,
      "text": "Mr. Debdut Mukherjee, Adv.\nAp 25/2016)                  Ms. Prith Basu, Adv.\n\n\n\n\n\nFor the Respondent No.1      : Mr. Sabyasachi Chowdhury, Adv.\n(In Ga No.1013/2020 &          Mr. Rajarshi Dutta, Adv.\nIa Ga No.2/2020                Mr. Avirup Chattaerjee, Adv\n\n\n\nFor the Petitioner           : Mr. Swatarup Banerjee, Adv.\n(In Ga No. 2/2020              Mr. Paritosh Sinha, Adv.\nEc 243/2017)                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c50acc83ad384046abee1b4631a637d8_57"
    },
    {
      "start": 3146,
      "end": 3167,
      "text": "Mr. Manali Bose, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b0eea38355f4260b655a3cdfc7a08d4_58"
    },
    {
      "start": 3168,
      "end": 3221,
      "text": "\n                               Mr. Saubhik Chowdhury",
      "labels": [
        "PREAMBLE"
      ],
      "id": "af168c1f42234cd28332986b8472442d_59"
    },
    {
      "start": 3222,
      "end": 3279,
      "text": "\n                               Mr. Dripto Majumdar, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "314ff2de46314432893bce4ae70a4c6b_60"
    },
    {
      "start": 3280,
      "end": 3356,
      "text": "\n                               Ms. Ayusmita Sinha, Adv.\n\nFor the respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d5c5b32c98143eebaadb421e879f1cd_61"
    },
    {
      "start": 3357,
      "end": 3460,
      "text": "          : Mr. Rajarshi Dutta, Adv.\n(In Ga No. 2/2020              Mr. Sandip Dutta, Adv.\nEc 243/2017)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3969bf8ae83046f186f495bee45ca38a_62"
    },
    {
      "start": 3462,
      "end": 3605,
      "text": "For the Plaintiff/ Respondent : Mr. Ranjan Bachawat, Adv.\n(In Ga No. 2/2021               Mr. Debdut Mukherjee\nCs 136/2020)                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c0376103a8744be894252abd7a4a88d_63"
    },
    {
      "start": 3605,
      "end": 3633,
      "text": "Mr. Meghajit Mukherjee, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d53b2fa05ac34bcb92ee38406b5e3f15_64"
    },
    {
      "start": 3634,
      "end": 3709,
      "text": "\n                                Mr. Vikas Tewary, Adv.\n\nFor the Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b642b0135551462597912c167040fb4d_65"
    },
    {
      "start": 3720,
      "end": 3747,
      "text": ": Mr.   Anik Banerjee, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8ce746937594f1dbfc0fc9c4c41cdb4_66"
    },
    {
      "start": 3749,
      "end": 3780,
      "text": "(In Ga No. 2/2021              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f5983016719b4332852367f176e5ef66_67"
    },
    {
      "start": 3780,
      "end": 3788,
      "text": "Mr.   C.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ee1b4098d494ddc889f87237484a014_68"
    },
    {
      "start": 3789,
      "end": 3802,
      "text": "K. Saha, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c0329e2b2b8435eb1fb6eed93012d77_69"
    },
    {
      "start": 3803,
      "end": 3816,
      "text": "\nCs 136/2020)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c0cc3ee1dcb4290a690cb2db61ad3d3_70"
    },
    {
      "start": 3817,
      "end": 3858,
      "text": "                  Mr.   Syed Hassan, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20a260ec2d44478fa0c7245f0105da85_71"
    },
    {
      "start": 3859,
      "end": 4236,
      "text": "\n                               Mr.   Subid Ali, Adv.\n\nFor the Petitioner           : Mr. Rajarshi Dutta, Adv.\n(In Ap 223/2020                Mr. Sayantan Bose, Adv.\nGa 1064/2020)\n\nFor the Respondent           : Mr. K. K. Pandey, Adv.\n\nGa 1064/2020)\n\nHearing concluded on         : March 01, 2021\nJudgment on                  : April 07, 2021\n\n\n\n\n\n     Debangsu Basak, J. :-\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "73f614eed8de4c1da1502d2a783c9516_72"
    },
    {
      "start": 4237,
      "end": 4742,
      "text": "Several applications in suits pending before the Commercial Division as well as in suits pending before the Ordinary Original Civil Jurisdiction of this Hon'ble Court along with petitions under the Arbitration and Conciliation Act, 1996 pending in the Commercial Division of this Hon'ble Court as well as in the Ordinary Original Civil Jurisdiction of this Hon'ble Court have been heard analogously as they involved issues relating Section 12A and Section 15 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "056b0c8fa5ee4e56bd54b62a6cb8ea8f_73"
    },
    {
      "start": 4744,
      "end": 4877,
      "text": "2. The Advocates appearing for the respective parties have advanced elaborate submissions in support of their respective contentions.",
      "labels": [
        "NONE"
      ],
      "id": "2e4dcbbab18b424487bd659412f38441_74"
    },
    {
      "start": 4878,
      "end": 4985,
      "text": "For the sake of convenience, the respective submissions have been summarised in the paragraphs hereinafter.",
      "labels": [
        "NONE"
      ],
      "id": "cf569afe79e64088bc6a81449c9fbfde_75"
    },
    {
      "start": 4986,
      "end": 5055,
      "text": "\n3. The following issues have arisen for consideration :-\n(1) Is Sect",
      "labels": [
        "ISSUE"
      ],
      "id": "ef66b8a470474103a2c83082186a7a52_76"
    },
    {
      "start": 5056,
      "end": 5122,
      "text": "ion 12A of the Commercial Courts Act, 2015 mandatory or directory?",
      "labels": [
        "ISSUE"
      ],
      "id": "cc44428c8fe0407fbe4355a89a0d6df7_77"
    },
    {
      "start": 5123,
      "end": 5442,
      "text": "\n(2) What is the interplay of Section 12A and Section 15 of the Commercial Courts Act, 2015 in a suit involving a commercial dispute within the meaning of Section 2(1)(c) of the Act of 2015 filed in the Ordinary Original Civil Jurisdiction of a High Court subsequent to the date of notification of the Specified Value ?",
      "labels": [
        "ISSUE"
      ],
      "id": "961f50830ab74a2a8120787047cfbb7a_78"
    },
    {
      "start": 5443,
      "end": 5735,
      "text": "\n(3) In view of the provisions of Section 12A of the Commercial Courts Act, 2015 can a suit of the Specified Value involving a commercial dispute within the meaning of the Act of 2015 be transferred to the Commercial Division of the Ordinary Original Civil Jurisdiction of this Hon'ble Court?",
      "labels": [
        "ISSUE"
      ],
      "id": "6e522c94c02d43fdad78af7e2eaac6fa_79"
    },
    {
      "start": 5736,
      "end": 5864,
      "text": "\n(4) If the answer to the preceding issue is in the affirmative then what are the procedure and the modalities for the transfer?",
      "labels": [
        "ISSUE"
      ],
      "id": "fe714a03732a475ba441a8db258b54d6_80"
    },
    {
      "start": 5865,
      "end": 6111,
      "text": "\n(5) Can a suit filed in the Commercial Division of the High Court be transferred to the Ordinary Original Civil Jurisdiction of the High Court on finding that the suit does not involve a commercial dispute within the meaning of the Act of 2015 ?",
      "labels": [
        "ISSUE"
      ],
      "id": "18acf95b33694e4480784900ab687af3_81"
    },
    {
      "start": 6112,
      "end": 6235,
      "text": "\n(6) If the answer to the preceding issue is in the affirmative then what would be the procedure and modality for the same.",
      "labels": [
        "ISSUE"
      ],
      "id": "a2dead97e61548eb82a0571422ee2564_82"
    },
    {
      "start": 6236,
      "end": 6361,
      "text": "\n(7) How should proceedings under the Arbitration and Conciliation Act, 1996 be dealt with in respect of the previous issues?",
      "labels": [
        "ISSUE"
      ],
      "id": "8d9c8ce6504a4b12ae80dd1e4700f518_83"
    },
    {
      "start": 6363,
      "end": 6525,
      "text": "4. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, provisions of Section 12A of the Act of 2015 are mandatory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7344879ccaef473896ed489f1213f84f_84"
    },
    {
      "start": 6526,
      "end": 6755,
      "text": "He has relied upon Section 12A of the Act of 2015 and submitted that, the plaintiff approaching the Commercial Division of a Court in respect of a commercial dispute is mandatorily required to undertake pre-institution mediation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b289cc9edc942c18255a726625bec0a_85"
    },
    {
      "start": 6756,
      "end": 6907,
      "text": "Only in the event, the plaintiff has claimed that, the plaintiff requires urgent reliefs, the plaintiff need not undertake a pre-institution mediation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a8b61181536244b78676865b2d078e9a_86"
    },
    {
      "start": 6908,
      "end": 7103,
      "text": "In such circumstances, the plaintiff has to obtain leave of the Court under Section 12A of the Act of 2015, so as not to undertake a pre-institution mediation and then the suit can be instituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9f7eedf3a8c4ce4b71035473319e016_87"
    },
    {
      "start": 7104,
      "end": 7186,
      "text": "In the present case, there is no pleading in the plaint that there is any urgency.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d52646983e3413db9bb584b59a60485_88"
    },
    {
      "start": 7187,
      "end": 7279,
      "text": "The plaintiff has not claimed in the plaint that, pre-institution mediation is not required.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce534bddb3eb4e28b0a84467632dc575_89"
    },
    {
      "start": 7280,
      "end": 7379,
      "text": "The plaintiff has not pleaded anything with regard to Section 12A of the Act of 2015 in the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "675d4b58e56b4e198ce7520414938c78_90"
    },
    {
      "start": 7381,
      "end": 7565,
      "text": "5. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the word 'shall' used in Sub-Section (1) of Section 12(A) is mandatory in nature.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d817d81b53304de192ca6f9dbfb7b345_91"
    },
    {
      "start": 7566,
      "end": 7681,
      "text": "According to him, the scheme by the Act of 2015 has a requirement for expeditious disposal of a commercial dispute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22ab78e765b844d29c42eaa5d7c8d6b6_92"
    },
    {
      "start": 7682,
      "end": 7996,
      "text": "In order to attain expeditious disposal of a commercial dispute the legislature has thought it appropriate that, the plaintiff approaching a Commercial Division of a Court undertakes a pre- institution mediation in order to have expeditious resolution of the commercial dispute acceptable to all parties concerned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1218cc509f94284b453fe569cadaba4_93"
    },
    {
      "start": 7997,
      "end": 8085,
      "text": "Therefore, the word 'shall' as used in Sub-Section (1) of Section 12A of the Act of 2015",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f0b393be45a4dbbbe9d7acfb9fe103b_94"
    },
    {
      "start": 8086,
      "end": 8134,
      "text": "should not be read to mean that it is directory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6326b3d44c9f4031bd3014b8c7a7082a_95"
    },
    {
      "start": 8136,
      "end": 8328,
      "text": "6. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the authority for the purpose of pre- institution mediation was notified on July 3, 2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "845500fdda9f4a2288abfc836ca55c30_96"
    },
    {
      "start": 8329,
      "end": 8511,
      "text": "The said authority and the District Authority constituted under the Legal Services Act, 1987 has been designated as the authority concerned to undertake a pre- institution mediation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4118a74d91434d078db0fb51251d0831_97"
    },
    {
      "start": 8513,
      "end": 8806,
      "text": "7. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, since the plaintiff did not obtain leave under Section 12A of the Act of 2015 and since, the plaintiff never applied for any urgent relief, the plaint of the instant suit should be rejected.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a02fa35b79f4c6c85a826773aa7081a_98"
    },
    {
      "start": 8808,
      "end": 8973,
      "text": "8. Learned Advocate appearing for the plaintiff in CS No. 213 of 2018 has submitted that there are two previous applications pending between the parties in the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff6789712bbd4adf9537ed5ef370b0fa_99"
    },
    {
      "start": 8974,
      "end": 9116,
      "text": "One of such application is at the behest of the first defendant being GA No. 1106 of 2019 seeking extension of time to file written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "35d7547eae6146ecaa1560ca2023551d_100"
    },
    {
      "start": 9117,
      "end": 9238,
      "text": "The other application is that of the plaintiff being GA No. 1179 of 2019, under Chapter XIIIA of the Original Side Rules.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f104a48b98a448848c3432073c1f13b6_101"
    },
    {
      "start": 9239,
      "end": 9433,
      "text": "According to him, the first defendant having accepted the jurisdiction of the Hon'ble Court and having participated in the suit, cannot be permitted to rake up the issue of lack of jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c729b8e04b334bf7856cae790a68a20c_102"
    },
    {
      "start": 9434,
      "end": 9556,
      "text": "Moreover, the plaintiff has obtained leave under Clause 12 of the Letters Patents Act, 1865 to institute the instant suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6dbd8e902974469fbedbca580ffc2ee5_103"
    },
    {
      "start": 9558,
      "end": 9841,
      "text": "9. Learned Advocate appearing for the plaintiff in CS No. 213 of 2018 has submitted that, on a meaningful reading of Section 12A of the Act of 2015 along with the objects and purpose of such Act, the provisions of Section 12A of the Act of 2015 can be said to be directory in nature.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "51e2fb1bd64c47999ba9c80aad45751c_104"
    },
    {
      "start": 9842,
      "end": 9943,
      "text": "According to him, provisions of Section 12A of the Act of 2015 are not a part of the substantive law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b5bb0db80d149f8b4a672511e846940_105"
    },
    {
      "start": 9944,
      "end": 10048,
      "text": "Such provisions cannot be read so as to non- suit a plaintiff who otherwise has a legal and valid claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9bddfd5c67894daab22483bac623d09e_106"
    },
    {
      "start": 10049,
      "end": 10227,
      "text": "A person should not ordinarily be denied the opportunity of participating in the process of justice dispensation unless compelled by express and specific language of the statute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "99815a8c49d24a608b76174079fd7eaa_107"
    },
    {
      "start": 10228,
      "end": 10377,
      "text": "According to him, Section 12A has not prescribed a consequence of failure to comply, therefore, such provision should always be read to be directory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f68c4a273b5648f29d4d203f0068f09f_108"
    },
    {
      "start": 10378,
      "end": 10543,
      "text": "Moreover, no equity or right is created in favour of any defendant in a suit filed in the Commercial Division under the provisions of Section 12A of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3fa6fb41d7814cd89706a3d797460502_109"
    },
    {
      "start": 10544,
      "end": 10617,
      "text": "Therefore, Section 12A of the Act of 2015 should be held to be directory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "62b00e518b7747e8b0f810f4124722a6_110"
    },
    {
      "start": 10618,
      "end": 10812,
      "text": "According to him, the Act of 2015 is more in the nature of procedural law and hence should not be read in such a manner so as to create a complete embargo on a person approaching a Court of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8fc3b28de9164b34a47edc84d24d9c00_111"
    },
    {
      "start": 10814,
      "end": 12534,
      "text": "10. In support of the contention that, the word 'shall' used in Section 12A of the Act of 2015 can be read as directory, learned Advocate appearing for the plaintiff in CS No. 213 of 2018 has relied upon 2007 Volume 6 Supreme Court Cases page 420 (R.N. Jadi & Brothers & Ors. v. Subhash Chandra), 2008 Volume 11 Supreme Court Cases page 769 (Zolba v. Keshao & Ors.), All India Reporter 1957 Supreme Court 912 (State of U.P. v. Manbodhan Lal Srivastava), All India Reporter 1955 Supreme Court 233 (Hari Vishnu Kamath v. Syed Ahmad Ishaque & Ors.), All India Reporter 2010 Supreme Court 2261 (Shivjee Singh v. Nagendra Tiwary & Ors.), All India Reporter 1954 Calcutta page 49 (Ajit Kumar Sen & Anr. v. State of West Bengal & Ors.), All India Reporter 1991 Kerala page 240 (The Food Inspector, Cannanore Municipality, Cannanore v. M. Gopalan), All India Reporter 2005 Patna page 136 (Smt. Sunita Devi & Ors. v. Abdhesh Kumar Sinha alias Kamleshwari Pd. Sinha & Ors.), All India Reporter 1978 Supreme Court page 1351 (Smt. Lila Gupta v. Laxmi Narain & Ors.), All India Reporter 1980 Supreme Court page 303 (Sharif-ud-Din v. Abdul Gani Lone), All India Reporter 1989 Supreme Court page 2206 (Owners and Parties interested in M.V. \"Vali Pero\" v. Fernandeo Lopez & Ors.), 2018 Volume 2 Supreme Court Cases page 674 (Macquarie Bank Limited v. Shilpi Cable Technologies Limited), 2005 Volume 6 Supreme Court Cases page 344 (Salem Advocate Bar Association, Tamil Nadu v. Union of India), 2018 SCC Online (Calcutta) page 5606 (Srei Infrastructure Finance Limited v. Candor Gurgaon two Developers and Projects Pvt. Ltd.), 2018 Volume 9 Supreme Court Cases page 472 (State of Bihar & Ors. v. Bihar Rajya Bhumi Vikas Bank Samiti).\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b5f1f1747b5455aa9faa2c0fdb4ff13_112"
    },
    {
      "start": 12535,
      "end": 12824,
      "text": "Referring to Section 12A of the Act of 2015, learned Advocate for the plaintiff in CS No. 213 of 2018 has submitted that, unlike the provisions of Section 80 of the Code of Civil Procedure, 1908, Section 12A of the Act of 2015 does not provide that leave has to be obtained from the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed17128f5a7448819c2f4e3fc240ea67_113"
    },
    {
      "start": 12825,
      "end": 13172,
      "text": "He has contrasted the provisions of Section 80 of the Code of Civil Procedure, 1908 with that of Section 12A of the Act of 2015 and submitted that, Section 12A of the Act of 2015 not expressly providing for leave to be obtained and significantly not providing for the consequence of the failure to obtain leave under Section 12A of the Act of 2015",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae9c67f4d8154386a19d38dd7cd6773c_114"
    },
    {
      "start": 13173,
      "end": 13316,
      "text": ", assuming that such leave is required to be obtained, then the only possible inference is that the provisions of Section 12A is not mandatory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "16be5543c39d452cb78c45cc711973ab_115"
    },
    {
      "start": 13317,
      "end": 13511,
      "text": "No leave under Section 12A of the Act of 2015 is required when a plaintiff did not undertake a pre-institution mediation and that non-obtaining of such leave is not fatal to the suit instituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d4edf8478fd042b1a02fa259c0d8f3b3_116"
    },
    {
      "start": 13513,
      "end": 13690,
      "text": "12. In reply, learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the provisions of Section 12A of the Act of 2015 are mandatory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0097c39ba02140f69b3d1dd4e52cff3c_117"
    },
    {
      "start": 13691,
      "end": 13851,
      "text": "He has submitted that, the Central Government has designated the authority for the purpose of pre- institution mediation by the notification dated July 3, 2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ed62624461248fd8b561c506ab14f3f_118"
    },
    {
      "start": 13852,
      "end": 13923,
      "text": "The intention of the Act of 2015 is to expedite resolution of disputes.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c44380b9a9204a9aaaa5e6652a1e733a_119"
    },
    {
      "start": 13924,
      "end": 13967,
      "text": "Such resolution need not be through courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96f31533f9d94a84ba8c0d341cae95f8_120"
    },
    {
      "start": 13968,
      "end": 14102,
      "text": "The Act of 2015 has created an opportunity to the parties to settle their disputes by way of mediation prior to approaching the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c538f368f20b4bb893e03823d8220157_121"
    },
    {
      "start": 14104,
      "end": 14403,
      "text": "13. Learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has submitted that, the provisions of Commercial Courts (Pre-institution Mediation and Settlement) Rules, 2018 and particularly Rule 3(1) thereof do not dilute the mandatory nature of Section 12A of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7e9737b31a4404597a769464b42d414_122"
    },
    {
      "start": 14404,
      "end": 14528,
      "text": "The word 'may' used in the Rules of 2018 governs the manner in which an application to the designated authority can be made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "633d9c16090242e99982dec4abe4c200_123"
    },
    {
      "start": 14529,
      "end": 14592,
      "text": "An application can be made either online or by post or by hand.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b6f2bd79d80d4e6cb2ffb928d8e0980e_124"
    },
    {
      "start": 14593,
      "end": 14725,
      "text": "The word 'may' used in Rule 3 of the Rules of 2018 cannot be construed to mean that a party may apply for pre-institution mediation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "691d0963d75c4158a2677c84d046c0ed_125"
    },
    {
      "start": 14726,
      "end": 14797,
      "text": "In any event, rules framed under a statute cannot override the statute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6e055b1f4b824c4a9a052c7eadfd5320_126"
    },
    {
      "start": 14798,
      "end": 14962,
      "text": "In support of such contentions, he has relied upon 1984 Volume 2 Supreme Court Cases page 50 (Babaji Kondaji Garad v. Nasik Merchants Co-operative Bank Ltd. Nasik).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "436ecf72f5554a6ea721e45e57af00db_127"
    },
    {
      "start": 14964,
      "end": 15464,
      "text": "14. In support of the contention that, the provisions of Section 12A of the Act of 2015 is mandatory and that compliance thereof are required for a valid institution of a suit learned Senior Advocate appearing for the first defendant in CS No. 213 of 2018 has relied upon 2011 SCC Online 4325 (Cal.) (Port Blair v. Airport Authority of India), 2012 Volume 13 Supreme Court Cases page 538 (Chaluvegowda v. State) and 1970 Volume 3 Supreme Court Cases page 716 (Gangappa Gurupadappa Guwad v. Rachawwa).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc83f04103104c39b47d3c17f0e29fa9_128"
    },
    {
      "start": 15466,
      "end": 15588,
      "text": "15. In CS No.136 of 2020, the defendant No. 1 has applied for rejection of the plaint and stay of proceedings of the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27bfdd15e6a84fb7b4f50c225f7274f3_129"
    },
    {
      "start": 15590,
      "end": 15809,
      "text": "16. Learned advocate appearing for the defendant No. 1 has submitted that, the disputes involved in CS No. 136 of 2020 cannot be said to be commercial disputes within the meaning of section 2 (1) (c) of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "853b1b0da02e4e6b822fd1cb21015ea3_130"
    },
    {
      "start": 15810,
      "end": 15857,
      "text": "He has referred to the pleadings of the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa95cf3a072040488aad1d2932b3490d_131"
    },
    {
      "start": 15858,
      "end": 15927,
      "text": "He has drawn the attention of the Court to the prayers of the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d4324f441d06469984f2e1bedf3c4865_132"
    },
    {
      "start": 15928,
      "end": 16018,
      "text": "He has submitted that, the Specified Value under the Act of 2015 is now at Rupees 3 lakhs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3c8374021aa048c3beceb6187449b4f9_133"
    },
    {
      "start": 16019,
      "end": 16131,
      "text": "The suit has been filed in the year 2021, when the Specified Value for commercial suits stood at Rupees 3 lakhs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dabf08cff70d4918bc4c3ebcb9b637cc_134"
    },
    {
      "start": 16132,
      "end": 16229,
      "text": "He has referred to the agreement between the parties as relied upon by the plaintiff in the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e472583d48c4a2a81015bd80ee71757_135"
    },
    {
      "start": 16230,
      "end": 16434,
      "text": "According to him, the suit property has been used exclusively for commercial purposes and therefore the suit is in respect of a dispute which is a commercial dispute within the meaning of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a987ad1cbf04b22b0af065259dc7737_136"
    },
    {
      "start": 16435,
      "end": 16682,
      "text": "He has relied upon 2019 SCC Online SC 1311 (Ambalal Sarabhai Enterprises Ltd versus K S Infraspace LLP and another) in support of the contention that, the present suit is a suit involving a commercial dispute within the meaning of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f56ee2d526064390848d8edf5f290d51_137"
    },
    {
      "start": 16684,
      "end": 17005,
      "text": "17. Learned advocate appearing for the defendant No. 1 in CS No.136 of 2020 has submitted that, on return of a plaint under Order VII Rule 10 of the Code of Civil Procedure 1908 and on the returned plaint being presented before the competent court, such date of presentation is the date of commencement of the fresh suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "00f51ef21e5d4810ad5a8525b86a2f8d_138"
    },
    {
      "start": 17006,
      "end": 17081,
      "text": "The latter suit cannot be considered as a continuation of the earlier suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3463355ad28a4b27a66860f38274be59_139"
    },
    {
      "start": 17082,
      "end": 17244,
      "text": "In support of such contentions, he has relied upon 2014 Volume 1 Supreme Court Cases 648 (Oil and Natural Gas Corporation versus Modern Construction and Company).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbf67aa5fd8e4cc4b4625910321a2f7b_140"
    },
    {
      "start": 17246,
      "end": 17611,
      "text": "18. Relying upon All India Reporter 1963 Supreme Court 424 (Amar Nath Dogra versus Union of India) and All India Reporter 1984 Supreme Court 1043 (Behari Chowdhary and another versus State of Bihar and others) learned advocate appearing for the defendant No. 1 in CS No.136 of 2020 has submitted that, the provisions of section 12A of the Act of 2015 are mandatory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e13553139fa4a509331b32222c95a3f_141"
    },
    {
      "start": 17612,
      "end": 17682,
      "text": "Section 12A is akin to section 80 of the Code of Civil Procedure 1908.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b50c3758dd0d4f4ca5253b8c317c0c53_142"
    },
    {
      "start": 17683,
      "end": 17801,
      "text": "According to him, a suit which does not satisfy the terms of section 12A of the Act of 2015 is liable to be dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6414cdd409f464a85a9aa40d7097bb9_143"
    },
    {
      "start": 17803,
      "end": 18025,
      "text": "19. Learned senior advocate appearing for the plaintiff in CS No.136 of 2020 has submitted that, the application under Order VII Rule 11 of the Code of Civil Procedure, 1908 made by the defendant No. 1 is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "df5d52a05ddb4e5a8318bb2bd42e6c03_144"
    },
    {
      "start": 18026,
      "end": 18442,
      "text": "He has relied upon Ambalal Sarabhai (supra) and All India Reporter 2016 Delhi 186 (Soni Dave versus Translation Industries Expositions Private Limited) in support of the contentions that, unless it is pleaded in the plaint, that the property with respect to which the suit has been filed is used exclusively in trade and commerce, it cannot be kept in the commercial division by labelling it as a commercial dispute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1aa2a9770484427d9c40ba789498ad05_145"
    },
    {
      "start": 18443,
      "end": 18677,
      "text": "He has contended that, the question as to whether the dispute arises out of an agreement relating to an immovable property used exclusively in trade and commerce is a mixed question of fact and law and cannot be decided on a demurrer.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e18ba9ef5b4a48438dbde87a03372911_146"
    },
    {
      "start": 18679,
      "end": 18931,
      "text": "20. Referring to section 15 of the Act of 2015, learned senior advocate appearing for the plaintiff in CS No.136 of 2020 has submitted that, the court should exercise its jurisdiction thereunder in order to transfer the suit to the Commercial Division.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "101eaea09ed84753b72eed74660cde7c_147"
    },
    {
      "start": 18932,
      "end": 19099,
      "text": "According to him, unlike section 31 of the Recovery of Debts Due to Banks and Bankruptcy Act, 1993 section 15 of the Act of 2015 has not used the word 'pending prior'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2cbc32f426ff4de491e538b0f341a5b8_148"
    },
    {
      "start": 19100,
      "end": 19259,
      "text": "According to him, section 15 of the Act of 2015 has application on all suits pending and is not restricted to suits pending prior to the act coming into force.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2444e344a1e34488a0d6965ade638fa3_149"
    },
    {
      "start": 19260,
      "end": 19404,
      "text": "Suits that have been filed both before and after the Act of 2015 coming into force should be transferred by using section 15 of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "243e5d680de34131a991ffe7f3fe1fbd_150"
    },
    {
      "start": 19405,
      "end": 19533,
      "text": "He has relied upon 2016 SCC Online Bom 9019 (Hubtown Ltd. versus IDBI Trusteeship Services Ltd.) in support of such contentions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "90842e1806c247ad94b281ac716fea9b_151"
    },
    {
      "start": 19534,
      "end": 19722,
      "text": "He has submitted that, although section 12 A of the Act of 2015 has been introduced after the judgement of Hubtown (supra) then also, the interpretation given thereunder should be applied.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6fbee7bec2e04236a8845454b64ac213_152"
    },
    {
      "start": 19724,
      "end": 20182,
      "text": "21. Learned advocate appearing for the parties have drawn the attention of the court to the judgement and order dated February 22, 2021 passed in C.O. No. 1678 of 2020 (M/s Dhanbad Fuels Ltd versus Union of India and others) and submitted that, on a transfer of a suit from the regular court to the commercial division, such a suit can be registered but not admitted till such time, the rigours of Section 12 A of the Act of 2015 have been complied with.\n22.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "207af6e8dc704092a1a6a2924a108318_153"
    },
    {
      "start": 20183,
      "end": 20446,
      "text": "Learned Senior Advocate for the petitioner appearing in IA GA No. 1 of 2020 in AP No. 25 of 2016 has submitted that, there is interportability of suits and proceedings between the Ordinary Original Civil Jurisdiction of the High Court and the Commercial Division.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fe923b6a92e4407baca93d2028924e74_154"
    },
    {
      "start": 20447,
      "end": 20661,
      "text": "According to him, irrespective of whether a suit is a regular suit or a commercial suit, a suit is filed before the Hon'ble High Court at Calcutta and is under the High Court's Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0c32b033aaf948e09032754f5bbce421_155"
    },
    {
      "start": 20662,
      "end": 20794,
      "text": "According to him a filing in a Commercial Division of a High Court is done in the Ordinary Original Civil Jurisdiction of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a560d7e731c448bb3c19d5ca36dfe5e_156"
    },
    {
      "start": 20795,
      "end": 20953,
      "text": "In terms of Section 2(1)(d) read with Section 4 of the Act of 2015, such a suit is then heard and disposed of by the Commercial Division of the Hon'ble Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11687347b8a34141918f4dd32fa11acf_157"
    },
    {
      "start": 20954,
      "end": 21103,
      "text": "Therefore, if a suit is incorrectly filed as a civil suit before the regular bench, the recourse is to transfer such suit to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "654316dd3cf540e6837ac96f8325c118_158"
    },
    {
      "start": 21104,
      "end": 21268,
      "text": "According to him, such a transfer is akin to a transfer from a bench not having a determination to the bench conferred with such determination by the Chief Justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dae3dcd5b93e40649990e7f87fc9576b_159"
    },
    {
      "start": 21269,
      "end": 21402,
      "text": "Since it is a transfer intra Court, the principles relating to Order VII Rule 10 of the Code of Civil Procedure, 1908 does not apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38fbe73fcff94d39a21a0037f238f148_160"
    },
    {
      "start": 21403,
      "end": 21738,
      "text": "Once a Court exercises powers, under Section 15 of the Act of 2015 and transfers the suit to the Commercial Division the provisions under Section 15(3) of the Act of 2015 become applicable and the Commercial Division will ensure that all procedures that were not completed at the time of transfer are completed in relation to the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0e11f05ba9344b99254ef8eca3d73e5_161"
    },
    {
      "start": 21739,
      "end": 21898,
      "text": "In addition to other procedural compliances such as those relates to the statement of truth, the compliance will also relate to Section 12A of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76e156bbfe78482cb9233a54bd00ed75_162"
    },
    {
      "start": 21899,
      "end": 22098,
      "text": "Until such procedural requirements are completed with, the suit will be deemed to have been filed but not instituted and no further steps can be taken in the suit until such procedures are completed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d433c1e5cccd4d7a8f4b05ec40e4c040_163"
    },
    {
      "start": 22100,
      "end": 22410,
      "text": "23. Learned Senior Advocate appearing for the petitioner in IA GA No. 1 of 2020 in AP No 25 of 2016 has submitted that, the Court should take into account that the dismissal of a suit on the ground that it has been filed in a Civil Court and not as a commercial suit will be harsh and imply loss of Court fees.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ac3ccd471afe4aa4bef18ea8851f5b8a_164"
    },
    {
      "start": 22411,
      "end": 22502,
      "text": "Innocent clients may be unfairly penalized solely due to errors on the part of the lawyers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f0f5977896140a4861e891e68d9553e_165"
    },
    {
      "start": 22503,
      "end": 22645,
      "text": "According to him, Section 12A of the Act of 2015 is applicable only to institutions of suits and is not applicable to arbitration application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e29c62ed8b654375af7914e5a9b028f5_166"
    },
    {
      "start": 22647,
      "end": 22831,
      "text": "24. As the statement of objects and reasons of the Act of 2015 has stated, the Act of 2015 came into being to provide a mechanism for speedy disposal of high-value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "351decddbfae4b61a66f622bc34d954b_167"
    },
    {
      "start": 22832,
      "end": 22934,
      "text": "According to the government high-value commercial disputes involve complex facts and questions of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9924be9d7ee84dd596c9c939b3a88152_168"
    },
    {
      "start": 22935,
      "end": 23046,
      "text": "Therefore, the government has felt the need to provide for an independent mechanism for their early resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42b3e57cadca4227819758fdddebfc53_169"
    },
    {
      "start": 23047,
      "end": 23219,
      "text": "Early resolution of commercial dispute has been conceived to create a positive image to the investor world about the independent and responsive legal system of the country.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94ce2f4d43d84f99a4aebc55f17e78aa_170"
    },
    {
      "start": 23220,
      "end": 23442,
      "text": "The Act of 2015 has been brought about to accelerate economic growth, improve the international image of the Indian Justice delivery system and repose the faith of the investor world in the legal culture of the nation.\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55f64d59249b44e2acdf2024e581fa5d_171"
    },
    {
      "start": 23443,
      "end": 23496,
      "text": "The Act of 2015 has been divided into eight chapters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89132c4cdd284501851f2b946d03af50_172"
    },
    {
      "start": 23497,
      "end": 23590,
      "text": "Chapter IIIA has been inserted to the Act of 2015 with retrospective effect from May 3, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d9701ea040944e5a95ff2e64d1acd37_173"
    },
    {
      "start": 23591,
      "end": 23625,
      "text": "This chapter contains Section 12A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dc5ee0c9bf642038deee9a2b38981cd_174"
    },
    {
      "start": 23626,
      "end": 23767,
      "text": "In the facts of the present case, the Court has not been called upon to deal with the retrospective effect of Section 12A of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57f48b8e46b94d769cebf53ebf43b2f4_175"
    },
    {
      "start": 23768,
      "end": 24144,
      "text": "Section 12A of the Act of 2015 is as follows:-\n\"12A. Pre-Institution Mediation and Settlement--(1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n",
      "labels": [
        "STA"
      ],
      "id": "c7b49496b4634f9bb76f21cfe6e97fee_176"
    },
    {
      "start": 24144,
      "end": 24339,
      "text": "( 2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.",
      "labels": [
        "STA"
      ],
      "id": "2d0b3273fbd64f739419438c59de1a85_177"
    },
    {
      "start": 24340,
      "end": 24661,
      "text": "\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1).\"\n26.",
      "labels": [
        "STA"
      ],
      "id": "d9ec847ef2b24e2682e3853a5ece4fba_178"
    },
    {
      "start": 24662,
      "end": 24850,
      "text": "In addition to the provisions of Section 12A of the Act of 2015, the provisions of Section 15 and Section 21 of the Act of 2015 have to be taken note of while deciding the crimes involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a84053d23fa46daa783d5148e8f9337_179"
    },
    {
      "start": 24851,
      "end": 25800,
      "text": "Sections 15 and 21 of the Act of 2015 are as follows:-\n\"15. Transfer of Pending cases.-(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub- section (2).",
      "labels": [
        "STA"
      ],
      "id": "3a697b15723142dfb3fd79bbb52ca2dd_180"
    },
    {
      "start": 25801,
      "end": 26196,
      "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section(2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "c4ce4cff14fe492a91fd7af5d96a660b_181"
    },
    {
      "start": 26197,
      "end": 26872,
      "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908(5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "f42528784b624412abf53757acb67e6a_182"
    },
    {
      "start": 26873,
      "end": 27422,
      "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1),sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"",
      "labels": [
        "STA"
      ],
      "id": "92fda7d0b23a4626adadcd7c06f9700d_183"
    },
    {
      "start": 27424,
      "end": 27852,
      "text": "\"21. Act to have overriding effect.-- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n27. The Act of 2015 has incorporated various amendments to the provisions of Code of Civil Procedure, 1908.",
      "labels": [
        "STA"
      ],
      "id": "ef1bf382bd8b42b099915200ad45ce93_184"
    },
    {
      "start": 27853,
      "end": 27988,
      "text": "It has incorporated amendments both in the substantive portion of the Code of Civil Procedure, 1908 as also in the procedural portions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a6cee45c0d644faac0f60d8166d5df5_185"
    },
    {
      "start": 27989,
      "end": 28067,
      "text": "On the substantive portion, provisions of Section 26 and 35 have been amended.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4024965af4949159c3ce59bfea2db7f_186"
    },
    {
      "start": 28068,
      "end": 28152,
      "text": "Provisions of Section 35A(2) of the Code of Civil Procedure, 1908 have been omitted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa09789189dc4a23bc8c085f5f43d1c1_187"
    },
    {
      "start": 28153,
      "end": 28332,
      "text": "Section 35 of the Code of Civil Procedure, 1908 as amended by the Act of 2015 has allowed the Court to impose costs on a party to a proceeding which involves a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bf72327c93d40169b4ef25ec183d68a_188"
    },
    {
      "start": 28333,
      "end": 28625,
      "text": "Sub-Section (3) of Section 35 of the Code of Civil Procedure, 1908 as amended has allowed the Court, in making an order of payment of cost, to have regard to the circumstances, inter alia, whether any reasonable offer to settle was made by a party and unreasonably refused by the other party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19687c0a083445e39ac7465699166e03_189"
    },
    {
      "start": 28626,
      "end": 28946,
      "text": "\n28. Section 21 of the Act of 2015 has mandated that the provisions of the Act of 2015 shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the Act of 2015.",
      "labels": [
        "STA"
      ],
      "id": "187c9367fd284d2d89b907841a349483_190"
    },
    {
      "start": 28947,
      "end": 29110,
      "text": "User of the non obstantinate clause in Section 21 has bestowed overriding effect on the provisions of the Act of 2015 unless otherwise provided in the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7090eb05820c4a9db0e9616e1dab23dd_191"
    },
    {
      "start": 29111,
      "end": 29326,
      "text": "User of such non obstantinate clause has permitted the inference that, the intention of the legislature is that, the provisions of the Act of 2015 will have primacy in the field of resolution of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96cfcc86b61f4501891f4e26fb153d9e_192"
    },
    {
      "start": 29328,
      "end": 29587,
      "text": "29. In Ajit Kumar Sen & Ors. (supra), while considering the provisions of Section 45(3) of the Calcutta Municipal Act, 1923, the Calcutta High Court has expressed the view that the question whether a particular provision is imperative or directory is complex.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "11e928990e6f467ebd1c52c1dd55aa4a_193"
    },
    {
      "start": 29588,
      "end": 29648,
      "text": "There cannot be a hard and fast rule of general application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "262be2a5fd494903813f7c79da4f2220_194"
    },
    {
      "start": 29649,
      "end": 29716,
      "text": "However, there are three fundamental tests which are often applied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a603861d554840f78258ba5b32b241f5_195"
    },
    {
      "start": 29718,
      "end": 29834,
      "text": "30. The Supreme Court in Hari Vishnu Kamath (supra) has considered provisions of Article 329(b) of the Constitution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bdb5b259f9604b089c47689c2f8270e3_196"
    },
    {
      "start": 29835,
      "end": 29920,
      "text": "It has observed that, an enactment in form mandatory might in substance be directory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2eec6be82fb242008cef554497028de9_197"
    },
    {
      "start": 29921,
      "end": 29978,
      "text": "The use of the word 'shall' does not conclude the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ba2b67e52364d2096cf699164761aac_198"
    },
    {
      "start": 29979,
      "end": 30137,
      "text": "However, the true intention of the legislature is the determining factor and that, whether a provision is mandatory or directory will depend upon the context.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d900c86f83ca4c279be10ccd8841827c_199"
    },
    {
      "start": 30138,
      "end": 30243,
      "text": "It has explained that, the distinction between a provision which is mandatory and one which is directory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "933a0f2a045543beacacd02784912425_200"
    },
    {
      "start": 30244,
      "end": 30433,
      "text": "It has observed that, while a provision which is mandatory must be strictly observed, in the case of a provision which is directory, it is sufficient that it is substantially complied with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66df99e0a9ca453dbabb68fa43e99d23_201"
    },
    {
      "start": 30435,
      "end": 30566,
      "text": "31. The Supreme Court in Sharif-ud-Din (supra) has considered the provisions of Jammu & Kashmir Representation of People Act, 1957.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "caa0899daaf740b89e59216f54749574_202"
    },
    {
      "start": 30567,
      "end": 30862,
      "text": "It has held that, in order to find out the true character of the legislation, that is, whether the legislation is mandatory or directory in nature, the Court has to ascertain the object which the provision of law in question is to subserve and the design and the context for which it is enacted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a00b0eb5269414e80e7e2e6a2459a6c_203"
    },
    {
      "start": 30863,
      "end": 31319,
      "text": "If the object of a law is to be defeated by non-compliance with it, then, such provision is to be regarded as mandatory, but when a provision of law relates to any performance of any public duty and the invalidation of any act done in disregard of that provision causes serious prejudice to those for whose benefit it is enacted and at the same time who have no control over the performance of the duty, such provision should be treated as a directory one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b0d8dee4b923457bae8d3aa43e384842_204"
    },
    {
      "start": 31320,
      "end": 31644,
      "text": "It has held that, where, a provision of law prescribes that a certain act has to be done in a particular manner by a person in order to acquire a right and which is coupled with another provision which confers an immunity on another when such act is not done in that manner, the former has to be regarded as a mandatory one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1d7a274a3fcf4aed91cf0e204438fc2b_205"
    },
    {
      "start": 31645,
      "end": 31954,
      "text": "A procedural rule ordinarily should not be construed as mandatory if the defect in the act done in pursuance of it can be cured by permitting appropriate rectification to be carried out at a subsequent stage unless by according such permission to rectify the error later on, another rule would be contravened.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "468bc58d37f345ae96066ce3a2b6c782_206"
    },
    {
      "start": 31955,
      "end": 32195,
      "text": "Whenever a statute prescribes that a particular act is to be done in a particular manner and also lays down that failure to comply with the said requirement leads to a specific consequence, such a requirement should be held to be mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f667860b17a4119b2151e0136df1cee_207"
    },
    {
      "start": 32197,
      "end": 32325,
      "text": "32. In Owners and Parties interested in M.V. \"Vali Pero\" (supra) the Supreme Court has considered the Calcutta High Court Rules.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "167fc85ae9cd40039db64f21e274e9e2_208"
    },
    {
      "start": 32326,
      "end": 32481,
      "text": "It has held that, the defect of not taking the signature of the witness on the deposition was not fatal to the reception of the deposition in the evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "899293024c3b4deea29f2c7a06a145b2_209"
    },
    {
      "start": 32482,
      "end": 32597,
      "text": "It has observed that, Rules of procedure are not by themselves an end but the means to achieve the ends of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be6ed75419d84b87bd1e353b06fb7857_210"
    },
    {
      "start": 32598,
      "end": 32908,
      "text": "Construction of the Rule of procedure which permits justice and prevents miscarriage by enabling the Court to do justice in myriad situation, all of which cannot be envisaged, acting within the limits of the permissible construction, must be preferred to that which is rigid and negatives the cause of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b6803869763c46f98becb3618349083a_211"
    },
    {
      "start": 32910,
      "end": 33091,
      "text": "33. The Supreme Court in Chandrika Prasad Yadav (supra) has observed that, the question as to whether a statute is directory or mandatory would not depend upon the phraseology used.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "745fb461ea5b41978a726a735fb61a7a_212"
    },
    {
      "start": 33092,
      "end": 33142,
      "text": "The principle as regards the nature of the statute",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50ae427735ed47ffac9a64749cb32d12_213"
    },
    {
      "start": 33143,
      "end": 33234,
      "text": "must be determined having regard to the purpose and object to the statute seeks to achieve.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fe0dc2f565fd4050bc49a6658d0fc3d9_214"
    },
    {
      "start": 33236,
      "end": 33537,
      "text": "34. The Patna High Court in Smt. Sunita Devi & Ors. (supra) has held that, the provisions of Order VIII Rule 1 of the Code of Civil Procedure, 1908 are not mandatory and that in exceptional cases, written statement can be accepted beyond the time limit prescribed by the Code of Civil Procedure, 1908.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bc085a0639f74e8e97e652b3df2680c8_215"
    },
    {
      "start": 33538,
      "end": 33838,
      "text": "The Supreme Court in R.N. Jadi & Brothers & Ors. (supra), Salem Advocate Bar Association, Tamil Nadu (supra) and Zolba (supra) has considered the provisions of Order VIII Rule 1 of the Code of Civil Procedure, 1908 which limits the time period for filing a written statement by a defendant in a suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8fe21128e5904823a72fb05d16a84f92_216"
    },
    {
      "start": 33839,
      "end": 34013,
      "text": "In Salem Advocate Bar Association, Tamil Nadu (supra) the Supreme Court has held that, Order VIII Rule 1 and the proviso thereto are directory in character and not mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88d3c77cea1a49c2a1de42bef838d57f_217"
    },
    {
      "start": 34014,
      "end": 34101,
      "text": "Such view has been reiterated in R.N. Jadi & Brothers & Ors. (supra) and Zolba (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "496cffa646ad4003886b8a513d343bbb_218"
    },
    {
      "start": 34103,
      "end": 34471,
      "text": "35. The Supreme Court in Manbodhan Lal Srivastava (supra) has observed that the use of the word 'shall' in a statute, though generally taken in a mandatory sense, does not necessarily mean that in every case it shall have effect that is to say that, unless the words of the statute punctiliously valid, the proceeding or the outcome of the proceeding would be invalid.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "132d104fa8154569bdb6eb0e88ef4020_219"
    },
    {
      "start": 34472,
      "end": 34529,
      "text": "It has observed that, Article 320(3)(c) is not mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ab0bf09e954e4145820d8f3efac2b0ec_220"
    },
    {
      "start": 34530,
      "end": 34662,
      "text": "Irregularity in consultation with public service commission does not afford a public servant with cause of action in a Court of Law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "69079dffb3e944a0928258516c94246c_221"
    },
    {
      "start": 34664,
      "end": 34800,
      "text": "36. The Supreme Court in Shivjee Singh (supra) has considered Section 1 and Section 202(2) proviso of the Criminal Procedure Code, 1973.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3d442b9a6e4644d98d2312579e75c4f2_222"
    },
    {
      "start": 34801,
      "end": 34941,
      "text": "It has held that, despite the use of the word 'shall', in Section 1 of the Criminal Procedure Code, 1973, it has to be treated as directory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "380dc4ff0d464562b793629f0666a758_223"
    },
    {
      "start": 34942,
      "end": 35049,
      "text": "It has held that, the proviso to Section 202(2) of the Criminal Procedure Code, 1973 is also not mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "861c3fdf4ae6480fb0bc3368453dde9e_224"
    },
    {
      "start": 35050,
      "end": 35206,
      "text": "The Supreme Court in Smt. Lila Gupta (supra) has considered the proviso to Section 15 of the Hindu Marriage Act, 1955 and held the same not to be mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8955381d78a9423b9c59f1f57b59808a_225"
    },
    {
      "start": 35208,
      "end": 35410,
      "text": "37. The Supreme Court in Macquarie Bank Limited (supra) has considered Section 9(3)(c) of the Insolvency and Bankruptcy Code and held that, the same to be a procedural provision and directory in nature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93aa65ab5cbb4a79813331caded350f2_226"
    },
    {
      "start": 35412,
      "end": 35672,
      "text": "38. The Supreme Court in Bihar Rajya Bhumi Vikas Bank Samiti (supra) has considered the provisions of Section 34 of the Act of Arbitration and Conciliation Act, 1996 and held that, the views of the High Courts of Bombay and Calcutta represent the correct view.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a65a36ea95b4d57a7501bcfa916bbe8_227"
    },
    {
      "start": 35673,
      "end": 35784,
      "text": "Candor Gurgaon two Developers and Projects Pvt. Ltd. (supra) of the Calcutta High Court has been noted therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dfa1dca577c24ccea6f0cfd077ae28ce_228"
    },
    {
      "start": 35785,
      "end": 35981,
      "text": "It has held that the vested right of a party to challenge the award under Section 34 cannot be taken away of a non-compliance of issuance of prior notice before filing of the arbitration petition.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38a89475901240cf87565c4d3d414ab4_229"
    },
    {
      "start": 35983,
      "end": 36267,
      "text": "39. The Full Bench of Kerala High Court in M. Gopalan (supra) while considering the provisions of Section 23 of the Prevention of Food Adulteration Act, 1954 and Rule 7(3) of the Prevention of Food Adulteration Rules, 1955 has held that Rule 7(3) of the Rules are directory in nature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "28ac68cb2fc14ac080a186f488d42e7b_230"
    },
    {
      "start": 36269,
      "end": 36566,
      "text": "40. In Ambalal Sarabhai Enterprises Limited (supra) the Supreme Court has considered the issue whether the transaction between the parties in the suit under consideration before the Supreme Court can be considered as a commercial dispute so as to enable the Commercial Court to entertain the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "21f01052354e45909bae6151f88816e2_231"
    },
    {
      "start": 36567,
      "end": 36691,
      "text": "It has held, the literal and strict interpretation has to be applied while interpreting a particular statute or a provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e1ce037c95054c5aa429b89f31482023_232"
    },
    {
      "start": 36692,
      "end": 36856,
      "text": "Adverting to the various provisions of the Act of 2015 it has held the Act of 2015 allows the Court to adopt a proactive approach in resolving a Commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9219cd99e424cad82bf3c9e7f5febc5_233"
    },
    {
      "start": 36857,
      "end": 36878,
      "text": "It has observed that.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccce2b835dc849a5b4b29e3d5adc7780_234"
    },
    {
      "start": 36879,
      "end": 37104,
      "text": "The intent of the legislature is to have a procedure which expedites the disposal of commercial disputes and thus create a positive environment for investment and development and make India an attractive place to do business.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f8c6d65970647a19831fe8d017745d9_235"
    },
    {
      "start": 37105,
      "end": 37357,
      "text": "It has also held a purposive interpretation of the objects and reasons and the various amendments to the Code of Civil Procedure, 1908 made by the Act of 2015 leaves no room for doubt that the provisions of the Act of 2015 are to be strictly construed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75254ea450ed46ee886191078ad43834_236"
    },
    {
      "start": 37358,
      "end": 37554,
      "text": "The object shall be fulfilled only if the provisions of the Act of 2015 are and interpreted in a narrow sense and not hampered by the usual procedural delays plaguing the traditional legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f8ea4dfc778469a8a889f767dda8479_237"
    },
    {
      "start": 37556,
      "end": 37839,
      "text": "41. In Dhanbad Fuels Limited (supra), the Court has considered an order passed by the Commercial Court rejecting an application under Order VII Rule 11 (d) of the Code of Civil Procedure, 1908 seeking dismissal of the suit in view of non compliance of Section 12A of the Act of 2015.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d8434190ffad46aea021aa0ed447d8c6_238"
    },
    {
      "start": 37840,
      "end": 37997,
      "text": "In the facts of that case, the defendant in the suit filed an application under Order VII Rule 11(a) of the Code of Civil Procedure, 1908 which was rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87948a8cddfa413faa6f71a5b078d519_239"
    },
    {
      "start": 37998,
      "end": 38096,
      "text": "The defendant did not raise the issue of non compliance of Section 12A of the Act of 2015 therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1755fbe38fd8410d80cd7cf7c508b266_240"
    },
    {
      "start": 38097,
      "end": 38331,
      "text": "The subsequent application under Order VII Rule 11 (d) for rejection of the plaint on the ground of non compliance of section 12A of the Act of 2015 filed more than a year since institution of the suit was rejected by the Trial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f9038f96bec456f8d26a5822f9ed050_241"
    },
    {
      "start": 38332,
      "end": 38489,
      "text": "In revision, the Court had directed reference to mediation and stay of the suit for limited period so as to allow the process of mediation to run its course.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "518cf93f78424f33b487451bf0f0ed4f_242"
    },
    {
      "start": 38490,
      "end": 38756,
      "text": "The Revisional Court had taken note of the fact that the suit was filed in August 2019, Standard Operating Procedure for Pre-institution Mediation and Settlement was prescribed on December 11, 2020 and the panel for trained mediators was availed on January 27, 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1f7707f922d4d06b5226c07119cb000_243"
    },
    {
      "start": 38758,
      "end": 38999,
      "text": "42. The Bombay High Court in 2021 SCC Online Bom 195 (Ganga Taro Vazirani v. Deepak Raheja) has held that, Section 12A of the Act of 2015 is a procedural provision and if there is a substantial complaining the plaintiff cannot be non-suited.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "455970a80c0b46018849b62670e80d9e_244"
    },
    {
      "start": 39001,
      "end": 39091,
      "text": "43. Section 12A of the Act of 2015 has been introduced to the Act of 2015 by an amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0aa2ec46033d41e89b3625d244e85ce0_245"
    },
    {
      "start": 39092,
      "end": 39177,
      "text": "It has been introduced to the Act of 2015 with retrospective effect from May 3, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50ed91164a194f33aa37d85e3ca5289e_246"
    },
    {
      "start": 39178,
      "end": 39380,
      "text": "Sub-Section (1) of Section 12A of the Act of 2015 has required the plaintiff to exhaust the remedy of pre- institution mediation to institute a suit which may fall within the purview of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97eabdbf82d94cf4a345489c7993c8fb_247"
    },
    {
      "start": 39381,
      "end": 39576,
      "text": "Sub-Section (2) of Section 12A has required the Central Government to authorise authorities constituted under the Legal Services Authority Act, 1987 for the purposes of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b611b5e7e11741b8ab5c13b17b953a25_248"
    },
    {
      "start": 39577,
      "end": 40038,
      "text": "In exercise of powers conferred under Sub-Section (2) of Section 12A of the Act of 2015, the Central Government has by a notification dated July 3, 2018 published in the Gazette of India on July 3, 2018, authorised the State Authority and the District Authority constituted under the Legal Services Authorities Act, 1987 for the purposes of pre-institution mediation and settlement under Chapter IIIA of the Act of 2015, that is, Section 12A of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8818d2e2d78d4ab9968ce496593027cc_249"
    },
    {
      "start": 40039,
      "end": 40166,
      "text": "\n44. Sub-Section (3) of Section 12A has prescribed a time limit of three months for the completion of the process of mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41f73759508e47479d0d71f1ae88fc8a_250"
    },
    {
      "start": 40167,
      "end": 40348,
      "text": "The first proviso to such Sub-Section has allowed the time limit to complete the process of mediation to be extended for a further period of two months, with the consent of parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c79cb04607874c76b3fa55e80179bf55_251"
    },
    {
      "start": 40349,
      "end": 40579,
      "text": "The second proviso to Sub-Section (3) has mandated that, the period during which the parties remained occupied with the pre-institution mediation, shall not be computed for the purpose of limitation under the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "659e22e353694fb38ad143d40b2846d3_252"
    },
    {
      "start": 40580,
      "end": 40818,
      "text": "Sub-Section (4) of Section 12A of the Act of 2015 has required the parties to reduce the settlement, if any, arrived at with regard to the commercial dispute, into writing, and such settlement to be signed by the parties and the mediator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32b6430ba77444df933bc420aa3d8aaf_253"
    },
    {
      "start": 40819,
      "end": 41136,
      "text": "Sub- Section (5) of Section 12A of the Act of 2015 has provided that, the settlement arrived at under the provisions of Section 12A of the Act of 2015 shall have the same status and effect as if it is an arbitral award on agreed terms under Sub-Section (4) of Section 30 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae0796d863484005a618e611f2aef334_254"
    },
    {
      "start": 41137,
      "end": 41190,
      "text": "The settlement therefore can be enforced as an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c21a728ac924ec5b97fdca6aa6b3d1e_255"
    },
    {
      "start": 41191,
      "end": 41320,
      "text": "The award partakes the character of a decree by virtue of the legal fiction imbibed under the Act of 1996 in respect of an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d32261f286742db8633b85a321fb498_256"
    },
    {
      "start": 41322,
      "end": 41462,
      "text": "45. The scheme of Section 12A of the Act of 2015 as has been amended is that, a commercial dispute must receive a pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16b2f7f900d849089664ee07932989d5_257"
    },
    {
      "start": 41463,
      "end": 41547,
      "text": "Such pre-institution mediation has to be completed within the time frame stipulated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6290a48160a467ebf372ed0c6d55eff_258"
    },
    {
      "start": 41548,
      "end": 41849,
      "text": "In the event such pre-institution mediation results in a settlement, then such settlement will partake the character of an award necessarily inviting the application of the provisions of the Act of 1996 along with all attendant rigors and benefits with regard to an award passed under the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad4ceb71b24649c4819071bce423e612_259"
    },
    {
      "start": 41850,
      "end": 42082,
      "text": "Therefore, a pre-institution mediation, may result in an award which is enforceable as a decree of a Court within a maximum period of 5 months from the date of application for mediation made under Section 12A (1) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5884f4ed8d1465b91d7a5accca1420d_260"
    },
    {
      "start": 42083,
      "end": 42264,
      "text": "A regular suit, even under the rigours of the Act of 2015 may not attend finality within the maximum period of five months prescribed for completion of a pre- institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ece79c7a8a4a463c8ab9078e08e0a88c_261"
    },
    {
      "start": 42265,
      "end": 42414,
      "text": "The provisions for pre-institution mediation are therefore a mechanism which allows expeditious disposal of a commercial dispute between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88bcf2182cb141eca1788b8ee9db6b43_262"
    },
    {
      "start": 42415,
      "end": 42640,
      "text": "\n46. Section 12A (1) of the Act of 2015 has debarred a plaintiff from instituting a suit relating to a commercial dispute, without exhausting the remedy of pre-institution mediation, unless the plaintiff seeks urgent reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6269621b007f49fbbd225e899b94fff5_263"
    },
    {
      "start": 42641,
      "end": 42787,
      "text": "The word 'shall' used in Section 12A (1) of the Act of 2015 has to be considered in light of the Act of 2015 and the authorities cited at the bar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15a39aa3c4c94e8389f1f1d5897e794d_264"
    },
    {
      "start": 42789,
      "end": 42877,
      "text": "47. Whether a provision of any statute is mandatory or not depends upon various factors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "875c1e845c424c8f924f26c40935ccd1_265"
    },
    {
      "start": 42878,
      "end": 42953,
      "text": "Existence or user of the word 'shall' is not the sole determinative factor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f21a0638faa947988a116c8bd22251b0_266"
    },
    {
      "start": 42954,
      "end": 43024,
      "text": "User of such word usually denotes a mandatory nature to the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "800e5941ccc341b4ab5cc622edb55e84_267"
    },
    {
      "start": 43025,
      "end": 43107,
      "text": "However there are instances where, the word 'shall' has been read to be directory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36f82d7334a34157a8070311639ce66f_268"
    },
    {
      "start": 43108,
      "end": 43280,
      "text": "In order to arrive at a conclusion as to whether or not, the provision of the statute is mandatory, the Court has to find out the object and purpose of the Act in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d8dcb30458b48d58e7584ad05a023ed_269"
    },
    {
      "start": 43281,
      "end": 43394,
      "text": "The Court has to ascertain the object, design, purport and the context in which the provision of law was enacted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9238403c102849789b500087cc50ff22_270"
    },
    {
      "start": 43395,
      "end": 43507,
      "text": "If the object of the Act would be defeated by non-compliance, then such statute has to be regarded as mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9fca75263b24d309153d14c26de5a9b_271"
    },
    {
      "start": 43508,
      "end": 43799,
      "text": "If a provision of law prescribes that, for a person to acquire a right a certain act has to be done in a particular manner and it is coupled with another provision which confers a right on another when such act is not done in that manner, then it has to be regarded as a mandatory provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e3c42b0e47c4a6a819af247e1108c7b_272"
    },
    {
      "start": 43800,
      "end": 43842,
      "text": "\n48. Procedural law can be mandatory also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b87a42a5bea456f982c1b66a5786ba5_273"
    },
    {
      "start": 43843,
      "end": 44070,
      "text": "Section 69 of the Indian Partnership Act, 1932 is one of such instance which has been held to be mandatory by the Supreme Court in 1977 Volume 1 Supreme Court Cases 379 (Seth Loonkaran Sethiya & Ors. v. Mr. Ivan E. John & Ors).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f0f517788273488ca62339c4c2345586_274"
    },
    {
      "start": 44071,
      "end": 44407,
      "text": "The time to file written statement as prescribed by the Act of 2015 by introducing amendments to the procedural part of the Code of Civil Procedure, 1908 has been held to be mandatory by the Supreme Court in 2019 Volume 12 Supreme Court Cases 210 (SCG Contracts (India) Private Ltd. v. K.S. Chamankar Infrastructure Private Ltd. & Ors).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f4baa994c1874ab0b454a9871c1b4a95_275"
    },
    {
      "start": 44408,
      "end": 44614,
      "text": "Section 80 of the Code of Civil Procedure, 1908 which is a procedural provision has been held to be mandatory by Supreme Court in 1977 Volume 1 Supreme Court Cases 257 (State of Maharashtra v. Chanderkant).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "06721f1fd4f44409bfe619234fb10cdb_276"
    },
    {
      "start": 44615,
      "end": 44878,
      "text": "In 2013 Volume 10 Supreme Court Cases 178 (State of Kerala v. Sudhir Kumar) the Supreme Court has held that, a suit filed without complying with Section 80(1) of the Code of Civil procedure, 1908 cannot be regularised by filing an application under Section 80(2).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cd7f03e1faae44ee870d4c611345ebd6_277"
    },
    {
      "start": 44879,
      "end": 45064,
      "text": "\n49. Section 69 of the Partnership Act 1932 and Section 80 of the Code of Civil Procedure, 1908 prohibits institution of a suit without satisfaction of the parameters laid down therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a11b3ba2262b476783fa1880ff2b1da6_278"
    },
    {
      "start": 45065,
      "end": 45120,
      "text": "Both have been held to be procedural law but mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd57faed2a564ff6b1db57fc0feab175_279"
    },
    {
      "start": 45121,
      "end": 45229,
      "text": "Similarly, Section 12A of the Act of 2015 has a prohibition on institution of a suit in the sate parameters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "727bc775aecb4e6ba463d7b40feb67fa_280"
    },
    {
      "start": 45230,
      "end": 45460,
      "text": "The prohibition or institution of a suit under Section 12A of the Act of 2015 is of similar nature as that of the prohibition under Section 69 of the Indian Partnership Act, 1932 and Section 80 of the Code of Civil Procedure 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1f1aea4aa3941a084e00bb0f6cf4740_281"
    },
    {
      "start": 45461,
      "end": 45579,
      "text": "In all three cases, the prohibition is absolute when the plaintiff fails to observe the modalities stipulated therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11aa2ed9d3fb4cb8bb309514f5623900_282"
    },
    {
      "start": 45580,
      "end": 45722,
      "text": "Section 69 of the Indian Partnership Act, 1932 and Section 80 of the Code of Civil Procedure 1908 does not contemplate substantial compliance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad89eee071f14695857b896415e6e429_283"
    },
    {
      "start": 45723,
      "end": 45796,
      "text": "On the same analogy Section 12A of the Act of 2015 should not do so also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc7a04208b0347d9a4e049892c7f49f1_284"
    },
    {
      "start": 45797,
      "end": 45986,
      "text": "Both Section 69 of the Indian Partnership Act, 1932 and Section 80 of the Code of Civil Procedure, 1908 non-suits a plaintiff if the stipulate parameters are complied with by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbb3b9e49b704504b9f827a7d7254415_285"
    },
    {
      "start": 45987,
      "end": 46081,
      "text": "Section 12A of the Act of 2019 stipulates the same result for the plaintiff on non-compliance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c15be05d40c4e2db9eb13029728ac7f_286"
    },
    {
      "start": 46082,
      "end": 46350,
      "text": "The consequence of non-adherence to Section 12A of the Act of 2015 renders the institution of the suit void in the same nature as that ofa breach of Section 69 of the Indian Partnership Act, 1932 and Section of 80 of the Code of Civil Procedure, 1908 affects a plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3eea2b27f6843db8537122f7a3707d3_287"
    },
    {
      "start": 46351,
      "end": 46454,
      "text": "The pain of non compliance with Section 12A of the Act of 2015 for the plaintiff is getting non-suited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a551632a6f9441eaabe33ce24b26f927_288"
    },
    {
      "start": 46455,
      "end": 46547,
      "text": "Being non-suited for non-compliance of statutory provisions is a concept not unknown to law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "307905e6f6b64b20912e936803fac29a_289"
    },
    {
      "start": 46549,
      "end": 46673,
      "text": "50. Ambalal Sarabhai Enterprises (supra) has laid down that, the provisions of the Act of 2015 has to be strictly construed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f94e528a40443bc98f41736c9e1fa90_290"
    },
    {
      "start": 46674,
      "end": 46820,
      "text": "The construction and interpretation of the Act of 2015 has to be such that it fulfills the object of expeditious disposal of a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8d05517d7f047ff9f3b30aed21f1c5e_291"
    },
    {
      "start": 46821,
      "end": 46977,
      "text": "The provisions of the Act of 2015 have to be interpreted in a narrow sense so that the procedural delays plaguing the traditional legal system are obviated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "419e05a942174fa8b41a30089508d5e5_292"
    },
    {
      "start": 46978,
      "end": 47071,
      "text": "\n51. Section 12A of the Act of 2015 although being procedural in nature has a public purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77515bcf5579432a9b18098eac5a321d_293"
    },
    {
      "start": 47072,
      "end": 47233,
      "text": "The public purpose is to have commercial disputes within the meaning of the Act of 2015 disposed of expeditiously through mediation at the pre-institution stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e7afab82116477380d9cf3c7194c9fd_294"
    },
    {
      "start": 47234,
      "end": 47562,
      "text": "A mandatory pre-institution mediation will not only expedite the resolution of a commercial dispute within the meaning of the Act of 2015 on an amicable platform but will also facilitate and face up the time of a congested Commercial Division or a Commercial Court to devote time and energy to the disposal of the pending suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1711d79b37314402b8279368fdbfc851_295"
    },
    {
      "start": 47563,
      "end": 47710,
      "text": "Section 12A of the Act of 2015 if construed as mandatory achieves twin objects of expeditious disposal and freeing up time and space for the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c51ee2573e934252a9c337b745fdb06d_296"
    },
    {
      "start": 47712,
      "end": 47815,
      "text": "52. The object of the Act of 2015 is to ensure expeditious and speedy disposal of a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19d03a80043541d5b92764ea9c880ad7_297"
    },
    {
      "start": 47816,
      "end": 47952,
      "text": "Expedition and speed in disposing of a commercial dispute is attained, in the wisdom of the legislature, by a pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "182a3199b9964f6e934c76eab24a8b6b_298"
    },
    {
      "start": 47953,
      "end": 48055,
      "text": "Section 12A(1) of the Act of 2015 distinguishes suits filed under the Act of 2015 into two categories.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5e9779f970745ff89c1539ba8cdb0c0_299"
    },
    {
      "start": 48056,
      "end": 48106,
      "text": "It treats the two categories of suits differently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b05bc1e00a4c4e109d59108b77730918_300"
    },
    {
      "start": 48107,
      "end": 48208,
      "text": "Suits are categorized into two on the basis of need of the plaintiff to obtain urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8f7f12e79d04ca096287870a7f9639b_301"
    },
    {
      "start": 48209,
      "end": 48288,
      "text": "One category is a suit where the plaintiff does not seek urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2e0e604d33240f9aca7d211ce01f8c8_302"
    },
    {
      "start": 48289,
      "end": 48453,
      "text": "In such category Section 12A of the Act of 2015 debars the plaintiff from instituting a suit unless the plaintiff exhausts the remedy of pre- institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "741e1154acf84465b8d61383e855138c_303"
    },
    {
      "start": 48454,
      "end": 48771,
      "text": "The provisions of Sub-Section (1) of Section 12A of the Act of 2015 are such that, a plaintiff is obligated to approach the appropriate authority for a pre-institution mediation, unless he seeks urgent interim relief, in respect of a commercial dispute, to approach the Court for resolution of the commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55e7d377f95d4a25a2111f2463f0e9f9_304"
    },
    {
      "start": 48772,
      "end": 48938,
      "text": "Section 12A of the Act of 2015 prescribes an obligation on the plaintiff to undertake the pre- institution mediation and vests a corresponding right on the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1753477550ff4384962acd61940106da_305"
    },
    {
      "start": 48939,
      "end": 49169,
      "text": "The defendant enjoys the right of a pre-institution mediation and in the default of the plaintiff not going for pre-institution mediation, then having a suit against the defendant by such defaulting plaintiff, being barred by law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fa9701970d7400e8afa5f029642a650_306"
    },
    {
      "start": 49170,
      "end": 49409,
      "text": "Failure of the plaintiff to exhaust pre-institution mediation, unless, he seeks urgent relief, in a commercial dispute, gives a corresponding right to the defendants to claim that, such suit could not have been instituted by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53c5b4e31fde4863af0ff5a01e16f105_307"
    },
    {
      "start": 49410,
      "end": 49509,
      "text": "Such failure of the plaintiff will result in the dismissal of the suit if allowed to be instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2046f1d50aed47cbaf5b89ceca2d2c7c_308"
    },
    {
      "start": 49510,
      "end": 49634,
      "text": "The other category of suits under Section 12A of the Act of 2015 is a suit where the plaintiff seeks urgent interim reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dade5da6a6bc4177a6f8f0cbc81a07e2_309"
    },
    {
      "start": 49636,
      "end": 49729,
      "text": "53. The two categories of suits under Section 12A of the Act of 2015 are treated differently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16af4a2015f74b58ad3ec31972884436_310"
    },
    {
      "start": 49730,
      "end": 49963,
      "text": "In the category of suits where the plaintiff does not seek urgent interim relief, the plaintiff is statutorily required to exhaust pre-institution mediation, whereas a plaintiff seeking urgent interim relief is not required to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b648195a6fbf4b7db5c39897d82ef3c0_311"
    },
    {
      "start": 49964,
      "end": 50224,
      "text": "In a suit where the plaintiff does not seek urgent interim reliefs, limitation is extended or kept in abeyance, as one may perceive it, till the conclusion of the statutorily mandated period of mediation while in the other category no such benefit is extended.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc13755848824aad92b234586bcaa03a_312"
    },
    {
      "start": 50226,
      "end": 50787,
      "text": "54. Given the nature of the language used in Section 12A of the Act of 2015, and the two categories of suits being dealt with thereunder, and taking into consideration the distinction between 'filing' of a suit and its 'institution' in my view, it requires the Court to apply its mind at the time of the suit being presented before it, as to whether the plaintiff in a suit which does not contemplate any urgent interim relief under the Act of 2015 exhausted the remedy of pre-institution mediation in accordance with the manner and procedure prescribed or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b876fa4893c427e9cfe85b3465aba1d_313"
    },
    {
      "start": 50788,
      "end": 50964,
      "text": "Sub-Section (1) of Section 12A of the Act of 2015 casts a duty upon the Court to ensure that a suit is instituted by a plaintiff in accordance with procedure laid down therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4944be5300894be1b619ce76fc511eb9_314"
    },
    {
      "start": 50965,
      "end": 51036,
      "text": "The duty is akin to a duty under Section 3 of the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8e47bb3c28d4166b8b5899ef4eaecb7_315"
    },
    {
      "start": 51037,
      "end": 51193,
      "text": "A plaintiff may not undertake pre-institution mediation if the plaintiff is in a position to demonstrate that, the plaintiff requires urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d5ab8bf199d4b1384017fe2a8fd29ba_316"
    },
    {
      "start": 51194,
      "end": 51451,
      "text": "In order to do so, the plaintiff has to approach the Court before which the suit is to be instituted and satisfy the Court that it needs to institute such suit without undertaking a pre- institution mediation in view of the urgency claimed by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df12ca78539a48a6b54443af7c0abb06_317"
    },
    {
      "start": 51453,
      "end": 51606,
      "text": "55. A civil Court has jurisdiction to try all suits of a civil nature, excepting suits of which their cognizance is either expressly or impliedly barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b87a9f5f6c64f8490789edfa67ae08a_318"
    },
    {
      "start": 51607,
      "end": 51783,
      "text": "Various statutes have either expressly or impliedly barred the jurisdiction of a Civil Court to try a suit of civil nature under section 9 of the Code of Civil Procedure, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dcb2d5d4c404240859c41b7d36cbe71_319"
    },
    {
      "start": 51784,
      "end": 51890,
      "text": "For instance such bar can be had at Section 18 of Recovery of debts due to Banks and Bankruptcy Act, 1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d70a12957db3453ea57b38f4fa9cb0d6_320"
    },
    {
      "start": 51891,
      "end": 52016,
      "text": "The right of a litigant to approach a Civil Court to have suits of Civil nature adjudicated and decided is not unconditional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4d29e848d4744368bf60e7a723ca969_321"
    },
    {
      "start": 52017,
      "end": 52119,
      "text": "Section 9 of the Code of Civil Procedure, 1908 itself recognizes that such right is not unconditional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e11e5ad3c43b4c0db1341570c243da58_322"
    },
    {
      "start": 52120,
      "end": 52191,
      "text": "Such right can be abridged, regulated or taken away as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8584316f79f94bd38d774e60337d3f57_323"
    },
    {
      "start": 52192,
      "end": 52344,
      "text": "Section 12A of the Act of 2015 is a provision which regulates and affects the right of the plaintiff to approach a Court to try suits of a civil nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39f661f37ad84fa0bae9855febf11cc4_324"
    },
    {
      "start": 52345,
      "end": 52524,
      "text": "Of Course, Section 12A of the Act of 2015 is in the context of a commercial dispute to be tried by a Commercial Court or a Commercial Division of a High Court, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6eaaba938e1c4d838f981263cf1f17a7_325"
    },
    {
      "start": 52526,
      "end": 52850,
      "text": "56. It cannot be contended that, a plaintiff has an unconditional right to approach the Commercial Court or a Commercial Division of a High Court to have an issue involving a 'commercial dispute' within the meaning of the Act of 2015 decided by such Court without adhering to the provision of Section 12A of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b2627d0bd994f05a88aec50c2435ec2_326"
    },
    {
      "start": 52851,
      "end": 52931,
      "text": "The right to approach such Court is regulated by Section 12A of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe357d1680394d22b8872d888336a19b_327"
    },
    {
      "start": 52932,
      "end": 53019,
      "text": "The regulation in place is such that it expedites resolution of the commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e721c9f4f33543ce9f2a0ede669eb566_328"
    },
    {
      "start": 53020,
      "end": 53129,
      "text": "\n57. Section 12 A of the Act of 2015 has entered the statute book with retrospective effect from May 3, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52de114fae3f4faca939ccef71ebb80b_329"
    },
    {
      "start": 53130,
      "end": 53201,
      "text": "It has been introduced to the Act of 2015 by the Amendment Act of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e71a85081e54351908d513d5cb25731_330"
    },
    {
      "start": 53202,
      "end": 53290,
      "text": "The Amendment Act of 2018 has been published in the Gazette of India on August 21, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd953046382d409090a434f3f9e24e2c_331"
    },
    {
      "start": 53291,
      "end": 53347,
      "text": "The Act of 2015 has come into force on October 23, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9abc613efece48368aace48c1e291112_332"
    },
    {
      "start": 53348,
      "end": 53426,
      "text": "The Act of 2015 has been published in the Gazette of India on January 1, 2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77954df82df74dd79007191221346104_333"
    },
    {
      "start": 53428,
      "end": 53747,
      "text": "58. Between the periods October 23, 2015 when the Act of 2015 had come into retrospective effect till January 1, 2016, when the Amendment Act of 2018 was published, the public was not aware that a plaintiff was required to undertake a pre-institution mediation in respect of a commercial dispute of the Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "392163b48bcd44309d162a846cac72c3_334"
    },
    {
      "start": 53748,
      "end": 54154,
      "text": "In my view, suits involving a commercial dispute of the Specified Value instituted before the Commercial Division without pre-institution mediation till January 1, 2016 cannot be faulted on the touchstone of failure to undertake a pre- institution mediation in terms of section 12 A of the Act of 2015 simply on the ground that the public was not aware of the requirement to do so till January 1, 2016.\n59.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ac4817f71304685974b04cfad798241_335"
    },
    {
      "start": 54155,
      "end": 54342,
      "text": "For the period therefore from October 23, 2015 till January 1, 2016, a plaintiff was not aware of the provisions of Section 12 A of the Act of 2015 for such plaintiff to comply therewith.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24b33460781f4b1a87d04c66a6f87609_336"
    },
    {
      "start": 54343,
      "end": 54459,
      "text": "There is one more period to which, the plaintiff cannot be faulted for not undertaking a pre- institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3ec8406f7f245dda6ad48e2dafe2b00_337"
    },
    {
      "start": 54460,
      "end": 54665,
      "text": "It is the period from January 1, 2016 till December 11, 2020 being the date when the manner and procedure for the pre- institution mediation had been prescribed by the rules made by the central government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a2e02fa3f41415b8716a97675d24e9b_338"
    },
    {
      "start": 54666,
      "end": 54806,
      "text": "The same would include the availability of requisite infrastructure for pre-institution mediation as also availability of trained mediators.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47cf476704c940b0baca19da978e4ec2_339"
    },
    {
      "start": 54807,
      "end": 55129,
      "text": "Once the procedure has been prescribed by the rules of the central government and the requisite infrastructure to undertake a pre- institution mediation is in place, a plaintiff cannot claim that, Section 12 A of the Act of 2015 is directory and not mandatory, when such plaintiff is not seeking any urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d67e63d6e7624d799039ada13a75146a_340"
    },
    {
      "start": 55130,
      "end": 55433,
      "text": "Therefore, for the period from October 23, 2015 till December 11, 2020 a plaintiff cannot be faulted for not undertaking pre-institution mediation under Section 12A of the Act of 2015 where the plaintiff is not seeking any urgent interim relief as the requisite infrastructure to do so was not in place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50e669d3945d41cda19ece47ad775cf7_341"
    },
    {
      "start": 55435,
      "end": 55561,
      "text": "60. In view of the discussions above, the first issue is answered by holding that section 12A of the Act of 2015 is mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70278efa383c41c9b7744c0f12f95e7e_342"
    },
    {
      "start": 55562,
      "end": 55732,
      "text": "In respect of suits filed upto December 11, 2020 the plaintiff cannot be non-suited for non-compliance as the requisite infrastructure under Section 12A was not notified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7c084f525d94a56bc83a81cdf95fce6_343"
    },
    {
      "start": 55734,
      "end": 55828,
      "text": "61. Section 12A has been introduced to the statute with retrospective effect from May 3, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "838754c3589b44e7bbbcb7ca3afd55c7_344"
    },
    {
      "start": 55829,
      "end": 56025,
      "text": "Therefore, a plaintiff not seeking urgent interim relief has to exhaust the remedy of pre-institution mediation in terms of the procedure as prescribed by the rules made by the Central Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65efac7f00fa4f05b0f08dca27744c3b_345"
    },
    {
      "start": 56026,
      "end": 56080,
      "text": "Section 15 has provided for transfer of pending cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09b1eaa62cfe4f73a4eead75b0178748_346"
    },
    {
      "start": 56081,
      "end": 56154,
      "text": "Section 15 has dealt with both suits as well as arbitration applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "febf7d1d729f4f229f6ba47ce35e5e79_347"
    },
    {
      "start": 56155,
      "end": 56507,
      "text": "Under Sub-section (1) of Section 15 of the Act of 2015, all suits and applications, including application under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of the Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division of such High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d681b0a068842e88b859c94b526bb40_348"
    },
    {
      "start": 56508,
      "end": 56740,
      "text": "Sub-section (2) of Section 15 has provided for transfer of pending suit and application, including applications under the Act of 1996 relating to a commercial dispute to a Commercial Court that has been constituted for such purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bce0d0637be41b7a1fc3916257ccde3_349"
    },
    {
      "start": 56741,
      "end": 57029,
      "text": "The proviso to Sub-section (2) of Section 15 has stipulated that no suit or application of which the final judgement has been reserved by the Court prior to the constitution of the Commercial Division for the Commercial Court shall be transferred under Sub-section (1) or Sub-section (2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a73088aec07346409ebd3db120f256a6_350"
    },
    {
      "start": 57030,
      "end": 57514,
      "text": "Sub-section (5) of Section 15 has provided that in the event, a suit or an application has not been transferred in terms of Sub-section (1) or Sub-section (2) or Sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or the Commercial Court as the case may be.\n62.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d6c5d4e681a467093494d82601b9d73_351"
    },
    {
      "start": 57515,
      "end": 57701,
      "text": "The transfer provisions of pending suits and applications as has been incorporated in Section 15 of the Act of 2015, allows two methods of transfer of the pending suits and applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2255190ed2cb4e91a3b8b83fdc26f921_352"
    },
    {
      "start": 57702,
      "end": 58021,
      "text": "One method of transfer is a transfer contemplated under Sub-section (1), (2) and (3) of Section 15 by which, the Court in seisin of the suit or application transfers such suit or application on a finding that, the dispute involved is a commercial dispute within the meaning of the Act of 2015 and is of Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0559484f75554233b94f407e775f5176_353"
    },
    {
      "start": 58022,
      "end": 58136,
      "text": "The other mode of transfer is on an application of a party to the Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85dc4c169d6440f28cb243cc84de3c74_354"
    },
    {
      "start": 58137,
      "end": 58234,
      "text": "\n63. Section 15 of the Act of 2015 has to be read along with Sections 6 and 7 of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9df0b78b28f74ad5857ec604fc45eb82_355"
    },
    {
      "start": 58235,
      "end": 58569,
      "text": "\n64. Sections 6 and 7 of the Act of 2015 are as follows:-\n\"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "0d7b051c6ebe422f8b2e37a6ee0b680d_356"
    },
    {
      "start": 58570,
      "end": 58944,
      "text": "Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).",
      "labels": [
        "STA"
      ],
      "id": "2c5cf83e5a584e8f88420386ec2b27cc_357"
    },
    {
      "start": 58945,
      "end": 58987,
      "text": "7. Jurisdiction of Commercial Divisions of",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6457096c46848f3aa4023f464dd7370_358"
    },
    {
      "start": 58988,
      "end": 59005,
      "text": "High Courts.--All",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df170d7d9a5e446b94aa8835f6e99086_359"
    },
    {
      "start": 59006,
      "end": 59225,
      "text": "suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8888bf0ff664d969a9343a08615b8be_360"
    },
    {
      "start": 59226,
      "end": 59510,
      "text": "Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "984fa543cc8a455997a698aadb77823f_361"
    },
    {
      "start": 59512,
      "end": 59896,
      "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n65.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32c21804e1784f5d99a8427aca50f626_362"
    },
    {
      "start": 59897,
      "end": 60114,
      "text": "Sections 6 and 7 of the Act of 2015 have vested the Commercial Court and the Commercial Division of a High Court with jurisdiction to try all suits and applications relating to a commercial dispute of Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fae06f1e6cfa4bec9b9593514ec618ca_363"
    },
    {
      "start": 60115,
      "end": 60373,
      "text": "Under Section 7 of the Act of 2015, all suits and applications relating to commercial disputes of a Specified Value filed in a High Court having Ordinary Original Civil Jurisdiction shall be heard and disposed of by the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f23ad4110dab40e18bd74db6656ab0f9_364"
    },
    {
      "start": 60374,
      "end": 60463,
      "text": "The two provisos to Section 7 of the Act of 2015 are not material in the instant matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d873dd27ee9b43279d45d4608ba37bd9_365"
    },
    {
      "start": 60465,
      "end": 60778,
      "text": "66. It has been contended that, by virtue of the language used in Section 6 and 7 of the Act of 2015 suits and applications before a High Court having an Ordinary Original Civil Jurisdiction, are required to be filed in such jurisdiction and be heard and disposed of by the Commercial Division of such High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06938ac06c7d4831aed25f61366fb186_366"
    },
    {
      "start": 60779,
      "end": 61022,
      "text": "In other words, it has been contended that, a suit, although may involve a commercial dispute, will be filed in the Ordinary Original Civil Jurisdiction of this Hon'ble Court but the same has to be heard and decided by the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "503414eee33e4b21a1c4b85465649943_367"
    },
    {
      "start": 61023,
      "end": 61165,
      "text": "It has been contended that, the suits so filed are interportable between the Ordinary Original Civil Jurisdiction and the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1baeaa785ad948daa77da440c75b778e_368"
    },
    {
      "start": 61166,
      "end": 61517,
      "text": "A Court in the Ordinary Original Civil Jurisdiction on finding that the suit involves a commercial dispute within the meaning of the Act of 2015 must transfer it to the Commercial Division without anything else and on the transfer the Commercial Division will proceed to hear and dispose of it as if the suit was instituted in the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "891f08133f9f4d7bbbb160d3d33a16c7_369"
    },
    {
      "start": 61518,
      "end": 61564,
      "text": "Such contentions, however, cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec7901cf98e14d0594fae00a3121de37_370"
    },
    {
      "start": 61566,
      "end": 61644,
      "text": "67. All High Courts in India do not have Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d401afa4d79a49f19043bfec15cbe4b3_371"
    },
    {
      "start": 61645,
      "end": 61752,
      "text": "Section 7 of the Act of 2015 governs such of the High Courts who have Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6cd8b43e7884913991a4b65cb64704c_372"
    },
    {
      "start": 61753,
      "end": 61855,
      "text": "It is in such context that the word 'filed' used in Section 7 of the Act of 2015 has to be understood.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4ac7646d5824ed9b8e0758254a94bba_373"
    },
    {
      "start": 61856,
      "end": 61974,
      "text": "In any event, a suit after 'filing' has to be 'presented' before an appropriate person for it to be duly 'instituted'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50374ed8261f49bb8a89d12d77e00c00_374"
    },
    {
      "start": 61975,
      "end": 62084,
      "text": "The distinction between filing and institution has been recognised in Bihari Chowdhurry and Anr. (supra).\n68.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5fb4d5d8a524a759f46379b08c52936_375"
    },
    {
      "start": 62085,
      "end": 62284,
      "text": "Section 15 is attracted to only such suits and applications which involve a commercial dispute as defined under the Act of 2015 and is of the Specified Value, again as notified under the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef6777d4477142c494b4bbb55d482acc_376"
    },
    {
      "start": 62285,
      "end": 62352,
      "text": "These twin parameters have to be satisfied for Section 15 to apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be0462330bb5443aa2752646b419f86c_377"
    },
    {
      "start": 62353,
      "end": 62497,
      "text": "Section 15 of the Act of 2015 is not an open ended provision for transfer of all suits and applications satisfying the twin tests, for eternity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42b058e01fc742c98759e2ca6cb2b704_378"
    },
    {
      "start": 62498,
      "end": 62573,
      "text": "\n69. Section 15 has a terminus by reason of the user of the word \"pending\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac1f1e9833b747bdb73dae6d8ffbe827_379"
    },
    {
      "start": 62574,
      "end": 62636,
      "text": "The terminus is the date when the Specified Value is notified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca5c3de025e04eb7bcd6deb78cec9bd9_380"
    },
    {
      "start": 62637,
      "end": 62699,
      "text": "The terminus shifts with the reworking of the Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7140173837d4a008ab3068c8d5b8c1b_381"
    },
    {
      "start": 62700,
      "end": 63179,
      "text": "In other words, in a given case, if the authorities issue a notification stipulating that the Specified Value under the Act of 2015 would be Rs. 3 lakhs then, all suits and applications relating to a commercial dispute of such Specified Value pending in a High Court where there is a Commercial Division and in any Civil Court in respect of which a Commercial Court has been constituted, shall be transferred to the Commercial Division or the Commercial Court as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db9bf96fb298436394cffd21a0ec2d7d_382"
    },
    {
      "start": 63181,
      "end": 63259,
      "text": "70. All High Courts in India do not have Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dcdb69350d574980a3e0a86b006f520c_383"
    },
    {
      "start": 63260,
      "end": 63403,
      "text": "Sub-section (1) of Section 15 of the Act of 2015 relates to and governs such of the High Courts that have Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d87666aeaeb41c684c7c11cc858d1d7_384"
    },
    {
      "start": 63404,
      "end": 63534,
      "text": "In the High Courts in India having Ordinary Original Civil Jurisdiction, the Act of 2015 culls out a Commercial Division for them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50a520a2452c4d19b0ca6d3e5f487f06_385"
    },
    {
      "start": 63535,
      "end": 63634,
      "text": "The Act of 2015 has stipulated the matters which such Commercial Division is required to deal with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "877138fe494f499480eacd5753422e63_386"
    },
    {
      "start": 63635,
      "end": 63775,
      "text": "The Act of 2015 has not vested any Original Jurisdiction to a High Court which does not have it prior to the Act of 2015 coming into effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8744ddc44f3849c7a765f0112fbbbb61_387"
    },
    {
      "start": 63776,
      "end": 63955,
      "text": "The Act of 2015 has only specified the suits and applications which are to be dealt with in the Commercial Division of a High Court which has Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2154778f10654de4af470ea6839f070e_388"
    },
    {
      "start": 63956,
      "end": 64036,
      "text": "Section 7 of the Act of 2015 has to be construed and understood in such context.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0988574cc064efaa93d03d4ea1df265_389"
    },
    {
      "start": 64038,
      "end": 64212,
      "text": "71. Section 15 has required the transfer of pending suits and applications relating to a commercial dispute of the Specified Value to the Commercial Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "867518a6b10f459da9a044d0b7bf9b6e_390"
    },
    {
      "start": 64213,
      "end": 64287,
      "text": "Section 12A of the Act of 2015 has stipulated a pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8112b98b17f47e99b522f398e128249_391"
    },
    {
      "start": 64288,
      "end": 64719,
      "text": "Reading the three sections namely Sections 7, 12A and 15 together and interpreting the three sections in the strict and narrow sense as Ambalal Sarabhai (supra) has required a Court to give a narrow and strict interpretation to the provisions of the Act of 2015, then, it cannot be said that, there is interportability between the Ordinary Original Civil Jurisdiction of a High Court and the Commercial Division of such High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cd88e9ea72f46f89726c2cd55cc9743_392"
    },
    {
      "start": 64720,
      "end": 64977,
      "text": "A suit which has been filed subsequent to the notification of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court cannot be transferred to the Commercial Division of the High Court by virtue of Section 15(1) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81e268fec9a04e35b7fced2a410e2e01_393"
    },
    {
      "start": 64978,
      "end": 65218,
      "text": "A suit filed subsequent to the notification of the Specified Value in the Ordinary Civil Jurisdiction of a High Court having a Commercial Division cannot be said to be a \"pending\" suit within the meaning of Section 15(1) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "120176333ca8440dbda249db74b4ee56_394"
    },
    {
      "start": 65219,
      "end": 65298,
      "text": "The moment a suit is not \"pending\" in terms of Section 15(1) of the Act of 2015",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfedf82c01164943a7746a7738136f90_395"
    },
    {
      "start": 65299,
      "end": 65405,
      "text": ", the same cannot be transferred to the Commercial Division by virtue of Section 15(1) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "843ee204fbe24aebbdaa91f3379b650f_396"
    },
    {
      "start": 65406,
      "end": 65566,
      "text": "Whether or not such a suit can be transferred under Section 15(5) of the Act of 2015 has not fallen for consideration and therefore, such issue is not answered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dbbd760083745c8baedf3bf87a78ca6_397"
    },
    {
      "start": 65567,
      "end": 65764,
      "text": "\n72. Section 15 cannot be considered open ended as done in Hubtown (supra) in view of the provisions of Section 12A requiring a pre- institution mediation for a suit involving a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51dcb0752e8740aaa076523a711fc9d7_398"
    },
    {
      "start": 65765,
      "end": 65865,
      "text": "Hubtown (supra) has been rendered prior to the coming into effect of Section 12A of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0c1aa5773734813b07d99523890673f_399"
    },
    {
      "start": 65866,
      "end": 65977,
      "text": "Subsequent to the introduction of Section 12A reading Section 15 as open ended would render Section 12A otiose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea6540a7e5404578a1c7133a2581628e_400"
    },
    {
      "start": 65978,
      "end": 66223,
      "text": "If section 15 is considered open ended then, in a given situation a plaintiff can file a suit involving a commercial dispute not in the Commercial Division to have it transferred subsequently thereto and thereby not comply with Section 12 A.\n73.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e1c54a8697a4e67b2fb444f0730fe3e_401"
    },
    {
      "start": 66224,
      "end": 66701,
      "text": "Despite the absence of power under Section 15(1) of the Act of 2015 to transfer a suit relating to a commercial dispute of a Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court, having a Commercial Division, to the Commercial Division of such High Court, after such suit being filed subsequently to the specification of the Specified Value, the Court has powers under Order VII Rule 10 of the Code of Civil Procedure, 1908 to deal with the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e057134eecf4768b87fb251d6176cb4_402"
    },
    {
      "start": 66702,
      "end": 66963,
      "text": "Power under Order VII Rule 10 of the Code of Civil Procedure 1908 stands regulated by Section 15(1) of the Act of 2015 so far as pending suits relating to a commercial dispute of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5388bc47a624d1f90a0381b8a90e763_403"
    },
    {
      "start": 66964,
      "end": 67123,
      "text": "Once the suit has been filed beyond date of the notification of the Specified Value, Order VII Rule 10 of the Code of Civil Procedure, 1908, governs the field.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16b2182c856a446da7e3e7cd99ea8cac_404"
    },
    {
      "start": 67125,
      "end": 67297,
      "text": "74. In exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908, the Court has to return the plaint to be filed before the Court having jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a5fa067263143de9165dc082d80532c_405"
    },
    {
      "start": 67298,
      "end": 67727,
      "text": "In the case of a suit relating to a commercial dispute of the Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court having a Commercial Division, filed beyond the date of notification of the Specified Value, the plaint of such a suit must be returned to the plaintiffs for presentation before the appropriate Court, in exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a488741b1ee496e87ac17b979be36cb_406"
    },
    {
      "start": 67728,
      "end": 67889,
      "text": "Once the same is done, the plaintiff in such a suit has to file the plaint of such suit in the same High Court but in the Commercial Division of such High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cfd2ed591264a489d648166e2765981_407"
    },
    {
      "start": 67890,
      "end": 67984,
      "text": "Once the same is done, the question of operation of Section 12A of the Act of 2015 will arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "595af9ddde454c5abb29560626d8082b_408"
    },
    {
      "start": 67986,
      "end": 68054,
      "text": "75. There is a distinction between filing and institution of a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c23b8abc6c0e4cd3bae1156f7827d93c_409"
    },
    {
      "start": 68055,
      "end": 68232,
      "text": "This distinction has been noticed in Bihari Chowdhurry and Anr. (supra) where the Supreme Court has considered the provisions of Section 80 of the Code of Civil Procedure, 1908.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e0222788bb67471b9c5014e3f971aba3_410"
    },
    {
      "start": 68233,
      "end": 68787,
      "text": "In the context of Section 80 of the Code of Civil Procedure, 1908 the Supreme Court has held that, a suit against the Government/Government officer, to which the requirement of a prior notice under Section 80 of the Code of Civil Procedure, 1908 is attracted cannot be validly instituted until the expiration of the period of two months next after the notice in writing has been delivered to the authorities concerned in the manner prescribed in Section 80 and if filed before the expiry of such period, the suit has to be dismissed as not maintainable.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d23de6d081144c4942e548eb867cb13_411"
    },
    {
      "start": 68787,
      "end": 69017,
      "text": "76. A suit transferred under the provisions of Section 15 of the Act of 2015 has to be considered as the continuation of the old suit now to be tried either in the Commercial Division or in the Commercial Court as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c142cb66d9b4433ca1237e4434eea974_412"
    },
    {
      "start": 69018,
      "end": 69323,
      "text": "However, a suit involving a commercial dispute and of the Specified Value filed subsequent to the notification of the Specified Value has to be transferred to the Commercial Court or the Commercial Division as the case may be under the provisions of Order VII Rule 11 of the Code of Civil Procedure, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08f019035a1a4c46a88cfca2c682bf73_413"
    },
    {
      "start": 69324,
      "end": 69516,
      "text": "Such suit when presented before the Commercial Court or the Commercial Division has to be treated as a fresh suit in view of the ratio laid down in Modern Construction and company (supra).\n77.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "057fe599e0d64a9c94fc43fd186a4869_414"
    },
    {
      "start": 69517,
      "end": 69881,
      "text": "The second to the fourth issues that have fallen for consideration can be answered in the manner following: -\n(A) Suits involving a commercial dispute filed in the Ordinary Original Civil Jurisdiction subsequent to the date of the notification of the Specified Value are not maintainable in such jurisdiction in view of provisions of section 7 of the Act of 2015.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cc4a77654984699b9f01438d5cb1df7_415"
    },
    {
      "start": 69881,
      "end": 70061,
      "text": "(B) In the event, in a suit governed by scenario (A) above, the plaintiff applies for transfer, the same can be granted under Order VII Rule 10 of the Code of Civil Procedure, 1908",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1f3809ca8144f6e9c5a6c25b2155420_416"
    },
    {
      "start": 70062,
      "end": 70241,
      "text": "(C) On an order under Order VII Rule 10 of the Code of Civil Procedure, 1908 being passed, the plaint has to be returned to the plaintiff to be filed before the appropriate forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08be318731f5497391d783ed88520df9_417"
    },
    {
      "start": 70242,
      "end": 70461,
      "text": "\n(D) The rigors of Section 12 A of the Act of 2015 will apply to the suit returned under Order VII Rule 10 of the Code of Civil Procedure, 1908 for it to be instituted before the Commercial Division on its presentation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd15ef51eef041389b4a7a1d83a95a35_418"
    },
    {
      "start": 70463,
      "end": 70659,
      "text": "78. The Act of 2015 has not provided for any transfer of a suit filed in the Commercial Division to any other Court in the event a suit is found to be incorrectly filed in the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70a2a28e1b394e43bb08c3dacf945322_419"
    },
    {
      "start": 70660,
      "end": 70774,
      "text": "Thus in my view such suit has to be dealt with under Order VII Rule 11 or Order VII of Rule 10 as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5b12582588a4bbd8930da751ab9e8fe_420"
    },
    {
      "start": 70775,
      "end": 70860,
      "text": "The fifth and the sixth issues that have been raised herein are answered accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aee8fba4faa54838bba98bf0f858869f_421"
    },
    {
      "start": 70862,
      "end": 71138,
      "text": "79. So far as proceedings governed by the Arbitration and Conciliation Act, 1996 involving a 'commercial dispute' within the meaning of the Act of 2015 are concerned they would be guided by Section 15 of the Act of 2015 for filing upto the notification of the Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6143f6a7b8be4b6aa8ab4b9903a35e14_422"
    },
    {
      "start": 71139,
      "end": 71454,
      "text": "Filings in the Courts other than Commercial Division would mean that such filings have to be transferred under Order VII Rule 10 of the Code of Civil Procedure, 1908 is such Court is invited by any of the parties to the proceeding to do so or dismiss it under Order VII Rule 11 of the Code of Civil Procedure, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc61186ce0c44e82a75dda10538ad677_423"
    },
    {
      "start": 71455,
      "end": 71569,
      "text": "In the case of a proceeding under the Act of 1996 the rigors of Section 12 A of the Act of 2015 are not attracted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "412bed4890c74cab9c9a73e2cc3e7752_424"
    },
    {
      "start": 71570,
      "end": 71633,
      "text": "The seventh issue that has been raised is answered accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3420843bbc943aca2abe2c6f12cd891_425"
    },
    {
      "start": 71635,
      "end": 71724,
      "text": "80. In the CS No. 213 of 2018, the plaintiff has a money claim as against the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c165fc0e0a74f96ae5036188f2d153b_426"
    },
    {
      "start": 71725,
      "end": 71875,
      "text": "According to the plaintiff, the defendants along with other owners of an immovable property had entered into a development agreement with a developer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fd0bd6846d944c79776eb5784d3cb18_427"
    },
    {
      "start": 71876,
      "end": 72109,
      "text": "The defendants had offered the plaintiff sale of an apartment measuring about 2,870 square feet on the 32nd floor of the proposed building including a servant quarter and two car parking spaces for the total sum of Rs. 2,47,88,700/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3276ef3f3c04743a78b602260cb3370_428"
    },
    {
      "start": 72110,
      "end": 72258,
      "text": "The plaintiffs had from time to time advanced a sum of Rs. 1,73,52,092/- to the defendants towards part consideration and part payment for the flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8178671ef7c64cf9bad0c9d7c7a71bb8_429"
    },
    {
      "start": 72259,
      "end": 72430,
      "text": "The plaintiff and the defendants had entered into a Memorandum of Understanding dated July 3, 2013 with regard to the apartment proposed to be constructed at the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "677d9dcc9f1b4c2281e7247dbdb8fcc4_430"
    },
    {
      "start": 72431,
      "end": 72673,
      "text": "The defendants had promised to commence construction within one year from the date of the Memorandum of Understanding and complete the construction within four years from the date of sanction of the building plan by the appropriate authority.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ca9b5e34ce544cbad7f3a5b587f4e25_431"
    },
    {
      "start": 72674,
      "end": 72726,
      "text": "The defendants had failed to keep their commitments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89012c0f98c74554863f4ce874030914_432"
    },
    {
      "start": 72727,
      "end": 72971,
      "text": "Thereafter, the defendant No. 1 had informed the plaintiff that, the plaintiff will be entitled to an allotment of an apartment measuring 3,575 square feet on the 18th floor instead of an apartment measuring 2,870 square feet on the 32nd floor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f0cc90497f549b388497ebbe55a2079_433"
    },
    {
      "start": 72972,
      "end": 73067,
      "text": "The defendant No. 1 had also demanded increase in the total consideration to Rs. 3,24,05,090/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f0fa939bed44543853bc54f1927095b_434"
    },
    {
      "start": 73068,
      "end": 73253,
      "text": "The plaintiff had through its advocate's letter dated February 5, 2018 called upon the defendants to confirm the allotment of an apartment measuring 2,870 square feet on the 32nd floor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3ec3c3afffc408496aa1b87ff37d6d4_435"
    },
    {
      "start": 73254,
      "end": 73352,
      "text": "The defendant No. 1 had by its letter dated February 22, 2018 refuted such claim of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e7d515bf3e5413984489f0403abab0b_436"
    },
    {
      "start": 73353,
      "end": 73547,
      "text": "The plaintiff had by its letter dated February 23, 2018 called upon the defendants to return the consideration amount received by the defendants along with interest at the rate of 18% per annum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc281861bb4f40038889f1bb9a083ddf_437"
    },
    {
      "start": 73548,
      "end": 73730,
      "text": "According to the plaintiff, it had advanced the sum of Rs. 1,73,52,092/- to the defendants which the defendants are liable to refund along with interest at the rate of 18% per annum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cccaefdabad4c779968a62566a76d75_438"
    },
    {
      "start": 73731,
      "end": 73887,
      "text": "The defendants not having returned such sum, the plaintiff has filed the instant suit after obtaining leave under clause 12 of the Letters Patent, 1865.\n81.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21aa42b305d548ed8e9ee048b1997726_439"
    },
    {
      "start": 73888,
      "end": 74019,
      "text": "In the CS No. 213 of 2018, the plaintiff has applied for decree and final judgment under Chapter XIII A of the Original Side Rules.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93ae723e5e2a4dcf89a2ba48c2ca175c_440"
    },
    {
      "start": 74020,
      "end": 74100,
      "text": "The defendant No. 1 has applied for extension of time to file written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a033f7da6f01492a834ff1b6c75e75b3_441"
    },
    {
      "start": 74101,
      "end": 74200,
      "text": "The defendant No. 1 has also applied by way of the present application for rejection of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9f7ed9410a04a1f8dd851651fa67db1_442"
    },
    {
      "start": 74202,
      "end": 74527,
      "text": "82. It has been admitted at the bar in CS No. 213 of 2018 that, the subject matter of the suit involves a commercial dispute arising out of an agreement relating to an immovable property that the parties have used and are using exclusively in trade or commerce, within the meaning of Section 2 (1)(c)(vii) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc5cac95852c4313bbae1d691f210200_443"
    },
    {
      "start": 74529,
      "end": 74705,
      "text": "83. CS No. 213 of 2018 had been instituted in October 2018 much prior to the requisite infrastructure under section 12 A of the Act of 2015 being in place on December 11, 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86b9f444bddc45959d5aa5403a5c06fa_444"
    },
    {
      "start": 74706,
      "end": 74788,
      "text": "The plaintiff in CS No. 213 of 2018 therefore cannot be non-suited on such ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24651364db9a4375ac20e34fb394dadb_445"
    },
    {
      "start": 74789,
      "end": 74845,
      "text": "IA No. G.A 4 of 2019 in CS No. 213 of 2018 is dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e85c114b832448d9a01e8bdb654d24f_446"
    },
    {
      "start": 74846,
      "end": 74934,
      "text": "The other pending application will appear in the list as adjourned motion 4 weeks hence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ba8c3ae482c46b388625fd45dae6a67_447"
    },
    {
      "start": 74936,
      "end": 75044,
      "text": "84. In CS No. 116 of 2019 the plaintiffs have sought to recover money lent and advanced, from the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c6a12c1ee824d0eb15e22e2d339aaca_448"
    },
    {
      "start": 75045,
      "end": 75168,
      "text": "The plaintiffs have not established themselves to fall in any of the categories under Section 2 (1)\n(c) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d78c4175e384e8bbbfdb4b5c4798b51_449"
    },
    {
      "start": 75169,
      "end": 75285,
      "text": "The disputes involved in the suit cannot be said to be a \"commercial dispute\" within the meaning of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba63ba42242446b3b6b0f3bf49a95043_450"
    },
    {
      "start": 75286,
      "end": 75428,
      "text": "By IA No. GA 4 of 2021 the plaintiffs have applied for transfer of the suit to the Ordinary Original Civil Jurisdiction of this Hon'ble Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27301c101e774194b993fabc160ea933_451"
    },
    {
      "start": 75430,
      "end": 75581,
      "text": "85. The Act of 2015 has no provision for transfer of a suit from the Commercial Division of the High Court to its Ordinary Original Civil Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb28e49bde5a4ddfb878d93b61ff8efe_452"
    },
    {
      "start": 75582,
      "end": 75726,
      "text": "However, the Commercial Division of the High Court can invoke Order VII Rule 10 of the Code of Civil Procedure, 1908 to deal with such a prayer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "137383e5c3b8449aa67b6f9146997a4a_453"
    },
    {
      "start": 75728,
      "end": 75959,
      "text": "86. In such circumstances, IA No. GA 4 of 2021 in CS No. 116 of 2019 is disposed of by directing the Department to return the plaint to the learned Advocate on Record for the plaintiff for presentation before the appropriate court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3f7074d5d684540b1df730256b350bc_454"
    },
    {
      "start": 75960,
      "end": 76073,
      "text": "On return of the plaint, the Department will record CS No. 116 of 2019 as disposed of in the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c7ec80b3d74412898e55432cab43c4e_455"
    },
    {
      "start": 76074,
      "end": 76200,
      "text": "The plaintiffs are at liberty to renew their prayer under Section 14 of the Limitation Act, 1963 before the appropriate Court.",
      "labels": [
        "RPC"
      ],
      "id": "b6107776ca03458caa330bd636346f25_456"
    },
    {
      "start": 76202,
      "end": 76421,
      "text": "87. In IA No. G A 2 of 2020 in AP No. 25 of 2016 the petitioner has sought permission to assign five units covered in a Development Agreement dated December 28, 2007 registered through an agreement dated March 30, 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99fd9de645cd4e30abf5e06cc7e36fc3_457"
    },
    {
      "start": 76422,
      "end": 76522,
      "text": "The disputes involved between the parties will fall under Section 2 (1) (c) (vi) of the Act of 2015.",
      "labels": [
        "RPC"
      ],
      "id": "457568ad7a2241a89041d1febd9e52dc_458"
    },
    {
      "start": 76523,
      "end": 76562,
      "text": "The proceedings are pending since 2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdd12024dbfb4b909d01423f694dabe2_459"
    },
    {
      "start": 76563,
      "end": 76720,
      "text": "Therefore, it would be appropriate to invoke Section 15 of the Act of 2015 and transfer IA No. G A 2 of 2020 in AP No. 25 of 2016 to the Commercial division.",
      "labels": [
        "RPC"
      ],
      "id": "c3d2a444923c492f9b49cd29553e5fe5_460"
    },
    {
      "start": 76721,
      "end": 76891,
      "text": "Learned Advocate on Record for the petitioner is granted leave to incorporate the words \"Commercial Division\" in the cause title of the petition and affidavits on record.",
      "labels": [
        "NONE"
      ],
      "id": "b5106bf2217d470d8f3ff584b351570b_461"
    },
    {
      "start": 76892,
      "end": 76954,
      "text": "List the application in the Commercial Division 4 weeks hence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3010faefeaaf42d99ae038a3a70e79b9_462"
    },
    {
      "start": 76955,
      "end": 77008,
      "text": "All other points raised by the parties are kept open.",
      "labels": [
        "RPC"
      ],
      "id": "52f9ca53a1d045e8ba944fbbb85e0cf6_463"
    },
    {
      "start": 77010,
      "end": 77144,
      "text": "88. By the application being IA No. G A 2 of 2020 in E C 243 of 2017 the petitioners have applied under Section 36 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d3214cce5184376b1dfd0dc193069a5_464"
    },
    {
      "start": 77145,
      "end": 77313,
      "text": "It has been contended that, the prescription of Specified Value in the Act of 2015 is of no consequence in dealing with an Arbitration proceeding under the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "703488c8d93048a6bc5b6b956fa78264_465"
    },
    {
      "start": 77314,
      "end": 77553,
      "text": "With respect, in an arbitration proceeding, the Court needs to decide as to whether a \"commercial dispute\" within the meaning of the Act of 2015 is involved or not and then whether the value of the dispute is of the Specified Value or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40c658704fb148c097697a4a46c89406_466"
    },
    {
      "start": 77554,
      "end": 77677,
      "text": "In the facts of E C 243 of 2017 a Shareholders Agreement is involved attracting Section 2 (1) (c)\n(xii) of the Act of 2015.",
      "labels": [
        "RPC"
      ],
      "id": "1b3d52eca1ef4d2ebe0bb7d3e1069337_467"
    },
    {
      "start": 77678,
      "end": 77833,
      "text": "IA No. G A 2 of 2020 in E C 243 of 2017 is therefore returned to the learned Advocate on Record for the petitioner for filing before the appropriate forum.",
      "labels": [
        "RPC"
      ],
      "id": "4e9dbdae4d36430bbf4aaedb4e01c2c6_468"
    },
    {
      "start": 77834,
      "end": 77921,
      "text": "On return of the petition, the Department will treat IA No. GA 2 of 2020as disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "8886bb9c4bfc4fc8974c25d7b5cbfa7b_469"
    },
    {
      "start": 77922,
      "end": 78113,
      "text": "The petitioner also has the liberty not to press I A No. G A 2 of 2020 and file an application under Section 36 of the Act of 2015 on the self same cause of action in the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ced7aac873a64eac9920456470afbfdc_470"
    },
    {
      "start": 78115,
      "end": 78234,
      "text": "89. By way of IA No. GA 2 of 2021 in CS No. 136 of 2020, the defendant No. one has applied for rejection of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33d441df50d944e2a2f0830aa7fbeeaf_471"
    },
    {
      "start": 78235,
      "end": 78388,
      "text": "The defendant No. 1 has contended that, the dispute in the suit is a commercial dispute within the meaning of Section 2 (1) (c) (vii) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa9d296279eb46d48c01a5368b68efc5_472"
    },
    {
      "start": 78389,
      "end": 78472,
      "text": "The plaintiff has filed CS No. 136 of 2024 seeking eviction of the defendant No. 1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "706a31bdf7ef4c2a858cb44ebf53b44e_473"
    },
    {
      "start": 78473,
      "end": 78690,
      "text": "The defendant No. 1 has contended that the agreement between the parties was a lease agreement relating to an immovable property in respect of which the defendant No. 1 was inducted as a tenant for commercial purpose.",
      "labels": [
        "RATIO"
      ],
      "id": "53f4e2d218774b84bfc48590ac0154a7_474"
    },
    {
      "start": 78691,
      "end": 78925,
      "text": "Since the defendant No. 1 has admitted the suit property to be in use for commercial purpose it would be appropriate to hold that the suit involves a commercial dispute within the meaning of Section 2 (1) (c)\n(vii) of the Act of 2015.",
      "labels": [
        "RATIO"
      ],
      "id": "a27ad27a734740b0bf481de96e2d5499_475"
    },
    {
      "start": 78926,
      "end": 79076,
      "text": "The plaint of CS No. 136 of 2020 is therefore returned to the learned Advocate on Record of the plaintiff for presentation in the Commercial Division.",
      "labels": [
        "RPC"
      ],
      "id": "675219a3e0e34d2982e534513a581138_476"
    },
    {
      "start": 79077,
      "end": 79162,
      "text": "On return of the plaint, the Department will treat CS No. 136 of 2020 as disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "43e9e523793e4f3bb1bc26d0cf345f36_477"
    },
    {
      "start": 79163,
      "end": 79263,
      "text": "The plaintiff will be at liberty to avail of the benefits of Section 14 of the Limitation Act, 1963.",
      "labels": [
        "RPC"
      ],
      "id": "cbef1ed68c1c425585a6b731d6de4b7e_478"
    },
    {
      "start": 79265,
      "end": 79526,
      "text": "90. CS No. 136 of 2020 having been instituted in November 2020, that is, prior to December 11, 2020 the question of non-suiting the plaintiff for non-compliance of Section 12A of the Act of 2015 on transfer of the suit to the Commercial Division does not arise.",
      "labels": [
        "RPC"
      ],
      "id": "a1dc00fccce44db39f09b664bedf0b95_479"
    },
    {
      "start": 79528,
      "end": 79700,
      "text": "91. The petitioners in A P No. 223 of 2020 have applied under Section 14 of the Act of 1996 for termination of the mandate of the Arbitrator in respect of a loan agreement.",
      "labels": [
        "RPC"
      ],
      "id": "a7523d06c18d47be83e070802759af3f_480"
    },
    {
      "start": 79701,
      "end": 79730,
      "text": "The respondent is a financer.",
      "labels": [
        "RPC"
      ],
      "id": "cbf89238133f49f09f7b14b890f49219_481"
    },
    {
      "start": 79731,
      "end": 79797,
      "text": "The disputes come within Section 2 (1) (c) (i) of the Act of 2015.",
      "labels": [
        "RPC"
      ],
      "id": "4e23e61cc1104af792efb0440dd5b073_482"
    },
    {
      "start": 79798,
      "end": 79923,
      "text": "A P No. 223 of 2020 be returned to the learned Advocate on Record for the petitioner for filing before the appropriate forum.",
      "labels": [
        "RPC"
      ],
      "id": "b98867ee084640f68dd4f17a834e8301_483"
    },
    {
      "start": 79924,
      "end": 80012,
      "text": "On return of the petition, the Department will treat A P No. 223 of 2020 as disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "56584c5dc3254bf19bb02fc0cd30bf07_484"
    },
    {
      "start": 80013,
      "end": 80165,
      "text": "The petitioner also has the liberty to not press A. P. No. 223 of 2020 and file a fresh on the self same cause of action before the Commercial Division.",
      "labels": [
        "RPC"
      ],
      "id": "5943b7dc267646f98632ea43e7908e98_485"
    },
    {
      "start": 80166,
      "end": 80235,
      "text": "IA No. GA 1 of 2020 in A P No.223 of 2020 is disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "287cf9807183459bbd5cd9028d116169_486"
    },
    {
      "start": 80236,
      "end": 80256,
      "text": "\n[DEBANGSU BASAK,J.]",
      "labels": [
        "NONE"
      ],
      "id": "c087aa083b7f453997e0b2b8a4933354_487"
    }
  ]
}