{
  "id": "bb7e1f0d2849c8344597018e205bd6d6044cf64ece209661f7da7f88f65a279b",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nKuldeep Singh Sejwal vs Sunita Kohli And Anr on 3 November, 2022 \nAuthor: C. Hari Shankar\nBench: C. Hari Shankar \n                                     Neutral Citation Number : 2022/Dhc/004686\n                          $ ~3 (Appellate) \n                          *     In The High Court Of Delhi At New Delhi\n                          +     Cm(M) 1133/2022 and Cm 45651/2022 \n                                Kuldeep Singh Sejwal                 ..... Petitioner \n                                             Through: Mr. Sumit Bansal, Mr. Udaibir\n                                             Kochar, Mr. Varun Rajawat, Mr. Utsav Garg\n                                             and Mr. Aditya Bakshi, Advs. \n\n                                                     versus\n\n                              Sunita Kohli And Anr           ..... Respondents\nThrough:\nCoram: \nHon'Ble Mr. Justice C. Hari Shankar % J U D G M E N T (Oral) 03.11.2022 \n1. Cs Dj 394/2020 (Kuldeep Singh Sejwal v. Sunita Kohli) was instituted by the petitioner Kuldeep Singh Sejwal against the respondents, seeking eviction/ejectment of the respondents  from the third floor of the property situated at F-213/C, Lado Sarai, New Delhi (the suit property, hereinafter).\n2. The plaint averred that the suit property had been let out to Respondent 1 at  60,000/- per month for carrying out the commercial activities, for which reason the plaint was filed as a commercial suit under the Commercial Courts Act, 2015. It was further asserted, in the plaint, that Respondent 1 was in occupation of the suit property on a month to month basis, and that Respondent 1 was in default of rent payable to the petitioner in respect of the suit property. As a result, the plaint alleged that the petitioner terminated the tenancy of the respondents vide notice dated 20th August 2020, to which the respondents replied on 4th September 2020. Denying the assertions in Neutral Citation Number : 2022/DHC/004686 the reply of the respondents, the plaint, in the circumstance, sought (i) a decree of possession/ejectment in favour of the petitioner and against the respondents with respect to the suit property, (ii) a decree allowing recovery, by the petitioner from the respondent, of  1,20,000/-, towards alleged arrears of rent from the month of August 2020 and (iii) damages/mesne profits @  10,000/- per month.\n3. The respondents, as the defendants in the suit, filed a written statement by way of response to the plaint. It was alleged, in the written statement, that the petitioner and the respondents had intended to execute a Lease Deed dated 1st August 2019, which was signed by Respondent 1 and forwarded to the petitioner for signature and registration. The petitioner, it was alleged, had failed to sign the Lease Deed or to have it registered. The written statement further relied on the fact that the stamp paper, on which the Lease Deed dated 1st August 2019 was executed had, in fact, been purchased by the petitioner on 3rd July 2019. Further, it was pointed out, in terms of the covenants in the Lease Deed, two service agreements dated 4th July 2019 and 1st August 2019, had been executed by the wife of the petitioner. It was also sought to be submitted that, in terms of the covenants in the said service agreements, the petitioner had been receiving payment for providing services to the respondents and that receipt of the said payment was also reflected in the ledger account of the respondents for the period 1st April 2019 till 10th July 2020. These facts, alleged the written statement, indicated that there was consensus ad idem between the petitioner and the respondents regarding the terms of lease, which had been duly reduced to writing in the Lease Deed. In these circumstances, the written statement also pointed out that the respondents had collaterally filed a suit against the petitioner Neutral Citation Number : 2022/DHC/004686 for specific performance, seeking a direction to the petitioner to execute the Lease Deed dated 1st August 2019 and that the said suit was pending. \n4. In order to buttress the aforesaid stand, the written statement pointed out that, on 4th July 2019, the respondents had paid, to the petitioner, security of  9 lacs, as per Clause 291 of the Lease Deed and that the said payment was already reflected in the ledger account dated 4th July 2019. Reliance was placed by the respondents on Clause 102 of the Lease Deed, which envisaged, termination of the lease without notice only in the event of four months continuous default on the part of the respondents in payment of lease rent. \n5. Consequent to filing of the written statement, the petitioner filed its affidavit of admission and denial of the documents filed by the respondents. Insofar as the controversial Lease Deed dated 1st April 2019 was concerned, with respect to the alleged true copy thereof, which had been filed on record by the respondent, the affidavit of admission and denial deposed thus:\nS.No Details of Documents Mode of Line of Admitted/ Documents in execution/ custody denied .\n                                                         possession                     Issuance                                                          /Custody                       or receipt                                2        True copy of the Plaintiff                      By hand Plaintiff. No such                                         lease agreement                                                    documents                                         dated 1.8.2019                                                     denied 6. During the pendency of the aforesaid suit before the learned 29. That the Lessee has deposited Rs.9,00,000/- (Rs. Nine Lakh only) as Security (interest free) which is refundable at the time of peaceful vacation of the premises after deducting the arrears i.e. electricity, water bill or any damages etc.\n10. That in case the Lessee fails to pay the rent agreed upon between the parties, for consecutive four months, the lease of the demised premises shall stand terminated without any notice and the Lessor shall be entitled to recovery of possession of the leased premises forthwith. \nNeutral Citation Number : 2022/DHC/004686 District Judge (Commercial Courts) (the learned Commercial Courts) , the petitioner filed an application under Order XIII-A of the CPC, as amended by the Commercial Courts Act, seeking summary judgment based on the averments in the plaint and the written statement. For ready reference, Rules 1, 2 and 3 of Order XIII-A of the CPC, as amended under the Commercial Courts Act, may be reproduced thus:\n1. Scope of and classes of suits to which this Order applies. --\n(1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence. \n(2) For the purposes of this Order, the word claim shall include-- (a) part of a claim;\n(b) any particular question on which the claim (whether in whole or in part) depends; or (c) a counter-claim, as the case may be.\n(3) Notwithstanding anything to the contrary, an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\n2. Stage for application for summary judgment. -- An applicant may apply for summary judgment at any time after summons has been served on the defendant:\nProvided that, no application for summary judgment may be made by such applicant after the Court has framed the issues in respect of the suit. \n3. Grounds for summary judgment.--The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that-- (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the claim, as the case may be; and Neutral Citation Number : 2022/DHC/004686 (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n7. The application of the petitioner under Order XIII-A of the CPC has been rejected by the learned Commercial Court vide the impugned order dated 9th September 2022, aggrieved by which the petitioner is before this Court under Article 227 of the Constitution of India. \n8. Before adverting to the merits of the submissions advanced by Mr. Sumit Bansal, learned Counsel for the petitioner, it is necessary to delineate, accurately, the exact scope of examination by this Court in the present proceedings. These proceedings have been instituted by the petitioner under Article 227 of the Constitution of India. The jurisdiction vested in this Court by Article 227 of the Constitution of India is neither appellate nor can it, strictly speaking, even be analogized to judicial review jurisdiction which otherwise vests in Courts vis-a-vis the orders passed by hierarchically lower judicial authorities. \n9. The exact scope of the jurisdiction of a Court under Article 227 of the Constitution of India is neatly captured by the following passage from the judgment of the Supreme Court in Sadhana Lodh v.\nNational Insurance Co. Ltd.3:\n7. The supervisory jurisdiction conferred on the High Courts under Article 227 of the Constitution is confined only to see whether an inferior court or tribunal has proceeded within its parameters and not to correct an error apparent on the face of the record, much less of an error of law. In exercising the supervisory power under Article 227 of the Constitution, the High Court does not act as an appellate court or the tribunal. It is also not permissible to a High Court on a petition filed under Article 227 of the Constitution to review or reweigh the evidence upon which the (2003) 3 SSC 524 Neutral Citation Number : 2022/DHC/004686 inferior court or tribunal purports to have passed the order or to correct errors of law in the decision. (Emphasis Supplied) \n10. If any doubts remain, with respect to the restrictions on Article 227 jurisdiction, the following passages from the decisions in Estralla Rubber v. Dass Estate (P) Ltd4, Garment Craft v. Prakash Chand Goel5 and Puri Investments v. Young Friends and Co.6 would lay them to rest. \nEstralla Rubber 7. This Court in Ahmedabad Mfg. & Calico Ptg. Co. Ltd. v. Ram Tahel Ramnand7 in para 12 has stated that the power under Article 227 of the Constitution is intended to be used sparingly and only in appropriate cases, for the purpose of keeping the subordinate courts and tribunals within the bounds of their authority and, not for correcting mere errors. Reference also has been made in this regard to the case Waryam Singh v. Amarnath8. This Court in Bathutmal Raichand Oswal v. Laxmibai R. Tarte9 has observed that the power of superintendence under Article 227 cannot be invoked to correct an error of fact which only a superior court can do in exercise of its statutory power as a court of appeal and that the High Court in exercising its jurisdiction under Article 227 cannot convert itself into a court of appeal when the legislature has not conferred a right of appeal. Judged by these pronounced principles, the High Court clearly exceeded its jurisdiction under Article 227 in passing the impugned order. \n*** * * Garment Craft 15. Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft10] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India. The High Court exercising supervisory (2001) 8 SCC 97 2022 SCC OnLine SC 29 2022 SCC Online SC 283 AIR 1972 SC 1598 AIR 1954 SC 215 AIR 1975 SC 1297 2019 SCC OnLine Del 11943 Neutral Citation Number : 2022/DHC/004686 jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. Supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported. The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar11] The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. \n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber v. Dass Estate (P) Ltd3 has observed:\n(SCC pp. 101-102, para 6) 6. The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the Constitution of India is examined and explained in a number of decisions of this Court. The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected. It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to. ** * * * Puri Investments (2010) 1 SCC 217 Neutral Citation Number : 2022/DHC/004686 15. We are in agreement with the High Court's enunciation of the principles of law on scope of interference by the supervisory Court on decisions of the fact-finding forum. But having gone through the decisions of the two stages of fact-finding by the statutory fora, we are of the view that there was overstepping of this boundary by the supervisory Court. In its exercise of scrutinizing the evidence to find out if any of the three aforesaid conditions were breached, there was re-appreciation of evidence itself by the supervisory Court. \n16. In our opinion, the High Court in exercise of its jurisdiction under Article 227 of the Constitution of India in the judgment under appeal had gone deep into the factual arena to disagree with the final fact-finding forum. \n11. In its decisions in Ibrat Faizan v. Omaxe Buildhome Pvt. Ltd.12, the Supreme Court went to the extent of observing that a party who chooses to invoke the jurisdiction of the High Court under Article 227 of the Constitution of India necessarily ran the risk of subjecting itself to the limited peripheries of the jurisdiction that Article 227 confers. The following passage from Ibrat Faizan11 merits reproduction in this regard:\n28. The scope and ambit of jurisdiction of Article 227 of the Constitution has been explained by this Court in the case of Estralla Rubber v. Dass Estate (P) Ltd.3, which has been consistently followed by this Court (see the recent decision of this Court in the case of Garment Craft v. Prakash Chand Goel4). Therefore, while exercising the powers under Article 227 of the Constitution, the High Court has to act within the parameters to exercise the powers under Article 227 of the Constitution. It goes without saying that even while considering the grant of interim stay/relief in a writ petition under Article 227 of the Constitution of India, the High Court has to bear in mind the limited jurisdiction of superintendence under Article 227 of the Constitution. Therefore, while granting any interim stay/relief in a writ petition under Article 227 of the Constitution against an order passed by the National Commission, the same shall always be subject to the rigour of the powers to be exercised under Article 227 of the Constitution of India. 2022 SCC Online SC 620 Neutral Citation Number : 2022/DHC/004686 12. Having thus understood the scope of Article 227 of the Constitution of India, one may turn ones glance to Order XIII-A Rule 3 of the CPC, as amended by the Commercial Courts Act. A plain reading of the provision reveals that it does not confer, on a plaintiff a right to summary judgment, as is apparent from the use of the word may. Mr. Bansal, as one of his contentions, submitted that Order XIII-A has been held, by Courts, to be applied analogously or even accords a scope wider than that of Order XII Rule 6 of the CPC. Even in respect of Order XII Rule 6 of the CPC, it has been held, in S.M. Asif v. Virender Kumar Bajaj13 that the provision does not confer a right on the plaintiff, but merely confers discretion on the Court to pass a decree on admissions where such admissions exist. Mutatis mutandis, this principle would also apply to Order XIII-A Rule 3 of the CPC, as amended by the Commercial Courts Act. \n13. Having said that, there can be no doubt that, even if the jurisdiction vested by a provision is discretionary, such discretionary jurisdiction may, nonetheless, invites interference under Article 227 of the Constitution of India if the manner of exercise of discretion is perverse. Perversity, in this context, stands explained by the Supreme Court in S.R. Tewari v. Union of India14, after referring to the decisions of this Court, starting with Rajinder Kumar Kindra v. Delhi Admn.15 in the following terms:\n30. The findings of fact recorded by a court can be held to be perverse if the findings have been arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant/inadmissible material. The finding may also be said to be perverse if it is 'against the weight of evidence', or if the finding so outrageously defies logic as to suffer from the vice of (2015) 9 SCC 287 (2013) 6 SCC 602 (1984) 4 SCC 635 Neutral Citation Number : 2022/DHC/004686 irrationality. If a decision is arrived at on the basis of no evidence or thoroughly unreliable evidence and no reasonable person would act upon it, the order would be perverse. But if there is some evidence on record which is acceptable and which could be relied upon, the conclusions would not be treated as perverse and the findings would not be interfered with. (Vide Rajinder Kumar Kindra v. Delhi Admn15., Kuldeep Singh v. Commr. of Police16, Gamini Bala Koteswara Rao v. State of A.P.17 and Babu v. State of Kerala18.) (Emphasis Supplied) \n14. The upshot of the above discussion is that, where a petition under Article 227 of the Constitution of India seeks to call into question a discretionary order passed by the hierarchically lower judicial forum, the Court is not expected to enter into the correctness or otherwise, factually or legally, of the order under challenge. The Court is only required to see whether the manner in which the order has been passed calls for supervisory correction. If, therefore, the Court below has acted within its jurisdiction and has exercised its discretion in a manner which does not call for supervisory correction, the Article 227 Court would be acting in manifest excess of the jurisdiction vested in it, were it to interfere merely because it arrives, subjectively, at a conclusion different from that which was subjectively arrived at by the Court below. \n15. The vulnerability of the impugned order dated 9th September 2022, to supervisory interference under Article 227 of the Constitution of India has necessarily to be examined on the touchstone of the above principles, keeping in view the reasons adduced by the learned Commercial Court for refusing to pass a summary judgment under Order XIII-A of the CPC. These reasons are to be found in paras 17 (1999) 2 SCC 10 (2009) 10 SCC 636 (2010) 9 SCC 189 Neutral Citation Number : 2022/DHC/004686 to 24 of the impugned order which may, therefore, be reproduced thus:\n17. There is no dispute that m the present case, no registered lease deed had been executed by both the parties. In para 21 of the written statement, defendants stated that D-2 company was not provided with the registered lease deed nor signed the original documents which were handed over to the plaintiff and his son and. broker. According to the plaintiff, since the same has not been registered as required by law is inadmissible in evidence. \n18. There is no dispute about the legal position that (1). A document is required to be registered, if unregistered, is not admissible into evidence under Section 49 of the Registration Act. \nSuch unregistered document can however be used as an ' evidence of collateral purpose as provided in the proviso to Section 49 of the Registration Act. A collateral transaction must be independent of, or divisible from, the transaction to effect which the law required registration. However, when the question pertains to the terms and conditions of the lease, the conduct of the parties and entire surrounding circumstances have to be looked into and considered by the court during trial. \n19. In the present case, few facts and circumstances which are noteworthy are that a connected suit bearing CS(Comm) 47/2021 filed by D-1 seeking specific performance against defendant nos. 1 to 3 to furnish the registered lease deed of the premises in question and declaration and permanent and mandatory injunction is also pending. Moreover, in the statement of admission/denial of documents filed on an affidavit at Sr. No. 2 with respect to 'true copy of lease', plaintiff had initially not denied that the said document is in the custody of D-1 which was stated to be given by hand. Thereafter, plaintiff had filed an application seeking amendment in the said affidavit; E-stamp paper on which the lease deed dated 01.08.2019 was executed, was purchased on 03.07.2019 by the plaintiff for the purpose of lease; two service agreements, purported to be prepared on 01.08.2019 and purchased on 04.07.2019, by Lotus Services which is a proprietorship concern of plaintiffs wife, Ms. Pankaj Sejwal; Plaintiff had been receiving payment as mentioned in the service agreement for providing services and payment had been received by the plaintiff for the whole year; The payment made regarding services etc are reflected in the ledger account for the period 01.04.2019 till 10.07.2020. The aforementioned facts and circumstances prima- facie supports the defendants' version that parties had a meeting of mind regarding the terms of the lease including services and ancillary services; Defendant filed another suit for specific performance and injunction, asking the plaintiff to execute the lease deed dated 01.08.2019, filed in January, 2021; defendant had paid a security of Rs.9,00,000/- to the plaintiff on 04.07.2019 which fact is mentioned in clause 29 of the lease deed dated Neutral Citation Number : 2022/DHC/004686 01.08.2019 and the same is reflected from the ledger statement dated 04.07.2019; As per clause 10 of the lease deed 01.08.2019, the lease could be terminated without any notice in case lessee fails to pay rent for consecutive four months; cheques were being sent which were returned back and that it was revealed that the bank account wherein rent was being deposited by the defendant had been closed in August, 2020 itself. \n20. It is also the requirement of the Commercial Courts Act, 2015 that parties have to make true and complete disclosures of the facts . For this purpose, statement of truth in the Appendix-1 under Order VI Rule 15A has been inserted in the CPC as amended by the Commercial Courts Act. It requires that parties have not to make concealment of any material facts and have come to the court with clean hands. \n21. It is noteworthy that in the present case, plaintiff has not specified in the plaint or the date when the mutual oral agreement was arrived at or the date when the property was let out to the defendants. Admittedly, plaintiff has not specified in the plaint about the factum of having received Rs. Nine Lakhs as security on 04.07.2019. There is no averment in the plaint regarding receiving of repair and maintenance charges/service charges @ Rs.70,200/- by Lotus Services which is a firm of Ms. Pankaj Sejwal, wife of the plaintiff. Plaintiff has denied about execution of the lease deed and service agreement dated 01.08.2019 but e-stamp paper dated 03 .07.2019 in the sum of Rs.43,200/- on which the alleged lease deed is drafted on the face of it is purchased by the plaintiff, Shri Kuldeep Singh Sejwal and thee-stamp paper dated 04.07.2019 in the sum of Rs.100/-, on which service agreement is drafted is purported to have been purchased by Lotus Services. \n22. Admittedly, one other suit bearing no. CS DJ 47/21 filed by the defendant's company namely Kohelika Kohli Architects & Designers Pvt. Ltd. against the plaintiff Shri Kuldeep Singh Sejwal & Ors. is also pending before this court which was filed in January, 2021 seeking specific performance to furnish registered lease deed and for declaration and injunction for restraining the plaintiff wherein the plaintiff herein had been restrained from disconnecting electricity and water supply on 19.01.2021 by the Ld. Predecessor of this court. It is also a matter of record that several complaints dated 26.03 .2020, 24.08.2020 and 25.09.2020 at PS Saket, New Delhi had been filed by the defendant against the plaintiff, which all are prior to the filing of this suit. This court finds no compelling reason for allowing the claim without oral evidence in the totality of circumstances. \n23. Having regard to the totality of aforementioned facts, the pleadings, statement of admission/denial of documents, this Court is of the opinion that it cannot be observed that there are no real prospect of successfully defending the claim by the defendants. \nNeutral Citation Number : 2022/DHC/004686 This court finds that at this stage, without giving an opportunity to the parties to adduce evidence during trial, court is not able to find necessary facts and reach a fair and just determination of the question raised by the defendants on merits of the suit. \n24. In the result, this court find that the application filed by the plaintiff U/o XIII-A CPC deserves to be dismissed. Order accordingly. \n16. A reading of the afore-extracted paras 17 to 24 of the impugned order reveals that, in deeming it appropriate not to pass a decree on admission under Order XIII-A of the CPC, without subjecting the suit instituted by the petitioner to trial, the learned Commercial Court has taken into consideration the fact that (i) a Lease Deed, even if unregistered, could be used as evidence of collateral purpose under the proviso to Section 49 of the Registration Act, 1908, (ii) in order to examine whether there was consensus ad idem regarding the terms and conditions of the lease, the conduct of the parties was required to be examined, which would require a trial (iii) a connected suit, instituted by the respondents against the petitioner, for specific performance of the Lease Deed, was pending (iv) the petitioner, in its affidavit of admission and denial, did not deny receiving a copy of the Lease Deed, (v) the stamp paper, on which the Lease Deed had been instituted, had also been purchased by the petitioner, (vi) payments against providing of services, as envisaged by the Lease Deed, had actually been received by the respondents and reflected in the ledger account and (vii) a payment of  9 lakhs towards security for the lease of the property, which also found mention in Clause 29 of the Lease Deed, had also been received by the petitioner as was reflected from the ledger statement.\n17. In these circumstances, the learned Commercial Court has, in exercise of the subjective discretion vested in it, deemed it appropriate Neutral Citation Number : 2022/DHC/004686 not to straightaway pass a judgment, without trial, in view of the aforesaid facts on which the party had joined issue. Though Mr. Sumit Bansal would seek to contend that, even if all these facts were cumulatively taken as established, the respondents would, nonetheless, have no case to argue, such a contention, if accepted by this Court, would result in the substitution, by this Court, of its subjective satisfaction, for the subjective satisfaction of the learned Commercial Court, while exercising jurisdiction under Order XIII-A of the CPC, as amended by the Commercial Courts Act. \n18. Given the limited parameters of the jurisdiction vested in this Court under Article 227 of the Constitution of India, I am not convinced that the exercise of jurisdiction, by the learned Commercial Court, while passing the impugned order, was such as would call for supervisory correction by this Court or that, in exercise of such corrective jurisdiction, this Court should straightaway direct summary judgment to be passed in the suit preferred by the petitioner against the respondents.\n19. Mr. Sumit Bansal placed reliance on the judgments of the Supreme Court in Payal Vision Limited v. Radhika Choudhary19, K.B. Saha and Sons Pvt Ltd v. Development Consultant Ltd20, as well as the judgment of coordinate single benches of this Court in Geeta v. Mohd. Raza and Another21, K.R. Impex v. Punj Lloyd Ltd22 and Kamdhenu Limited v. Aashiana Rolling Mills Ltd23. \n20. None of these decisions, in my view, would justify interference (2012) 11 SCC 405 (2008) 8 SCC 564 2019 SCC OnLine Del 11385 2019 SCC OnLine Del 6667 Neutral Citation Number : 2022/DHC/004686 by this Court, under Article 227 of the Constitution of India, with the impugned order. \n21. In Payal Vision12, the first judgment cited by Mr. Bansal, he has sought to place reliance on paras 7, 12 and 14 of the decision, which read thus:\n7. In a suit for recovery of possession from a tenant whose tenancy is not protected under the provisions of the Rent Control Act, all that is required to be established by the plaintiff-landlord is the existence of the jural relationship of landlord and tenant between the parties and the termination of the tenancy either by lapse of time or by notice served by the landlord under Section 106 of the Transfer of Property Act. So long as these two aspects are not in dispute the Court can pass a decree in terms of Order XII Rule 6 of the CPC, which reads as under:\n\"6. Judgment on admissions-(1) Where admissions of fact have been made either in the pleading or otherwise, whether orally or in writing, the Court may at any stage of the suit, either on the application of any party or of its own motion and without waiting for the determination of any other question between the parties, make such order or give such judgment as it may think fit, having regard to such admissions.\n(2) Whenever a judgment is pronounced under sub-rule (1) a decree shall be drawn upon in accordance with the judgment and the decree shall bear the date on which the judgment was pronounced. *** **\n12. Incidentally, the defendant appears to have raised in the written statement a plea regarding the nature and extent of the super structure also. While the plaintiff's case is that the super structure as it existed on the date of the lease deed had been let out to the defendant and the defendant had made structural changes without any authorisation, the defendant's case is that the super structure was constructed by her at her own cost pursuant to some oral agreement between the parties. It is unnecessary for us to delve deep into that aspect of the dispute, for the nature and extent of superstructure or the legality of the changes allegedly made by the defendant is not relevant to the determination of the question 2021 SCC OnLine Del 2426 Neutral Citation Number : 2022/DHC/004686 whether the existence of tenancy is admitted by the defendant. At any rate, nature and extent of structure whether modified or even re- constructed by the defendant is a matter that can not alter the nature of the possession which the defendant holds in terms of the agreement executed by her. The relationship of the landlord and the tenant remains unaffected even if the tenant has with or without the consent of the landlord made structural changes in the property. \nIndeed if the tenancy was protected by the rent law and making of structural changes was a ground for eviction recognised by such law, it may have been necessary to examine whether the structure was altered and if so with or without the consent of the parties. That is not the position in the present case. The tenancy in question is not protected under the Rent Control Act having regard to the fact that the rate of rent is more than Rs. 3500/- per month. It is, therefore, of little significance whether any structural change was made by the defendant and if so whether the same was authorised or otherwise. The essence of the matter is that the relationship of the landlord and the tenant is clearly admitted. That is the most significant aspect to be examined by the Court in a suit for possession especially when the plaintiff seeks a decree on the basis of admissions. \n***** \n14. The defendant-tenant did not have the benefit of a secure term under a registered lease deed. The result was that the tenancy was only a month to month tenancy that could be terminated upon service of a notice in terms of Section 106 of the Transfer of Property Act. The plaintiff's case in para 6 of the plaint was that a notice was served upon the tenant under Section 106 of the Transfer of Property Act pointing out that the defendant- tenant had made substantial structural changes in the premises and had not complied with the terms of the lease agreement. The notice was duly served upon the tenant to which the tenant has not replied. Para 6 reads as under:\nThat since the defendant had carried out substantial structural changes and further did not comply with the covenants of the lease agreement the plaintiff was compelled to serve a notice under Section 106 of the Transfer of Property Act. The said notice was duly served upon the defendant and no reply to the said notice has been received by the plaintiff or its counsel. \n22. At a plain glance, Payal Vision12 holds that the existence of jural relationship of landlord and tenant between the parties and the legal and valid termination of the lease are necessary ingredients for any decree to be passed in terms of Order XII Rule 6 of the CPC. It is Neutral Citation Number : 2022/DHC/004686 only where both these facts are admitted, therefore, that a decree under Order XII Rule 6 of the CPC can follow. In the present case, there was, clearly, no admission of a valid termination of tenancy of lease by the respondents. Payal Vision12, therefore, cannot come to the assistance of the petitioner. Rather, the respondents sought to contend that there was a mutual agreement between the parties, on the basis of which the lease in respect of the premises was to continue at least till 2022. In that view of the matter, the parties were clearly at issue on the aspect of valid termination of tenancy so that, even applying the principle enunciated in Payal Vision12, the Learned Commercial Court cannot be faulted in not having straightaway passed a summary judgment in favour of the petitioner. Geeta14, too, underscored the principle that, in a suit for ejectment, the plaintiff had to establish a valid termination of tenancy, apart from the fact of existence of relationship of a landlord and tenant. Where the very circumstances of tenancy were in dispute, the learned Commercial Court, cannot even on the anvil of Geeta14, be faulted in regarding the suit to be required to be put to trial. \n23. K.B. Saha13, which deals with covenants which can be looked into an unregistered instrument, can also not help the petitioner as this fact has been taken into account by the learned Commercial Court, who has proceeded on the basis not only on the Lease Deed, but also on the conduct of the parties, which indicated that, prima facie, both the petitioner and the respondents were acting in terms of the covenants of the Lease Deed. \n24. Kamdhenu16, if anything, would militate against the stand canvassed by Mr. Bansal. I may reproduce, in this regard, para 34 of Neutral Citation Number : 2022/DHC/004686 the report in Kamdhenu16, which Mr. Bansal emphasized during his arguments:\n34. Rule 3 of Order XIII-A lays down the tests which must be satisfied in order to enter judgment under the said provision. With regard to the 'real prospect of success' limb of the test, the judgment of the Chancery Division in Easyair Ltd vs. Opal Telecom Ltd.24, was cited before the Court in Su-Kam. In Easyair, the Chancery Court distilled the principles thus:\ni) The court must consider whether the claimant has a \"realistic\" as opposed to a \"fanciful\" prospect of success: Swain v. Hillman25;\nii) A \"realistic\" claim is one that carries some degree of conviction. This means a claim that is more than merely arguable: ED & F Man Liquid Products v.\nPatel26;\niii) In reaching its conclusion the court must not conduct a \"mini-trial\": Swain v. Hillman18;\niv) This does not mean that the court must take at face value and without analysis everything that a claimant says in his statements before the court. In some cases it may be clear that there is no real substance in factual assertions made, particularly if contradicted by contemporaneous documents: ED & F Man Liquid Products v. Patel19 at [10];\nv) However, in reaching its conclusion the court must take into account not only the evidence actually placed before it on the application for summary judgment, but also the evidence that can reasonably be expected to be available at trial: Royal Brompton Hospital NHS Trust v. Hammond (No 5)27;\nvi) Although a case may turn out at trial not to be really complicated, it does not follow that it should be decided without the fuller investigation into the facts at trial than is possible or permissible on summary judgment. Thus the court should hesitate about making a final decision without a trial, even where there is no obvious conflict of fact at the time of the application, where reasonable grounds exist for believing that a fuller investigation into the facts of the case [2009] EWHC 339 (Ch) [2001] 1 All ER 91 [2003] EWCA Civ 472 at [8] [2001] EWCA Civ 550 Neutral Citation Number : 2022/DHC/004686 would add to or alter the evidence available to a trial judge and so affect the outcome of the case: Doncaster Pharmaceuticals Group Ltd. v. Bolton Pharmaceutical Co. 100 Ltd.28;\nvii) On the other hand it is not uncommon for an application under Part 24 to give rise to a short point of law or construction and, if the court is satisfied that it has before it all the evidence necessary for the proper determination of the question and that the parties have had an adequate opportunity to address it in argument, it should grasp the nettle and decide it. The reason is quite simple: if the respondent's case is bad in law, he will in truth have no real prospect of succeeding on his claim or successfully defending the claim against him, as the case may be. Similarly, if the applicant's case is bad in law, the sooner that is determined, the better. If it is possible to show by evidence that although material in the form of documents or oral evidence that would put the documents in another light is not currently before the court, such material is likely to exist and can be expected to be available at trial, it would be wrong to give summary judgment because there would be a real, as opposed to a fanciful, prospect of success. However, it is not enough simply to argue that the case should be allowed to go to trial because something may turn up which would have a bearing on the question of construction: ICI Chemicals & Polymers Ltd. v. TTE Training Ltd.29\" \n(Emphasis supplied.) \n25. A bare reading of para 34 of Kamdhenu16, which specifically addresses Order XIII-A(3) of the CPC, and with which I am in complete agreement, indicates that the Court must be circumspect in passing summary judgment without trial under Order XIII-A(3) of the CPC. Principle (vi) of the principles cited in the judgment of the Chancery Division in Easyair Ltd17, which were adopted with approval by the coordinate Bench of this Court in Kamdhenu16 reads thus:\nvi) Although a case may turn out at trial not to be really complicated, it does not follow that it should be decided [2007] FSR 63 [2007] EWCA Civ 725 Neutral Citation Number : 2022/DHC/004686 without the fuller investigation into the facts at trial than is possible or permissible on summary judgment. Thus the court should hesitate about making a final decision without a trial, even where there is no obvious conflict of fact at the time of the application, where reasonable grounds exist for believing that a fuller investigation into the facts of the case would add to or alter the evidence available to a trial judge and so affect the outcome of the case: Doncaster Pharmaceuticals Group Ltd. v. Bolton Pharmaceutical Co. 100 Ltd.21;\n26. The enunciation of the law in the aforesaid extracted passage clearly indicates that the learned Commercial Court has properly applied the principles which govern Order XIII-A of the CPC. \n27. K.R. Impex22, in my opinion, is completely tangential to the issue at hand. It merely holds that proceedings, which are in nature of deadwood should not be allowed to remain pending on the roster of the Court. I do not see how the said decision can be of any application to the present case. None of the judgments on which Mr. Bansal relies, therefore, could come to his aid. \n28. The petition is dismissed. Miscellaneous application is disposed of. \nC. HARI SHANKAR, J NOVEMBER 3, 2022 rb",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dad7e19cadfa4d5ca20758c5f52e30f0_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c63871265da74fe9be07a26e0196279e_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8b8dd8696834036bd31d4eb3be53928_2"
    },
    {
      "start": 260,
      "end": 325,
      "text": "\nKuldeep Singh Sejwal vs Sunita Kohli And Anr on 3 November, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "268ab276538e4f30b669beab7f542103_3"
    },
    {
      "start": 326,
      "end": 373,
      "text": "\nAuthor: C. Hari Shankar\nBench: C. Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bae7f88c8c1a49a6913cdaff9037748e_4"
    },
    {
      "start": 412,
      "end": 480,
      "text": "Neutral Citation Number : 2022/Dhc/004686\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8649c4fd7f546a89415854ce4afe0bd_5"
    },
    {
      "start": 480,
      "end": 496,
      "text": "$ ~3 (Appellate)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc2689ca620447d8b5ca1d2ffa5c5186_6"
    },
    {
      "start": 524,
      "end": 596,
      "text": "*     In The High Court Of Delhi At New Delhi\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5bd0c156eec748ce844ec1d002c84490_7"
    },
    {
      "start": 596,
      "end": 635,
      "text": "+     Cm(M) 1133/2022 and Cm 45651/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2909648dabd4c938d192d003fbe8141_8"
    },
    {
      "start": 636,
      "end": 689,
      "text": "\n                                Kuldeep Singh Sejwal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "105c3c0b8c274677a338ab3bf7cd56e9_9"
    },
    {
      "start": 706,
      "end": 722,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "503b1c099d5740659ae73fa1dd2784c2_10"
    },
    {
      "start": 769,
      "end": 853,
      "text": "Through: Mr. Sumit Bansal, Mr. Udaibir\n                                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9c0b6d3237040799c3bddba1cbe729a_11"
    },
    {
      "start": 853,
      "end": 968,
      "text": "Kochar, Mr. Varun Rajawat, Mr. Utsav Garg\n                                             and Mr. Aditya Bakshi, Advs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0dccd3c1fc649ef9b514d3ca47524db_12"
    },
    {
      "start": 1024,
      "end": 1062,
      "text": "versus\n\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a239d30566f4f81a24e8087a2ea6374_13"
    },
    {
      "start": 1062,
      "end": 1098,
      "text": "Sunita Kohli And Anr           .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cc71c62997243d39b3eaf1a3ffe4772_14"
    },
    {
      "start": 1099,
      "end": 1111,
      "text": "Respondents\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a43f7610b4e74e768af52e7dd85f4632_15"
    },
    {
      "start": 1111,
      "end": 1120,
      "text": "Through:\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88ab798410794eac9d629b40c9ac9ac9_16"
    },
    {
      "start": 1120,
      "end": 1126,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f116020d1c9945f8a210db487a3130f3_17"
    },
    {
      "start": 1127,
      "end": 1199,
      "text": "\nHon'Ble Mr. Justice C. Hari Shankar % J U D G M E N T (Oral) 03.11.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5993f57ed9be4c01a287942157711ee4_18"
    },
    {
      "start": 1200,
      "end": 1382,
      "text": "\n1. Cs Dj 394/2020 (Kuldeep Singh Sejwal v. Sunita Kohli) was instituted by the petitioner Kuldeep Singh Sejwal against the respondents, seeking eviction/ejectment of the respondents",
      "labels": [
        "FAC"
      ],
      "id": "31e5aee51d6a4fa59a48c980e69cc274_19"
    },
    {
      "start": 1384,
      "end": 1500,
      "text": "from the third floor of the property situated at F-213/C, Lado Sarai, New Delhi (the suit property, hereinafter).\n2.",
      "labels": [
        "FAC"
      ],
      "id": "42e0e1ae336f41f6803e7dc9515142dc_20"
    },
    {
      "start": 1501,
      "end": 1740,
      "text": "The plaint averred that the suit property had been let out to Respondent 1 at  60,000/- per month for carrying out the commercial activities, for which reason the plaint was filed as a commercial suit under the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "f7014b3ecc8b40fe9605b7e46292a315_21"
    },
    {
      "start": 1741,
      "end": 1968,
      "text": "It was further asserted, in the plaint, that Respondent 1 was in occupation of the suit property on a month to month basis, and that Respondent 1 was in default of rent payable to the petitioner in respect of the suit property.",
      "labels": [
        "FAC"
      ],
      "id": "47b07d58ce574e6490d9ff24e56f5380_22"
    },
    {
      "start": 1969,
      "end": 2154,
      "text": "As a result, the plaint alleged that the petitioner terminated the tenancy of the respondents vide notice dated 20th August 2020, to which the respondents replied on 4th September 2020.",
      "labels": [
        "FAC"
      ],
      "id": "1bfacb21e19642bda405f311696cb350_23"
    },
    {
      "start": 2155,
      "end": 2626,
      "text": "Denying the assertions in Neutral Citation Number : 2022/DHC/004686 the reply of the respondents, the plaint, in the circumstance, sought (i) a decree of possession/ejectment in favour of the petitioner and against the respondents with respect to the suit property, (ii) a decree allowing recovery, by the petitioner from the respondent, of  1,20,000/-, towards alleged arrears of rent from the month of August 2020 and (iii) damages/mesne profits @  10,000/- per month.\n",
      "labels": [
        "FAC"
      ],
      "id": "0156afcac3ac40849fe957700c748d63_24"
    },
    {
      "start": 2626,
      "end": 2736,
      "text": "3. The respondents, as the defendants in the suit, filed a written statement by way of response to the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "718236a503aa4fdf87cada4d72b559cb_25"
    },
    {
      "start": 2737,
      "end": 2975,
      "text": "It was alleged, in the written statement, that the petitioner and the respondents had intended to execute a Lease Deed dated 1st August 2019, which was signed by Respondent 1 and forwarded to the petitioner for signature and registration.",
      "labels": [
        "FAC"
      ],
      "id": "316e3b2bc9ca46438d739019e083db02_26"
    },
    {
      "start": 2976,
      "end": 3067,
      "text": "The petitioner, it was alleged, had failed to sign the Lease Deed or to have it registered.",
      "labels": [
        "FAC"
      ],
      "id": "afbb5e6f88c34ebb854fcb734fd670a0_27"
    },
    {
      "start": 3068,
      "end": 3262,
      "text": "The written statement further relied on the fact that the stamp paper, on which the Lease Deed dated 1st August 2019 was executed had, in fact, been purchased by the petitioner on 3rd July 2019.",
      "labels": [
        "FAC"
      ],
      "id": "ff26a06dadba417690c99ee907478800_28"
    },
    {
      "start": 3263,
      "end": 3449,
      "text": "Further, it was pointed out, in terms of the covenants in the Lease Deed, two service agreements dated 4th July 2019 and 1st August 2019, had been executed by the wife of the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "e4bc8a3a75174915adeb5946953eeadb_29"
    },
    {
      "start": 3450,
      "end": 3780,
      "text": "It was also sought to be submitted that, in terms of the covenants in the said service agreements, the petitioner had been receiving payment for providing services to the respondents and that receipt of the said payment was also reflected in the ledger account of the respondents for the period 1st April 2019 till 10th July 2020.",
      "labels": [
        "FAC"
      ],
      "id": "b294c9fc20cb403ea7e6f6139c37dbb2_30"
    },
    {
      "start": 3781,
      "end": 3998,
      "text": "These facts, alleged the written statement, indicated that there was consensus ad idem between the petitioner and the respondents regarding the terms of lease, which had been duly reduced to writing in the Lease Deed.",
      "labels": [
        "FAC"
      ],
      "id": "2644d53d6f5e427fb723a4bd9bb46d21_31"
    },
    {
      "start": 3999,
      "end": 4325,
      "text": "In these circumstances, the written statement also pointed out that the respondents had collaterally filed a suit against the petitioner Neutral Citation Number : 2022/DHC/004686 for specific performance, seeking a direction to the petitioner to execute the Lease Deed dated 1st August 2019 and that the said suit was pending.",
      "labels": [
        "FAC"
      ],
      "id": "4e2b80640338457496cd17e9b75bed80_32"
    },
    {
      "start": 4327,
      "end": 4622,
      "text": "4. In order to buttress the aforesaid stand, the written statement pointed out that, on 4th July 2019, the respondents had paid, to the petitioner, security of  9 lacs, as per Clause 291 of the Lease Deed and that the said payment was already reflected in the ledger account dated 4th July 2019.",
      "labels": [
        "FAC"
      ],
      "id": "f7e2268665b14372a8259d73f570c474_33"
    },
    {
      "start": 4623,
      "end": 4860,
      "text": "Reliance was placed by the respondents on Clause 102 of the Lease Deed, which envisaged, termination of the lease without notice only in the event of four months continuous default on the part of the respondents in payment of lease rent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01a39a2d3f7144ce9f7d6c8acd433f3a_34"
    },
    {
      "start": 4862,
      "end": 5013,
      "text": "5. Consequent to filing of the written statement, the petitioner filed its affidavit of admission and denial of the documents filed by the respondents.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e22153edeee4dcdb5d6515cbe1a0d3c_35"
    },
    {
      "start": 5014,
      "end": 5399,
      "text": "Insofar as the controversial Lease Deed dated 1st April 2019 was concerned, with respect to the alleged true copy thereof, which had been filed on record by the respondent, the affidavit of admission and denial deposed thus:\nS.No Details of Documents Mode of Line of Admitted/ Documents in execution/ custody denied .\n                                                         possession",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe713d02182f475aa52833cce9f4b62b_36"
    },
    {
      "start": 5420,
      "end": 5428,
      "text": "Issuance",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d3497e5028546cfb3f56e4083fdefda_37"
    },
    {
      "start": 5486,
      "end": 5494,
      "text": "/Custody",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d94ed78b4b4742d28031bd3e20ce1c5c_38"
    },
    {
      "start": 5517,
      "end": 5527,
      "text": "or receipt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff67c0672e614db6947366beca1ca66c_39"
    },
    {
      "start": 5559,
      "end": 5616,
      "text": "2        True copy of the Plaintiff                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a979b4c3ff749adb34f6ad5abc6e594_40"
    },
    {
      "start": 5616,
      "end": 5634,
      "text": "By hand Plaintiff.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c6b29c878714339b60790e7cc5685e8_41"
    },
    {
      "start": 5635,
      "end": 5683,
      "text": "No such                                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c825a5002a041acb965bb91aa11d966_42"
    },
    {
      "start": 5683,
      "end": 5698,
      "text": "lease agreement",
      "labels": [
        "PREAMBLE"
      ],
      "id": "efb4a65335d94aaeaae6b2bb612ba451_43"
    },
    {
      "start": 5750,
      "end": 5759,
      "text": "documents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eeda3a97eb4e4f1eaf297eb4ff774da4_44"
    },
    {
      "start": 5800,
      "end": 5814,
      "text": "dated 1.8.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f6e164531d247d4a064a7c90b089511_45"
    },
    {
      "start": 5867,
      "end": 5876,
      "text": "denied 6.",
      "labels": [
        "FAC"
      ],
      "id": "2ed429a22b384ee99e245298ef06fa75_46"
    },
    {
      "start": 5877,
      "end": 5941,
      "text": "During the pendency of the aforesaid suit before the learned 29.",
      "labels": [
        "FAC"
      ],
      "id": "8a04390733a74c1d902368f712c9c6ff_47"
    },
    {
      "start": 5942,
      "end": 6184,
      "text": "That the Lessee has deposited Rs.9,00,000/- (Rs. Nine Lakh only) as Security (interest free) which is refundable at the time of peaceful vacation of the premises after deducting the arrears i.e. electricity, water bill or any damages etc.\n10.",
      "labels": [
        "FAC"
      ],
      "id": "df1ec294d14c455da6991d6497294e91_48"
    },
    {
      "start": 6185,
      "end": 6461,
      "text": "That in case the Lessee fails to pay the rent agreed upon between the parties, for consecutive four months, the lease of the demised premises shall stand terminated without any notice and the Lessor shall be entitled to recovery of possession of the leased premises forthwith.",
      "labels": [
        "FAC"
      ],
      "id": "ef9649d9520c4bb48ece6f1240c9bd82_49"
    },
    {
      "start": 6462,
      "end": 6504,
      "text": "\nNeutral Citation Number : 2022/DHC/004686",
      "labels": [
        "FAC"
      ],
      "id": "aff1899ffab84e2f8a0975a2dc484934_50"
    },
    {
      "start": 6505,
      "end": 6571,
      "text": "District Judge (Commercial Courts) (the learned Commercial Courts)",
      "labels": [
        "NONE"
      ],
      "id": "b203c303198e48d6b9a07731b960a4fa_51"
    },
    {
      "start": 6572,
      "end": 6770,
      "text": ", the petitioner filed an application under Order XIII-A of the CPC, as amended by the Commercial Courts Act, seeking summary judgment based on the averments in the plaint and the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "feb2adfdd1f14d05ad067390f581c353_52"
    },
    {
      "start": 6771,
      "end": 6966,
      "text": "For ready reference, Rules 1, 2 and 3 of Order XIII-A of the CPC, as amended under the Commercial Courts Act, may be reproduced thus:\n1. Scope of and classes of suits to which this Order applies.",
      "labels": [
        "STA"
      ],
      "id": "14026e12b95c4bfa815fd60c8572320b_53"
    },
    {
      "start": 6967,
      "end": 7112,
      "text": "--\n(1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence.",
      "labels": [
        "STA"
      ],
      "id": "9f90f2d8d5d74b31b66333434532f465_54"
    },
    {
      "start": 7113,
      "end": 7605,
      "text": "\n(2) For the purposes of this Order, the word claim shall include-- (a) part of a claim;\n(b) any particular question on which the claim (whether in whole or in part) depends; or (c) a counter-claim, as the case may be.\n(3) Notwithstanding anything to the contrary, an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\n2. Stage for application for summary judgment.",
      "labels": [
        "STA"
      ],
      "id": "5abd22b360844f0b965016e9ffe696d0_55"
    },
    {
      "start": 7606,
      "end": 7855,
      "text": "-- An applicant may apply for summary judgment at any time after summons has been served on the defendant:\nProvided that, no application for summary judgment may be made by such applicant after the Court has framed the issues in respect of the suit.",
      "labels": [
        "STA"
      ],
      "id": "973923f8603e4e839ce53a717bacf534_56"
    },
    {
      "start": 7857,
      "end": 8320,
      "text": "3. Grounds for summary judgment.--The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that-- (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the claim, as the case may be; and Neutral Citation Number : 2022/DHC/004686 (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n7.",
      "labels": [
        "STA"
      ],
      "id": "189b164517674da2b0ea287bb9bdb067_57"
    },
    {
      "start": 8321,
      "end": 8587,
      "text": "The application of the petitioner under Order XIII-A of the CPC has been rejected by the learned Commercial Court vide the impugned order dated 9th September 2022, aggrieved by which the petitioner is before this Court under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "b2347af81f444b4c8220eefd7954aa01_58"
    },
    {
      "start": 8589,
      "end": 8822,
      "text": "8. Before adverting to the merits of the submissions advanced by Mr. Sumit Bansal, learned Counsel for the petitioner, it is necessary to delineate, accurately, the exact scope of examination by this Court in the present proceedings.",
      "labels": [
        "NONE"
      ],
      "id": "bbcf781505854c0f982487471b42781c_59"
    },
    {
      "start": 8823,
      "end": 8927,
      "text": "These proceedings have been instituted by the petitioner under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52231373f70049dfbaf24c25bf36b787_60"
    },
    {
      "start": 8928,
      "end": 9218,
      "text": "The jurisdiction vested in this Court by Article 227 of the Constitution of India is neither appellate nor can it, strictly speaking, even be analogized to judicial review jurisdiction which otherwise vests in Courts vis-a-vis the orders passed by hierarchically lower judicial authorities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "178c08432ab34ea99044c5a8eb58483f_61"
    },
    {
      "start": 9219,
      "end": 9451,
      "text": "\n9. The exact scope of the jurisdiction of a Court under Article 227 of the Constitution of India is neatly captured by the following passage from the judgment of the Supreme Court in Sadhana Lodh v.\nNational Insurance Co. Ltd.3:\n7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "524f91143e1a40eba0161d4ffee992f6_62"
    },
    {
      "start": 9452,
      "end": 9739,
      "text": "The supervisory jurisdiction conferred on the High Courts under Article 227 of the Constitution is confined only to see whether an inferior court or tribunal has proceeded within its parameters and not to correct an error apparent on the face of the record, much less of an error of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a1e4d8de656436cb944cf9444233230_63"
    },
    {
      "start": 9740,
      "end": 9881,
      "text": "In exercising the supervisory power under Article 227 of the Constitution, the High Court does not act as an appellate court or the tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b46eb5616af442c5a83c155b7dc72d60_64"
    },
    {
      "start": 9882,
      "end": 10196,
      "text": "It is also not permissible to a High Court on a petition filed under Article 227 of the Constitution to review or reweigh the evidence upon which the (2003) 3 SSC 524 Neutral Citation Number : 2022/DHC/004686 inferior court or tribunal purports to have passed the order or to correct errors of law in the decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2efd403515be435facda77b5bda33326_65"
    },
    {
      "start": 10197,
      "end": 10216,
      "text": "(Emphasis Supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d502426c4174f47aa744d4d02873d6d_66"
    },
    {
      "start": 10218,
      "end": 10499,
      "text": "10. If any doubts remain, with respect to the restrictions on Article 227 jurisdiction, the following passages from the decisions in Estralla Rubber v. Dass Estate (P) Ltd4, Garment Craft v. Prakash Chand Goel5 and Puri Investments v. Young Friends and Co.6 would lay them to rest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d1071ab4d02c409f9c27b61a866544f4_67"
    },
    {
      "start": 10500,
      "end": 10519,
      "text": "\nEstralla Rubber 7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1bff93f245924e9fa349555287274326_68"
    },
    {
      "start": 10520,
      "end": 10870,
      "text": "This Court in Ahmedabad Mfg. & Calico Ptg. Co. Ltd. v. Ram Tahel Ramnand7 in para 12 has stated that the power under Article 227 of the Constitution is intended to be used sparingly and only in appropriate cases, for the purpose of keeping the subordinate courts and tribunals within the bounds of their authority and, not for correcting mere errors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5e34a1528a6743a1a646d239bd128cb3_69"
    },
    {
      "start": 10871,
      "end": 10953,
      "text": "Reference also has been made in this regard to the case Waryam Singh v. Amarnath8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f236e8d6448b4be6ab50a8694395fa0e_70"
    },
    {
      "start": 10954,
      "end": 11392,
      "text": "This Court in Bathutmal Raichand Oswal v. Laxmibai R. Tarte9 has observed that the power of superintendence under Article 227 cannot be invoked to correct an error of fact which only a superior court can do in exercise of its statutory power as a court of appeal and that the High Court in exercising its jurisdiction under Article 227 cannot convert itself into a court of appeal when the legislature has not conferred a right of appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b5d48f55d9124581bea4876b1081c055_71"
    },
    {
      "start": 11393,
      "end": 11529,
      "text": "Judged by these pronounced principles, the High Court clearly exceeded its jurisdiction under Article 227 in passing the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "100d7b8cac5042388899b6823f1aa60a_72"
    },
    {
      "start": 11531,
      "end": 11538,
      "text": "*** * *",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bb7c35e064a94f428bd1ad4a94edbd7f_73"
    },
    {
      "start": 11539,
      "end": 11556,
      "text": "Garment Craft 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9569d304c292425da50229d83f730a0f_74"
    },
    {
      "start": 11557,
      "end": 11887,
      "text": "Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft10] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ac8a0937e9242f69bf16eb7d198477c_75"
    },
    {
      "start": 11888,
      "end": 12259,
      "text": "The High Court exercising supervisory (2001) 8 SCC 97 2022 SCC OnLine SC 29 2022 SCC Online SC 283 AIR 1972 SC 1598 AIR 1954 SC 215 AIR 1975 SC 1297 2019 SCC OnLine Del 11943 Neutral Citation Number : 2022/DHC/004686 jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9be81570eaf5416ea24f30f621770d9a_76"
    },
    {
      "start": 12260,
      "end": 12400,
      "text": "Supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "906a5e0c43ae4e74a373d9828a8a60c2_77"
    },
    {
      "start": 12401,
      "end": 12522,
      "text": "The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a31e7709076a48cfa1fb66bb9bd46107_78"
    },
    {
      "start": 12523,
      "end": 12579,
      "text": "[Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar11]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7933329b627c4e0b87be7226daa058d0_79"
    },
    {
      "start": 12580,
      "end": 12765,
      "text": "The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f306c61a55a4bf4abf77127430f2d58_80"
    },
    {
      "start": 12766,
      "end": 13023,
      "text": "The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48680715fe864b64a8a0c0dfcec5c590_81"
    },
    {
      "start": 13024,
      "end": 13134,
      "text": "It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb11b071a82343a28b828d27ecbced91_82"
    },
    {
      "start": 13136,
      "end": 13479,
      "text": "16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber v. Dass Estate (P) Ltd3 has observed:\n(SCC pp. 101-102, para 6) 6. The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the Constitution of India is examined and explained in a number of decisions of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e7faae63200c4fec985cdec252ba9e72_83"
    },
    {
      "start": 13480,
      "end": 13710,
      "text": "The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "197dfb25d8c2479c9385f36d75c4139e_84"
    },
    {
      "start": 13711,
      "end": 13905,
      "text": "The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db6decfeb6114468bad56b29004f4d29_85"
    },
    {
      "start": 13906,
      "end": 14192,
      "text": "Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00c17f86508b4508bddf1dfbdd02aaa4_86"
    },
    {
      "start": 14193,
      "end": 14459,
      "text": "It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab420ec01ca047e48cada712228d5e21_87"
    },
    {
      "start": 14460,
      "end": 14734,
      "text": "The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25208bb8b6a5423295a23cb5d1245cf1_88"
    },
    {
      "start": 14735,
      "end": 14741,
      "text": "** * *",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c01e7c86a3c4e168bc0f7af2052a50d_89"
    },
    {
      "start": 14742,
      "end": 14823,
      "text": "* Puri Investments (2010) 1 SCC 217 Neutral Citation Number : 2022/DHC/004686 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fc280ce4f6046b4a3b74c4012a9b548_90"
    },
    {
      "start": 14824,
      "end": 14992,
      "text": "We are in agreement with the High Court's enunciation of the principles of law on scope of interference by the supervisory Court on decisions of the fact-finding forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52e03dba5ada4a8e894103bca3bfd8cb_91"
    },
    {
      "start": 14993,
      "end": 15177,
      "text": "But having gone through the decisions of the two stages of fact-finding by the statutory fora, we are of the view that there was overstepping of this boundary by the supervisory Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a79667b46a8541faa4d7ed1b945f54ae_92"
    },
    {
      "start": 15178,
      "end": 15361,
      "text": "In its exercise of scrutinizing the evidence to find out if any of the three aforesaid conditions were breached, there was re-appreciation of evidence itself by the supervisory Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fd4f6200a854d94a9d00adcbf1362dc_93"
    },
    {
      "start": 15363,
      "end": 15589,
      "text": "16. In our opinion, the High Court in exercise of its jurisdiction under Article 227 of the Constitution of India in the judgment under appeal had gone deep into the factual arena to disagree with the final fact-finding forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb642ee2b0d643d7aea3a76869245675_94"
    },
    {
      "start": 15591,
      "end": 15945,
      "text": "11. In its decisions in Ibrat Faizan v. Omaxe Buildhome Pvt. Ltd.12, the Supreme Court went to the extent of observing that a party who chooses to invoke the jurisdiction of the High Court under Article 227 of the Constitution of India necessarily ran the risk of subjecting itself to the limited peripheries of the jurisdiction that Article 227 confers.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "890192e93182464b9cdacbc520cbd2c2_95"
    },
    {
      "start": 15946,
      "end": 16027,
      "text": "The following passage from Ibrat Faizan11 merits reproduction in this regard:\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "999e1378945040e4b898e1ac22129843_96"
    },
    {
      "start": 16028,
      "end": 16332,
      "text": "The scope and ambit of jurisdiction of Article 227 of the Constitution has been explained by this Court in the case of Estralla Rubber v. Dass Estate (P) Ltd.3, which has been consistently followed by this Court (see the recent decision of this Court in the case of Garment Craft v. Prakash Chand Goel4).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d54aca98e4046e990e74c84675bfd7f_97"
    },
    {
      "start": 16333,
      "end": 16520,
      "text": "Therefore, while exercising the powers under Article 227 of the Constitution, the High Court has to act within the parameters to exercise the powers under Article 227 of the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "826367ff93504f22a8ecc5e8a0a64414_98"
    },
    {
      "start": 16521,
      "end": 16789,
      "text": "It goes without saying that even while considering the grant of interim stay/relief in a writ petition under Article 227 of the Constitution of India, the High Court has to bear in mind the limited jurisdiction of superintendence under Article 227 of the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b48ca5e58064fc6b23eca0ef811db28_99"
    },
    {
      "start": 16790,
      "end": 17073,
      "text": "Therefore, while granting any interim stay/relief in a writ petition under Article 227 of the Constitution against an order passed by the National Commission, the same shall always be subject to the rigour of the powers to be exercised under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3e98f02785a495284ef7d2dd94c5515_100"
    },
    {
      "start": 17074,
      "end": 17142,
      "text": "2022 SCC Online SC 620 Neutral Citation Number : 2022/DHC/004686 12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "857c0f7e2c5d4693ad4343b564f39053_101"
    },
    {
      "start": 17143,
      "end": 17321,
      "text": "Having thus understood the scope of Article 227 of the Constitution of India, one may turn ones glance to Order XIII-A Rule 3 of the CPC, as amended by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d2a0554f9624c338bc003900c8c3c9e_102"
    },
    {
      "start": 17322,
      "end": 17476,
      "text": "A plain reading of the provision reveals that it does not confer, on a plaintiff a right to summary judgment, as is apparent from the use of the word may.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7ecad811e5e458499bd6d8471694945_103"
    },
    {
      "start": 17477,
      "end": 17667,
      "text": "Mr. Bansal, as one of his contentions, submitted that Order XIII-A has been held, by Courts, to be applied analogously or even accords a scope wider than that of Order XII Rule 6 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "20dbcb9aee234af491f7ac01c2d51990_104"
    },
    {
      "start": 17668,
      "end": 17936,
      "text": "Even in respect of Order XII Rule 6 of the CPC, it has been held, in S.M. Asif v. Virender Kumar Bajaj13 that the provision does not confer a right on the plaintiff, but merely confers discretion on the Court to pass a decree on admissions where such admissions exist.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "69e7986cd22a4f34abf9c6ce068ef970_105"
    },
    {
      "start": 17937,
      "end": 18062,
      "text": "Mutatis mutandis, this principle would also apply to Order XIII-A Rule 3 of the CPC, as amended by the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ba7c59c03a2a4c15924fae8dc06cbb31_106"
    },
    {
      "start": 18064,
      "end": 18349,
      "text": "13. Having said that, there can be no doubt that, even if the jurisdiction vested by a provision is discretionary, such discretionary jurisdiction may, nonetheless, invites interference under Article 227 of the Constitution of India if the manner of exercise of discretion is perverse.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4018f1e1efac4177a337571d8a037b1f_107"
    },
    {
      "start": 18350,
      "end": 18581,
      "text": "Perversity, in this context, stands explained by the Supreme Court in S.R. Tewari v. Union of India14, after referring to the decisions of this Court, starting with Rajinder Kumar Kindra v. Delhi Admn.15 in the following terms:\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ada176f807b4a1dbad72f0d1245e605_108"
    },
    {
      "start": 18582,
      "end": 18795,
      "text": "The findings of fact recorded by a court can be held to be perverse if the findings have been arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant/inadmissible material.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6508cffb801041c582340ea24c3c4aac_109"
    },
    {
      "start": 18796,
      "end": 19067,
      "text": "The finding may also be said to be perverse if it is 'against the weight of evidence', or if the finding so outrageously defies logic as to suffer from the vice of (2015) 9 SCC 287 (2013) 6 SCC 602 (1984) 4 SCC 635 Neutral Citation Number : 2022/DHC/004686 irrationality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7846dd623f78492aa75e5aabc9f862d8_110"
    },
    {
      "start": 19068,
      "end": 19230,
      "text": "If a decision is arrived at on the basis of no evidence or thoroughly unreliable evidence and no reasonable person would act upon it, the order would be perverse.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8347a61ac374dd4945dd9ff9990de8f_111"
    },
    {
      "start": 19231,
      "end": 19418,
      "text": "But if there is some evidence on record which is acceptable and which could be relied upon, the conclusions would not be treated as perverse and the findings would not be interfered with.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3756ce7d7e3544dcaff25999e90652e5_112"
    },
    {
      "start": 19419,
      "end": 19578,
      "text": "(Vide Rajinder Kumar Kindra v. Delhi Admn15., Kuldeep Singh v. Commr. of Police16, Gamini Bala Koteswara Rao v. State of A.P.17 and Babu v. State of Kerala18.)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "680af1f194b1421e90ba1081dca661c8_113"
    },
    {
      "start": 19579,
      "end": 19598,
      "text": "(Emphasis Supplied)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a7cae3382bab4bc79968a8da606f651d_114"
    },
    {
      "start": 19600,
      "end": 19934,
      "text": "14. The upshot of the above discussion is that, where a petition under Article 227 of the Constitution of India seeks to call into question a discretionary order passed by the hierarchically lower judicial forum, the Court is not expected to enter into the correctness or otherwise, factually or legally, of the order under challenge.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f97335863704a7ab0bc300cb29b5496_115"
    },
    {
      "start": 19935,
      "end": 20056,
      "text": "The Court is only required to see whether the manner in which the order has been passed calls for supervisory correction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2caabc654f604e90850019c21c94250f_116"
    },
    {
      "start": 20057,
      "end": 20457,
      "text": "If, therefore, the Court below has acted within its jurisdiction and has exercised its discretion in a manner which does not call for supervisory correction, the Article 227 Court would be acting in manifest excess of the jurisdiction vested in it, were it to interfere merely because it arrives, subjectively, at a conclusion different from that which was subjectively arrived at by the Court below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d3e3c390ca6438e825ce1572d14bd0e_117"
    },
    {
      "start": 20459,
      "end": 20816,
      "text": "15. The vulnerability of the impugned order dated 9th September 2022, to supervisory interference under Article 227 of the Constitution of India has necessarily to be examined on the touchstone of the above principles, keeping in view the reasons adduced by the learned Commercial Court for refusing to pass a summary judgment under Order XIII-A of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "532c45bc225c4c86881aaa3e1efdd2d0_118"
    },
    {
      "start": 20817,
      "end": 21025,
      "text": "These reasons are to be found in paras 17 (1999) 2 SCC 10 (2009) 10 SCC 636 (2010) 9 SCC 189 Neutral Citation Number : 2022/DHC/004686 to 24 of the impugned order which may, therefore, be reproduced thus:\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5bc028d98dd4d0995a414415bcfb40e_119"
    },
    {
      "start": 21026,
      "end": 21134,
      "text": "There is no dispute that m the present case, no registered lease deed had been executed by both the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "764a2ccdd5304dcda258180e025ccf29_120"
    },
    {
      "start": 21135,
      "end": 21353,
      "text": "In para 21 of the written statement, defendants stated that D-2 company was not provided with the registered lease deed nor signed the original documents which were handed over to the plaintiff and his son and. broker.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7812916ad78447959f845cfc86c7a25d_121"
    },
    {
      "start": 21354,
      "end": 21468,
      "text": "According to the plaintiff, since the same has not been registered as required by law is inadmissible in evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32014e2a86a546e399ea175b828840ca_122"
    },
    {
      "start": 21470,
      "end": 21660,
      "text": "18. There is no dispute about the legal position that (1). A document is required to be registered, if unregistered, is not admissible into evidence under Section 49 of the Registration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ee732deddf34cc496c8afd706f217ee_123"
    },
    {
      "start": 21661,
      "end": 21813,
      "text": "\nSuch unregistered document can however be used as an ' evidence of collateral purpose as provided in the proviso to Section 49 of the Registration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "181f2af8311c4ffa878f2096519e269a_124"
    },
    {
      "start": 21814,
      "end": 21944,
      "text": "A collateral transaction must be independent of, or divisible from, the transaction to effect which the law required registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e6c8830c88e46f79fcafee0245bb6ee_125"
    },
    {
      "start": 21945,
      "end": 22151,
      "text": "However, when the question pertains to the terms and conditions of the lease, the conduct of the parties and entire surrounding circumstances have to be looked into and considered by the court during trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0a423ded1314409acf2bd217e9472f4_126"
    },
    {
      "start": 22153,
      "end": 22486,
      "text": "19. In the present case, few facts and circumstances which are noteworthy are that a connected suit bearing CS(Comm) 47/2021 filed by D-1 seeking specific performance against defendant nos. 1 to 3 to furnish the registered lease deed of the premises in question and declaration and permanent and mandatory injunction is also pending.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "099fead7e00049e8aa06cea2ea4ae629_127"
    },
    {
      "start": 22487,
      "end": 22740,
      "text": "Moreover, in the statement of admission/denial of documents filed on an affidavit at Sr. No. 2 with respect to 'true copy of lease', plaintiff had initially not denied that the said document is in the custody of D-1 which was stated to be given by hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e55727d07534c7cbe5f85e2e7571e73_128"
    },
    {
      "start": 22741,
      "end": 23435,
      "text": "Thereafter, plaintiff had filed an application seeking amendment in the said affidavit; E-stamp paper on which the lease deed dated 01.08.2019 was executed, was purchased on 03.07.2019 by the plaintiff for the purpose of lease; two service agreements, purported to be prepared on 01.08.2019 and purchased on 04.07.2019, by Lotus Services which is a proprietorship concern of plaintiffs wife, Ms. Pankaj Sejwal; Plaintiff had been receiving payment as mentioned in the service agreement for providing services and payment had been received by the plaintiff for the whole year; The payment made regarding services etc are reflected in the ledger account for the period 01.04.2019 till 10.07.2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fd39137be204618b59b615bc8bafab6_129"
    },
    {
      "start": 23436,
      "end": 24400,
      "text": "The aforementioned facts and circumstances prima- facie supports the defendants' version that parties had a meeting of mind regarding the terms of the lease including services and ancillary services; Defendant filed another suit for specific performance and injunction, asking the plaintiff to execute the lease deed dated 01.08.2019, filed in January, 2021; defendant had paid a security of Rs.9,00,000/- to the plaintiff on 04.07.2019 which fact is mentioned in clause 29 of the lease deed dated Neutral Citation Number : 2022/DHC/004686 01.08.2019 and the same is reflected from the ledger statement dated 04.07.2019; As per clause 10 of the lease deed 01.08.2019, the lease could be terminated without any notice in case lessee fails to pay rent for consecutive four months; cheques were being sent which were returned back and that it was revealed that the bank account wherein rent was being deposited by the defendant had been closed in August, 2020 itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c036a55d319249c2a9c520e60f50e273_130"
    },
    {
      "start": 24402,
      "end": 24538,
      "text": "20. It is also the requirement of the Commercial Courts Act, 2015 that parties have to make true and complete disclosures of the facts .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc5085ceb1e24dac9ceb6d17e5a69a5b_131"
    },
    {
      "start": 24539,
      "end": 24687,
      "text": "For this purpose, statement of truth in the Appendix-1 under Order VI Rule 15A has been inserted in the CPC as amended by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68234758cb2c4f5ea5f5e1404b85e33d_132"
    },
    {
      "start": 24688,
      "end": 24808,
      "text": "It requires that parties have not to make concealment of any material facts and have come to the court with clean hands.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc1fc48ff53f4ce195216431f0ac41ac_133"
    },
    {
      "start": 24810,
      "end": 25017,
      "text": "21. It is noteworthy that in the present case, plaintiff has not specified in the plaint or the date when the mutual oral agreement was arrived at or the date when the property was let out to the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5623311bbc4d4c77ac57f4dd9e0fa194_134"
    },
    {
      "start": 25018,
      "end": 25149,
      "text": "Admittedly, plaintiff has not specified in the plaint about the factum of having received Rs. Nine Lakhs as security on 04.07.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9606c3db67284414b4a4ba406afdcdf0_135"
    },
    {
      "start": 25150,
      "end": 25347,
      "text": "There is no averment in the plaint regarding receiving of repair and maintenance charges/service charges @ Rs.70,200/- by Lotus Services which is a firm of Ms. Pankaj Sejwal, wife of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3899415b2a8645d0b29755a3771f6259_136"
    },
    {
      "start": 25348,
      "end": 25776,
      "text": "Plaintiff has denied about execution of the lease deed and service agreement dated 01.08.2019 but e-stamp paper dated 03 .07.2019 in the sum of Rs.43,200/- on which the alleged lease deed is drafted on the face of it is purchased by the plaintiff, Shri Kuldeep Singh Sejwal and thee-stamp paper dated 04.07.2019 in the sum of Rs.100/-, on which service agreement is drafted is purported to have been purchased by Lotus Services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd58d1de2f894ebea64e1fc0b51baac8_137"
    },
    {
      "start": 25778,
      "end": 26318,
      "text": "22. Admittedly, one other suit bearing no. CS DJ 47/21 filed by the defendant's company namely Kohelika Kohli Architects & Designers Pvt. Ltd. against the plaintiff Shri Kuldeep Singh Sejwal & Ors. is also pending before this court which was filed in January, 2021 seeking specific performance to furnish registered lease deed and for declaration and injunction for restraining the plaintiff wherein the plaintiff herein had been restrained from disconnecting electricity and water supply on 19.01.2021 by the Ld. Predecessor of this court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "322523b2e5a9406f860a6ca2cc0f3a24_138"
    },
    {
      "start": 26319,
      "end": 26543,
      "text": "It is also a matter of record that several complaints dated 26.03 .2020, 24.08.2020 and 25.09.2020 at PS Saket, New Delhi had been filed by the defendant against the plaintiff, which all are prior to the filing of this suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50d4469d204e477da4468d82970a83e0_139"
    },
    {
      "start": 26544,
      "end": 26660,
      "text": "This court finds no compelling reason for allowing the claim without oral evidence in the totality of circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c9a538d0e26454b8c2003b83ce0758a_140"
    },
    {
      "start": 26662,
      "end": 26922,
      "text": "23. Having regard to the totality of aforementioned facts, the pleadings, statement of admission/denial of documents, this Court is of the opinion that it cannot be observed that there are no real prospect of successfully defending the claim by the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65ceb87553fe404b8471820c71a996a2_141"
    },
    {
      "start": 26923,
      "end": 26965,
      "text": "\nNeutral Citation Number : 2022/DHC/004686",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d63a80fc642472d874443047f4d7518_142"
    },
    {
      "start": 26966,
      "end": 27226,
      "text": "This court finds that at this stage, without giving an opportunity to the parties to adduce evidence during trial, court is not able to find necessary facts and reach a fair and just determination of the question raised by the defendants on merits of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a964fc8a6bf54c2b88ad4cee12e585ee_143"
    },
    {
      "start": 27228,
      "end": 27347,
      "text": "24. In the result, this court find that the application filed by the plaintiff U/o XIII-A CPC deserves to be dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46174e0f50a64bab9c8febea9810a552_144"
    },
    {
      "start": 27348,
      "end": 27366,
      "text": "Order accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59d82f716dca4b27b763625558ed63fa_145"
    },
    {
      "start": 27368,
      "end": 28770,
      "text": "16. A reading of the afore-extracted paras 17 to 24 of the impugned order reveals that, in deeming it appropriate not to pass a decree on admission under Order XIII-A of the CPC, without subjecting the suit instituted by the petitioner to trial, the learned Commercial Court has taken into consideration the fact that (i) a Lease Deed, even if unregistered, could be used as evidence of collateral purpose under the proviso to Section 49 of the Registration Act, 1908, (ii) in order to examine whether there was consensus ad idem regarding the terms and conditions of the lease, the conduct of the parties was required to be examined, which would require a trial (iii) a connected suit, instituted by the respondents against the petitioner, for specific performance of the Lease Deed, was pending (iv) the petitioner, in its affidavit of admission and denial, did not deny receiving a copy of the Lease Deed, (v) the stamp paper, on which the Lease Deed had been instituted, had also been purchased by the petitioner, (vi) payments against providing of services, as envisaged by the Lease Deed, had actually been received by the respondents and reflected in the ledger account and (vii) a payment of  9 lakhs towards security for the lease of the property, which also found mention in Clause 29 of the Lease Deed, had also been received by the petitioner as was reflected from the ledger statement.\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "823a2115ac6e42d788ca1172bf9283c3_146"
    },
    {
      "start": 28771,
      "end": 29067,
      "text": "In these circumstances, the learned Commercial Court has, in exercise of the subjective discretion vested in it, deemed it appropriate Neutral Citation Number : 2022/DHC/004686 not to straightaway pass a judgment, without trial, in view of the aforesaid facts on which the party had joined issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af12aa6ba31b4f6ba1489d1d4b171425_147"
    },
    {
      "start": 29068,
      "end": 29536,
      "text": "Though Mr. Sumit Bansal would seek to contend that, even if all these facts were cumulatively taken as established, the respondents would, nonetheless, have no case to argue, such a contention, if accepted by this Court, would result in the substitution, by this Court, of its subjective satisfaction, for the subjective satisfaction of the learned Commercial Court, while exercising jurisdiction under Order XIII-A of the CPC, as amended by the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3b37a5ee60f4d2f8784a2b35207a835_148"
    },
    {
      "start": 29538,
      "end": 30035,
      "text": "18. Given the limited parameters of the jurisdiction vested in this Court under Article 227 of the Constitution of India, I am not convinced that the exercise of jurisdiction, by the learned Commercial Court, while passing the impugned order, was such as would call for supervisory correction by this Court or that, in exercise of such corrective jurisdiction, this Court should straightaway direct summary judgment to be passed in the suit preferred by the petitioner against the respondents.\n19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "afbab620bbb7491d91fcaadbf71a0110_149"
    },
    {
      "start": 30036,
      "end": 30404,
      "text": "Mr. Sumit Bansal placed reliance on the judgments of the Supreme Court in Payal Vision Limited v. Radhika Choudhary19, K.B. Saha and Sons Pvt Ltd v. Development Consultant Ltd20, as well as the judgment of coordinate single benches of this Court in Geeta v. Mohd. Raza and Another21, K.R. Impex v. Punj Lloyd Ltd22 and Kamdhenu Limited v. Aashiana Rolling Mills Ltd23.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4700072963164786a8bce6bfc45aae08_150"
    },
    {
      "start": 30406,
      "end": 30689,
      "text": "20. None of these decisions, in my view, would justify interference (2012) 11 SCC 405 (2008) 8 SCC 564 2019 SCC OnLine Del 11385 2019 SCC OnLine Del 6667 Neutral Citation Number : 2022/DHC/004686 by this Court, under Article 227 of the Constitution of India, with the impugned order.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d1cbc0506e4e4bf6ac625d158d54cc4f_151"
    },
    {
      "start": 30691,
      "end": 30844,
      "text": "21. In Payal Vision12, the first judgment cited by Mr. Bansal, he has sought to place reliance on paras 7, 12 and 14 of the decision, which read thus:\n7.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6ba99c0429144e5190d443b52c2bb7b4_152"
    },
    {
      "start": 30845,
      "end": 31269,
      "text": "In a suit for recovery of possession from a tenant whose tenancy is not protected under the provisions of the Rent Control Act, all that is required to be established by the plaintiff-landlord is the existence of the jural relationship of landlord and tenant between the parties and the termination of the tenancy either by lapse of time or by notice served by the landlord under Section 106 of the Transfer of Property Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c4391294e144cf99035a7089802e980_153"
    },
    {
      "start": 31270,
      "end": 32015,
      "text": "So long as these two aspects are not in dispute the Court can pass a decree in terms of Order XII Rule 6 of the CPC, which reads as under:\n\"6. Judgment on admissions-(1) Where admissions of fact have been made either in the pleading or otherwise, whether orally or in writing, the Court may at any stage of the suit, either on the application of any party or of its own motion and without waiting for the determination of any other question between the parties, make such order or give such judgment as it may think fit, having regard to such admissions.\n(2) Whenever a judgment is pronounced under sub-rule (1) a decree shall be drawn upon in accordance with the judgment and the decree shall bear the date on which the judgment was pronounced.",
      "labels": [
        "STA"
      ],
      "id": "7b59d8289f6d454fac8430751382476f_154"
    },
    {
      "start": 32016,
      "end": 32170,
      "text": "*** **\n12. Incidentally, the defendant appears to have raised in the written statement a plea regarding the nature and extent of the super structure also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c63d204b05c47f485a3b270bd5aac60_155"
    },
    {
      "start": 32171,
      "end": 32517,
      "text": "While the plaintiff's case is that the super structure as it existed on the date of the lease deed had been let out to the defendant and the defendant had made structural changes without any authorisation, the defendant's case is that the super structure was constructed by her at her own cost pursuant to some oral agreement between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f976965245345eda628f9e506dd83e8_156"
    },
    {
      "start": 32518,
      "end": 32879,
      "text": "It is unnecessary for us to delve deep into that aspect of the dispute, for the nature and extent of superstructure or the legality of the changes allegedly made by the defendant is not relevant to the determination of the question 2021 SCC OnLine Del 2426 Neutral Citation Number : 2022/DHC/004686 whether the existence of tenancy is admitted by the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a472695e2d8347fd99c6e522be7c8656_157"
    },
    {
      "start": 32880,
      "end": 33110,
      "text": "At any rate, nature and extent of structure whether modified or even re- constructed by the defendant is a matter that can not alter the nature of the possession which the defendant holds in terms of the agreement executed by her.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a31ae7943fa8413da05bede4a6be97b6_158"
    },
    {
      "start": 33111,
      "end": 33285,
      "text": "The relationship of the landlord and the tenant remains unaffected even if the tenant has with or without the consent of the landlord made structural changes in the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21de757f957c430fbbfa2499d3f66b2b_159"
    },
    {
      "start": 33286,
      "end": 33547,
      "text": "\nIndeed if the tenancy was protected by the rent law and making of structural changes was a ground for eviction recognised by such law, it may have been necessary to examine whether the structure was altered and if so with or without the consent of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6d1d9a3a6c1454eb9cae661ed7a3ee5_160"
    },
    {
      "start": 33548,
      "end": 33593,
      "text": "That is not the position in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce50611a23b24748bb0ed4051b88e02b_161"
    },
    {
      "start": 33594,
      "end": 33744,
      "text": "The tenancy in question is not protected under the Rent Control Act having regard to the fact that the rate of rent is more than Rs. 3500/- per month.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cfe01c2bfaa4c3196a20606f182006a_162"
    },
    {
      "start": 33745,
      "end": 33897,
      "text": "It is, therefore, of little significance whether any structural change was made by the defendant and if so whether the same was authorised or otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "355704ac9e754c929a3c6338d45dec52_163"
    },
    {
      "start": 33898,
      "end": 34000,
      "text": "The essence of the matter is that the relationship of the landlord and the tenant is clearly admitted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5387ea99900d42298629aacb118b9a14_164"
    },
    {
      "start": 34001,
      "end": 34162,
      "text": "That is the most significant aspect to be examined by the Court in a suit for possession especially when the plaintiff seeks a decree on the basis of admissions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14364bc2092245c295091bce1ac33469_165"
    },
    {
      "start": 34164,
      "end": 34174,
      "text": "***** \n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28dc15aef50241c39da4b449800559ee_166"
    },
    {
      "start": 34175,
      "end": 34268,
      "text": "The defendant-tenant did not have the benefit of a secure term under a registered lease deed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48ba063de16b46829f3daaa7e4fce656_167"
    },
    {
      "start": 34269,
      "end": 34441,
      "text": "The result was that the tenancy was only a month to month tenancy that could be terminated upon service of a notice in terms of Section 106 of the Transfer of Property Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed8697a11a224134ab7644fad11a7bab_168"
    },
    {
      "start": 34442,
      "end": 34737,
      "text": "The plaintiff's case in para 6 of the plaint was that a notice was served upon the tenant under Section 106 of the Transfer of Property Act pointing out that the defendant- tenant had made substantial structural changes in the premises and had not complied with the terms of the lease agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "062082d18c0349f9a64af64ba09f96d4_169"
    },
    {
      "start": 34738,
      "end": 34817,
      "text": "The notice was duly served upon the tenant to which the tenant has not replied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75704b58df1b45f79f59ad096b6eb54c_170"
    },
    {
      "start": 34818,
      "end": 35078,
      "text": "Para 6 reads as under:\nThat since the defendant had carried out substantial structural changes and further did not comply with the covenants of the lease agreement the plaintiff was compelled to serve a notice under Section 106 of the Transfer of Property Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b871b89c0455484586f517d7d9221bb3_171"
    },
    {
      "start": 35079,
      "end": 35212,
      "text": "The said notice was duly served upon the defendant and no reply to the said notice has been received by the plaintiff or its counsel.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1403a68a93d34918a973e6d294f31d2b_172"
    },
    {
      "start": 35214,
      "end": 35485,
      "text": "22. At a plain glance, Payal Vision12 holds that the existence of jural relationship of landlord and tenant between the parties and the legal and valid termination of the lease are necessary ingredients for any decree to be passed in terms of Order XII Rule 6 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd80456e507c43268432e0c8f13c920e_173"
    },
    {
      "start": 35486,
      "end": 35646,
      "text": "It is Neutral Citation Number : 2022/DHC/004686 only where both these facts are admitted, therefore, that a decree under Order XII Rule 6 of the CPC can follow.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5acfbef734454d4f852db901ebdc452a_174"
    },
    {
      "start": 35647,
      "end": 35763,
      "text": "In the present case, there was, clearly, no admission of a valid termination of tenancy of lease by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dc8ee4d1bc74893a79691b310f638e5_175"
    },
    {
      "start": 35764,
      "end": 35839,
      "text": "Payal Vision12, therefore, cannot come to the assistance of the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32bbd551bd6e4913b8ee602976cf02fe_176"
    },
    {
      "start": 35840,
      "end": 36031,
      "text": "Rather, the respondents sought to contend that there was a mutual agreement between the parties, on the basis of which the lease in respect of the premises was to continue at least till 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cc28a7a9e1a4a639591fb1e36e758f2_177"
    },
    {
      "start": 36032,
      "end": 36335,
      "text": "In that view of the matter, the parties were clearly at issue on the aspect of valid termination of tenancy so that, even applying the principle enunciated in Payal Vision12, the Learned Commercial Court cannot be faulted in not having straightaway passed a summary judgment in favour of the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "168c10fd5e18479c9aac5c3fffddec6c_178"
    },
    {
      "start": 36336,
      "end": 36544,
      "text": "Geeta14, too, underscored the principle that, in a suit for ejectment, the plaintiff had to establish a valid termination of tenancy, apart from the fact of existence of relationship of a landlord and tenant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28e20988a2d140788f897e9f9dec3fb0_179"
    },
    {
      "start": 36545,
      "end": 36736,
      "text": "Where the very circumstances of tenancy were in dispute, the learned Commercial Court, cannot even on the anvil of Geeta14, be faulted in regarding the suit to be required to be put to trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca69e6d506104543a5d7a1660f33bceb_180"
    },
    {
      "start": 36738,
      "end": 37172,
      "text": "23. K.B. Saha13, which deals with covenants which can be looked into an unregistered instrument, can also not help the petitioner as this fact has been taken into account by the learned Commercial Court, who has proceeded on the basis not only on the Lease Deed, but also on the conduct of the parties, which indicated that, prima facie, both the petitioner and the respondents were acting in terms of the covenants of the Lease Deed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9845488cf9574bf08062a2a4a7e628fd_181"
    },
    {
      "start": 37173,
      "end": 37260,
      "text": "\n24. Kamdhenu16, if anything, would militate against the stand canvassed by Mr. Bansal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50ae148cf04c44909b40885bc9df2257_182"
    },
    {
      "start": 37261,
      "end": 37546,
      "text": "I may reproduce, in this regard, para 34 of Neutral Citation Number : 2022/DHC/004686 the report in Kamdhenu16, which Mr. Bansal emphasized during his arguments:\n34. Rule 3 of Order XIII-A lays down the tests which must be satisfied in order to enter judgment under the said provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "058e43e752d4436cbc7bba345d80712d_183"
    },
    {
      "start": 37547,
      "end": 37726,
      "text": "With regard to the 'real prospect of success' limb of the test, the judgment of the Chancery Division in Easyair Ltd vs. Opal Telecom Ltd.24, was cited before the Court in Su-Kam.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b3ffa7dcef34853844f71101dd8ed9d_184"
    },
    {
      "start": 37727,
      "end": 37993,
      "text": "In Easyair, the Chancery Court distilled the principles thus:\ni) The court must consider whether the claimant has a \"realistic\" as opposed to a \"fanciful\" prospect of success: Swain v. Hillman25;\nii) A \"realistic\" claim is one that carries some degree of conviction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c75eac832f82412e9321a8d2116e631c_185"
    },
    {
      "start": 37994,
      "end": 38332,
      "text": "This means a claim that is more than merely arguable: ED & F Man Liquid Products v.\nPatel26;\niii) In reaching its conclusion the court must not conduct a \"mini-trial\": Swain v. Hillman18;\niv) This does not mean that the court must take at face value and without analysis everything that a claimant says in his statements before the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8e17eaac80e7424c9e67bad9ee365415_186"
    },
    {
      "start": 38333,
      "end": 39051,
      "text": "In some cases it may be clear that there is no real substance in factual assertions made, particularly if contradicted by contemporaneous documents: ED & F Man Liquid Products v. Patel19 at [10];\nv) However, in reaching its conclusion the court must take into account not only the evidence actually placed before it on the application for summary judgment, but also the evidence that can reasonably be expected to be available at trial: Royal Brompton Hospital NHS Trust v. Hammond (No 5)27;\nvi) Although a case may turn out at trial not to be really complicated, it does not follow that it should be decided without the fuller investigation into the facts at trial than is possible or permissible on summary judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87eab142085948358751b0976bcac8aa_187"
    },
    {
      "start": 39052,
      "end": 39993,
      "text": "Thus the court should hesitate about making a final decision without a trial, even where there is no obvious conflict of fact at the time of the application, where reasonable grounds exist for believing that a fuller investigation into the facts of the case [2009] EWHC 339 (Ch) [2001] 1 All ER 91 [2003] EWCA Civ 472 at [8] [2001] EWCA Civ 550 Neutral Citation Number : 2022/DHC/004686 would add to or alter the evidence available to a trial judge and so affect the outcome of the case: Doncaster Pharmaceuticals Group Ltd. v. Bolton Pharmaceutical Co. 100 Ltd.28;\nvii) On the other hand it is not uncommon for an application under Part 24 to give rise to a short point of law or construction and, if the court is satisfied that it has before it all the evidence necessary for the proper determination of the question and that the parties have had an adequate opportunity to address it in argument, it should grasp the nettle and decide it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bf60008a7dea433b8a0c65f5944f38c2_188"
    },
    {
      "start": 39994,
      "end": 40196,
      "text": "The reason is quite simple: if the respondent's case is bad in law, he will in truth have no real prospect of succeeding on his claim or successfully defending the claim against him, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "365fd7568ab44bf79dcd30bd2ab53b8d_189"
    },
    {
      "start": 40197,
      "end": 40289,
      "text": "Similarly, if the applicant's case is bad in law, the sooner that is determined, the better.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ceb7343e1eeb4206bf74083f3c29fed6_190"
    },
    {
      "start": 40290,
      "end": 40673,
      "text": "If it is possible to show by evidence that although material in the form of documents or oral evidence that would put the documents in another light is not currently before the court, such material is likely to exist and can be expected to be available at trial, it would be wrong to give summary judgment because there would be a real, as opposed to a fanciful, prospect of success.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7911b6daea5b42a2a1bd31e8212b716d_191"
    },
    {
      "start": 40674,
      "end": 40906,
      "text": "However, it is not enough simply to argue that the case should be allowed to go to trial because something may turn up which would have a bearing on the question of construction: ICI Chemicals & Polymers Ltd. v. TTE Training Ltd.29\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be2eb35d871b4e2e8919dd1109ed487a_192"
    },
    {
      "start": 40907,
      "end": 40928,
      "text": "\n(Emphasis supplied.)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2e6c69993204c188710cf001cdab1da_193"
    },
    {
      "start": 40930,
      "end": 41195,
      "text": "25. A bare reading of para 34 of Kamdhenu16, which specifically addresses Order XIII-A(3) of the CPC, and with which I am in complete agreement, indicates that the Court must be circumspect in passing summary judgment without trial under Order XIII-A(3) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c573c25393642cdb89125b844f06b3f_194"
    },
    {
      "start": 41196,
      "end": 41693,
      "text": "Principle (vi) of the principles cited in the judgment of the Chancery Division in Easyair Ltd17, which were adopted with approval by the coordinate Bench of this Court in Kamdhenu16 reads thus:\nvi) Although a case may turn out at trial not to be really complicated, it does not follow that it should be decided [2007] FSR 63 [2007] EWCA Civ 725 Neutral Citation Number : 2022/DHC/004686 without the fuller investigation into the facts at trial than is possible or permissible on summary judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7079767554e44c3a884f154b159f5652_195"
    },
    {
      "start": 41694,
      "end": 42134,
      "text": "Thus the court should hesitate about making a final decision without a trial, even where there is no obvious conflict of fact at the time of the application, where reasonable grounds exist for believing that a fuller investigation into the facts of the case would add to or alter the evidence available to a trial judge and so affect the outcome of the case: Doncaster Pharmaceuticals Group Ltd. v. Bolton Pharmaceutical Co. 100 Ltd.21;\n26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "233ce48204d04aa5bafc14eeeffac3bd_196"
    },
    {
      "start": 42135,
      "end": 42322,
      "text": "The enunciation of the law in the aforesaid extracted passage clearly indicates that the learned Commercial Court has properly applied the principles which govern Order XIII-A of the CPC.",
      "labels": [
        "RATIO"
      ],
      "id": "1247b16793d4409e8ac57774b962beec_197"
    },
    {
      "start": 42324,
      "end": 42403,
      "text": "27. K.R. Impex22, in my opinion, is completely tangential to the issue at hand.",
      "labels": [
        "RATIO"
      ],
      "id": "f29d9ac3a8c34eaabb61a3e1145d1755_198"
    },
    {
      "start": 42404,
      "end": 42537,
      "text": "It merely holds that proceedings, which are in nature of deadwood should not be allowed to remain pending on the roster of the Court.",
      "labels": [
        "RATIO"
      ],
      "id": "a6fd6a94c00f4c0683d64906d5480a0f_199"
    },
    {
      "start": 42538,
      "end": 42619,
      "text": "I do not see how the said decision can be of any application to the present case.",
      "labels": [
        "RATIO"
      ],
      "id": "35ab9d14c01240e69f4f7823979f3046_200"
    },
    {
      "start": 42620,
      "end": 42703,
      "text": "None of the judgments on which Mr. Bansal relies, therefore, could come to his aid.",
      "labels": [
        "RATIO"
      ],
      "id": "a4472ac383944b14a4578a4bd5f831df_201"
    },
    {
      "start": 42705,
      "end": 42735,
      "text": "28. The petition is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "3c0348a954484faebc60dd53d6cd4521_202"
    },
    {
      "start": 42736,
      "end": 42777,
      "text": "Miscellaneous application is disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "e165956328ea4a808c9a6855796bc61f_203"
    },
    {
      "start": 42778,
      "end": 42817,
      "text": "\nC. HARI SHANKAR, J NOVEMBER 3, 2022 rb",
      "labels": [
        "NONE"
      ],
      "id": "969fc09e9c5b40f5af2d28bf947d760c_204"
    }
  ]
}