{
  "id": "5431d75a9bf9bc31dddc9bc6320c41830896a31af43c43a312a6e2cc6080246b",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nM/S Vittal Cashew Industries vs Tropical Industries International Pvt ... on 27 June, 2023\nAuthor: S.R.Krishna Kumar \nBench: S.R.Krishna Kumar \n                                         -1-\n                                                  Nc: 2023 :Khc:22303 \n                                                    Wp No. 9481 of 2022\n\n\n\n\n                  In The High Court Of Karnataka At Bengaluru\n\n                       Dated This The 27Th Day Of June, 2023 \n\n                                       Before\n                    The Hon'Ble Mr Justice S.R.Krishna Kumar \n                      Writ Petition No. 9481 Of 2022 ( Gm -Cpc) \n             Between: \n\n             1.   M / S Vittal Cashew Industries \n                  A Registered Partnership Firm \n                  Through Its Managing Partner \n                  Mr. Santhosh Kamath \n                  Having Its Office At B-109 \n                  Industrial Estate Baikampady \n                  Mangaluru - 575 001.\n                  Also At Gajanana Chambers \n                  Near Sai Mandir, Hosdurg\n                  Kanhangad Kasargod - 671 315 . \n\n             2.   M / S Vittal Impex \n                  A Registered Partnership Firm \n                  Through Its Partner \n                  Mr. H Ganesh Kamath\n                  Having Its Office At Gajanana Chambers \n                  Near Sai Mandir, Hosdurg\n                  Kanhangad, Kasargod - 671 315\n                  Also At 48 Ismail Complex\nDigitally         Gin Factory Road, Thoothukudi - 628002\nsigned by         Tamil Nadu.\nVandana S                                                   ... Petitioners\nLocation:\nHigh Court   (By Sri. Arun Shyam, Senior Counsel Appearing For\nof              Sri. Rakesh Kini, Advocate)\nKarnataka\n             And:\n\n             1 .   Tropical Industries International Pvt Ltd \n                  A Company Incorporated Under The Provisions Of The\n                  Companies Act 1956\n                  And Is A Subsidy Of Tropical General\n                  Investments Group\n                  Having Its Registered Office At F-04 \n                  And 05, Triveni Commercial Complex \n                  Sheikh Sarai Phasse - 1 New Delhi - 17 \n                                  -2-\n                                         Nc: 2023 :Khc:22303 \n                                             Wp No. 9481 of 2022 \n\n\n\n\n2.   Vink Corporation Dmcc \n     A Company Based In Dulai, Uae\n     And Is A Part Of The Tropical General Investments\n     Group Having Its Registered Office At\n     Jumeirah Lake Tower,Dubail Uae\n\n     Both Are Represented By Its\n     Authorized Signatory\n     Mr Rohan Raj Savara\n                                                       ...Respondents\n\n(By Sri.Siddharth Muchandi, Advocate For\n    Sri. Princy Ponnan And Sri. Shyam V. Prasad ,Advocates)\n\n       This W.P. Is Filed Under Article 227 Of The Constitution\nOf India Praying To Set Aside The Impugned Order Dtd\n20.04.2022 Annexure-C In Com.O.S.No.506 Of 2021, Passed By The\nLearned Iv Additional District Judge And Commercial Court,\nDk, Mangaluru.\n\n    This Petition, Coming On For Orders, This Day, The\nCourt Made The Following:\n\n\n                              Order\nThe present petition arises out of Com.O.S.No.506 / 2021 pending on the file of Iv Addl.District Judge and Commercial Court, D.K., Mangalore (for short ' the commercial court').\n2. The material on rec ord discloses that the respondents - plaintiffs instituted the aforesaid suit against the petitioners- defendants for recovery of a sum of Rs.15,29,886.64/- and for other reliefs. The said suit was filed by the plaintiffs as a summary suit by invoking the provisions contained in Order 37 CPC. The petitioners who are arrayed as defendants entered appearance in NC: 2023:KHC:22303 the suit, pursuant to which, plaintiffs filed an application I.A.1 under Order 37 Rule 3(4) CPC seeking passing of summary judgment in their favour against the defendants. The petitioners - defendants filed their objections / counter affidavit and also sought for leave to defend. By the impugned order, the commercial court refused to grant leave to defend in favour of the petitioners and allowed I.A.No.1 and directed passing of summary judgment in favour of the plaintiffs. Aggrieved by the impugned order, petitioners are before this Court by way of the present petition. \n3. In the first instance, by order dated 19.07.2022, this Court dismissed the present petition and confirmed the order of the commercial court. Aggrieved by the same, petitioners approached the Apex Court in Civil Appeal No.5277/2022 (arising out of SLP (civil) No.13822/2022). By final order dated 12.08.2022, the Apex Court set aside the aforesaid order dated 19.07.2022 passed by this Court and remitted the matter back to this Court for consideration of the issue of jurisdiction. In this context, it is relevant to state that on 30.05.2022 itself i.e., prior to the aforesaid order dated 19.07.2022 being passed by this Court, the petitioners - defendants had filed an application I.A.No.4 seeking return of the NC: 2023:KHC:22303 plaint on the ground that the commercial court did not have territorial jurisdiction to entertain or adjudicate upon the suit and that both parties had agreed that the Courts at Delhi alone would have exclusive territorial jurisdiction to decide the suit. The said application I.A.No.4 filed by the petitioners is still pending consideration before the commercial court. \n4. Heard learned Senior counsel appearing for the petitioners and learned counsel for the respondents and perused the material on record.\n5. In addition to reiterating the various contentions urged in the petition and referring to the material on record, learned Senior counsel for the petitioners submits that having regard to clause 7.2 of the Settlement Agreement dated 29.04.2019 entered into between the parties whereby they had agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi alone, the commercial court at Mangaluru, did not have territorial jurisdiction to decide the suit and as such, the issue regarding jurisdiction is to be answered in favour of the petitioners. In support of his contentions, learned Senior counsel placed reliance upon the following judgments:-\nNC: 2023:KHC:22303 (i) B.L.Kashyap & Sons Ltd., JMS Steels & Power Corpn.,- (2022) 3 SCC 294;\n(ii) IDBI Trusteeship v. Hub Town Ltd.,- 2017 (1) SCC 568;\n(iii) Shriram City Union Finance Corporation Ltd., vs. Rama Mishra - (2002) 9 SCC 613;\n(iv) Abhimanya vs. Sri. Ram Investment Limited, Gulbarga - (2006) SCC Online Kar 530;\n(v) Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7 SCC 678. \n(vi) Swastik Gases Pvt. Ltd. vs Indian Oil Corporation Ltd. - (2013) 9 SCC 32. \n(vii) B.E. Simoese Von Staraburg Niedenthal & Anr. V. Chhattisgarh Investment Ltd. - (2015) 12 SCC 225.\n(viii) Sundaram Finance Limited and Ors V. T. Thankam - 2015 (14) SCC 444.\n(ix) Dr. Jagmittar Sain Bhagar v. Dir. Health Services, Haryana and Anr. - 2013 AIR SCW 4387.\n(x) Omega Finvest LLP v. Direct News Private Limited - 2022 SCC Online Del 3418 : (2022) 295 DLT 645;\n(xi) Hakam Singh v. M/s. Gammon (India) Ltd., - (1971) 1 SCC 286;\n(xii) Exl. Careers and another vs. Frankfinn Aviation Service Pvt. Ltd., -2020 (12) SCC 667;\n6. Per contra, learned counsel for the respondents in addition to reiterating the various contentions urged in the statement of objections, submitted that the courts at New Delhi did NC: 2023:KHC:22303 not have any jurisdiction to decide the suit and merely because the parties had entered into the aforesaid Settlement Agreement dated 29.04.2019, it cannot be said that the commercial court at Mangaluru, did not have territorial jurisdiction and as such, the said issue is to be answered in favour of the respondents. In support of his contentions, learned counsel placed reliance upon the following judgments:-\n(i) Haier Telecom (India) P. Ltd. vs. Drive India Enterprises Solutions Ltd., - 2018 SCC Online Bom.\n1014 (DB)\n(ii) Young Achievers vs. IMS Learning Resources - (2013) 10 SCC 535;\n(iii) Zenith Drugs vs. Nicholas Piramal - (2020) 17 SCC 419;\n(iv) Hakam Singh vs. Gammon India - 1971(1) SCC 286;\n(v) Patel Roadways Limited vs. Prasad Trading Company - (1991) 4 SCC 270;\n(vi) New Moga Transport vs United India Insurance - (2004) 4 SCC 677;\n7. I have given my anxious consideration to the rival contentions and perused the material on record. \n8. The undisputed material on record discloses that a Settlement Agreement dated 29.04.2019 was entered into between NC: 2023:KHC:22303 the petitioners and the respondents, in which, both parties had agreed as per clause 7.2 of the agreement that any dispute controversy or disagreement between the parties shall be subject to the jurisdiction of the courts only at New Delhi. The said clause 7.2 reads as under:-\n\"Any dispute, controversy or disagreement between the Parties arising out of or in connection with this Agreement shall be subject to the jurisdiction of the courts at New Delhi. The parties irrevocably waive any objection to venue in these courts and any objection based on the doctrine of forum non conveniens or similar grounds that these courts are inconvenient for determination of a dispute\".\n9. As can be seen from the aforesaid clause 7.2, both parties have unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever. Further, the cause title to the plaint indicates that while plaintiff No.1 is situated at New Delhi, plaintiff No.2 is at Dubai, UAE, the 1st defendant is at Mangaluru and 2nd defendant is at Kasargod and accordingly, out of the four parties to the suit, only 1 st defendant is at Mangaluru NC: 2023:KHC:22303 within the jurisdiction of the commercial court. The material on record also reveals that apart from the fact that all payments and liabilities towards the subject transactions were between New Delhi, Dubai and Kasargod, the email correspondence by the plaintiffs originated from New Delhi and Dubai where plaintiff nos. 1 and 2 are situated respectively. So also, the legal notice dated 17.12.2020 was issued from New Delhi by the respondents to the petitioners and the same has been referred to in the plaint also by the respondents. It is therefore clear that the cause of action for the suit arose in and from New Delhi and in view of clause 7.2 whereby the parties agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi, the commercial court at Mangaluru did not have territorial jurisdiction to entertain or adjudicate upon the suit, which was within the exclusive territorial jurisdiction of the courts at New Delhi and not before the commercial court at Mangaluru. \n10. As stated supra, the cumulative effect of the undisputed material on record, in particular, paragraph-22 of the plaint, wherein the plaintiffs have specifically referred to the cause of action to file the suit having arisen on account of the legal notice dated NC: 2023:KHC:22303 17.12.2020 issued by them prior to institution of the suit which was issued from New Delhi as well as the email correspondence by the authorized persons on behalf of the plaintiffs from their office at New Delhi and other undisputed documents lead to the inescapable conclusion that a part / portion of the cause of action had clearly arisen at New Delhi. Consequently, in the light of clause 7.2 of the Settlement Agreement entered into between the parties on 29.04.2019, wherein both parties had unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever as can be seen from clause 7.2 supra, I am of the considered opinion that it is the courts at New Delhi alone that have exclusive territorial jurisdiction to entertain and adjudicate upon the dispute between the parties. Under these circumstances, it is clear that the commercial court at Mangaluru where the instant suit is pending does not have territorial jurisdiction to entertain or adjudicate upon the suit or dispute between the parties which would necessarily have to be decided by the courts at New Delhi and as such, the plaint in the - 10 - NC: 2023:KHC:22303 instant suit deserves to be returned back to the respondents - plaintiffs for re-presentation before the jurisdictional courts at New Delhi and necessary directions are to be issued in this regard. \n11. In the result, I pass the following:-\nORDER (i) Petition is hereby allowed. \n(ii) The impugned order dated 20.04.2022 passed in COM.O.S.No.506/2021 by the Commercial court, D.K., Mangalore, is hereby set aside. \n(iii) Consequently, in view of the findings recorded by me above that the commercial court at Mangalore, does not have jurisdiction to entertain and adjudicate upon the instant suit, I.A.No.4 dated 30.05.2022 filed by the petitioners - defendants under Sections 20 to 22 and Section 151 CPC r/w Order 7 Rule 11 CPC seeking return of the plaint in Com.O.S.No.506/2021 stands allowed. \n(iv) The plaint in COM.O.S.No.506/2021 is directed to be returned to the respondents - plaintiffs who are directed to re- present the plaint at the jurisdictional court at New Delhi. \n- 11 - NC: 2023:KHC:22303 (v) All rival contentions on all other aspects of the matter except territorial jurisdiction which stands concluded by this order are kept open and no opinion is expressed on the same. \nSd/-\nJUDGE Srl.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf12cd2b704b4b8980d160beeda6d274_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ea0aa10acaa439aa58a4b660ff138e5_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nKarnataka High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0682fc7194dc4b96b4297d1ce948df27_2"
    },
    {
      "start": 264,
      "end": 381,
      "text": "\nM/S Vittal Cashew Industries vs Tropical Industries International Pvt ... on 27 June, 2023\nAuthor: S.R.Krishna Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7476ce303fc41199f421813f1969f58_3"
    },
    {
      "start": 382,
      "end": 407,
      "text": "\nBench: S.R.Krishna Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2a1063ab9f840e3b0ed44945a817f84_4"
    },
    {
      "start": 450,
      "end": 507,
      "text": "-1-\n                                                  Nc:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0668054fa2f74b5989a7d1d2804cb844_5"
    },
    {
      "start": 508,
      "end": 523,
      "text": "2023 :Khc:22303",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdebc9c8fce64995aea8785a1a205eeb_6"
    },
    {
      "start": 524,
      "end": 619,
      "text": "\n                                                    Wp No. 9481 of 2022\n\n\n\n\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77e269d3a4134fe6820481c6c91d6909_7"
    },
    {
      "start": 619,
      "end": 687,
      "text": "In The High Court Of Karnataka At Bengaluru\n\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62f59cb72adf4a6b8e1bb36a14ed6780_8"
    },
    {
      "start": 687,
      "end": 724,
      "text": "Dated This The 27Th Day Of June, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c596fed958cf4ec58569cb39e7d8f465_9"
    },
    {
      "start": 766,
      "end": 793,
      "text": "Before\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60ffe898b0fd4ad89b91940a808da319_10"
    },
    {
      "start": 793,
      "end": 804,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea7f048620014197986fb364443f5af8_11"
    },
    {
      "start": 805,
      "end": 833,
      "text": "Mr Justice S.R.Krishna Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54e9208d077840a1a37611377e12628c_12"
    },
    {
      "start": 857,
      "end": 889,
      "text": "Writ Petition No. 9481 Of 2022 (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a146faaf21914154bc50156265ec9b84_13"
    },
    {
      "start": 890,
      "end": 898,
      "text": "Gm -Cpc)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c6b8dd890ee424aa969c1eaf5bd2ead_14"
    },
    {
      "start": 913,
      "end": 921,
      "text": "Between:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b5cc847fcf34390a4fff026da170c99_15"
    },
    {
      "start": 937,
      "end": 943,
      "text": "1.   M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99f954ae7bc84f74bd69b93d5a88e2da_16"
    },
    {
      "start": 944,
      "end": 972,
      "text": "/ S Vittal Cashew Industries",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ecfcbeaadc64b319843a9fef5057d16_17"
    },
    {
      "start": 992,
      "end": 1021,
      "text": "A Registered Partnership Firm",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d534a75a113b44a491612d6184ee3fcb_18"
    },
    {
      "start": 1041,
      "end": 1069,
      "text": "Through Its Managing Partner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81dd89c96e0743d5878b9f550ebdfe03_19"
    },
    {
      "start": 1089,
      "end": 1108,
      "text": "Mr. Santhosh Kamath",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f2160a812804e39af19c052db708898_20"
    },
    {
      "start": 1128,
      "end": 1154,
      "text": "Having Its Office At B-109",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3feb47b0b0024a108af393d51fbabbab_21"
    },
    {
      "start": 1174,
      "end": 1202,
      "text": "Industrial Estate Baikampady",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce582ec290ad42bca6405f3bfa81188f_22"
    },
    {
      "start": 1222,
      "end": 1231,
      "text": "Mangaluru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "421107ff1eff4d0faea4d94d72bdaef7_23"
    },
    {
      "start": 1232,
      "end": 1261,
      "text": "- 575 001.\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96202a962e344c51b29139e721ecb6dc_24"
    },
    {
      "start": 1261,
      "end": 1286,
      "text": "Also At Gajanana Chambers",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f038f36baab140338fe62b6516041cfe_25"
    },
    {
      "start": 1306,
      "end": 1377,
      "text": "Near Sai Mandir, Hosdurg\n                  Kanhangad Kasargod - 671 315",
      "labels": [
        "PREAMBLE"
      ],
      "id": "052e61980b6e47f3a5e201543b7fd457_26"
    },
    {
      "start": 1378,
      "end": 1401,
      "text": ". \n\n             2.   M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d351a045528445884fcad64da4dde5b_27"
    },
    {
      "start": 1402,
      "end": 1418,
      "text": "/ S Vittal Impex",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03f62a07a9ed4a6f97d73e5214eb829e_28"
    },
    {
      "start": 1438,
      "end": 1467,
      "text": "A Registered Partnership Firm",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f24ef2265b474a7d80ae1e71037853ee_29"
    },
    {
      "start": 1487,
      "end": 1506,
      "text": "Through Its Partner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b910ab09c2249559ddd315bc23622fe_30"
    },
    {
      "start": 1507,
      "end": 1602,
      "text": "\n                  Mr. H Ganesh Kamath\n                  Having Its Office At Gajanana Chambers",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3ce41cc0bcc4827b18ff33e836a39dd_31"
    },
    {
      "start": 1622,
      "end": 1713,
      "text": "Near Sai Mandir, Hosdurg\n                  Kanhangad, Kasargod - 671 315\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c88534d3ae04f7f9c3111dc3157e137_32"
    },
    {
      "start": 1713,
      "end": 1833,
      "text": "Also At 48 Ismail Complex\nDigitally         Gin Factory Road, Thoothukudi - 628002\nsigned by         Tamil Nadu.\nVandana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ed3e00e05034bcfae47c0cd726a987a_33"
    },
    {
      "start": 1834,
      "end": 1889,
      "text": "S                                                   ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5addd2c10094501872bf71f8d652987_34"
    },
    {
      "start": 1890,
      "end": 1902,
      "text": "Petitioners\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecb71f52a43446988fbbcd340e2de424_35"
    },
    {
      "start": 1902,
      "end": 1922,
      "text": "Location:\nHigh Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be94d9cf8eda42a2905e2b8f42d15bde_36"
    },
    {
      "start": 1925,
      "end": 2062,
      "text": "(By Sri. Arun Shyam, Senior Counsel Appearing For\nof              Sri. Rakesh Kini, Advocate)\nKarnataka\n             And:\n\n             1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55414b9c87324a199847f8bd9255d31c_37"
    },
    {
      "start": 2063,
      "end": 2108,
      "text": ".   Tropical Industries International Pvt Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd0cb762aa2a4169b82a2ef761e3aca8_38"
    },
    {
      "start": 2128,
      "end": 2234,
      "text": "A Company Incorporated Under The Provisions Of The\n                  Companies Act 1956\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b52f4f2fe83f4447aaaaa12f9c50df40_39"
    },
    {
      "start": 2234,
      "end": 2289,
      "text": "And Is A Subsidy Of Tropical General\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d74d776c6cb5414eb3d60d5f2e1344c8_40"
    },
    {
      "start": 2289,
      "end": 2325,
      "text": "Investments Group\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ace01c08443d44bf97ddb5c0d85244de_41"
    },
    {
      "start": 2325,
      "end": 2361,
      "text": "Having Its Registered Office At F-04",
      "labels": [
        "PREAMBLE"
      ],
      "id": "115d801ffae740758255864ba234eaf1_42"
    },
    {
      "start": 2362,
      "end": 2415,
      "text": "\n                  And 05, Triveni Commercial Complex",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7e6ab5ea27a46d6962008749ee71906_43"
    },
    {
      "start": 2435,
      "end": 2458,
      "text": "Sheikh Sarai Phasse - 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c73acd0d9e7343ab8d09068dbe3bd6df_44"
    },
    {
      "start": 2459,
      "end": 2468,
      "text": "New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ddfb349c520f413aa0fc47bc68e8b2ac_45"
    },
    {
      "start": 2469,
      "end": 2554,
      "text": "- 17 \n                                  -2-\n                                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "082d0c65cfba46dcab8391b4fced2ca3_46"
    },
    {
      "start": 2554,
      "end": 2562,
      "text": "Nc: 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4ed1ddc291f4ffaa9f2275160e95ab5_47"
    },
    {
      "start": 2563,
      "end": 2573,
      "text": ":Khc:22303",
      "labels": [
        "PREAMBLE"
      ],
      "id": "281e9e54433a4e7fa0139d5ec20b83d7_48"
    },
    {
      "start": 2574,
      "end": 2639,
      "text": "\n                                             Wp No. 9481 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90be083ecaae42f592f17153c926b0a8_49"
    },
    {
      "start": 2645,
      "end": 2654,
      "text": "2.   Vink",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7d4f883f4fb4893a7d6dce5c1602e89_50"
    },
    {
      "start": 2655,
      "end": 2666,
      "text": "Corporation",
      "labels": [
        "PREAMBLE"
      ],
      "id": "748e88f5d4534e30bcf22b12d5164f18_51"
    },
    {
      "start": 2667,
      "end": 3107,
      "text": "Dmcc \n     A Company Based In Dulai, Uae\n     And Is A Part Of The Tropical General Investments\n     Group Having Its Registered Office At\n     Jumeirah Lake Tower,Dubail Uae\n\n     Both Are Represented By Its\n     Authorized Signatory\n     Mr Rohan Raj Savara\n                                                       ...Respondents\n\n(By Sri.Siddharth Muchandi, Advocate For\n    Sri. Princy Ponnan And Sri. Shyam V. Prasad ,Advocates)\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0e8a3e443dc441eb20627f2c02f3c32_52"
    },
    {
      "start": 3107,
      "end": 3359,
      "text": "This W.P. Is Filed Under Article 227 Of The Constitution\nOf India Praying To Set Aside The Impugned Order Dtd\n20.04.2022 Annexure-C In Com.O.S.No.506 Of 2021, Passed By The\nLearned Iv Additional District Judge And Commercial Court,\nDk, Mangaluru.\n\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e36533b7445427fa9030b211a627851_53"
    },
    {
      "start": 3359,
      "end": 3654,
      "text": "This Petition, Coming On For Orders, This Day, The\nCourt Made The Following:\n\n\n                              Order\nThe present petition arises out of Com.O.S.No.506 / 2021 pending on the file of Iv Addl.District Judge and Commercial Court, D.K., Mangalore (for short ' the commercial court').\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e62d7ea8be842d6a2ea537463a98ffc_54"
    },
    {
      "start": 3655,
      "end": 3674,
      "text": "The material on rec",
      "labels": [
        "FAC"
      ],
      "id": "941ad63d11584461897dcee77e77c2c3_55"
    },
    {
      "start": 3675,
      "end": 3854,
      "text": "ord discloses that the respondents - plaintiffs instituted the aforesaid suit against the petitioners- defendants for recovery of a sum of Rs.15,29,886.64/- and for other reliefs.",
      "labels": [
        "FAC"
      ],
      "id": "55391ccb03fa4682af6e5725e60e83a0_56"
    },
    {
      "start": 3855,
      "end": 3968,
      "text": "The said suit was filed by the plaintiffs as a summary suit by invoking the provisions contained in Order 37 CPC.",
      "labels": [
        "FAC"
      ],
      "id": "9bcd3b5c25d44578915a798fe6a4c750_57"
    },
    {
      "start": 3969,
      "end": 4227,
      "text": "The petitioners who are arrayed as defendants entered appearance in NC: 2023:KHC:22303 the suit, pursuant to which, plaintiffs filed an application I.A.1 under Order 37 Rule 3(4) CPC seeking passing of summary judgment in their favour against the defendants.",
      "labels": [
        "FAC"
      ],
      "id": "57376329bc8045a5a9c7e5b584882cba_58"
    },
    {
      "start": 4228,
      "end": 4336,
      "text": "The petitioners - defendants filed their objections / counter affidavit and also sought for leave to defend.",
      "labels": [
        "FAC"
      ],
      "id": "6c98a4b7286e4a23b08b83507e936c90_59"
    },
    {
      "start": 4337,
      "end": 4533,
      "text": "By the impugned order, the commercial court refused to grant leave to defend in favour of the petitioners and allowed I.A.No.1 and directed passing of summary judgment in favour of the plaintiffs.",
      "labels": [
        "RLC"
      ],
      "id": "41bdda2b38df4386b871c07eab598087_60"
    },
    {
      "start": 4534,
      "end": 4632,
      "text": "Aggrieved by the impugned order, petitioners are before this Court by way of the present petition.",
      "labels": [
        "FAC"
      ],
      "id": "ba5740a7d0e44f84a35515d0640f2bb2_61"
    },
    {
      "start": 4633,
      "end": 4777,
      "text": "\n3. In the first instance, by order dated 19.07.2022, this Court dismissed the present petition and confirmed the order of the commercial court.",
      "labels": [
        "FAC"
      ],
      "id": "1c3a847776114096ba0ba394b3305bde_62"
    },
    {
      "start": 4778,
      "end": 4911,
      "text": "Aggrieved by the same, petitioners approached the Apex Court in Civil Appeal No.5277/2022 (arising out of SLP (civil) No.13822/2022).",
      "labels": [
        "FAC"
      ],
      "id": "38c4bc4d7f1a4bc79394a4b2928d913f_63"
    },
    {
      "start": 4912,
      "end": 5118,
      "text": "By final order dated 12.08.2022, the Apex Court set aside the aforesaid order dated 19.07.2022 passed by this Court and remitted the matter back to this Court for consideration of the issue of jurisdiction.",
      "labels": [
        "RLC"
      ],
      "id": "5f20ee0b69be4560a177631dcae996c5_64"
    },
    {
      "start": 5119,
      "end": 5625,
      "text": "In this context, it is relevant to state that on 30.05.2022 itself i.e., prior to the aforesaid order dated 19.07.2022 being passed by this Court, the petitioners - defendants had filed an application I.A.No.4 seeking return of the NC: 2023:KHC:22303 plaint on the ground that the commercial court did not have territorial jurisdiction to entertain or adjudicate upon the suit and that both parties had agreed that the Courts at Delhi alone would have exclusive territorial jurisdiction to decide the suit.",
      "labels": [
        "FAC"
      ],
      "id": "e799242b3fd7415dbb546fa3ea4b700c_65"
    },
    {
      "start": 5626,
      "end": 5740,
      "text": "The said application I.A.No.4 filed by the petitioners is still pending consideration before the commercial court.",
      "labels": [
        "FAC"
      ],
      "id": "df019a173a4d45b78ec92c0b70455069_66"
    },
    {
      "start": 5742,
      "end": 5882,
      "text": "4. Heard learned Senior counsel appearing for the petitioners and learned counsel for the respondents and perused the material on record.\n5.",
      "labels": [
        "NONE"
      ],
      "id": "66e53c38a54a4f85a73dbb02dd3a95e9_67"
    },
    {
      "start": 5883,
      "end": 6449,
      "text": "In addition to reiterating the various contentions urged in the petition and referring to the material on record, learned Senior counsel for the petitioners submits that having regard to clause 7.2 of the Settlement Agreement dated 29.04.2019 entered into between the parties whereby they had agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi alone, the commercial court at Mangaluru, did not have territorial jurisdiction to decide the suit and as such, the issue regarding jurisdiction is to be answered in favour of the petitioners.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2d83012d67c046deb68968a09e2ee256_68"
    },
    {
      "start": 6450,
      "end": 6998,
      "text": "In support of his contentions, learned Senior counsel placed reliance upon the following judgments:-\nNC: 2023:KHC:22303 (i) B.L.Kashyap & Sons Ltd., JMS Steels & Power Corpn.,- (2022) 3 SCC 294;\n(ii) IDBI Trusteeship v. Hub Town Ltd.,- 2017 (1) SCC 568;\n(iii) Shriram City Union Finance Corporation Ltd., vs. Rama Mishra - (2002) 9 SCC 613;\n(iv) Abhimanya vs. Sri. Ram Investment Limited, Gulbarga - (2006) SCC Online Kar 530;\n(v) Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7 SCC 678.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4c2bfae5e11547ef8b7cf92e187bf214_69"
    },
    {
      "start": 6999,
      "end": 7078,
      "text": "\n(vi) Swastik Gases Pvt. Ltd. vs Indian Oil Corporation Ltd. - (2013) 9 SCC 32.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "77316d42522b4de1b1d96da7a4a2ab32_70"
    },
    {
      "start": 7079,
      "end": 7616,
      "text": "\n(vii) B.E. Simoese Von Staraburg Niedenthal & Anr. V. Chhattisgarh Investment Ltd. - (2015) 12 SCC 225.\n(viii) Sundaram Finance Limited and Ors V. T. Thankam - 2015 (14) SCC 444.\n(ix) Dr. Jagmittar Sain Bhagar v. Dir. Health Services, Haryana and Anr. - 2013 AIR SCW 4387.\n(x) Omega Finvest LLP v. Direct News Private Limited - 2022 SCC Online Del 3418 : (2022) 295 DLT 645;\n(xi) Hakam Singh v. M/s. Gammon (India) Ltd., - (1971) 1 SCC 286;\n(xii) Exl. Careers and another vs. Frankfinn Aviation Service Pvt. Ltd., -2020 (12) SCC 667;\n6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4241f1d4f6254138a5a025ee68eb1883_71"
    },
    {
      "start": 7617,
      "end": 8133,
      "text": "Per contra, learned counsel for the respondents in addition to reiterating the various contentions urged in the statement of objections, submitted that the courts at New Delhi did NC: 2023:KHC:22303 not have any jurisdiction to decide the suit and merely because the parties had entered into the aforesaid Settlement Agreement dated 29.04.2019, it cannot be said that the commercial court at Mangaluru, did not have territorial jurisdiction and as such, the said issue is to be answered in favour of the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8dd0d533780c4278bd7c1a8f65e3be50_72"
    },
    {
      "start": 8134,
      "end": 8668,
      "text": "In support of his contentions, learned counsel placed reliance upon the following judgments:-\n(i) Haier Telecom (India) P. Ltd. vs. Drive India Enterprises Solutions Ltd., - 2018 SCC Online Bom.\n1014 (DB)\n(ii) Young Achievers vs. IMS Learning Resources - (2013) 10 SCC 535;\n(iii) Zenith Drugs vs. Nicholas Piramal - (2020) 17 SCC 419;\n(iv) Hakam Singh vs. Gammon India - 1971(1) SCC 286;\n(v) Patel Roadways Limited vs. Prasad Trading Company - (1991) 4 SCC 270;\n(vi) New Moga Transport vs United India Insurance - (2004) 4 SCC 677;\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d93f7a88cf4741f59fce9d399d107ef5_73"
    },
    {
      "start": 8669,
      "end": 8767,
      "text": "I have given my anxious consideration to the rival contentions and perused the material on record.",
      "labels": [
        "NONE"
      ],
      "id": "c8f5f819c76c4e7aad9d8bb64da2631d_74"
    },
    {
      "start": 8769,
      "end": 9145,
      "text": "8. The undisputed material on record discloses that a Settlement Agreement dated 29.04.2019 was entered into between NC: 2023:KHC:22303 the petitioners and the respondents, in which, both parties had agreed as per clause 7.2 of the agreement that any dispute controversy or disagreement between the parties shall be subject to the jurisdiction of the courts only at New Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bbdd605a40a4f0cb73e3b0a6b8a29a9_75"
    },
    {
      "start": 9146,
      "end": 9361,
      "text": "The said clause 7.2 reads as under:-\n\"Any dispute, controversy or disagreement between the Parties arising out of or in connection with this Agreement shall be subject to the jurisdiction of the courts at New Delhi.",
      "labels": [
        "STA"
      ],
      "id": "85061ae44bbd4b7c820a1e9e12e7cfa3_76"
    },
    {
      "start": 9362,
      "end": 9584,
      "text": "The parties irrevocably waive any objection to venue in these courts and any objection based on the doctrine of forum non conveniens or similar grounds that these courts are inconvenient for determination of a dispute\".\n9.",
      "labels": [
        "STA"
      ],
      "id": "342a3c7beae34bd9ab1184faf23689a8_77"
    },
    {
      "start": 9585,
      "end": 9952,
      "text": "As can be seen from the aforesaid clause 7.2, both parties have unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c19a5cfb6a14089b5aeedacf6dc3bd9_78"
    },
    {
      "start": 9953,
      "end": 10311,
      "text": "Further, the cause title to the plaint indicates that while plaintiff No.1 is situated at New Delhi, plaintiff No.2 is at Dubai, UAE, the 1st defendant is at Mangaluru and 2nd defendant is at Kasargod and accordingly, out of the four parties to the suit, only 1 st defendant is at Mangaluru NC: 2023:KHC:22303 within the jurisdiction of the commercial court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a27e87689ec480bbe2ac373789f743e_79"
    },
    {
      "start": 10312,
      "end": 10618,
      "text": "The material on record also reveals that apart from the fact that all payments and liabilities towards the subject transactions were between New Delhi, Dubai and Kasargod, the email correspondence by the plaintiffs originated from New Delhi and Dubai where plaintiff nos. 1 and 2 are situated respectively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25c3cd10ef984184b4955ed6264c41d8_80"
    },
    {
      "start": 10619,
      "end": 10798,
      "text": "So also, the legal notice dated 17.12.2020 was issued from New Delhi by the respondents to the petitioners and the same has been referred to in the plaint also by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bb5bffafc1447f68266699d706c0ef4_81"
    },
    {
      "start": 10799,
      "end": 11261,
      "text": "It is therefore clear that the cause of action for the suit arose in and from New Delhi and in view of clause 7.2 whereby the parties agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi, the commercial court at Mangaluru did not have territorial jurisdiction to entertain or adjudicate upon the suit, which was within the exclusive territorial jurisdiction of the courts at New Delhi and not before the commercial court at Mangaluru.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "565d4c4e8c7548ef8216dc933d904ff5_82"
    },
    {
      "start": 11263,
      "end": 11902,
      "text": "10. As stated supra, the cumulative effect of the undisputed material on record, in particular, paragraph-22 of the plaint, wherein the plaintiffs have specifically referred to the cause of action to file the suit having arisen on account of the legal notice dated NC: 2023:KHC:22303 17.12.2020 issued by them prior to institution of the suit which was issued from New Delhi as well as the email correspondence by the authorized persons on behalf of the plaintiffs from their office at New Delhi and other undisputed documents lead to the inescapable conclusion that a part / portion of the cause of action had clearly arisen at New Delhi.",
      "labels": [
        "RATIO"
      ],
      "id": "5cc00a04d31d448fa94e5f92416ebea3_83"
    },
    {
      "start": 11903,
      "end": 12568,
      "text": "Consequently, in the light of clause 7.2 of the Settlement Agreement entered into between the parties on 29.04.2019, wherein both parties had unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever as can be seen from clause 7.2 supra, I am of the considered opinion that it is the courts at New Delhi alone that have exclusive territorial jurisdiction to entertain and adjudicate upon the dispute between the parties.",
      "labels": [
        "RATIO"
      ],
      "id": "361e792154974fae94aa748632f88c3d_84"
    },
    {
      "start": 12569,
      "end": 13116,
      "text": "Under these circumstances, it is clear that the commercial court at Mangaluru where the instant suit is pending does not have territorial jurisdiction to entertain or adjudicate upon the suit or dispute between the parties which would necessarily have to be decided by the courts at New Delhi and as such, the plaint in the - 10 - NC: 2023:KHC:22303 instant suit deserves to be returned back to the respondents - plaintiffs for re-presentation before the jurisdictional courts at New Delhi and necessary directions are to be issued in this regard.",
      "labels": [
        "RPC"
      ],
      "id": "22819a85a58e467283c2b191ad10daac_85"
    },
    {
      "start": 13118,
      "end": 13197,
      "text": "11. In the result, I pass the following:-\nORDER (i) Petition is hereby allowed.",
      "labels": [
        "RPC"
      ],
      "id": "e184fa5e2f8645889b604c6c7f8bc90a_86"
    },
    {
      "start": 13198,
      "end": 13332,
      "text": "\n(ii) The impugned order dated 20.04.2022 passed in COM.O.S.No.506/2021 by the Commercial court, D.K., Mangalore, is hereby set aside.",
      "labels": [
        "RPC"
      ],
      "id": "75bcebd3aa3944a299024b4edc72b688_87"
    },
    {
      "start": 13333,
      "end": 13716,
      "text": "\n(iii) Consequently, in view of the findings recorded by me above that the commercial court at Mangalore, does not have jurisdiction to entertain and adjudicate upon the instant suit, I.A.No.4 dated 30.05.2022 filed by the petitioners - defendants under Sections 20 to 22 and Section 151 CPC r/w Order 7 Rule 11 CPC seeking return of the plaint in Com.O.S.No.506/2021 stands allowed.",
      "labels": [
        "RPC"
      ],
      "id": "8bb19329a2fc41228e76d4cacc644810_88"
    },
    {
      "start": 13718,
      "end": 13900,
      "text": "(iv) The plaint in COM.O.S.No.506/2021 is directed to be returned to the respondents - plaintiffs who are directed to re- present the plaint at the jurisdictional court at New Delhi.",
      "labels": [
        "RPC"
      ],
      "id": "2fb407c431e747a288a791206fb45104_89"
    },
    {
      "start": 13901,
      "end": 14112,
      "text": "\n- 11 - NC: 2023:KHC:22303 (v) All rival contentions on all other aspects of the matter except territorial jurisdiction which stands concluded by this order are kept open and no opinion is expressed on the same.",
      "labels": [
        "RPC"
      ],
      "id": "091a2e8a08964707aa33c6febfa0e40c_90"
    },
    {
      "start": 14113,
      "end": 14129,
      "text": "\nSd/-\nJUDGE Srl.",
      "labels": [
        "NONE"
      ],
      "id": "0e65c65a59be4abc8ebe6401acaa095a_91"
    }
  ]
}