{
  "id": "3b487085dcef16783635fd18de54b99f45fdba64b6d6361aba2e7d84a76ee8ff",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court - Jodhpur\nDoshion Private Limited vs Hindustan Zinc Ltd. And Anr on 3 January, 2019\nEquivalent citations: Air 2019 Rajasthan 54, Aironline 2019 Raj 7\nAuthor: Arun Bhansali\nBench: Arun Bhansali\n     High Court Of Judicature For Rajasthan At\n                      Jodhpur \n                    S.B. Civil Writ No. 6074/2018\n\nDoshion Private Limited Having its Registered Office At Plot No.\n24, Phase Ii, Gidc Vatva, Ahmedabad - 382445 through its\nauthorized    signatory       Mr.   Raju   Meghwal    s / o    Shri   Laxmilal\nMeghwal aged about 30 years R/o 218, Ward No. 33, Pratap\nNagar, Udaipur, Rajasthan\n                                                               ----Petitioner \n                                    Versus\n1 .     Hindustan Zinc Limited Having its Registered Office At \n       Yashad Bhawan, Swaroop Sagar, Udaipur Through its \n       Director/authorized Signatory \n2.     Hon'ble Justice Retd. Narayan Prasad Gupta, R/o 59, High \n       Court Judges Colony, Sector-105, Noida (U.P.).\n                                                            ----Respondents \n\n\nFor Petitioner(s)         :     Mr. Ankit Sareen. \nFor Respondent(s)         :     Dr. Sachin Acharya.\n                                Mr. Shridhar Mehta. \n\n\n\n             Hon'Ble Mr. Justice Arun Bhansali\nOrder 03/01/2019 This writ petition under Article 226 and 227 of the Constitution of India is directed against the order dated 9/4/2018 passed by the Commercial Court, Jaipur, whereby, the application filed by the petitioner under Section 14 of the Arbitration and Conciliation Act, 1996 ('the Act') has been partly accepted requiring the learned arbitrator to resettle his fees according to Schedule Iv read with Notification of the High Court dated 23/3/2017, the proceeding dated 1/4/2018 carried out by the arbitrator closing the evidence of the petitioner has been set (2 of 14) [Cw-6074/2018] aside, however, the prayer to declare that the mandate of the learned arbitrator stands terminated has been declined. \nOn a dispute arising between the parties i.e. the petitioner and the respondent no.1 ('Hzl'), this Court, by order dated 27/9/2016, on an application filed by the Hzl, appointed the sole arbitrator to adjudicate upon the disputes between the parties in terms of the arbitration agreement and as per the Manual of Procedure for Alternative Dispute Resolution, 2009. \nDuring the course of arbitration proceedings, the learned arbitrator fixed the fee for arbitration to be Rs. 75 lakh, which was contested by the petitioner and it sought its reconsideration in the light of Schedule Iv of the Act, which prayer was declined by the arbitrator. \nIn the meanwhile, a notification dated 23/3/2017 came to be issued by the High Court providing for the charging of fees by the arbitrators, which was made applicable w.e.f. 23/10/2015. Based on the above notification, again a submission was made before the learned arbitrator regarding the quantum of fees, however, though the prayer was declined, the learned arbitrator offered discount by record of proceedings dated 26/5/2017 and the total fees was fixed at Rs.55 lakh indicating a total discount of Rs.20 lakh. Relevant para of the record of proceedings dated 26/5/2017 reads as under:\n\"6. As considered the submissions and in view of the legal and factual position, according to me, being as discussed in para 3 & 4, still bearing further benevolence, the fee structure is modified and given the further discount, the total fee is fixed at Rs.55 lacs only. Thus, a total discount of Rs.20 lacs is given collectively to both the parties.\" \n(3 of 14) [Cw-6074/2018 ] After passing of the order dated 26/5/2017, the petitioner approached this Court by filing application under Section 14 of the Act seeking termination of the mandate of the learned arbitrator on the gound of misconduct on his part by charging excessive and exorbitant fees and not following the Notification dated 23/3/2017. \nThe said application filed by the petitioner under Section 14 of the Act was held as not maintainable by order dated 4/1/2018 by this Court and the same was, therefore, dismissed with liberty to the petitioner to approach the jurisdictional court, if so advised. \nThough the petitioner approached the Division Bench against the order dated 4/1/2018, the appeal was withdrawn. The petitioner thereafter, approached the Commercial Court by filing application under Section 14 of the Act seeking removal/substitution of learned arbitrator. \nDuring the pendency of the said proceedings before the Commercial Court, on 1/4/2018 the learned arbitrator dictated/passed an ex-parte award, the operative portion of the proceedings dated 1/4/2018 reads as under:\n\"In view of the above in the spirit of Section 15 of the  Indian Limitation Act, since after excluding the time consumed on account of the matter being carried Hon'ble High Court and/or to the commercial court resulting into stalling these proceedings, a very short time is available at the disposal of this tribunal to complete the proceeding, and since the persons appearing for the claimant, do not want to lead any rebuttal evidence, therefore at their request the final arguments in the matter were heard today (Ex-Parte). \nAfter concluding the arguments the award has been orally dictated to the steno and on its being transcribed a soft copy of the award in PDF format would be sent to the parties and for the purpose of section 29-A that would be taken to be the date on which the award was passed. Signed hard copy would thereafter be sent to the parties, and for the purpose of section 34 of the Arbitration Act, the (4 of 14) [CW-6074/2018] time for the respective party would start to run from the date that hard copy is received by the respective party. \nSince the award has been dictated, the balance outstanding fee of the Arbitrator be deposited by the parties, in proportion to their respective shares. However if the defendant does not deposit within one week, the same shall be deposited by the claimant, and that would be recoverable by the claimant from the defendant. A further sum of Rs.40,000/- be also deposited in the Arbitrator's account for expenses of preparing the award (Dictation, transcription, printing, postage etc.).\" \nThe petitioner approached the Commercial Court bringing the above fact of passing of ex-parte award to its notice. \nThe Commercial Court by its impugned order dated 9/4/2018 (Annex.1) decided the application filed by the petitioner finally and passed the following directions:\n\"While partly accepting the application this court disposes off the same in the following terms:-\n1. The law does not permit to charge any fee beyond the fee prescribed under the schedule IV attached to Arbitration Act and notification of Hon'ble High Court dated 23.03.2017. The Ld. Arbitrator is requested to resettle his fee according to schedule IV read with notification of Hon'ble High Court bearing no.01/S.R.O./2017 dated 23.03.2017 and in the light of observation made in this order. \n2. The proceedings dated 01.04.2018 carried out by the Ld. Arbitrator by closing the evidence of the applicant (respondent) and hearing the argument ex-parte is set aside. The arbitrator is directed to join the parties in the proceedings from the stage pending before him at the time of filing of the instant application under section 14 of the Act of 1996. \n3. The parties are directed to remain present before the Ld. Arbitral tribunal on 29.04.2018. \n4. The applicant is directed to lead his entire remaining evidence on the date fix by the Ld. Arbitrator after the appearance of the parties on 29.04.2018. \n5. The time consumed before this court from the institution of this instant application on 18.01.2018 till the appearance of the parties before Ld. Arbitrator on 29.04.2018 shall be set off for the purpose of calculating the period of 12 months prescribed under section 29A of the Act of 1996. \n6. It is expected that Ld. Arbitrator after completion of the evidence of respondent and rebuttal evidence, if any, shall pronounce the award after hearing the arguments of the parties in support of their respective claim and counter claim. \n(5 of 14) [CW-6074/2018] Application is party accepted in the aforesaid terms. File be consigned to the record room after due compliance.\" \nFeeling aggrieved, the present writ petition has been filed before this Court. During the pendency of the writ petition, by order dated 24/5/2018 after noticing the proceedings before the learned arbitrator after passing of the order by the Commercial Court and various orders passed in the present writ petition, further proceedings before the learned arbitrator were stayed. Feeling aggrieved, the respondent HZL approached the Hon'ble Supreme Court, wherein the Special Leave Petition filed by it was dismissed on 18/6/2018. \nIt is submitted by learned counsel for the petitioner that once the Commercial Court on an application filed by the petitioner under Section 14 of the Act had come to the conclusion that the charging of fees by the learned arbitrator was beyond the fee prescribed under Schedule IV of the Act and the Notification issued by this Court, there was no occasion for the Commercial Court then to refuse to exercise jurisdiction under Section 14 of the Act terminating the mandate of the learned arbitrator. It is submitted that once the Commercial Court has upheld the contention of the petitioner qua charging of the fees by the learned arbitrator beyond the provisions of law, resulting in the fees determined by the learned arbitrator getting reduced to 50%, the same would result in great prejudice against the petitioner and as such the learned arbitrator has been rendered unable to perform his functions and the same now gives rise to justifiable doubts as to his independent or impartiality.\n(6 of 14) [CW-6074/2018 ] Further submissions have been made that the conduct of proceedings during the pendency of the application under Section 14 of the Act before the Commercial Court and during the pendency of present proceedings before this Court are clear indications of such prejudice, whereby, despite interim order by the Commercial Court the arbitral proceedings were set ex-parte and award was dictated by the learned arbitrator, which order also has been set aside by the Commercial Court, however, again when the proceedings were pending before this Court against the order dated 9/4/2018 passed by the Commercial Court, various steps were taken to expedite the hearing and the matter was being adjourned day to day and, therefore, the determination made by the Commercial Court on the aspect of termination of mandate of the learned arbitrator cannot be sustained. \nReliance was placed on the judgment of Delhi High Court in National Highways Authority of India vs. Gammon Engineers and Contractor Pvt. Ltd. : O.M.P.(T) (Comm.)39/2018 & I.A. No.6559/2018 & 9228/2018 decided on 20/7/2018. \nOn behalf of HZL initially feeble objections regarding the maintainability of the writ petition were raised, however, during the course of final hearing, the said aspect was not argued/pressed. \nLearned counsel for the HZL made submissions questioning the conduct of petitioner in somehow frustrating the proceedings before the learned arbitrator only because the petitioner succeeded in preventing the learned arbitrator from passing an order under Section 17 of the Act. Submissions were made that all along the arbitral proceedings the conduct of the petitioner is (7 of 14) [CW-6074/2018] somehow to delay and/or frustrate the said proceedings and, therefore, on account of such conduct, the petitioner is not entitled to any relief from this Court. Learned counsel for the respondent, though, did not question the validity of the order passed by the Commercial Court qua the quantum of fees, supported the order in not terminating the mandate of learned arbitrator. Submissions were made on part of the respondent HZL that it has already paid its share of fees as determined by the learned arbitrator and, therefore, the determination qua the fees made by the learned arbitrator and/or Commercial Court has lost its significance insofar as the respondent company is concerned. It was vehemently submitted that on account of the dispute qua the quantum of fees raised by the petitioner, the respondent company is unnecessarily being embroiled in the controversy and it essentially is the only sufferer and, therefore, its only concern is expeditious disposal of the proceedings. Submissions were also made that the petitioner has failed to make out any case under Section 14 of the Act, therefore, the writ petition deserves to be dismissed. \nI have considered the submissions made by learned counsel for the parties and have perused the material available on record. \nAt the outset it may be noticed that on a specific query put by the Court, both the learned counsel appearing for the parties specifically made submissions that there is no necessity of issuing notice to the learned arbitrator. Another specific query was put to the counsel appearing for the respondent regarding stand of the HZL qua the quantum of fees as determined by the learned arbitrator and now by the Commercial Court, to which the learned (8 of 14) [CW-6074/2018] counsel submitted that as the respondent company was at the receiving end, on account of urgency involved in the matter and as it wanted expeditious disposal of the proceedings before the learned arbitrator, it had no choice but to follow the determination made by the learned arbitrator and now the Commercial Court. \nThe provisions of Section 14 of the Act read as under:\n\"14. Failure or impossibility to act.- (1) The mandate of an arbitrator shall terminate and he shall be substituted by another arbitrator, if- (a) He becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay; and (b) He withdraws from his office or the parties agree to the termination of his mandate. (2) If a controversy remains concerning any of the grounds referred to in clause (a) of sub-section (1), a party may, unless otherwise agreed by the parties, apply to the Court to decide on the termination of the mandate. \n(3) If, under this section or sub-section (3) of Section 13, an arbitrator withdraws from his office or a party agrees to the termination of the mandate of an arbitrator, it shall not imply acceptance of the validity of any ground referred to in this section or sub-section (3) of Section 12.\" \nThe above provisions provide for termination of mandate of the arbitrator if he becomes de jure or de facto unable to perform his functions. The phrase 'de jure or de facto unable to perform his functions' has not been defined and/or elaborated in any manner in the Act. However, in the opinion of this Court in case the events during the conduct of proceedings before the arbitrator leads to a doubt in the mind of a party regarding prejudice against it and qua the impartial conduct of proceedings before the arbitral tribunal, the said situation would fall within de facto inability of the arbitrator to perform his functions. \nThe independence and impartiality of the learned arbitrator and the proceedings before him being conducted without any (9 of 14) [CW-6074/2018] doubt in the mind of the parties are sine qua non for any arbitral proceedings. \nThe Commercial Court by its impugned order, though came to the conclusion that charging of fees by the learned arbitrator was beyond the fees prescribed under Schedule IV of the Act and the Notification dated 23/3/2017 issued by this Court, on the issue of termination of mandate, it observed as under:\n\"In order to rule out any confusion this has been held that the fact and circumstances pleaded and argued before this court do not constitute a dejure or defacto inability of the learned arbitrator in discharge of his functions as arbitrator. The dejure inability referred to in Section 14 has to necessarily comprehend all conceivable legal short comings existing or acquired by an arbitrator disqualifying him to discharge the role assigned under the Act. The determination of fees on the basis of some misinterpretation of statute is not such a legal short coming enough to disqualify him. It is always open to the parties to challenge the award on any of the ground of misconduct or dejure or defacto inability or impossibility/failure of the Ld. Arbitrator in a competent petition under section 34 of the Arbitration and Conciliation Act,1996.\" \nA perusal of the above reveal that the Commercial Court very cursorily dealt with only the issue of de jure inability of the arbitrator, in the circumstances which came before it, but did not deal with the overall fact situation. \nAs already noticed hereinbefore, the proceedings before the learned arbitrator since beginning have been continuing under the shadow of conflict regarding determination of fees to be paid by the parties, wherein, the petitioner has been constantly objecting to the quantum of fees determined by the learned arbitrator. The learned arbitrator took a particular stand qua the quantum of fees and the petitioner insisted on its alleged unreasonableness relying on Schedule IV and issuance of Notification by this Court dated 23/3/2017 in this regard. As quoted hereinbefore, the learned (10 of 14) [CW-6074/2018] arbitrator though insisted on entitlement of fees to the extent of Rs.75 lakh, showing benevolence granted discount of Rs.20 lakh and fixed the fees at Rs.55 lakh. Use of terms 'benevolence' and 'grant of discount' in the proceedings by the arbitrator can only be termed as 'avoidable' as irrespective of the fact that a commercial dispute was the subject matter of the arbitration, the proceedings before the learned arbitrator as such cannot be termed as part of the same commercial transaction. \nThe stand of respondent HZL on the quantum of fees for whatever reason, as sought to be submitted by learned counsel for the respondent i.e. its attempt to seek expeditious disposal of the matter, appears to have added to the hardening of the attitude of the learned arbitrator qua the quantum of fees. \nBe that as it may. The determination made by the learned arbitrator regarding the quantum of fees has been set aside by the Commercial Court by the order impugned, which determination for lack of any challenge has become final. \nThe proceedings which took place before the learned arbitrator during the period several dates were fixed by the Commercial Court for pronouncement of its order, whereby, on 1/4/2018 the learned arbitrator ordered to proceed ex-parte and dictated the award on the same day, which order also was required to be set aside by the Commercial Court by the impugned order, also reflects the manner in which the proceedings took place before the learned arbitrator. Even after the impugned order was passed by the Commercial Court, again the manner in which the proceedings were recommenced from the stage as it were on 1/4/2018, has been noticed by this Court in its order dated (11 of 14) [CW-6074/2018] 24/5/2018 forcing it to stay the further proceedings before the learned arbitrator. It was inter alia observed by this Court as under:\n\"Pursuant to the directions, the parties appeared before the learned Arbitrator, when, it has been indicated that on 29.04.2018, the matter was taken up and the same was adjourned for 05.05.2018 and when on 05.05.2018, a submission was made regarding writ petition having been filed before this Court on 27.04.2018, and adjournment was sought on ground that the matter was though taken up by the Court on 02.05.2018 , the same was ordered to be listed before another Bench, on prayer for adjournment being contested by the respondent, the prayer was declined and the evidence of the petitioner was closed, whereafter the matter was posted for final arguments on 14.05.2018. \nIn the meanwhile, on 11.05.2018, when the matter came up before a coordinate Bench of this Court, orders were passed for taking orders from Hon'ble the Chief Justice and the learned Arbitrator was requested to adjourn the matter for ten days, wherein now the matter is fixed on 25.05.2018 for final hearing. \nLooking to the nature of issues, which have been raised in the present writ petition and more specifically the issue as to whether the manner, in which the matter has proceeded before the learned Arbitrator, which aspect has been thoroughly indicated in the order passed by the Commercial Court, the alleged failure of the Commercial Court in not terminating the mandate of the learned Arbitrator can be said to be justified, requires consideration.\" \nApparently, there was no necessity for the learned arbitrator in again closing the evidence of the petitioner and posting the matter for final arguments despite pendency of matter before this Court and this Court being forced to request the learned arbitrator first to adjourn the matter and then stay the further proceedings. \nHon'ble Supreme Court in Union of India vs. Singh Builders Syndicate : (2009) 4 SCC 523 made the following observations on fees being charged by the arbitral tribunal:\n\"22. When an arbitrator is appointed by a court without indicating fees, either both parties or at least one party is at a disadvantage. Firstly, the parties feel constrained to agree to whatever fees is suggested by the Arbitrator, even if it is high or beyond their capacity. Secondly, if a high fee is claimed by the Arbitrator and one party agrees to pay such fee, the other party, which is (12 of 14) [CW-6074/2018] unable to afford such fee or reluctant to pay such high fee, is put to an embarrassing position. He will not be in a position to express his reservation or objection to the high fee, owing to an apprehension that refusal by him to agree for the fee suggested by the arbitrator, may prejudice his case or create a bias in favour of the other party which readily agreed to pay the high fee. \nxxxx xxxx 24. What is found to be objectionable is parties being forced to go to an arbitrator appointed by the court and then being forced to agree for a fee fixed by such Arbitrator. It is unfortunate that delays, high costs, frequent and sometimes unwarranted judicial interruptions at different stages are seriously hampering the growth of arbitration as an effective dispute resolution process. Delay and high costs are two areas where the Arbitrators by self regulation can bring about marked improvement.\" \nSubsequent thereto, the Parliament introduced Schedule IV to the Act by way of Arbitration and Conciliation (Amendment) Act, 2015 and under Section 11(14) of the Act the High Court was empowered to frame such Rules as may be necessary, resulting in issuance of Notification dated 23/3/2017, which was made effective from the date the Amendment Act, 2015 came into force i.e. 23/10/2015. \nThe Madras High Court in Madras Fertilizers Limited vs. SICGIL India Limited : 2010 (2) CTC 357 inter alia laid down as under:\n\"22. The words used in Section 14(1)(a) is that the mandate of an Arbitrator shall terminate if he has become de jure unable to perform his functions. (emphasis supplied). It is true that the second respondent is ready to go ahead with the proceedings, but somehow, the proceedings got bogged down in the light of the controversy with regard to fixation of fees by the second respondent. The word 'Perform his functions' used in Section 14(1)(a) will simply performing his functions effectively without any bias and with full confidence of both the parties. Performing this functions does not simply going through the motion without instilling confidence in the minds of the parties. \n23. Now, if the mandate is not terminated and the second respondent is permitted to continue with Arbitration proceedings, it will amount to forcing a higher fee on the petitioner which they are not capable of paying. Further, after these controversies, disputes, exchange of (13 of 14) [CW-6074/2018] correspondences, etc. with regard to fixation of fees, if the second respondent continues the arbitration proceedings, the petitioner may not be in a proper frame of mind to proceedings could not make a headway. Therefore, taking into considerations the totality of the facts and circumstances, I am of the considered view that the second respondent has become de jure unable to perform his function effectively warranting his mandate to be terminated as per Section 14(1)(a) of the Act, 1996.\" \nThe above judgments have been noticed by Delhi High Court in the case of National Highways Authority of India (supra). \nIn view of the above discussion, it is apparent that as the fee determined by the arbitrator has been reduced to half and the manner in which the arbitral proceedings continued before the learned sole arbitrator, the petitioner will definitely have some doubt as to the conduct of the proceedings and the same would certainly lead to loss of confidence and as observed by Madras High Court in Madras Fertilizers Ltd. (supra), such an unpleasant situation is to be avoided in the best interest of the parties including the arbitrator.\nBecause of long drawn controversy in petitioner challenging the quantum of fees before the learned arbitrator, moving application before the Commercial Court, wherein, the determination of fees made by the learned arbitrator has been reversed and then again filing the present proceedings before this Court seeking termination of the mandate of the learned arbitrator, more importantly the learned arbitrator during the pendency of the proceedings before the Commercial Court passing an ex-parte award and during the pendency of present petition before this Court, again closing evidence of the petitioner and fixing the matter for final arguments, taking the totality of above (14 of 14) [CW-6074/2018] facts and circumstances of the case, this Court is of the considered view that the learned arbitrator has been rendered de jure/de facto unable to perform his functions effectively warranting his mandate to be terminated under Section 14(1)(a) of the Act and the determination made by the Commercial Court in this regard, therefore, cannot be sustained.\nIn view of the above discussion, the writ petition filed by the petitioner is allowed. The order dated 9/4/2018 (Annex.1) passed by the Commercial Court is set aside to the extent it has refused to terminate the mandate of the learned arbitrator, the mandate of the arbitral tribunal appointed by order dated 27/9/2016 shall stand terminated. The parties may appoint a substitute arbitrator in terms of the arbitration agreement between them within a period of 15 days from today. The arbitral tribunal so constituted shall proceed from the stage where the proceedings stood before the order was passed by the then existing arbitral tribunal on 1/4/2018. \nNo order as to costs. \n(ARUN BHANSALI),J baweja/-\nPowered by TCPDF (www.tcpdf.org)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38e31c9e8a904635a57084a04a3bb384_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f210f382df84135a8e0485e5aa0e81f_1"
    },
    {
      "start": 242,
      "end": 320,
      "text": "\nRajasthan High Court - Jodhpur\nDoshion Private Limited vs Hindustan Zinc Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b4e53c12c9e4a9780a21a6b9da5c384_2"
    },
    {
      "start": 321,
      "end": 500,
      "text": "And Anr on 3 January, 2019\nEquivalent citations: Air 2019 Rajasthan 54, Aironline 2019 Raj 7\nAuthor: Arun Bhansali\nBench: Arun Bhansali\n     High Court Of Judicature For Rajasthan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c74e4848dfd0441c8ed817bc11c7d91a_3"
    },
    {
      "start": 501,
      "end": 533,
      "text": "At\n                      Jodhpur",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca0915de8e034d909e5d51cac0ca9b17_4"
    },
    {
      "start": 534,
      "end": 731,
      "text": "\n                    S.B. Civil Writ No. 6074/2018\n\nDoshion Private Limited Having its Registered Office At Plot No.\n24, Phase Ii, Gidc Vatva, Ahmedabad - 382445 through its\nauthorized    signatory",
      "labels": [
        "PREAMBLE"
      ],
      "id": "764f688294ac4a0490716ff62d100661_5"
    },
    {
      "start": 738,
      "end": 763,
      "text": "Mr.   Raju   Meghwal    s",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2968ccd376b04c758cd9f7c3277a65e7_6"
    },
    {
      "start": 764,
      "end": 775,
      "text": "/ o    Shri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79c99695190f4d78867ed7a1b660fcd6_7"
    },
    {
      "start": 776,
      "end": 947,
      "text": "  Laxmilal\nMeghwal aged about 30 years R/o 218, Ward No. 33, Pratap\nNagar, Udaipur, Rajasthan\n                                                               ----Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f554ee93f0c146b79d58d6a70f492051_8"
    },
    {
      "start": 985,
      "end": 992,
      "text": "Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44924815910349b3b6b804ab8cdb3c7f_9"
    },
    {
      "start": 992,
      "end": 1054,
      "text": "1 .     Hindustan Zinc Limited Having its Registered Office At",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94aa3ed801f3484c82afed0a92293807_10"
    },
    {
      "start": 1055,
      "end": 1112,
      "text": "\n       Yashad Bhawan, Swaroop Sagar, Udaipur Through its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85d6fa0a0ac043ef9a6bf04c6dadce90_11"
    },
    {
      "start": 1113,
      "end": 1150,
      "text": "\n       Director/authorized Signatory",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de19730ad83243c3aefba154eac0163b_12"
    },
    {
      "start": 1152,
      "end": 1215,
      "text": "2.     Hon'ble Justice Retd. Narayan Prasad Gupta, R/o 59, High",
      "labels": [
        "PREAMBLE"
      ],
      "id": "783d31552c0746c7a9c78d7ed090d1ec_13"
    },
    {
      "start": 1216,
      "end": 1346,
      "text": "\n       Court Judges Colony, Sector-105, Noida (U.P.).\n                                                            ----Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8088ab08f788406a94a3b90af327f1d5_14"
    },
    {
      "start": 1350,
      "end": 1399,
      "text": "For Petitioner(s)         :     Mr. Ankit Sareen.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6616c01a5974de99ce8fbeeed70c133_15"
    },
    {
      "start": 1401,
      "end": 1485,
      "text": "For Respondent(s)         :     Dr. Sachin Acharya.\n                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "991920405dcb452088e1470a9e9667c9_16"
    },
    {
      "start": 1485,
      "end": 1504,
      "text": "Mr. Shridhar Mehta.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "32187ae2ed884c0fb081542c11646d11_17"
    },
    {
      "start": 1505,
      "end": 1572,
      "text": "\n\n\n\n             Hon'Ble Mr. Justice Arun Bhansali\nOrder 03/01/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f20ca6a96f54f858fed72f5568283db_18"
    },
    {
      "start": 1573,
      "end": 2272,
      "text": "This writ petition under Article 226 and 227 of the Constitution of India is directed against the order dated 9/4/2018 passed by the Commercial Court, Jaipur, whereby, the application filed by the petitioner under Section 14 of the Arbitration and Conciliation Act, 1996 ('the Act') has been partly accepted requiring the learned arbitrator to resettle his fees according to Schedule Iv read with Notification of the High Court dated 23/3/2017, the proceeding dated 1/4/2018 carried out by the arbitrator closing the evidence of the petitioner has been set (2 of 14) [Cw-6074/2018] aside, however, the prayer to declare that the mandate of the learned arbitrator stands terminated has been declined.",
      "labels": [
        "FAC"
      ],
      "id": "826acf7c63884ed69b13c7cebb9571ce_19"
    },
    {
      "start": 2273,
      "end": 2638,
      "text": "\nOn a dispute arising between the parties i.e. the petitioner and the respondent no.1 ('Hzl'), this Court, by order dated 27/9/2016, on an application filed by the Hzl, appointed the sole arbitrator to adjudicate upon the disputes between the parties in terms of the arbitration agreement and as per the Manual of Procedure for Alternative Dispute Resolution, 2009.",
      "labels": [
        "FAC"
      ],
      "id": "8bec84a17f5f47188d916cb64578f3dc_20"
    },
    {
      "start": 2639,
      "end": 2914,
      "text": "\nDuring the course of arbitration proceedings, the learned arbitrator fixed the fee for arbitration to be Rs. 75 lakh, which was contested by the petitioner and it sought its reconsideration in the light of Schedule Iv of the Act, which prayer was declined by the arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "df07bb9ef7c44d29946e3526ab780d04_21"
    },
    {
      "start": 2915,
      "end": 3100,
      "text": "\nIn the meanwhile, a notification dated 23/3/2017 came to be issued by the High Court providing for the charging of fees by the arbitrators, which was made applicable w.e.f. 23/10/2015.",
      "labels": [
        "FAC"
      ],
      "id": "627b4cff7bc04583a9a2c641fd06ff3b_22"
    },
    {
      "start": 3101,
      "end": 3430,
      "text": "Based on the above notification, again a submission was made before the learned arbitrator regarding the quantum of fees, however, though the prayer was declined, the learned arbitrator offered discount by record of proceedings dated 26/5/2017 and the total fees was fixed at Rs.55 lakh indicating a total discount of Rs.20 lakh.",
      "labels": [
        "FAC"
      ],
      "id": "470d5c466eed42c5965d4a468d23da7d_23"
    },
    {
      "start": 3431,
      "end": 3777,
      "text": "Relevant para of the record of proceedings dated 26/5/2017 reads as under:\n\"6. As considered the submissions and in view of the legal and factual position, according to me, being as discussed in para 3 & 4, still bearing further benevolence, the fee structure is modified and given the further discount, the total fee is fixed at Rs.55 lacs only.",
      "labels": [
        "FAC"
      ],
      "id": "84ed985403024de7bb450a701cdd7ac4_24"
    },
    {
      "start": 3778,
      "end": 3858,
      "text": "Thus, a total discount of Rs.20 lacs is given collectively to both the parties.\"",
      "labels": [
        "RLC"
      ],
      "id": "8c362f1744e341feb3e8c557bbce3931_25"
    },
    {
      "start": 3860,
      "end": 3869,
      "text": "(3 of 14)",
      "labels": [
        "FAC"
      ],
      "id": "a3b9a21518244e1287eee576bdaf3e12_26"
    },
    {
      "start": 3870,
      "end": 3883,
      "text": "[Cw-6074/2018",
      "labels": [
        "FAC"
      ],
      "id": "99fd66fdf4544e1eb91656031feb8dd1_27"
    },
    {
      "start": 3884,
      "end": 4210,
      "text": "] After passing of the order dated 26/5/2017, the petitioner approached this Court by filing application under Section 14 of the Act seeking termination of the mandate of the learned arbitrator on the gound of misconduct on his part by charging excessive and exorbitant fees and not following the Notification dated 23/3/2017.",
      "labels": [
        "FAC"
      ],
      "id": "2552bf68bb04453da8b64b34bcb93334_28"
    },
    {
      "start": 4211,
      "end": 4474,
      "text": "\nThe said application filed by the petitioner under Section 14 of the Act was held as not maintainable by order dated 4/1/2018 by this Court and the same was, therefore, dismissed with liberty to the petitioner to approach the jurisdictional court, if so advised.",
      "labels": [
        "FAC"
      ],
      "id": "3bd6e4dd40e34bdf9a75ba284b7ede66_29"
    },
    {
      "start": 4476,
      "end": 4587,
      "text": "Though the petitioner approached the Division Bench against the order dated 4/1/2018, the appeal was withdrawn.",
      "labels": [
        "FAC"
      ],
      "id": "1773857ad18e4b2f9bdd4af0fa835b77_30"
    },
    {
      "start": 4588,
      "end": 4748,
      "text": "The petitioner thereafter, approached the Commercial Court by filing application under Section 14 of the Act seeking removal/substitution of learned arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "b56942c95fba4e00aec549056304db56_31"
    },
    {
      "start": 4749,
      "end": 5021,
      "text": "\nDuring the pendency of the said proceedings before the Commercial Court, on 1/4/2018 the learned arbitrator dictated/passed an ex-parte award, the operative portion of the proceedings dated 1/4/2018 reads as under:\n\"In view of the above in the spirit of Section 15 of the",
      "labels": [
        "FAC"
      ],
      "id": "0b41729274264a4d80366f8dc85f0792_32"
    },
    {
      "start": 5022,
      "end": 5492,
      "text": " Indian Limitation Act, since after excluding the time consumed on account of the matter being carried Hon'ble High Court and/or to the commercial court resulting into stalling these proceedings, a very short time is available at the disposal of this tribunal to complete the proceeding, and since the persons appearing for the claimant, do not want to lead any rebuttal evidence, therefore at their request the final arguments in the matter were heard today (Ex-Parte).",
      "labels": [
        "FAC"
      ],
      "id": "2b1af9da6462415f8d6bc04af666aa5e_33"
    },
    {
      "start": 5494,
      "end": 5771,
      "text": "After concluding the arguments the award has been orally dictated to the steno and on its being transcribed a soft copy of the award in PDF format would be sent to the parties and for the purpose of section 29-A that would be taken to be the date on which the award was passed.",
      "labels": [
        "FAC"
      ],
      "id": "9e5e25d4feb6462d9754ec10be0340da_34"
    },
    {
      "start": 5772,
      "end": 6031,
      "text": "Signed hard copy would thereafter be sent to the parties, and for the purpose of section 34 of the Arbitration Act, the (4 of 14) [CW-6074/2018] time for the respective party would start to run from the date that hard copy is received by the respective party.",
      "labels": [
        "FAC"
      ],
      "id": "cbcd269321634e1e8171a52c26844027_35"
    },
    {
      "start": 6032,
      "end": 6184,
      "text": "\nSince the award has been dictated, the balance outstanding fee of the Arbitrator be deposited by the parties, in proportion to their respective shares.",
      "labels": [
        "FAC"
      ],
      "id": "cfd5c67b6bc14f55b5331eb673bd5e7a_36"
    },
    {
      "start": 6185,
      "end": 6354,
      "text": "However if the defendant does not deposit within one week, the same shall be deposited by the claimant, and that would be recoverable by the claimant from the defendant.",
      "labels": [
        "FAC"
      ],
      "id": "3373dc35aad54a8c8b96ae0a1af63b48_37"
    },
    {
      "start": 6355,
      "end": 6518,
      "text": "A further sum of Rs.40,000/- be also deposited in the Arbitrator's account for expenses of preparing the award (Dictation, transcription, printing, postage etc.).\"",
      "labels": [
        "FAC"
      ],
      "id": "b1212b814e3e474a8f356985f913f524_38"
    },
    {
      "start": 6519,
      "end": 6634,
      "text": "\nThe petitioner approached the Commercial Court bringing the above fact of passing of ex-parte award to its notice.",
      "labels": [
        "FAC"
      ],
      "id": "3b5fba058feb4f8498fd82536819b6d5_39"
    },
    {
      "start": 6635,
      "end": 6897,
      "text": "\nThe Commercial Court by its impugned order dated 9/4/2018 (Annex.1) decided the application filed by the petitioner finally and passed the following directions:\n\"While partly accepting the application this court disposes off the same in the following terms:-\n1.",
      "labels": [
        "RLC"
      ],
      "id": "55fc28d46e5f4ca4889acdc1357f97ee_40"
    },
    {
      "start": 6898,
      "end": 7072,
      "text": "The law does not permit to charge any fee beyond the fee prescribed under the schedule IV attached to Arbitration Act and notification of Hon'ble High Court dated 23.03.2017.",
      "labels": [
        "FAC"
      ],
      "id": "514883445b16498bb4edf6411c344c8e_41"
    },
    {
      "start": 7073,
      "end": 7289,
      "text": "The Ld. Arbitrator is requested to resettle his fee according to schedule IV read with notification of Hon'ble High Court bearing no.01/S.R.O./2017 dated 23.03.2017 and in the light of observation made in this order.",
      "labels": [
        "RPC"
      ],
      "id": "76b44fb203c5451ea21df2ab0cda3998_42"
    },
    {
      "start": 7290,
      "end": 7462,
      "text": "\n2. The proceedings dated 01.04.2018 carried out by the Ld. Arbitrator by closing the evidence of the applicant (respondent) and hearing the argument ex-parte is set aside.",
      "labels": [
        "FAC"
      ],
      "id": "c4251d0d18f64a23b53c89b0683636a5_43"
    },
    {
      "start": 7463,
      "end": 7648,
      "text": "The arbitrator is directed to join the parties in the proceedings from the stage pending before him at the time of filing of the instant application under section 14 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "879c1d6372c747998c30ea02900c1575_44"
    },
    {
      "start": 7649,
      "end": 7743,
      "text": "\n3. The parties are directed to remain present before the Ld. Arbitral tribunal on 29.04.2018.",
      "labels": [
        "RPC"
      ],
      "id": "ca50e36349ff4627a2406a5be5cc2abc_45"
    },
    {
      "start": 7745,
      "end": 7900,
      "text": "4. The applicant is directed to lead his entire remaining evidence on the date fix by the Ld. Arbitrator after the appearance of the parties on 29.04.2018.",
      "labels": [
        "FAC"
      ],
      "id": "e4b2b769563d40a1a88578607f4e7886_46"
    },
    {
      "start": 7902,
      "end": 8195,
      "text": "5. The time consumed before this court from the institution of this instant application on 18.01.2018 till the appearance of the parties before Ld. Arbitrator on 29.04.2018 shall be set off for the purpose of calculating the period of 12 months prescribed under section 29A of the Act of 1996.",
      "labels": [
        "RPC"
      ],
      "id": "ed5ae0ff803e46b0a51b8dd511a94ee6_47"
    },
    {
      "start": 8197,
      "end": 8437,
      "text": "6. It is expected that Ld. Arbitrator after completion of the evidence of respondent and rebuttal evidence, if any, shall pronounce the award after hearing the arguments of the parties in support of their respective claim and counter claim.",
      "labels": [
        "NONE"
      ],
      "id": "64c491704c434bf0bfb485ed744664bf_48"
    },
    {
      "start": 8438,
      "end": 8517,
      "text": "\n(5 of 14) [CW-6074/2018] Application is party accepted in the aforesaid terms.",
      "labels": [
        "NONE"
      ],
      "id": "c6ec2bd2071c42d383db7bcf37126f7e_49"
    },
    {
      "start": 8518,
      "end": 8577,
      "text": "File be consigned to the record room after due compliance.\"",
      "labels": [
        "FAC"
      ],
      "id": "cc35500bfd864bcbb1b9fd6ad87c075d_50"
    },
    {
      "start": 8578,
      "end": 8657,
      "text": "\nFeeling aggrieved, the present writ petition has been filed before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "c464cc08205b43d5ae80b79bbbcc3d76_51"
    },
    {
      "start": 8658,
      "end": 8955,
      "text": "During the pendency of the writ petition, by order dated 24/5/2018 after noticing the proceedings before the learned arbitrator after passing of the order by the Commercial Court and various orders passed in the present writ petition, further proceedings before the learned arbitrator were stayed.",
      "labels": [
        "FAC"
      ],
      "id": "427bc17a8a614ea0a9f5862e16bf0311_52"
    },
    {
      "start": 8956,
      "end": 9106,
      "text": "Feeling aggrieved, the respondent HZL approached the Hon'ble Supreme Court, wherein the Special Leave Petition filed by it was dismissed on 18/6/2018.",
      "labels": [
        "FAC"
      ],
      "id": "265050af46484755a94e9e4204f0df45_53"
    },
    {
      "start": 9107,
      "end": 9609,
      "text": "\nIt is submitted by learned counsel for the petitioner that once the Commercial Court on an application filed by the petitioner under Section 14 of the Act had come to the conclusion that the charging of fees by the learned arbitrator was beyond the fee prescribed under Schedule IV of the Act and the Notification issued by this Court, there was no occasion for the Commercial Court then to refuse to exercise jurisdiction under Section 14 of the Act terminating the mandate of the learned arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a2818fdbdd541acbf3827c8eb7ea4cf_54"
    },
    {
      "start": 9610,
      "end": 10126,
      "text": "It is submitted that once the Commercial Court has upheld the contention of the petitioner qua charging of the fees by the learned arbitrator beyond the provisions of law, resulting in the fees determined by the learned arbitrator getting reduced to 50%, the same would result in great prejudice against the petitioner and as such the learned arbitrator has been rendered unable to perform his functions and the same now gives rise to justifiable doubts as to his independent or impartiality.\n(6 of 14) [CW-6074/2018",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "07ec4ea235954a35a175b1458016d210_55"
    },
    {
      "start": 10127,
      "end": 10982,
      "text": "] Further submissions have been made that the conduct of proceedings during the pendency of the application under Section 14 of the Act before the Commercial Court and during the pendency of present proceedings before this Court are clear indications of such prejudice, whereby, despite interim order by the Commercial Court the arbitral proceedings were set ex-parte and award was dictated by the learned arbitrator, which order also has been set aside by the Commercial Court, however, again when the proceedings were pending before this Court against the order dated 9/4/2018 passed by the Commercial Court, various steps were taken to expedite the hearing and the matter was being adjourned day to day and, therefore, the determination made by the Commercial Court on the aspect of termination of mandate of the learned arbitrator cannot be sustained.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb515e92f66942e899b4cb3ef77b8d1b_56"
    },
    {
      "start": 10983,
      "end": 11206,
      "text": "\nReliance was placed on the judgment of Delhi High Court in National Highways Authority of India vs. Gammon Engineers and Contractor Pvt. Ltd. : O.M.P.(T) (Comm.)39/2018 & I.A. No.6559/2018 & 9228/2018 decided on 20/7/2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5bb754d066e34df8be718018ee5cd5b9_57"
    },
    {
      "start": 11207,
      "end": 11401,
      "text": "\nOn behalf of HZL initially feeble objections regarding the maintainability of the writ petition were raised, however, during the course of final hearing, the said aspect was not argued/pressed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81269da53fdb4f95bb9b87bd014cfa13_58"
    },
    {
      "start": 11402,
      "end": 11680,
      "text": "\nLearned counsel for the HZL made submissions questioning the conduct of petitioner in somehow frustrating the proceedings before the learned arbitrator only because the petitioner succeeded in preventing the learned arbitrator from passing an order under Section 17 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c9a74d776b144d6a00c100b554a4e2e_59"
    },
    {
      "start": 11681,
      "end": 11961,
      "text": "Submissions were made that all along the arbitral proceedings the conduct of the petitioner is (7 of 14) [CW-6074/2018] somehow to delay and/or frustrate the said proceedings and, therefore, on account of such conduct, the petitioner is not entitled to any relief from this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a96d2051861b47af875254dd3f1a2f5b_60"
    },
    {
      "start": 11962,
      "end": 12178,
      "text": "Learned counsel for the respondent, though, did not question the validity of the order passed by the Commercial Court qua the quantum of fees, supported the order in not terminating the mandate of learned arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8d9e805d6407480a92528180ca00d03f_61"
    },
    {
      "start": 12179,
      "end": 12489,
      "text": "Submissions were made on part of the respondent HZL that it has already paid its share of fees as determined by the learned arbitrator and, therefore, the determination qua the fees made by the learned arbitrator and/or Commercial Court has lost its significance insofar as the respondent company is concerned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a6b579ca9d4b4070b08eef099eeaf6cd_62"
    },
    {
      "start": 12490,
      "end": 12790,
      "text": "It was vehemently submitted that on account of the dispute qua the quantum of fees raised by the petitioner, the respondent company is unnecessarily being embroiled in the controversy and it essentially is the only sufferer and, therefore, its only concern is expeditious disposal of the proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "65ad68b68f584800bfc08f9f98e60290_63"
    },
    {
      "start": 12791,
      "end": 12953,
      "text": "Submissions were also made that the petitioner has failed to make out any case under Section 14 of the Act, therefore, the writ petition deserves to be dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e2dd1631b7fd46d89c47b9169a8a6f0c_64"
    },
    {
      "start": 12954,
      "end": 13079,
      "text": "\nI have considered the submissions made by learned counsel for the parties and have perused the material available on record.",
      "labels": [
        "NONE"
      ],
      "id": "eede5cbe5fee4ddbb292f4a87cea1c96_65"
    },
    {
      "start": 13080,
      "end": 13308,
      "text": "\nAt the outset it may be noticed that on a specific query put by the Court, both the learned counsel appearing for the parties specifically made submissions that there is no necessity of issuing notice to the learned arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8e75c9ae7ab46a1b8ae3cf5050bc445_66"
    },
    {
      "start": 13309,
      "end": 13871,
      "text": "Another specific query was put to the counsel appearing for the respondent regarding stand of the HZL qua the quantum of fees as determined by the learned arbitrator and now by the Commercial Court, to which the learned (8 of 14) [CW-6074/2018] counsel submitted that as the respondent company was at the receiving end, on account of urgency involved in the matter and as it wanted expeditious disposal of the proceedings before the learned arbitrator, it had no choice but to follow the determination made by the learned arbitrator and now the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8a8ea1e798a1412aa2c7ecaa90c1fde5_67"
    },
    {
      "start": 13873,
      "end": 14285,
      "text": "The provisions of Section 14 of the Act read as under:\n\"14. Failure or impossibility to act.- (1) The mandate of an arbitrator shall terminate and he shall be substituted by another arbitrator, if- (a) He becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay; and (b) He withdraws from his office or the parties agree to the termination of his mandate.",
      "labels": [
        "STA"
      ],
      "id": "eccee2f109e048de8bfaf3eb6d1435ba_68"
    },
    {
      "start": 14286,
      "end": 14507,
      "text": "(2) If a controversy remains concerning any of the grounds referred to in clause (a) of sub-section (1), a party may, unless otherwise agreed by the parties, apply to the Court to decide on the termination of the mandate.",
      "labels": [
        "STA"
      ],
      "id": "07cc3f27928f43cc848635a45ee31f54_69"
    },
    {
      "start": 14508,
      "end": 14802,
      "text": "\n(3) If, under this section or sub-section (3) of Section 13, an arbitrator withdraws from his office or a party agrees to the termination of the mandate of an arbitrator, it shall not imply acceptance of the validity of any ground referred to in this section or sub-section (3) of Section 12.\"",
      "labels": [
        "STA"
      ],
      "id": "a0f4d005629c46ef9a4723b7b61224c8_70"
    },
    {
      "start": 14803,
      "end": 14944,
      "text": "\nThe above provisions provide for termination of mandate of the arbitrator if he becomes de jure or de facto unable to perform his functions.",
      "labels": [
        "STA"
      ],
      "id": "90a1f46b795b4c95a337e406a1355ec9_71"
    },
    {
      "start": 14945,
      "end": 15074,
      "text": "The phrase 'de jure or de facto unable to perform his functions' has not been defined and/or elaborated in any manner in the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f69ee6095ef4ffeb26e8fae7a93af4b_72"
    },
    {
      "start": 15075,
      "end": 15433,
      "text": "However, in the opinion of this Court in case the events during the conduct of proceedings before the arbitrator leads to a doubt in the mind of a party regarding prejudice against it and qua the impartial conduct of proceedings before the arbitral tribunal, the said situation would fall within de facto inability of the arbitrator to perform his functions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a47aa9faeb8426696e41a69d6f72dd1_73"
    },
    {
      "start": 15434,
      "end": 15658,
      "text": "\nThe independence and impartiality of the learned arbitrator and the proceedings before him being conducted without any (9 of 14) [CW-6074/2018] doubt in the mind of the parties are sine qua non for any arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e5188893fa14928bb75b052a3dd83c4_74"
    },
    {
      "start": 15659,
      "end": 16205,
      "text": "\nThe Commercial Court by its impugned order, though came to the conclusion that charging of fees by the learned arbitrator was beyond the fees prescribed under Schedule IV of the Act and the Notification dated 23/3/2017 issued by this Court, on the issue of termination of mandate, it observed as under:\n\"In order to rule out any confusion this has been held that the fact and circumstances pleaded and argued before this court do not constitute a dejure or defacto inability of the learned arbitrator in discharge of his functions as arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75fb46e439cf4e3685ba7572114683f4_75"
    },
    {
      "start": 16206,
      "end": 16420,
      "text": "The dejure inability referred to in Section 14 has to necessarily comprehend all conceivable legal short comings existing or acquired by an arbitrator disqualifying him to discharge the role assigned under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a302144639134fb1a93eb8327b906380_76"
    },
    {
      "start": 16421,
      "end": 16555,
      "text": "The determination of fees on the basis of some misinterpretation of statute is not such a legal short coming enough to disqualify him.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0e1d1572f2840ee8b40e241ae600ea6_77"
    },
    {
      "start": 16556,
      "end": 16812,
      "text": "It is always open to the parties to challenge the award on any of the ground of misconduct or dejure or defacto inability or impossibility/failure of the Ld. Arbitrator in a competent petition under section 34 of the Arbitration and Conciliation Act,1996.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6411868a268b4761900c2b60547db639_78"
    },
    {
      "start": 16813,
      "end": 17043,
      "text": "\nA perusal of the above reveal that the Commercial Court very cursorily dealt with only the issue of de jure inability of the arbitrator, in the circumstances which came before it, but did not deal with the overall fact situation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7ffe0b600834375bc15572073e24870_79"
    },
    {
      "start": 17045,
      "end": 17363,
      "text": "As already noticed hereinbefore, the proceedings before the learned arbitrator since beginning have been continuing under the shadow of conflict regarding determination of fees to be paid by the parties, wherein, the petitioner has been constantly objecting to the quantum of fees determined by the learned arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4f4e678806d4632bc80bd32fc8e7284_80"
    },
    {
      "start": 17364,
      "end": 17592,
      "text": "The learned arbitrator took a particular stand qua the quantum of fees and the petitioner insisted on its alleged unreasonableness relying on Schedule IV and issuance of Notification by this Court dated 23/3/2017 in this regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbca512f99fd4f7dafb60391f5cfe9ef_81"
    },
    {
      "start": 17593,
      "end": 17818,
      "text": "As quoted hereinbefore, the learned (10 of 14) [CW-6074/2018] arbitrator though insisted on entitlement of fees to the extent of Rs.75 lakh, showing benevolence granted discount of Rs.20 lakh and fixed the fees at Rs.55 lakh.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "782945eb82954fb2ac4b2e2da27404b3_82"
    },
    {
      "start": 17819,
      "end": 18152,
      "text": "Use of terms 'benevolence' and 'grant of discount' in the proceedings by the arbitrator can only be termed as 'avoidable' as irrespective of the fact that a commercial dispute was the subject matter of the arbitration, the proceedings before the learned arbitrator as such cannot be termed as part of the same commercial transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0094b73523b4cc19c00f1636e22f734_83"
    },
    {
      "start": 18153,
      "end": 18456,
      "text": "\nThe stand of respondent HZL on the quantum of fees for whatever reason, as sought to be submitted by learned counsel for the respondent i.e. its attempt to seek expeditious disposal of the matter, appears to have added to the hardening of the attitude of the learned arbitrator qua the quantum of fees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c91eb40d4cb45e4809b921d145539fb_84"
    },
    {
      "start": 18458,
      "end": 18476,
      "text": "Be that as it may.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fadf1d1343404f15929333c871ef63c7_85"
    },
    {
      "start": 18477,
      "end": 18685,
      "text": "The determination made by the learned arbitrator regarding the quantum of fees has been set aside by the Commercial Court by the order impugned, which determination for lack of any challenge has become final.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98af81ddccce49bb9068e2155a0f2686_86"
    },
    {
      "start": 18686,
      "end": 19145,
      "text": "\nThe proceedings which took place before the learned arbitrator during the period several dates were fixed by the Commercial Court for pronouncement of its order, whereby, on 1/4/2018 the learned arbitrator ordered to proceed ex-parte and dictated the award on the same day, which order also was required to be set aside by the Commercial Court by the impugned order, also reflects the manner in which the proceedings took place before the learned arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff27f099553e4d63adcf9ab56687339f_87"
    },
    {
      "start": 19146,
      "end": 19469,
      "text": "Even after the impugned order was passed by the Commercial Court, again the manner in which the proceedings were recommenced from the stage as it were on 1/4/2018, has been noticed by this Court in its order dated (11 of 14) [CW-6074/2018] 24/5/2018 forcing it to stay the further proceedings before the learned arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd6d947ec1c44f82aff7ddd2898d811e_88"
    },
    {
      "start": 19470,
      "end": 19936,
      "text": "It was inter alia observed by this Court as under:\n\"Pursuant to the directions, the parties appeared before the learned Arbitrator, when, it has been indicated that on 29.04.2018, the matter was taken up and the same was adjourned for 05.05.2018 and when on 05.05.2018, a submission was made regarding writ petition having been filed before this Court on 27.04.2018, and adjournment was sought on ground that the matter was though taken up by the Court on 02.05.2018",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f90eb8064ab04845bd6ed9ff9f801522_89"
    },
    {
      "start": 19937,
      "end": 20194,
      "text": ", the same was ordered to be listed before another Bench, on prayer for adjournment being contested by the respondent, the prayer was declined and the evidence of the petitioner was closed, whereafter the matter was posted for final arguments on 14.05.2018.",
      "labels": [
        "RPC"
      ],
      "id": "9418acb0ce7e4163bb8e6de464784567_90"
    },
    {
      "start": 20195,
      "end": 20503,
      "text": "\nIn the meanwhile, on 11.05.2018, when the matter came up before a coordinate Bench of this Court, orders were passed for taking orders from Hon'ble the Chief Justice and the learned Arbitrator was requested to adjourn the matter for ten days, wherein now the matter is fixed on 25.05.2018 for final hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3f74b5b123240d194f45897caa08757_91"
    },
    {
      "start": 20504,
      "end": 20955,
      "text": "\nLooking to the nature of issues, which have been raised in the present writ petition and more specifically the issue as to whether the manner, in which the matter has proceeded before the learned Arbitrator, which aspect has been thoroughly indicated in the order passed by the Commercial Court, the alleged failure of the Commercial Court in not terminating the mandate of the learned Arbitrator can be said to be justified, requires consideration.\"",
      "labels": [
        "ISSUE"
      ],
      "id": "c7b769131c45417d98deec7fb0bd6b51_92"
    },
    {
      "start": 20956,
      "end": 21283,
      "text": "\nApparently, there was no necessity for the learned arbitrator in again closing the evidence of the petitioner and posting the matter for final arguments despite pendency of matter before this Court and this Court being forced to request the learned arbitrator first to adjourn the matter and then stay the further proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ce01da5e22e4daab958c691da21c120_93"
    },
    {
      "start": 21284,
      "end": 21457,
      "text": "\nHon'ble Supreme Court in Union of India vs. Singh Builders Syndicate : (2009) 4 SCC 523 made the following observations on fees being charged by the arbitral tribunal:\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ad976b05f7d4e66ba6c82ac513bbd7b_94"
    },
    {
      "start": 21458,
      "end": 21589,
      "text": "When an arbitrator is appointed by a court without indicating fees, either both parties or at least one party is at a disadvantage.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ae580fa27fd4964b0c7bbbd8025a779_95"
    },
    {
      "start": 21590,
      "end": 21730,
      "text": "Firstly, the parties feel constrained to agree to whatever fees is suggested by the Arbitrator, even if it is high or beyond their capacity.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8802a1bacbbb4e6ebf486cf2ae3fa882_96"
    },
    {
      "start": 21731,
      "end": 21970,
      "text": "Secondly, if a high fee is claimed by the Arbitrator and one party agrees to pay such fee, the other party, which is (12 of 14) [CW-6074/2018] unable to afford such fee or reluctant to pay such high fee, is put to an embarrassing position.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "518270a1dd9b4ca9aab3ddd90e9c4b39_97"
    },
    {
      "start": 21971,
      "end": 22262,
      "text": "He will not be in a position to express his reservation or objection to the high fee, owing to an apprehension that refusal by him to agree for the fee suggested by the arbitrator, may prejudice his case or create a bias in favour of the other party which readily agreed to pay the high fee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41908de1853b4e7da54b73d72ae91ed4_98"
    },
    {
      "start": 22263,
      "end": 22277,
      "text": "\nxxxx xxxx 24.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8d221f09724ddf81a2a82ff27db306_99"
    },
    {
      "start": 22278,
      "end": 22448,
      "text": "What is found to be objectionable is parties being forced to go to an arbitrator appointed by the court and then being forced to agree for a fee fixed by such Arbitrator.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9fd2d26b7d94e1d8181353bbc3b0a58_100"
    },
    {
      "start": 22449,
      "end": 22663,
      "text": "It is unfortunate that delays, high costs, frequent and sometimes unwarranted judicial interruptions at different stages are seriously hampering the growth of arbitration as an effective dispute resolution process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63e5fc89d1be4440b5c4eb0b78a3d591_101"
    },
    {
      "start": 22664,
      "end": 22776,
      "text": "Delay and high costs are two areas where the Arbitrators by self regulation can bring about marked improvement.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6145e8b1e1484ef1a2f23c456daf9401_102"
    },
    {
      "start": 22777,
      "end": 23164,
      "text": "\nSubsequent thereto, the Parliament introduced Schedule IV to the Act by way of Arbitration and Conciliation (Amendment) Act, 2015 and under Section 11(14) of the Act the High Court was empowered to frame such Rules as may be necessary, resulting in issuance of Notification dated 23/3/2017, which was made effective from the date the Amendment Act, 2015 came into force i.e. 23/10/2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d569985e77744968be0796323457a09d_103"
    },
    {
      "start": 23166,
      "end": 23297,
      "text": "The Madras High Court in Madras Fertilizers Limited vs. SICGIL India Limited : 2010 (2) CTC 357 inter alia laid down as under:\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f252c4c93f84353b372bc6120e51c28_104"
    },
    {
      "start": 23298,
      "end": 23443,
      "text": "The words used in Section 14(1)(a) is that the mandate of an Arbitrator shall terminate if he has become de jure unable to perform his functions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "98eb43179dc942d3a98a6bcb77a08376_105"
    },
    {
      "start": 23444,
      "end": 23464,
      "text": "(emphasis supplied).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "848de8e0c3ae4f4da12a8a62b45359a2_106"
    },
    {
      "start": 23465,
      "end": 23680,
      "text": "It is true that the second respondent is ready to go ahead with the proceedings, but somehow, the proceedings got bogged down in the light of the controversy with regard to fixation of fees by the second respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd16cb698f6d474996160a812a3b17a8_107"
    },
    {
      "start": 23681,
      "end": 23850,
      "text": "The word 'Perform his functions' used in Section 14(1)(a) will simply performing his functions effectively without any bias and with full confidence of both the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "861ab60919e04fb28f54f8dd77d52517_108"
    },
    {
      "start": 23851,
      "end": 23976,
      "text": "Performing this functions does not simply going through the motion without instilling confidence in the minds of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fecbcd60b6074644a75d88635c700841_109"
    },
    {
      "start": 23978,
      "end": 24195,
      "text": "23. Now, if the mandate is not terminated and the second respondent is permitted to continue with Arbitration proceedings, it will amount to forcing a higher fee on the petitioner which they are not capable of paying.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fed1181daad42b88992b02f587854d8_110"
    },
    {
      "start": 24196,
      "end": 24491,
      "text": "Further, after these controversies, disputes, exchange of (13 of 14) [CW-6074/2018] correspondences, etc. with regard to fixation of fees, if the second respondent continues the arbitration proceedings, the petitioner may not be in a proper frame of mind to proceedings could not make a headway.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "606a2598987a47ebbdfe139cd15fbbf7_111"
    },
    {
      "start": 24492,
      "end": 24774,
      "text": "Therefore, taking into considerations the totality of the facts and circumstances, I am of the considered view that the second respondent has become de jure unable to perform his function effectively warranting his mandate to be terminated as per Section 14(1)(a) of the Act, 1996.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c59bd77801874fe895deb797533d5796_112"
    },
    {
      "start": 24775,
      "end": 24894,
      "text": "\nThe above judgments have been noticed by Delhi High Court in the case of National Highways Authority of India (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "baa633e81c08431e91854897897afec4_113"
    },
    {
      "start": 24895,
      "end": 26574,
      "text": "\nIn view of the above discussion, it is apparent that as the fee determined by the arbitrator has been reduced to half and the manner in which the arbitral proceedings continued before the learned sole arbitrator, the petitioner will definitely have some doubt as to the conduct of the proceedings and the same would certainly lead to loss of confidence and as observed by Madras High Court in Madras Fertilizers Ltd. (supra), such an unpleasant situation is to be avoided in the best interest of the parties including the arbitrator.\nBecause of long drawn controversy in petitioner challenging the quantum of fees before the learned arbitrator, moving application before the Commercial Court, wherein, the determination of fees made by the learned arbitrator has been reversed and then again filing the present proceedings before this Court seeking termination of the mandate of the learned arbitrator, more importantly the learned arbitrator during the pendency of the proceedings before the Commercial Court passing an ex-parte award and during the pendency of present petition before this Court, again closing evidence of the petitioner and fixing the matter for final arguments, taking the totality of above (14 of 14) [CW-6074/2018] facts and circumstances of the case, this Court is of the considered view that the learned arbitrator has been rendered de jure/de facto unable to perform his functions effectively warranting his mandate to be terminated under Section 14(1)(a) of the Act and the determination made by the Commercial Court in this regard, therefore, cannot be sustained.\nIn view of the above discussion, the writ petition filed by the petitioner is allowed.",
      "labels": [
        "RATIO"
      ],
      "id": "cbd5554baa504188a5ce4970cea4db4f_114"
    },
    {
      "start": 26575,
      "end": 26830,
      "text": "The order dated 9/4/2018 (Annex.1) passed by the Commercial Court is set aside to the extent it has refused to terminate the mandate of the learned arbitrator, the mandate of the arbitral tribunal appointed by order dated 27/9/2016 shall stand terminated.",
      "labels": [
        "RPC"
      ],
      "id": "ab4427116dbf4602988883f5936393ce_115"
    },
    {
      "start": 26831,
      "end": 26968,
      "text": "The parties may appoint a substitute arbitrator in terms of the arbitration agreement between them within a period of 15 days from today.",
      "labels": [
        "RPC"
      ],
      "id": "a6456c378b8849629e61d8e752cb3cb2_116"
    },
    {
      "start": 26969,
      "end": 27142,
      "text": "The arbitral tribunal so constituted shall proceed from the stage where the proceedings stood before the order was passed by the then existing arbitral tribunal on 1/4/2018.",
      "labels": [
        "RPC"
      ],
      "id": "8ce29483e49647519f032a0903a1dd81_117"
    },
    {
      "start": 27143,
      "end": 27165,
      "text": "\nNo order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "c49c7d00262348d2be94cfeecb77f4b1_118"
    },
    {
      "start": 27166,
      "end": 27226,
      "text": "\n(ARUN BHANSALI),J baweja/-\nPowered by TCPDF (www.tcpdf.org)",
      "labels": [
        "NONE"
      ],
      "id": "b1944b214b604a19bf16c08927b76b1a_119"
    }
  ]
}