{
  "id": "d1570694260204dd2549d13b69fc9b08361376c6e596e0613e224c821baf1fd3",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nEngineering Projects India Limited And ... vs M/S. Kmv Prasad Rao And 2 Others on 28 April, 2023\nAuthor: P.Naveen Rao \nBench: P Naveen Rao, Nagesh Bheemapaka \n             * Honourable Sri Justice P.Naveen Rao \n                                & \n             Hon'Ble Sri Justice Nagesh Bheemapaka\n\n\n+ Commercial Court Appeal No.13 Of 2023\n\n% 28.4.2023\n\n# Engineering Projects (India) Limited,\nRep.by its General Manager, \nHaving at Door No.6-3-790/7,\nFlat No.302, Classic Avenue,\nAmeerpet, Hyderabad,\npresently situated at Flat No.308, \n3rd Floor, Satya Sai Apartments, \nSrinivasa Nagar Colony, Ameerpet,\nHyderabad and another. \n                                                              .... Appellants/\n\n                                          Vs.\n$M/s. Kmv Prasad Rao (Contractor),\nCorporate Office, No.8-3-948, Level-4,\nSolitaire Plaza, Beside Image Hospital,\nAmeerpet, Hyderabad, rep. by Authorized \nRep and Gpa Holder Mr. Sree Harsha, \ns/o. Nageshwar Rao and others. \n\n                                                            ....Respondents/\n\n! Counsel for the appellant           : Sri K.Srinivas Rao\n\nCounsel for the Respondent No.1             : Sri Svs Chowdary\n\n< Gist : \n\n>Head Note:\n\n? Cases referred:\n\n2019 Scc Online Sc 1517\n(2023) 1 Scc 549\n(2017) 8 Scc 377\n(2022) 10 Scc 235\n                                                                       Pnr, J & Nbk,J \n                                                                  Comca No.13 of 2023 \n                                        2\n\n\n\n            High Court For The State Of Telangana \n\n                          * * * * * * * *\n            Commercial Court Appeal No.13 Of 2023 \n\nBetween :\n\nEngineering Projects (India) Limited,\nRep.by its General Manager,\nHaving at Door No.6-3-790/7,\nFlat No.302, Classic Avenue,\nAmeerpet, Hyderabad,\npresently situated at Flat No.308,\n3rd Floor, Satya Sai Apartments,\nSrinivasa Nagar Colony, Ameerpet,\nHyderabad and another. \n                                                                .... Appellants/\n                                                                 Respondents\n             And\n\nM/s. Kmv Prasad Rao (Contractor),\nCorporate Office, No.8-3-948, Level-4,\nSolitaire Plaza, Beside Image Hospital,\nAmeerpet, Hyderabad, rep. by Authorized\nRep and Gpa Holder Mr. Sree Harsha,\ns/o. Nageshwar Rao and others. \n                                                            .... Respondents/\n                                                                Respondents\n\nDate Of Judgment Pronounced                 :       28.4.2023 \n\n\n             Honourable Sri Justice P.Naveen Rao \n                               & \n            Hon'Ble Sri Justice Nagesh Bheemapaka \n\n\n1.    Whether Reporters of Local Newspapers :         Yes\n       may be allowed to see the Judgments ? \n\n2.    Whether the copies of judgment may be :         Yes\n      marked to Law Reporters/Journals \n\n3.    Whether Their Lordship wish to            :     No\n      see the fair copy of the Judgment ? \n                                                              Pnr, J & Nbk , J \n                                                         Comca No.13 of 2023 \n                                         3 \n\n\n\n\n              Hon'Ble Sri Justice P.Naveen Rao \n                             And\n           Hon'Ble Sri Justice Nagesh Bheemapaka \n\n            Commercial Court Appeal No.13 Of 2023 \n\n                            Date:       28.04.2023\n\nBetween:\n\nEngineering Projects (India) Limited,\nRep.by its General Manager,\nHaving at Door No.6-3-790/7,\nFlat No.302, Classic Avenue,\nAmeerpet, Hyderabad,\npresently situated at Flat No.308,\n3rd Floor, Satya Sai Apartments,\nSrinivasa Nagar Colony, Ameerpet,\nHyderabad and another.\n                                                      .... Appellants/\n                                                       Respondents\n             And\n\nM/s. Kmv Prasad Rao (Contractor),\nCorporate Office, No.8-3-948, Level-4,\nSolitaire Plaza, Beside Image Hospital,\nAmeerpet, Hyderabad, rep. by Authorized \nRep and Gpa Holder Mr. Sree Harsha,\ns/o. Nageshwar Rao and others. \n                                                     .... Respondents/ \n                                                         Respondents\n\n\n\n\nThis Court made the following : \n                                                                Pnr, J & Nbk,J \n                                                           Comca No.13 of 2023\n                                   4\n\n\n\n\n             Hon'Ble Sri Justice P.Naveen Rao\n                            And \n          Hon'Ble Sri Justice Nagesh Bheemapaka\n\n          Commercial Court Appeal No.13 Of 2023 \n\n\nJudgment: \n(Per Hon'ble Sri Justice P.Naveen Rao) The first appellant is a Government of India Enterprise engaged in executing Civil, Mechanical, Infrastructure Development etc. works. The 2nd appellant is its M anaging Director . The 1st respondent is a Company dealing in construction of civil works. \n2. First appellant was awarded contract by M/s. Singareni Collieries Company Limited (SCCL) to execute Part-I (RG-I Area) for construction of quarters with Civil, Electrical, Plumbing and all other required accessories on back to back basis and also works pertaining to RG-II Area on back to back basis as per designs and drawings provided by SCCL. Appellant appointed 1st respondent as sub- contractor to execute the RG-I area work. The work was awarded on 15.02.2005 with a completion period of 18 months. Later it was also entrusted with RG-II works. \n3. While appellants allege that 1st respondent delayed completion of work, the 1st respondent alleges that 1st appellant was responsible for delay in executing the work. According to 1st respondent, the work was completed in May, 2007 and the defect liability period expired in May, 2008. First respondent alleges that he was subjected to several PNR,J & NBK,J impediments and delays due to lack of cooperation and coordination by the 1st appellant, illegally withheld amounts, due and payable to 1st respondent. \n4. On refusal by the 1st appellant to release the payments, 1st respondent issued legal notice dated 12.09.2011 initiating dispute resolution process by invoking arbitration clause, clause-24 of the additional conditions of contract. The 1st respondent raised 17 claims. \n5. The 2nd appellant appointed Mr. S.Rajiv, General Manager of 1st appellant as Sole Arbitrator. The proceedings commenced on 10.02.2012 and prolonged. Aggrieved by the conduct of the arbitrator, the 1st respondent lodged complaint before the 2nd appellant. At that stage, the Arbitrator resigned. Consequently, the 2nd appellant appointed 3rd respondent as an Arbitrator on 05.11.2015. First respondent also had grievance against 3rd respondent. First respondent protested before the 2nd appellant against continuation of 3rd respondent as Arbitrator. \n6. As there was no response, 1st respondent filed Arb.Application No.75 of 2018 under Section 14(1)(a) of the Arbitration and Conciliation Act, 1996 (for short, 'Act, 1996') before this Court. After receiving notices, the 2nd appellant informed the 1st respondent that the 3rd respondent resigned as Arbitrator. During the hearing of Arb.Application No.75 of 2018, issue of maintainability of the PNR,J & NBK,J application under Section 14(1) of the Act before the High Court was raised. Having regard to legal position, the 1st respondent withdrew the application with liberty to go before appropriate Court. \n7. Accordingly, the 1st respondent filed instant Arb.O.P., before the Commercial Court. It is the case of 1st respondent that given the consistent conduct of the nominee arbitrators appointed by the 2nd appellant, who were biased towards the 1st appellant, it has lost confidence in their impartiality. Having regard to their conduct and amendments carried out to the Act in the year 2015, it has prayed to declare the actions of Arbitrators appointed by the 2nd appellant would constitute willful failure to act without undue delay; that appointment of 2nd respondent as Arbitrator when Arb.Appln.No.75 of 2018 was pending in the High Court is invalid and illegal; that appointment of sole Arbitrator by the 2nd appellant is violative of Section 12(5) of the Act, 1996; and consequently to terminate the mandate of 2nd respondent and substitute with another respondent in terms of Section 14 read with Section 15 of the Act, 1996.\n8. On due consideration of respective submissions, scope of the various provisions of the Act and the precedent decisions, the Commercial Court recorded its conclusions as under:\n\"(i) The appointment of the arbitrators by the respondent no.2 is not valid in view of the judgments of the Hon'ble Supreme Court in TRF Limited Vs. Energy Engineer Projects Ltd., [(2017) 8 SCC 377] and Ellora Paper Mills Ltd., vs. State of M.P., [2022 (3) SCC 1].\nPNR,J & NBK,J (ii) The arbitrators appointed by the respondent no.2 including respondent no.3 were negligent and did not conduct the arbitral proceedings within the timelines as assumed by them and thus they became defacto unable to perform their functions, within the meaning of Section 14(1)(a) of the ACA. \n(iii) There is undue delay by each of the arbitrators appointed by the respondent no.2 and none of them could proceed with the arbitral proceedings and this 'undue delay' can be considered as the delay mentioned in Section 14(1)(a) of the ACA and it also can be considered as bias on the part of the arbitrators.\n(iv) The contention that the petitioner is responsible for delaying the arbitral proceedings does not commend acceptance as it is the petitioner who is interested in arbitral proceedings and outcome of adjudication.\n(v) The grievance of the petitioner is well founded and the petitioner deserves to be allowed for substitution of the arbitrator.\" \n9. The Commercial Court held that the mandate of 2nd respondent be terminated and in his place, another Arbitrator be appointed. Accordingly, allowed the petition, terminated the mandate of 2nd respondent and in his place, appointed retired District Judge Sri Y.Govind Reddy as sole Arbitrator. Aggrieved thereby, this Appeal is preferred. \n10. Heard learned counsel Sri K.Srinivas Rao for the appellants and the learned counsel Sri SVS Chowdary for the respondent no.1.\n11. Learned counsel for appellants contended that the Commercial Court has no jurisdiction to appoint a substitute Arbitrator. He would submit that under Section 11 of the Act only the High Court can appoint an Arbitrator. \n11.1. He would submit that Commercial Court erred in terminating the mandate of the Arbitrator at the stage of final submissions. \nPNR,J & NBK,J 11.2. He would submit that the Commercial Court erred in not appreciating that the 2nd respondent was appointed strictly in accord with the agreed terms and in strict compliance with Section 12(5) of the Act, 1996. As appointment of Arbitrator by 2nd petitioner was in compliance of Section 12(5) of the Act, 1996, there is no cause to appoint another Arbitrator. \n11.3. He would further submit that the Commercial Court erred in not appreciating that if 1st respondent has objection on appointment of an Arbitrator, such objection ought to have been raised within the time specified in Section 13, whereas no such objection was raised at any time and participated in arbitral proceedings. \n11.4. He would submit that the Commercial Court erred in not appreciating that the 2nd respondent is no way concerned with the 1st petitioner and the decision of Hon'ble Supreme Court in Perkins Eastman Architects vs. HSCC (India) Ltd.,1 has no application to this case. If 1st respondent had any apprehension on impartiality of the 2nd respondent he could have elicited information as prescribed in Sixth Schedule to the Act. \n11.5. He would contend that the Commercial Court has no jurisdiction to deal with the arbitration matter. 1 2019 SCC Online SC 1517 PNR,J & NBK,J 12. Learned counsel for 1st respondent would contend that appellants being parties to the agreement, the Managing Director of the 1st appellant cannot act as an arbitrator nor can he appoint an arbitrator unilaterally. As 2nd respondent was appointed as Arbitrator by 2nd appellant, his appointment is illegal. \n12.1. He would submit that the issue pertains to the year 2011 and as the arbitrators were associated with 1st appellant, they were dragging on the matter compelling the first respondent to lodge complaints. On filing complaints they coolly withdraw from arbitral proceedings. Thus, for no fault of first respondent, matter is dragged on causing grave prejudice and hardship to first respondent. \n12.2. He would submit that having regard to facts of the case, the Commercial court justified in setting aside appointment of second respondent as Arbitrator and appointing a retired Judicial Officer as Arbitrator. \n12.3. On the issue of jurisdiction, learned counsel contends that the dispute is a Commercial dispute and as per Section 10(3) of the Commercial Courts Act, 2015, the Commercial Court alone has jurisdiction to decide the dispute raised by the first respondent. 12.4. Learned counsel relied on the following decisions:\nPNR,J & NBK,J i) Jaycee Housing Private Limited Vs Registrar (General) Orissa High Court, Cuttack2; and ii) TRF Limited Vs Energo Engineering Projects Limited3.\n13. The following issues arise for consideration:\n1) Whether the Commercial Court has jurisdiction to entertain COP No.8 of 2021 ?;\n2) Whether appointment of an outsider as arbitrator by Chairman and Managing Director is legal and valid ?;\n3) Whether the Commercial Court is competent to substitute another arbitrator?\nISSUE NO.1:\n14. The inter se dispute leading to taking recourse to arbitral proceedings is a commercial dispute. In a civil dispute, if a party to the dispute has grievance on appointment of arbitrator by opposite party, the said party can file application before a Civil Court. However, if the dispute is a commercial dispute, such applications have to be filed before the Commercial Court only as per Section 10(3)4 of the 2 (2023) 1 SCC 549 3 (2017) 8 SCC 377 S.10. Jurisdiction in respect of arbitration matters. Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (1) & (2) xxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of PNR,J & NBK,J Commercial Courts Act, 2015. Therefore, the Special Court in the cadre of District Judge for Trial and Disposal of Commercial Disputes at Hyderabad has jurisdiction to entertain C.O.P.No.8 of 2021. \n15. At this stage, it is apposite to note the opinion expressed by Hon'ble Supreme Court on jurisdiction of Commercial Court in Jaycee Housing Pvt. Ltd. (supra). Hon'ble Supreme Court held:\n\"16. It is the case on behalf of the appellants, relying upon Section 2(1)(e) of the 1996 Act that in case of arbitration other than the international commercial arbitration, the Principal Civil Court of Original Jurisdiction in a district only have the jurisdiction to decide the questions forming the subject-matter of the arbitration, but does not include any civil court of a grade inferior to such Principal Civil Court, or any Court of Small Causes. Therefore, it is the case on behalf of the appellants that therefore conferring the jurisdiction upon the Court of learned Civil Judge (Senior Division) as Commercial Court to hear applications under Sections 9, 14 and 34 of the 1996 Act shall be directly in conflict with Section 2(1)(e) of the 1996 Act and therefore the notification of the State Government conferring such powers upon the Court of learned Civil Judge (Senior Division) which is subordinate to the rank of Principal Civil Judge in a district shall be bad in law. \n...... \n28. If the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the Commercial Courts established and constituted under Section 3 of the 2015 Act, with respect to arbitration proceedings, the applications or appeals shall lie before the Principal Civil Court of a district. There cannot be two fora with respect to different commercial disputes.\" \nISSUE NO.2:\n16. The relevant clause in the agreement provides that if there are any disputes or differences, they should be referred to the sole Arbitrator, the Chairman and Managing Director (CMD) of Engineering original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. \nPNR,J & NBK,J Projects (India) Limited, the first appellant. It also provides that Chairman and Managing Director can appoint any other person as an arbitrator. Two times the Chairman and managing Director has appointed officers of the first appellant and on third occasion an outsider.\n17. The relevant provisions of the Arbitration and Conciliation Act, 1996 are, Sections 12 (5)5, 136, 147 and 158.\n5 S.12 Grounds for challenge:\n(1) to (4) xxxxx (5) :Notwithstanding any prior agreement to the contrary, any person whose relationship, with the parties or counsel or the subject-matter of the dispute, falls under any of the categories specified in the Seventh Schedule shall be ineligible to be appointed as an arbitrator:\nProvided that parties may, subsequent to disputes having arisen between them, waive the applicability of this sub-section by an express agreement in writing. \n6 S.13. Challenge procedure. \n(1) Subject to sub-section (4), the parties are free to agree on a procedure for challenging an arbitrator. (2) Failing any agreement referred to in sub-section (1), a party who intends to challenge an arbitrator shall, within fifteen days after becoming aware of the constitution of the arbitral tribunal or after becoming aware of any circumstances referred to in sub-section(3) of section 12, send a written statement of the reasons for the challenge to the arbitral tribunal. (3) Unless the arbitrator challenged under sub-section (2) withdraws from his office or the other party agrees to the challenge, the arbitral tribunal shall decide on the challenge. (4) If a challenge under any procedure agreed upon by the parties or under the procedure under subsection (2) is not successful, the arbitral tribunal shall continue the arbitral proceedings and make an arbitral award. \n(5) Where an arbitral award is made under sub-section (4), the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with section 34. (6) Where an arbitral award is set aside on an application made under sub-section (5), the Court may decide as to whether the arbitrator who is challenged is entitled to any fees. 7 S.14. Failure or impossibility to act.--(1) [The mandate of an arbitrator shall terminate and he shall be substituted by another arbitrator, if] --\n(a) he becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay; and (b) he withdraws from his office or the parties agree to the termination of his mandate. (2) If a controversy remains concerning any of the grounds referred to in clause (a) of sub-section (1), a party may, unless otherwise agreed by the parties, apply to the Court to decide on the termination of the mandate. \n(3) If, under this section or sub-section (3) of section 13, an arbitrator withdraws from his office or a party agrees to the termination of the mandate of an arbitrator, it shall not imply acceptance of the validity of any ground referred to in this section or sub-section(3) of section 12. 8 S.15. Termination of mandate and substitution of arbitrator.--(1) In addition to the circumstances referred to in section 13 or section 14,the mandate of an arbitrator shall terminate-- (a) where he withdraws from office for any reason; or (b) by or pursuant to agreement of the parties. (2) Where the mandate of an arbitrator terminates, a substitute arbitrator shall be appointed according to the rules that were applicable to the appointment of the arbitrator being replaced. (3) Unless otherwise agreed by the parties, where an arbitrator is replaced under sub-section (2), any hearings previously held maybe repeated at the discretion of the arbitral tribunal. 1. Ins. by Act 3 of 2016, s. 8 (w.e.f. 23-10-2015). 2. Subs. by s. 9, ibid., for \"The mandate of an arbitrator shall terminate if\" (w.e.f. 23-10-2015). 14 ( 4) Unless otherwise agreed by the parties, an order or ruling of the arbitral tribunal made prior to the replacement of PNR,J & NBK,J 18. According to Section 13 of the Act, 1996, a party who intends to challenge an arbitrator should do so within 15 days after becoming aware of the constitution of arbitral Tribunal by sending a written statement of the reasons for the challenge to the arbitral Tribunal. \n19. The Arbitral Tribunal is competent to decide the challenge. If it rejects the challenge, it is competent to commence the arbitral proceedings. In the case on hand, no challenge was made before the Arbitrator. C.O.P is filed under Section 14 of the Act, 1996 praying to grant comprehensive reliefs. \n20. Section 14 of the Act, 1996 is on failure or impossibility of conducting arbitral proceedings. According to Sub-section (1) the mandate of an arbitrator shall terminate and he should be substituted by another arbitrator if he becomes de-jure and de facto unable to perform his functions or for other reasons fails to act without undue delay. According to sub section (2) if the controversy concerning any of the grounds referred to in sub section (1) (a) remain, a party may apply to the Court to decide on the termination of the mandate. \n21. Section 15 of the Act, 1996 also envisages termination of mandate and substitution of arbitrator. Circumstances mentioned therein are in addition to situations envisaged in Sections 13 and 14 of the Act, 1996. \nan arbitrator under this section shall not be invalid solely because there has been a change in the composition of the arbitral tribunal. \nPNR,J & NBK,J 22. It is not in dispute that the arbitration clause in the agreement requires Chairman and Managing Director to conduct arbitral proceedings or by a person appointed by him. The three arbitrators, one after the other, are appointed by Chairman and Managing Director. The first two are from the first appellant and third is an outsider. \n23. Learned counsel for appellant contended that the third arbitrator is a neutral person and he has complied mandate of Section 12 (5) and therefore there is no impediment in conducting arbitration proceedings by the second respondent. This issue is no more res-integra. \n24. In TRF Limited (supra) as per the terms of purchase order, the Managing Director appointed a retired Judge of the Supreme Court as arbitrator. This was challenged in an application filed under Section 11(5) read with Section 11(6) of the Act, 1996. The question that fell for consideration was whether once a person required to arbitrate upon the disputes arising under the terms and conditions of the contract becomes ineligible by operation of law, he would not be eligible to nominate a person as an arbitrator. The Hon'ble Supreme Court held:\n\"50. First, we shall deal with Clause (d). There is no quarrel that by virtue of Section 12(5) of the Act, if any person who falls under any of the categories specified in the Seventh Schedule shall be ineligible to be appointed as the arbitrator. There is no doubt and cannot be, for the language employed in the Seventh Schedule, the Managing Director of the Corporation has become ineligible by operation of law. It is the stand of the learned Senior Counsel for the appellant that once the Managing Director becomes ineligible, he also becomes ineligible to nominate. Refuting the said stand, it is canvassed by the learned Senior Counsel for the respondent that the ineligibility cannot extend to a nominee if he is not from the Corporation and more so when there is apposite and requisite disclosure. We think it appropriate to make it clear that in the case at hand we are neither concerned with the disclosure nor objectivity PNR,J & NBK,J nor impartiality nor any such other circumstance. We are singularly concerned with the issue, whether the Managing Director, after becoming ineligible by operation of law, is he still eligible to nominate an arbitrator. At the cost of repetition, we may state that when there are two parties, one may nominate an arbitrator and the other may appoint another. That is altogether a different situation. If there is a clause requiring the parties to nominate their respective arbitrator, their authority to nominate cannot be questioned. What really in that circumstance can be called in question is the procedural compliance and the eligibility of their arbitrator depending upon the norms provided under the Act and the Schedules appended thereto. But, here is a case where the Managing Director is the \"named sole arbitrator\" and he has also been conferred with the power to nominate one who can be the arbitrator in his place. Thus, there is subtle distinction.............\nxxx 53. The aforesaid authorities have been commended to us to establish the proposition that if the nomination of an arbitrator by an ineligible arbitrator is allowed, it would tantamount to carrying on the proceeding of arbitration by himself. According to the learned counsel for the appellant, ineligibility strikes at the root of his power to arbitrate or get it arbitrated upon by a nominee. \n54. In such a context, the fulcrum of the controversy would be, can an ineligible arbitrator, like the Managing Director, nominate an arbitrator, who may be otherwise eligible and a respectable person. As stated earlier, we are neither concerned with the objectivity nor the individual respectability. We are only concerned with the authority or the power of the Managing Director. By our analysis, we are obligated to arrive at the conclusion that once the arbitrator has become ineligible by operation of law, he cannot nominate another as an arbitrator. The arbitrator becomes ineligible as per prescription contained in Section 12(5) of the Act. It is inconceivable in law that person who is statutorily ineligible can nominate a person. Needless to say, once the infrastructure collapses, the superstructure is bound to collapse. One cannot have a building without the plinth. Or to put it differently, once the identity of the Managing Director as the sole arbitrator is lost, the power to nominate someone else as an arbitrator is obliterated. Therefore, the view expressed by the High Court is not sustainable and we say so.\" (emphasis supplied) \n25. Thus, the appointment of second respondent as arbitrator by the second appellant is ex-facie illegal. The second respondent becomes de-jure unable to perform his functions. Therefore, the Commercial Court rightly terminated the appointment of 2nd respondent as arbitrator. The issue is answered accordingly. \nPNR,J & NBK,J ISSUE NO.3:\n26. Further question is, as a consequences to declaration given by the commercial Court holding that appointment of second respondent as arbitrator is illegal whether the Commercial Court can substitute another arbitrator. \n27. The arbitration clause envisaged the Chairman and Managing Director or his nominee as the arbitrator. In view of Section 12(5) of the Act, 1996 and the judgment of Hon'ble Supreme Court in TRF Limited (supra), the appointment of second respondent as arbitrator by Chairman and Managing Director is wholly illegal and second respondent becomes de-jure unable to perform as an arbitrator. After termination of mandate of second respondent as arbitrator, power to appoint another arbitrator, which is nothing but substitution of earlier arbitrator, is traceable to Section 14(1)(a) of the Act, 1996. Section 14(1)(a) clearly envisages substitution of arbitrator in place of earlier arbitrator where the earlier arbitrator became de-jure unable to function as arbitrator and his appointment is terminated. \n28. In Swadesh Kumar Agarwal vs. Dinesh Kumar Agarwal9, Hon'ble Supreme Court held as under:\n\"21. Therefore, on a conjoint reading of Sections 13, 14 and 15 of the Act, if the challenge to the arbitrator is made on any of the grounds mentioned in Section 12 of the Act, the party aggrieved has to submit an appropriate application before the Arbitral Tribunal 9 (2022) 10 SCC 235 PNR,J & NBK,J itself. However, in case of any of the eventualities mentioned in Section 14(1)(a) of the 1996 Act and the mandate of the arbitrator is sought to be terminated on the ground that the sole arbitrator has become de jure and/or de facto unable to perform his functions or for other reasons fails to act without undue delay, the aggrieved party has to approach the \"court\" concerned as defined under Section 2(1)(e) of the 1996 Act. The court concerned has to adjudicate on whether, in fact, the sole arbitrator/arbitrators has/have become de jure and de facto unable to perform his/their functions or for other reasons he fails to act without undue delay. The reason why such a dispute is to be raised before the court is that eventualities mentioned in Section 14(1)(a) can be said to be a disqualification of the sole arbitrator and therefore, such a dispute/controversy will have to be adjudicated before the court concerned as provided under Section 14(2) of the 1996 Act. \n22. So far as the termination of the mandate of the arbitrator and/or termination of the proceedings mentioned in other provisions like in Section 15(1)(a) where he withdraws from office for any reason; or (b) by or pursuant to an agreement of the parties, the dispute need not be raised before the court concerned. For example, where the sole arbitrator himself withdraws from office for any reason or when both the parties agree to terminate the mandate of the arbitrator and for substitution of the arbitrator, thereafter, there is no further controversy as either the sole arbitrator himself has withdrawn from office and/or the parties themselves have agreed to terminate the mandate of the arbitrator and to substitute the arbitrator. Thus, there is no question of raising such a dispute before the court. Therefore, the legislation has deliberately provided that the dispute with respect to the termination of the mandate of the arbitrator under Section 14(1)(a) alone will have to be raised before the \"court\". Hence, whenever there is a dispute and/or controversy that the mandate of the arbitrator is to be terminated on the grounds mentioned in Section 14(1)(a), such a controversy/dispute has to be raised before the \"court\" concerned only and after the decision by the \"court\" concerned as defined under Section 2(1)(e) of the 1996 Act and ultimately it is held that the mandate of the arbitrator is terminated, thereafter, the arbitrator is to be substituted accordingly, that too, according to the rules that were applicable to the initial appointment of the arbitrator. Therefore, normally and generally, the same procedure is required to be followed which was followed at the time of appointment of the sole arbitrator whose mandate is terminated and/or who is replaced. \nxxxx 32.5. In a case where there is a dispute/controversy on the mandate of the arbitrator being terminated on the ground mentioned in Section 14(1)(a), such a dispute has to be raised before the \"court\", defined under Section 2(1)(e) of the 1996 Act and such a dispute cannot be decided on an application filed under Section 11(6) of the 1996 Act.\"\n(emphasis supplied) PNR,J & NBK,J 29. The arbitration clause requires the CMD or his nominee to be an arbitrator which procedure is held to be illegal. The termination of arbitrator appointed by CMD is valid. Therefore, the CMD cannot appoint an arbitrator. Thus, only recourse is under Section 14(1)(a) of the Act, 1996 and the Court should appoint a substituted arbitrator. Further, there has been unreasonably long delay in resolving the dispute. In view of the same, we do not see any illegality in appointing another arbitrator in the place of 2nd respondent, which is nothing but substitution of earlier arbitrator whose mandate is terminated. Thus, following the above dicta, the Order of the Commercial Court is valid. The issue is answered accordingly. \n30. In view of the above findings, the Appeal fails. It is accordingly dismissed. No order as to costs. Pending Miscellaneous Applications if any shall stand closed. \n__________________________ P.NAVEEN RAO, J ___________________________ NAGESH BHEEMAPAKA,J Date: 28.04.2023 Kkm/ tvk PNR,J & NBK,J HON'BLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA COMMERCIAL COURT APPEAL NO.13 OF 2023 Date: 28.04.2023 kkm",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "515298b8a5a7427589062799c46e51e2_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69770092273a40c8ac7279ff98b216b9_1"
    },
    {
      "start": 242,
      "end": 381,
      "text": "\nTelangana High Court\nEngineering Projects India Limited And ... vs M/S. Kmv Prasad Rao And 2 Others on 28 April, 2023\nAuthor: P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "815494705341412db5a19f7c022b7321_2"
    },
    {
      "start": 383,
      "end": 421,
      "text": "Bench: P Naveen Rao, Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f593c4f70d14d53916e6beb1ab17246_3"
    },
    {
      "start": 422,
      "end": 473,
      "text": "\n             * Honourable Sri Justice P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d990429fa4584adb994dccd7c507a7cb_4"
    },
    {
      "start": 474,
      "end": 684,
      "text": "\n                                & \n             Hon'Ble Sri Justice Nagesh Bheemapaka\n\n\n+ Commercial Court Appeal No.13 Of 2023\n\n% 28.4.2023\n\n# Engineering Projects (India) Limited,\nRep.by its General Manager,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c8314388f724e94b92ff89cc6522fcd_5"
    },
    {
      "start": 685,
      "end": 799,
      "text": "\nHaving at Door No.6-3-790/7,\nFlat No.302, Classic Avenue,\nAmeerpet, Hyderabad,\npresently situated at Flat No.308,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b782c1d83384cd49897bd7c26987c92_6"
    },
    {
      "start": 800,
      "end": 833,
      "text": "\n3rd Floor, Satya Sai Apartments,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2f797d1306841b993bed5082052ee9e_7"
    },
    {
      "start": 834,
      "end": 891,
      "text": "\nSrinivasa Nagar Colony, Ameerpet,\nHyderabad and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3977afdfbb304fdaa8fec9189368bcbe_8"
    },
    {
      "start": 955,
      "end": 1024,
      "text": ".... Appellants/\n\n                                          Vs.\n$M/s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf069848b89645d581110b98d1ea70e5_9"
    },
    {
      "start": 1025,
      "end": 1172,
      "text": "Kmv Prasad Rao (Contractor),\nCorporate Office, No.8-3-948, Level-4,\nSolitaire Plaza, Beside Image Hospital,\nAmeerpet, Hyderabad, rep. by Authorized",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8910950237e94a2bb63be32167a8557d_10"
    },
    {
      "start": 1173,
      "end": 1209,
      "text": "\nRep and Gpa Holder Mr. Sree Harsha,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3614e804cc6d4026a5f0aa6bdc269dbd_11"
    },
    {
      "start": 1210,
      "end": 1241,
      "text": "\ns/o. Nageshwar Rao and others.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "326c207386a1499aa65d1d55b072147b_12"
    },
    {
      "start": 1304,
      "end": 1323,
      "text": "....Respondents/\n\n!",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d399af07737e42cd9955de4a32b2dc68_13"
    },
    {
      "start": 1324,
      "end": 1446,
      "text": "Counsel for the appellant           : Sri K.Srinivas Rao\n\nCounsel for the Respondent No.1             : Sri Svs Chowdary\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0a565ef3bfc4eeda8ca64628c3b21c3_14"
    },
    {
      "start": 1446,
      "end": 1454,
      "text": "< Gist :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75c4be9624ef4a7a8f3b1a6282907a13_15"
    },
    {
      "start": 1457,
      "end": 1471,
      "text": ">Head Note:\n\n?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8cd20d7f2b424b819974d263bae99bd5_16"
    },
    {
      "start": 1472,
      "end": 1636,
      "text": "Cases referred:\n\n2019 Scc Online Sc 1517\n(2023) 1 Scc 549\n(2017) 8 Scc 377\n(2022) 10 Scc 235\n                                                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf2a4babcdfb4e2ba4fc37b005c0f9be_17"
    },
    {
      "start": 1636,
      "end": 1650,
      "text": "Pnr, J & Nbk,J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7eac16621bc243f89a02dcb4b4268f3c_18"
    },
    {
      "start": 1718,
      "end": 1737,
      "text": "Comca No.13 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4eb9203a2811483c83f14f18d9d49e50_19"
    },
    {
      "start": 1779,
      "end": 1833,
      "text": "2\n\n\n\n            High Court For The State Of Telangana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f4af9ce3591478d8fd772a3fa643861_20"
    },
    {
      "start": 1862,
      "end": 1869,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae52a9c3639745b18b33fcc2e5c724d8_21"
    },
    {
      "start": 1870,
      "end": 1890,
      "text": "* * * *\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c8f2f94b2f341788efb74d4103a919f_22"
    },
    {
      "start": 1890,
      "end": 1906,
      "text": "Commercial Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf8d1afd46cb46c4b44209914e13ab8e_23"
    },
    {
      "start": 1907,
      "end": 1927,
      "text": "Appeal No.13 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "453a7a0d11cd48e5a8c080ac7e30edbb_24"
    },
    {
      "start": 1930,
      "end": 2210,
      "text": "Between :\n\nEngineering Projects (India) Limited,\nRep.by its General Manager,\nHaving at Door No.6-3-790/7,\nFlat No.302, Classic Avenue,\nAmeerpet, Hyderabad,\npresently situated at Flat No.308,\n3rd Floor, Satya Sai Apartments,\nSrinivasa Nagar Colony, Ameerpet,\nHyderabad and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e858bd6fa8ef4cd3b47180a1adaebd47_25"
    },
    {
      "start": 2276,
      "end": 2358,
      "text": ".... Appellants/\n                                                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ef860f488464e2c82ec96aac4ab9854_26"
    },
    {
      "start": 2358,
      "end": 2383,
      "text": "Respondents\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4981d11bd80404cb2d50fefce8dee7b_27"
    },
    {
      "start": 2383,
      "end": 2521,
      "text": "And\n\nM/s. Kmv Prasad Rao (Contractor),\nCorporate Office, No.8-3-948, Level-4,\nSolitaire Plaza, Beside Image Hospital,\nAmeerpet, Hyderabad,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f41381d9d92432ab8c5334514e8aea4_28"
    },
    {
      "start": 2522,
      "end": 2529,
      "text": "rep. by",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24de8b706dd9449d8dc8c704d4cd71a1_29"
    },
    {
      "start": 2530,
      "end": 2607,
      "text": "Authorized\nRep and Gpa Holder Mr. Sree Harsha,\ns/o. Nageshwar Rao and others.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "951cb8cbbbb643669c2f630cdb5345c7_30"
    },
    {
      "start": 2669,
      "end": 2751,
      "text": ".... Respondents/\n                                                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41cfc89e5e11451bb363fc2ed95703d1_31"
    },
    {
      "start": 2751,
      "end": 2764,
      "text": "Respondents\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa629cbc6f9e4b11b3a27c2cb2e289d8_32"
    },
    {
      "start": 2764,
      "end": 2791,
      "text": "Date Of Judgment Pronounced",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5941538f9d74e2e954195895de03311_33"
    },
    {
      "start": 2808,
      "end": 2825,
      "text": ":       28.4.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "116de6efafb04089a97ff593b6ea69cd_34"
    },
    {
      "start": 2842,
      "end": 2877,
      "text": "Honourable Sri Justice P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d3fcd1f3bab4960a3a9b821deaa829c_35"
    },
    {
      "start": 2910,
      "end": 2962,
      "text": "& \n            Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c343e32d44664433904e0a2a54ac0a7e_36"
    },
    {
      "start": 2966,
      "end": 3020,
      "text": "1.    Whether Reporters of Local Newspapers :         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed885e897f024ed1a0d0f3a4ae789d2f_37"
    },
    {
      "start": 3020,
      "end": 3068,
      "text": "Yes\n       may be allowed to see the Judgments ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4887b947b17240ef9678575f175f89db_38"
    },
    {
      "start": 3071,
      "end": 3125,
      "text": "2.    Whether the copies of judgment may be :         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8dec9ee0dcf44a0593f082a6c8e96691_39"
    },
    {
      "start": 3125,
      "end": 3167,
      "text": "Yes\n      marked to Law Reporters/Journals",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3890f8a85e24849856c08838da506d8_40"
    },
    {
      "start": 3170,
      "end": 3206,
      "text": "3.    Whether Their Lordship wish to",
      "labels": [
        "PREAMBLE"
      ],
      "id": "347e6c924cb946c580374b3781a77601_41"
    },
    {
      "start": 3218,
      "end": 3268,
      "text": ":     No\n      see the fair copy of the Judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "892b456267e948869886fdf8c36251f6_42"
    },
    {
      "start": 3332,
      "end": 3338,
      "text": "Pnr, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76cc62826fdb406c83e25aa357ac5e4e_43"
    },
    {
      "start": 3339,
      "end": 3346,
      "text": "& Nbk ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63c9c1790fec42c8913288b6896b1355_44"
    },
    {
      "start": 3347,
      "end": 3426,
      "text": "J \n                                                         Comca No.13 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e51f4e139fb647329ebe6767631a58ca_45"
    },
    {
      "start": 3469,
      "end": 3497,
      "text": "3 \n\n\n\n\n              Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc85fae1c42f492090e722174f9aff80_46"
    },
    {
      "start": 3498,
      "end": 3509,
      "text": "Sri Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f185005ccb74d45971c0a79914a328f_47"
    },
    {
      "start": 3510,
      "end": 3522,
      "text": "P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68909533e2dc4166a445af8f0a798ace_48"
    },
    {
      "start": 3553,
      "end": 3605,
      "text": "And\n           Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61c4b58e8c6b47f4beb114fb630f518d_49"
    },
    {
      "start": 3620,
      "end": 3657,
      "text": "Commercial Court Appeal No.13 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e59faac9ee0749adb73bf98f821ede9f_50"
    },
    {
      "start": 3688,
      "end": 4286,
      "text": "Date:       28.04.2023\n\nBetween:\n\nEngineering Projects (India) Limited,\nRep.by its General Manager,\nHaving at Door No.6-3-790/7,\nFlat No.302, Classic Avenue,\nAmeerpet, Hyderabad,\npresently situated at Flat No.308,\n3rd Floor, Satya Sai Apartments,\nSrinivasa Nagar Colony, Ameerpet,\nHyderabad and another.\n                                                      .... Appellants/\n                                                       Respondents\n             And\n\nM/s. Kmv Prasad Rao (Contractor),\nCorporate Office, No.8-3-948, Level-4,\nSolitaire Plaza, Beside Image Hospital,\nAmeerpet, Hyderabad, rep.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c6ed0a3e9254a7caab058adaebe8a64_51"
    },
    {
      "start": 4287,
      "end": 4300,
      "text": "by Authorized",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7f67e4226ab4fbca30729b977153346_52"
    },
    {
      "start": 4301,
      "end": 4368,
      "text": "\nRep and Gpa Holder Mr. Sree Harsha,\ns/o. Nageshwar Rao and others.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d69f6e3d0fb4f95a1207993ac84dd32_53"
    },
    {
      "start": 4423,
      "end": 4440,
      "text": ".... Respondents/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2aa43c5823947418b058064edb306b9_54"
    },
    {
      "start": 4499,
      "end": 4515,
      "text": "Respondents\n\n\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "069a252d9dbe4a8fbf11524246e0d016_55"
    },
    {
      "start": 4515,
      "end": 4546,
      "text": "This Court made the following :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e21844f6e828403b959588dca83a1796_56"
    },
    {
      "start": 4612,
      "end": 4618,
      "text": "Pnr, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8950c7fb4dca4809a4971c0d349ece87_57"
    },
    {
      "start": 4619,
      "end": 4626,
      "text": "& Nbk,J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a2b68bf68464c5e8d6d9276a769a304_58"
    },
    {
      "start": 4687,
      "end": 4825,
      "text": "Comca No.13 of 2023\n                                   4\n\n\n\n\n             Hon'Ble Sri Justice P.Naveen Rao\n                            And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5549cf61ee0146149c322317c40f3f14_59"
    },
    {
      "start": 4837,
      "end": 4886,
      "text": "Hon'Ble Sri Justice Nagesh Bheemapaka\n\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8cec36160704f2c975a87c1319c35ed_60"
    },
    {
      "start": 4886,
      "end": 4923,
      "text": "Commercial Court Appeal No.13 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20d6983e94c2482ca9edda84bdf3485a_61"
    },
    {
      "start": 4924,
      "end": 4936,
      "text": "\n\n\nJudgment:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d8f0bb02819476a99c5c294bc68e7c6_62"
    },
    {
      "start": 4938,
      "end": 5111,
      "text": "(Per Hon'ble Sri Justice P.Naveen Rao) The first appellant is a Government of India Enterprise engaged in executing Civil, Mechanical, Infrastructure Development etc. works.",
      "labels": [
        "NONE"
      ],
      "id": "353e9f26cd99437fb898a09d8c0e3c7a_63"
    },
    {
      "start": 5112,
      "end": 5138,
      "text": "The 2nd appellant is its M",
      "labels": [
        "NONE"
      ],
      "id": "4deb2e4a3b494c239b1c11bebffe0f18_64"
    },
    {
      "start": 5139,
      "end": 5155,
      "text": "anaging Director",
      "labels": [
        "FAC"
      ],
      "id": "fb76f024c2ca4c85b10e3340e0a2f302_65"
    },
    {
      "start": 5156,
      "end": 5229,
      "text": ". The 1st respondent is a Company dealing in construction of civil works.",
      "labels": [
        "FAC"
      ],
      "id": "3cd7409d875f4decb75112053eb4a78b_66"
    },
    {
      "start": 5231,
      "end": 5579,
      "text": "2. First appellant was awarded contract by M/s. Singareni Collieries Company Limited (SCCL) to execute Part-I (RG-I Area) for construction of quarters with Civil, Electrical, Plumbing and all other required accessories on back to back basis and also works pertaining to RG-II Area on back to back basis as per designs and drawings provided by SCCL.",
      "labels": [
        "FAC"
      ],
      "id": "a16a2d3c19ec49af9680f9266b321038_67"
    },
    {
      "start": 5580,
      "end": 5664,
      "text": "Appellant appointed 1st respondent as sub- contractor to execute the RG-I area work.",
      "labels": [
        "FAC"
      ],
      "id": "cc797434f18d42f89a10bc03ce8a1e2b_68"
    },
    {
      "start": 5665,
      "end": 5738,
      "text": "The work was awarded on 15.02.2005 with a completion period of 18 months.",
      "labels": [
        "FAC"
      ],
      "id": "8717fe94e07444cb857fcc30da1f56c2_69"
    },
    {
      "start": 5739,
      "end": 5784,
      "text": "Later it was also entrusted with RG-II works.",
      "labels": [
        "FAC"
      ],
      "id": "04d5813982de4f20b70d5fba5a06dc6a_70"
    },
    {
      "start": 5786,
      "end": 5955,
      "text": "3. While appellants allege that 1st respondent delayed completion of work, the 1st respondent alleges that 1st appellant was responsible for delay in executing the work.",
      "labels": [
        "FAC"
      ],
      "id": "4b760234624a4850a0a70e433fbc9c52_71"
    },
    {
      "start": 5956,
      "end": 6074,
      "text": "According to 1st respondent, the work was completed in May, 2007 and the defect liability period expired in May, 2008.",
      "labels": [
        "FAC"
      ],
      "id": "be932424bceb4849bc4fbf10e5fee93f_72"
    },
    {
      "start": 6075,
      "end": 6298,
      "text": "First respondent alleges that he was subjected to several PNR,J & NBK,J impediments and delays due to lack of cooperation and coordination by the 1st appellant, illegally withheld amounts, due and payable to 1st respondent.",
      "labels": [
        "FAC"
      ],
      "id": "a4c26424572b4d129e2ce9d562f4d32c_73"
    },
    {
      "start": 6300,
      "end": 6533,
      "text": "4. On refusal by the 1st appellant to release the payments, 1st respondent issued legal notice dated 12.09.2011 initiating dispute resolution process by invoking arbitration clause, clause-24 of the additional conditions of contract.",
      "labels": [
        "FAC"
      ],
      "id": "760ec983c7ad4dd5b5c1e85220b9b649_74"
    },
    {
      "start": 6534,
      "end": 6570,
      "text": "The 1st respondent raised 17 claims.",
      "labels": [
        "FAC"
      ],
      "id": "ccb7b71937e04c64915442ed256b09f4_75"
    },
    {
      "start": 6572,
      "end": 6668,
      "text": "5. The 2nd appellant appointed Mr. S.Rajiv, General Manager of 1st appellant as Sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "dba746fdb2d44ebe8a9d82cf9a1b9697_76"
    },
    {
      "start": 6669,
      "end": 6723,
      "text": "The proceedings commenced on 10.02.2012 and prolonged.",
      "labels": [
        "FAC"
      ],
      "id": "2905a49131e940fabd2e819525aac934_77"
    },
    {
      "start": 6724,
      "end": 6829,
      "text": "Aggrieved by the conduct of the arbitrator, the 1st respondent lodged complaint before the 2nd appellant.",
      "labels": [
        "FAC"
      ],
      "id": "4a5361dc1681468283af1375ca677523_78"
    },
    {
      "start": 6830,
      "end": 6869,
      "text": "At that stage, the Arbitrator resigned.",
      "labels": [
        "FAC"
      ],
      "id": "8e1d34dd0a234b0abe46bad9d2c41a9c_79"
    },
    {
      "start": 6870,
      "end": 6958,
      "text": "Consequently, the 2nd appellant appointed 3rd respondent as an Arbitrator on 05.11.2015.",
      "labels": [
        "FAC"
      ],
      "id": "fe58898d391147a5ae9cb66593e2584d_80"
    },
    {
      "start": 6959,
      "end": 7018,
      "text": "First respondent also had grievance against 3rd respondent.",
      "labels": [
        "FAC"
      ],
      "id": "3f1a09153bfe4b3cab2626796e514f9e_81"
    },
    {
      "start": 7019,
      "end": 7124,
      "text": "First respondent protested before the 2nd appellant against continuation of 3rd respondent as Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "9d11027b15f041a3bc5c0aa98babea11_82"
    },
    {
      "start": 7126,
      "end": 7318,
      "text": "6. As there was no response, 1st respondent filed Arb.Application No.75 of 2018 under Section 14(1)(a) of the Arbitration and Conciliation Act, 1996 (for short, 'Act, 1996') before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "b23e792e70004eb7a0a245abc3fd7ee9_83"
    },
    {
      "start": 7319,
      "end": 7437,
      "text": "After receiving notices, the 2nd appellant informed the 1st respondent that the 3rd respondent resigned as Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "a5a10bc9e85345b4849a50779d4cafec_84"
    },
    {
      "start": 7438,
      "end": 7613,
      "text": "During the hearing of Arb.Application No.75 of 2018, issue of maintainability of the PNR,J & NBK,J application under Section 14(1) of the Act before the High Court was raised.",
      "labels": [
        "FAC"
      ],
      "id": "1d04a182a0ed48b3b4af4db260ecfe88_85"
    },
    {
      "start": 7614,
      "end": 7735,
      "text": "Having regard to legal position, the 1st respondent withdrew the application with liberty to go before appropriate Court.",
      "labels": [
        "FAC"
      ],
      "id": "9f2ffd428e694a03b636eaca8699132a_86"
    },
    {
      "start": 7737,
      "end": 7824,
      "text": "7. Accordingly, the 1st respondent filed instant Arb.O.P., before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "df74a5fec3e24b3591740c428ad7ce3a_87"
    },
    {
      "start": 7825,
      "end": 8039,
      "text": "It is the case of 1st respondent that given the consistent conduct of the nominee arbitrators appointed by the 2nd appellant, who were biased towards the 1st appellant, it has lost confidence in their impartiality.",
      "labels": [
        "FAC"
      ],
      "id": "51393ab006714b44bdebb6f956b331c0_88"
    },
    {
      "start": 8040,
      "end": 8671,
      "text": "Having regard to their conduct and amendments carried out to the Act in the year 2015, it has prayed to declare the actions of Arbitrators appointed by the 2nd appellant would constitute willful failure to act without undue delay; that appointment of 2nd respondent as Arbitrator when Arb.Appln.No.75 of 2018 was pending in the High Court is invalid and illegal; that appointment of sole Arbitrator by the 2nd appellant is violative of Section 12(5) of the Act, 1996; and consequently to terminate the mandate of 2nd respondent and substitute with another respondent in terms of Section 14 read with Section 15 of the Act, 1996.\n8.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9430122123414afa916233dfdbb4b03c_89"
    },
    {
      "start": 8672,
      "end": 9113,
      "text": "On due consideration of respective submissions, scope of the various provisions of the Act and the precedent decisions, the Commercial Court recorded its conclusions as under:\n\"(i) The appointment of the arbitrators by the respondent no.2 is not valid in view of the judgments of the Hon'ble Supreme Court in TRF Limited Vs. Energy Engineer Projects Ltd., [(2017) 8 SCC 377] and Ellora Paper Mills Ltd., vs. State of M.P., [2022 (3) SCC 1].\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d23f87abdd3c4990abe50d60da0c3607_90"
    },
    {
      "start": 9113,
      "end": 9126,
      "text": "PNR,J & NBK,J",
      "labels": [
        "NONE"
      ],
      "id": "e9d05728a21a44e89f2fb1e14d1a3872_91"
    },
    {
      "start": 9127,
      "end": 9421,
      "text": "(ii) The arbitrators appointed by the respondent no.2 including respondent no.3 were negligent and did not conduct the arbitral proceedings within the timelines as assumed by them and thus they became defacto unable to perform their functions, within the meaning of Section 14(1)(a) of the ACA.",
      "labels": [
        "FAC"
      ],
      "id": "ecbdb9cc784d47ecb0063e37fa80d364_92"
    },
    {
      "start": 9422,
      "end": 10082,
      "text": "\n(iii) There is undue delay by each of the arbitrators appointed by the respondent no.2 and none of them could proceed with the arbitral proceedings and this 'undue delay' can be considered as the delay mentioned in Section 14(1)(a) of the ACA and it also can be considered as bias on the part of the arbitrators.\n(iv) The contention that the petitioner is responsible for delaying the arbitral proceedings does not commend acceptance as it is the petitioner who is interested in arbitral proceedings and outcome of adjudication.\n(v) The grievance of the petitioner is well founded and the petitioner deserves to be allowed for substitution of the arbitrator.\"",
      "labels": [
        "FAC"
      ],
      "id": "326415d267ac438888ac142c8d7082c8_93"
    },
    {
      "start": 10083,
      "end": 10212,
      "text": "\n9. The Commercial Court held that the mandate of 2nd respondent be terminated and in his place, another Arbitrator be appointed.",
      "labels": [
        "RLC"
      ],
      "id": "0d10a24bb0204133a28603094ac29c84_94"
    },
    {
      "start": 10213,
      "end": 10378,
      "text": "Accordingly, allowed the petition, terminated the mandate of 2nd respondent and in his place, appointed retired District Judge Sri Y.Govind Reddy as sole Arbitrator.",
      "labels": [
        "RLC"
      ],
      "id": "b95d8c1722fd466eaad37ffb40f68186_95"
    },
    {
      "start": 10379,
      "end": 10423,
      "text": "Aggrieved thereby, this Appeal is preferred.",
      "labels": [
        "FAC"
      ],
      "id": "07d51b2d7cac4224a2ac70bb70925de2_96"
    },
    {
      "start": 10425,
      "end": 10558,
      "text": "10. Heard learned counsel Sri K.Srinivas Rao for the appellants and the learned counsel Sri SVS Chowdary for the respondent no.1.\n11.",
      "labels": [
        "NONE"
      ],
      "id": "8acbad75c45a4f04907d2a9f274886d1_97"
    },
    {
      "start": 10559,
      "end": 10681,
      "text": "Learned counsel for appellants contended that the Commercial Court has no jurisdiction to appoint a substitute Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03361dbe81b2426992e78ab3a3d8804e_98"
    },
    {
      "start": 10682,
      "end": 10777,
      "text": "He would submit that under Section 11 of the Act only the High Court can appoint an Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "735dfd20a53448a39ec1abcf492816dc_99"
    },
    {
      "start": 10779,
      "end": 10908,
      "text": "11.1. He would submit that Commercial Court erred in terminating the mandate of the Arbitrator at the stage of final submissions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2c95b71f46b74b98976f525094e78ea5_100"
    },
    {
      "start": 10910,
      "end": 10929,
      "text": "PNR,J & NBK,J 11.2.",
      "labels": [
        "NONE"
      ],
      "id": "43a6cf7c1d12461fa6380905a4de5679_101"
    },
    {
      "start": 10930,
      "end": 11138,
      "text": "He would submit that the Commercial Court erred in not appreciating that the 2nd respondent was appointed strictly in accord with the agreed terms and in strict compliance with Section 12(5) of the Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "56de18ec7e794d6e884ec571599a5ceb_102"
    },
    {
      "start": 11139,
      "end": 11287,
      "text": "As appointment of Arbitrator by 2nd petitioner was in compliance of Section 12(5) of the Act, 1996, there is no cause to appoint another Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83967cee9b70437ab9973b9379349efc_103"
    },
    {
      "start": 11289,
      "end": 11613,
      "text": "11.3. He would further submit that the Commercial Court erred in not appreciating that if 1st respondent has objection on appointment of an Arbitrator, such objection ought to have been raised within the time specified in Section 13, whereas no such objection was raised at any time and participated in arbitral proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "812128db4c064ba0a8f84770eab88592_104"
    },
    {
      "start": 11615,
      "end": 11885,
      "text": "11.4. He would submit that the Commercial Court erred in not appreciating that the 2nd respondent is no way concerned with the 1st petitioner and the decision of Hon'ble Supreme Court in Perkins Eastman Architects vs. HSCC (India) Ltd.,1 has no application to this case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ebbd95f6963438a9e3a002cc94629f5_105"
    },
    {
      "start": 11886,
      "end": 12041,
      "text": "If 1st respondent had any apprehension on impartiality of the 2nd respondent he could have elicited information as prescribed in Sixth Schedule to the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5657626110644bf88ee125e5f2f87498_106"
    },
    {
      "start": 12043,
      "end": 12148,
      "text": "11.5. He would contend that the Commercial Court has no jurisdiction to deal with the arbitration matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "225f1298ede14ae6a9b200e71a876291_107"
    },
    {
      "start": 12149,
      "end": 12192,
      "text": "1 2019 SCC Online SC 1517 PNR,J & NBK,J 12.",
      "labels": [
        "NONE"
      ],
      "id": "87540e04463744dca39ce34f2004769a_108"
    },
    {
      "start": 12193,
      "end": 12407,
      "text": "Learned counsel for 1st respondent would contend that appellants being parties to the agreement, the Managing Director of the 1st appellant cannot act as an arbitrator nor can he appoint an arbitrator unilaterally.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9dbc1665684042c590f7a70e5091bab1_109"
    },
    {
      "start": 12408,
      "end": 12499,
      "text": "As 2nd respondent was appointed as Arbitrator by 2nd appellant, his appointment is illegal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0757a7ac1f44c9599adb97c7abdb663_110"
    },
    {
      "start": 12501,
      "end": 12708,
      "text": "12.1. He would submit that the issue pertains to the year 2011 and as the arbitrators were associated with 1st appellant, they were dragging on the matter compelling the first respondent to lodge complaints.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0676a24dd26f45b6b2944f2fe0cef17c_111"
    },
    {
      "start": 12709,
      "end": 12777,
      "text": "On filing complaints they coolly withdraw from arbitral proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e437d0e83adc4672a2d67fc12bd5f824_112"
    },
    {
      "start": 12778,
      "end": 12896,
      "text": "Thus, for no fault of first respondent, matter is dragged on causing grave prejudice and hardship to first respondent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7a314b9da2d04339afd9bd8634bb5b88_113"
    },
    {
      "start": 12898,
      "end": 13112,
      "text": "12.2. He would submit that having regard to facts of the case, the Commercial court justified in setting aside appointment of second respondent as Arbitrator and appointing a retired Judicial Officer as Arbitrator.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "391687f537e940f8a4cf8bcec05f49a9_114"
    },
    {
      "start": 13114,
      "end": 13374,
      "text": "12.3. On the issue of jurisdiction, learned counsel contends that the dispute is a Commercial dispute and as per Section 10(3) of the Commercial Courts Act, 2015, the Commercial Court alone has jurisdiction to decide the dispute raised by the first respondent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9c071afe260c46478503ec5e4fbe4cdf_115"
    },
    {
      "start": 13375,
      "end": 13596,
      "text": "12.4. Learned counsel relied on the following decisions:\nPNR,J & NBK,J i) Jaycee Housing Private Limited Vs Registrar (General) Orissa High Court, Cuttack2; and ii) TRF Limited Vs Energo Engineering Projects Limited3.\n13.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cb15af7932fe43fcb6a3c0d01842a04a_116"
    },
    {
      "start": 13597,
      "end": 13927,
      "text": "The following issues arise for consideration:\n1) Whether the Commercial Court has jurisdiction to entertain COP No.8 of 2021 ?;\n2) Whether appointment of an outsider as arbitrator by Chairman and Managing Director is legal and valid ?;\n3) Whether the Commercial Court is competent to substitute another arbitrator?\nISSUE NO.1:\n14.",
      "labels": [
        "ISSUE"
      ],
      "id": "b1ae11883174460f92e4ddc8a4023909_117"
    },
    {
      "start": 13928,
      "end": 14024,
      "text": "The inter se dispute leading to taking recourse to arbitral proceedings is a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1bf75ab563748c2a6c0c50157fb52ad_118"
    },
    {
      "start": 14025,
      "end": 14190,
      "text": "In a civil dispute, if a party to the dispute has grievance on appointment of arbitrator by opposite party, the said party can file application before a Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9202f578becd4e3c9c323da21fc1c85e_119"
    },
    {
      "start": 14191,
      "end": 14428,
      "text": "However, if the dispute is a commercial dispute, such applications have to be filed before the Commercial Court only as per Section 10(3)4 of the 2 (2023) 1 SCC 549 3 (2017) 8 SCC 377 S.10. Jurisdiction in respect of arbitration matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42fb9619ae494138a1718aa191c0a2b1_120"
    },
    {
      "start": 14429,
      "end": 14861,
      "text": "Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (1) & (2) xxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of PNR,J & NBK,J Commercial Courts Act, 2015.",
      "labels": [
        "STA"
      ],
      "id": "7e1f6fede4584fb9b86306d07afa190d_121"
    },
    {
      "start": 14862,
      "end": 15030,
      "text": "Therefore, the Special Court in the cadre of District Judge for Trial and Disposal of Commercial Disputes at Hyderabad has jurisdiction to entertain C.O.P.No.8 of 2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f0e4678c42543f88d6875573f3ae7eb_122"
    },
    {
      "start": 15032,
      "end": 15193,
      "text": "15. At this stage, it is apposite to note the opinion expressed by Hon'ble Supreme Court on jurisdiction of Commercial Court in Jaycee Housing Pvt. Ltd. (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ffbb7e2909d45a6a8e19c0a5fd5972d_123"
    },
    {
      "start": 15194,
      "end": 15226,
      "text": "Hon'ble Supreme Court held:\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88ace97aabc8441e995002defecb3bb7_124"
    },
    {
      "start": 15227,
      "end": 15677,
      "text": "It is the case on behalf of the appellants, relying upon Section 2(1)(e) of the 1996 Act that in case of arbitration other than the international commercial arbitration, the Principal Civil Court of Original Jurisdiction in a district only have the jurisdiction to decide the questions forming the subject-matter of the arbitration, but does not include any civil court of a grade inferior to such Principal Civil Court, or any Court of Small Causes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bed6ae0bbdf43beaf7eccd5b3b65e38_125"
    },
    {
      "start": 15678,
      "end": 15982,
      "text": "Therefore, it is the case on behalf of the appellants that therefore conferring the jurisdiction upon the Court of learned Civil Judge (Senior Division) as Commercial Court to hear applications under Sections 9, 14 and 34 of the 1996 Act shall be directly in conflict with Section 2(1)(e) of the 1996 Act",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28ca649dfa0147f795e0658772f6ab72_126"
    },
    {
      "start": 15983,
      "end": 16209,
      "text": "and therefore the notification of the State Government conferring such powers upon the Court of learned Civil Judge (Senior Division) which is subordinate to the rank of Principal Civil Judge in a district shall be bad in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7f4b28897ae48cca17f76691e13ac10_127"
    },
    {
      "start": 16210,
      "end": 16217,
      "text": "\n......",
      "labels": [
        "STA"
      ],
      "id": "96bfe0684e7243ba8ecfd70ed11f2c2b_128"
    },
    {
      "start": 16219,
      "end": 16600,
      "text": "28. If the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the Commercial Courts established and constituted under Section 3 of the 2015 Act, with respect to arbitration proceedings, the applications or appeals shall lie before the Principal Civil Court of a district.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff4f7ac884594140b25047b5438d46b9_129"
    },
    {
      "start": 16601,
      "end": 16673,
      "text": "There cannot be two fora with respect to different commercial disputes.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "755e771826984e29bbd07004b058f414_130"
    },
    {
      "start": 16674,
      "end": 16690,
      "text": "\nISSUE NO.2:\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79d558d024744d7a972265c448039365_131"
    },
    {
      "start": 16691,
      "end": 17125,
      "text": "The relevant clause in the agreement provides that if there are any disputes or differences, they should be referred to the sole Arbitrator, the Chairman and Managing Director (CMD) of Engineering original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6acb4cff571f41c1a4dd295f9b2ceab4_132"
    },
    {
      "start": 17127,
      "end": 17187,
      "text": "PNR,J & NBK,J Projects (India) Limited, the first appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df3ae587be204b2198fbba659fa2fe78_133"
    },
    {
      "start": 17188,
      "end": 17287,
      "text": "It also provides that Chairman and Managing Director can appoint any other person as an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ca9a6fad0a74bde8f40b17c8e62ea95_134"
    },
    {
      "start": 17288,
      "end": 17417,
      "text": "Two times the Chairman and managing Director has appointed officers of the first appellant and on third occasion an outsider.\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4368ba65f7a14d42a1ef5d882b7f285e_135"
    },
    {
      "start": 17418,
      "end": 18010,
      "text": "The relevant provisions of the Arbitration and Conciliation Act, 1996 are, Sections 12 (5)5, 136, 147 and 158.\n5 S.12 Grounds for challenge:\n(1) to (4) xxxxx (5) :Notwithstanding any prior agreement to the contrary, any person whose relationship, with the parties or counsel or the subject-matter of the dispute, falls under any of the categories specified in the Seventh Schedule shall be ineligible to be appointed as an arbitrator:\nProvided that parties may, subsequent to disputes having arisen between them, waive the applicability of this sub-section by an express agreement in writing.",
      "labels": [
        "STA"
      ],
      "id": "5ecb8ecb94a54f928350630439478515_136"
    },
    {
      "start": 18011,
      "end": 18040,
      "text": "\n6 S.13. Challenge procedure.",
      "labels": [
        "STA"
      ],
      "id": "1395d65f578b48428dccaddbcbe1a0c6_137"
    },
    {
      "start": 18041,
      "end": 18149,
      "text": "\n(1) Subject to sub-section (4), the parties are free to agree on a procedure for challenging an arbitrator.",
      "labels": [
        "STA"
      ],
      "id": "7729e1500e9f4d35b958e350cb3cebbf_138"
    },
    {
      "start": 18150,
      "end": 18521,
      "text": "(2) Failing any agreement referred to in sub-section (1), a party who intends to challenge an arbitrator shall, within fifteen days after becoming aware of the constitution of the arbitral tribunal or after becoming aware of any circumstances referred to in sub-section(3) of section 12, send a written statement of the reasons for the challenge to the arbitral tribunal.",
      "labels": [
        "STA"
      ],
      "id": "0119733e68e84536987ebff10f6914e2_139"
    },
    {
      "start": 18522,
      "end": 18703,
      "text": "(3) Unless the arbitrator challenged under sub-section (2) withdraws from his office or the other party agrees to the challenge, the arbitral tribunal shall decide on the challenge.",
      "labels": [
        "STA"
      ],
      "id": "5a2906166f3f4bd788f7cf459562c954_140"
    },
    {
      "start": 18704,
      "end": 18922,
      "text": "(4) If a challenge under any procedure agreed upon by the parties or under the procedure under subsection (2) is not successful, the arbitral tribunal shall continue the arbitral proceedings and make an arbitral award.",
      "labels": [
        "STA"
      ],
      "id": "0cf428c280c34740a4ba08d3cb360f26_141"
    },
    {
      "start": 18923,
      "end": 19115,
      "text": "\n(5) Where an arbitral award is made under sub-section (4), the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with section 34.",
      "labels": [
        "STA"
      ],
      "id": "6441992328da4a71b46d4bef6f63b851_142"
    },
    {
      "start": 19116,
      "end": 19295,
      "text": "(6) Where an arbitral award is set aside on an application made under sub-section (5), the Court may decide as to whether the arbitrator who is challenged is entitled to any fees.",
      "labels": [
        "STA"
      ],
      "id": "4c816c5ede894ad08f82e37e826dd4dd_143"
    },
    {
      "start": 19296,
      "end": 19660,
      "text": "7 S.14. Failure or impossibility to act.--(1) [The mandate of an arbitrator shall terminate and he shall be substituted by another arbitrator, if] --\n(a) he becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay; and (b) he withdraws from his office or the parties agree to the termination of his mandate.",
      "labels": [
        "STA"
      ],
      "id": "fb47266c96a64f85be8bd15cf67bfd3e_144"
    },
    {
      "start": 19661,
      "end": 19882,
      "text": "(2) If a controversy remains concerning any of the grounds referred to in clause (a) of sub-section (1), a party may, unless otherwise agreed by the parties, apply to the Court to decide on the termination of the mandate.",
      "labels": [
        "STA"
      ],
      "id": "7f5c54cb0c90431185b3cd6ce479856c_145"
    },
    {
      "start": 19884,
      "end": 20465,
      "text": "(3) If, under this section or sub-section (3) of section 13, an arbitrator withdraws from his office or a party agrees to the termination of the mandate of an arbitrator, it shall not imply acceptance of the validity of any ground referred to in this section or sub-section(3) of section 12. 8 S.15. Termination of mandate and substitution of arbitrator.--(1) In addition to the circumstances referred to in section 13 or section 14,the mandate of an arbitrator shall terminate-- (a) where he withdraws from office for any reason; or (b) by or pursuant to agreement of the parties.",
      "labels": [
        "STA"
      ],
      "id": "6e57a9d652574e52863abf26d8d68b01_146"
    },
    {
      "start": 20466,
      "end": 20656,
      "text": "(2) Where the mandate of an arbitrator terminates, a substitute arbitrator shall be appointed according to the rules that were applicable to the appointment of the arbitrator being replaced.",
      "labels": [
        "STA"
      ],
      "id": "5e5a15d7c6c942a1a8b16cefe65402f9_147"
    },
    {
      "start": 20657,
      "end": 20843,
      "text": "(3) Unless otherwise agreed by the parties, where an arbitrator is replaced under sub-section (2), any hearings previously held maybe repeated at the discretion of the arbitral tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c19fd4e8c6dc47448c417371b7ecba5d_148"
    },
    {
      "start": 20844,
      "end": 20895,
      "text": "1. Ins. by Act 3 of 2016, s. 8 (w.e.f. 23-10-2015).",
      "labels": [
        "STA"
      ],
      "id": "e27b6e8bb53b47119f230ccd05e3d9d3_149"
    },
    {
      "start": 20896,
      "end": 20998,
      "text": "2. Subs. by s. 9, ibid., for \"The mandate of an arbitrator shall terminate if\" (w.e.f. 23-10-2015). 14",
      "labels": [
        "STA"
      ],
      "id": "80cd67b2dc444c92a2f91e863304f9c1_150"
    },
    {
      "start": 20999,
      "end": 21138,
      "text": "( 4) Unless otherwise agreed by the parties, an order or ruling of the arbitral tribunal made prior to the replacement of PNR,J & NBK,J 18.",
      "labels": [
        "STA"
      ],
      "id": "544e799b62a74bbfb6aa48c4fa80de24_151"
    },
    {
      "start": 21139,
      "end": 21407,
      "text": "According to Section 13 of the Act, 1996, a party who intends to challenge an arbitrator should do so within 15 days after becoming aware of the constitution of arbitral Tribunal by sending a written statement of the reasons for the challenge to the arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccb190c0f5894dd998b0ec1e8556949b_152"
    },
    {
      "start": 21408,
      "end": 21472,
      "text": "\n19. The Arbitral Tribunal is competent to decide the challenge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "316def4f73074b30a39da16db9a458d5_153"
    },
    {
      "start": 21473,
      "end": 21555,
      "text": "If it rejects the challenge, it is competent to commence the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47f4db2384bf48c3841a83dc83d4e37e_154"
    },
    {
      "start": 21556,
      "end": 21621,
      "text": "In the case on hand, no challenge was made before the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0f99cb418cf4451ab5e9638fd9bc4c3_155"
    },
    {
      "start": 21622,
      "end": 21710,
      "text": "C.O.P is filed under Section 14 of the Act, 1996 praying to grant comprehensive reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "606f5d1936f742edac138a6bafeee2b8_156"
    },
    {
      "start": 21711,
      "end": 21810,
      "text": "\n20. Section 14 of the Act, 1996 is on failure or impossibility of conducting arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4343c1886732488a8136db2048fd06ba_157"
    },
    {
      "start": 21811,
      "end": 22057,
      "text": "According to Sub-section (1) the mandate of an arbitrator shall terminate and he should be substituted by another arbitrator if he becomes de-jure and de facto unable to perform his functions or for other reasons fails to act without undue delay.",
      "labels": [
        "STA"
      ],
      "id": "da86d30d410849298b66bc06a7a62a23_158"
    },
    {
      "start": 22058,
      "end": 22254,
      "text": "According to sub section (2) if the controversy concerning any of the grounds referred to in sub section (1) (a) remain, a party may apply to the Court to decide on the termination of the mandate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a484ca5eeaa42bab0151622036b2804_159"
    },
    {
      "start": 22255,
      "end": 22357,
      "text": "\n21. Section 15 of the Act, 1996 also envisages termination of mandate and substitution of arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e0adfbfc4694f3ca0f0f121d6258dff_160"
    },
    {
      "start": 22358,
      "end": 22469,
      "text": "Circumstances mentioned therein are in addition to situations envisaged in Sections 13 and 14 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd98ee991514494099917d2736a21469_161"
    },
    {
      "start": 22470,
      "end": 22608,
      "text": "\nan arbitrator under this section shall not be invalid solely because there has been a change in the composition of the arbitral tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58a4286bc75348aab7b3bf643622cb49_162"
    },
    {
      "start": 22610,
      "end": 22627,
      "text": "PNR,J & NBK,J 22.",
      "labels": [
        "NONE"
      ],
      "id": "45c356008c984c85bdd85cce31d5401b_163"
    },
    {
      "start": 22628,
      "end": 22798,
      "text": "It is not in dispute that the arbitration clause in the agreement requires Chairman and Managing Director to conduct arbitral proceedings or by a person appointed by him.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b458c853acc0440cbd05744f3534bc26_164"
    },
    {
      "start": 22799,
      "end": 22891,
      "text": "The three arbitrators, one after the other, are appointed by Chairman and Managing Director.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0b11b37f0314e46b5aa8c077308384b_165"
    },
    {
      "start": 22892,
      "end": 22960,
      "text": "The first two are from the first appellant and third is an outsider.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4be33bf9c4d145c89611a5db61feb212_166"
    },
    {
      "start": 22962,
      "end": 23198,
      "text": "23. Learned counsel for appellant contended that the third arbitrator is a neutral person and he has complied mandate of Section 12 (5) and therefore there is no impediment in conducting arbitration proceedings by the second respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa85624feaac4adc87fc7ae3b370cdc8_167"
    },
    {
      "start": 23199,
      "end": 23233,
      "text": "This issue is no more res-integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c43038855a6e4bda855d4244d681a58a_168"
    },
    {
      "start": 23235,
      "end": 23381,
      "text": "24. In TRF Limited (supra) as per the terms of purchase order, the Managing Director appointed a retired Judge of the Supreme Court as arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2eb51aaca10245c0bef9c624b0a8ede9_169"
    },
    {
      "start": 23382,
      "end": 23487,
      "text": "This was challenged in an application filed under Section 11(5) read with Section 11(6) of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38e632b0fd1c426f90d59bd06defb1bc_170"
    },
    {
      "start": 23488,
      "end": 23753,
      "text": "The question that fell for consideration was whether once a person required to arbitrate upon the disputes arising under the terms and conditions of the contract becomes ineligible by operation of law, he would not be eligible to nominate a person as an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb2f80660dcc4895bc6046f78a1d741d_171"
    },
    {
      "start": 23754,
      "end": 23828,
      "text": "The Hon'ble Supreme Court held:\n\"50. First, we shall deal with Clause (d).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e90c33c3761342e98440e57fd8ca1b9f_172"
    },
    {
      "start": 23829,
      "end": 24033,
      "text": "There is no quarrel that by virtue of Section 12(5) of the Act, if any person who falls under any of the categories specified in the Seventh Schedule shall be ineligible to be appointed as the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "165d010a645144579c7e1e57562f9134_173"
    },
    {
      "start": 24034,
      "end": 24201,
      "text": "There is no doubt and cannot be, for the language employed in the Seventh Schedule, the Managing Director of the Corporation has become ineligible by operation of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d59624f667454ac0b09f1d32209549b5_174"
    },
    {
      "start": 24202,
      "end": 24357,
      "text": "It is the stand of the learned Senior Counsel for the appellant that once the Managing Director becomes ineligible, he also becomes ineligible to nominate.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe709362d59f46bda0f3bf6523a69a72_175"
    },
    {
      "start": 24358,
      "end": 24592,
      "text": "Refuting the said stand, it is canvassed by the learned Senior Counsel for the respondent that the ineligibility cannot extend to a nominee if he is not from the Corporation and more so when there is apposite and requisite disclosure.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b548af4633774a91a69c44cafd170d03_176"
    },
    {
      "start": 24593,
      "end": 24783,
      "text": "We think it appropriate to make it clear that in the case at hand we are neither concerned with the disclosure nor objectivity PNR,J & NBK,J nor impartiality nor any such other circumstance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9417543a04f249a6badad84ebe69dc41_177"
    },
    {
      "start": 24784,
      "end": 24953,
      "text": "We are singularly concerned with the issue, whether the Managing Director, after becoming ineligible by operation of law, is he still eligible to nominate an arbitrator.",
      "labels": [
        "ISSUE"
      ],
      "id": "9c3d9f976f1f43d9b9b9bbb7d219ab88_178"
    },
    {
      "start": 24954,
      "end": 25092,
      "text": "At the cost of repetition, we may state that when there are two parties, one may nominate an arbitrator and the other may appoint another.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54481e36bec84100a0ecd0346288f766_179"
    },
    {
      "start": 25093,
      "end": 25134,
      "text": "That is altogether a different situation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2294d698401f4ef29af5c8a3d6fe18c8_180"
    },
    {
      "start": 25135,
      "end": 25268,
      "text": "If there is a clause requiring the parties to nominate their respective arbitrator, their authority to nominate cannot be questioned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8bd7abc13c764f8ab9b08b7801e731d7_181"
    },
    {
      "start": 25269,
      "end": 25480,
      "text": "What really in that circumstance can be called in question is the procedural compliance and the eligibility of their arbitrator depending upon the norms provided under the Act and the Schedules appended thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be79dea17fca4526982010b6c64a38af_182"
    },
    {
      "start": 25481,
      "end": 25661,
      "text": "But, here is a case where the Managing Director is the \"named sole arbitrator\" and he has also been conferred with the power to nominate one who can be the arbitrator in his place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f17b10dba1fb489fb1144a78594537e4_183"
    },
    {
      "start": 25662,
      "end": 25716,
      "text": "Thus, there is subtle distinction.............\nxxx 53.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a9109b7b308482181771bf4833ce06c_184"
    },
    {
      "start": 25717,
      "end": 25954,
      "text": "The aforesaid authorities have been commended to us to establish the proposition that if the nomination of an arbitrator by an ineligible arbitrator is allowed, it would tantamount to carrying on the proceeding of arbitration by himself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7c4434e06564626a6e3bb9f794de2bf_185"
    },
    {
      "start": 25955,
      "end": 26106,
      "text": "According to the learned counsel for the appellant, ineligibility strikes at the root of his power to arbitrate or get it arbitrated upon by a nominee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a1597ce647646f891a864398c32e845_186"
    },
    {
      "start": 26108,
      "end": 26309,
      "text": "54. In such a context, the fulcrum of the controversy would be, can an ineligible arbitrator, like the Managing Director, nominate an arbitrator, who may be otherwise eligible and a respectable person.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42a97974173b47f096fd222e29437faf_187"
    },
    {
      "start": 26310,
      "end": 26409,
      "text": "As stated earlier, we are neither concerned with the objectivity nor the individual respectability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f00d90a2af9a4bc6af10c2235653b59c_188"
    },
    {
      "start": 26410,
      "end": 26489,
      "text": "We are only concerned with the authority or the power of the Managing Director.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a340f5f4f42b4568a361f99a2eece116_189"
    },
    {
      "start": 26490,
      "end": 26664,
      "text": "By our analysis, we are obligated to arrive at the conclusion that once the arbitrator has become ineligible by operation of law, he cannot nominate another as an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63e34ea2cbe741e6826bcdbe222ed5a4_190"
    },
    {
      "start": 26665,
      "end": 26757,
      "text": "The arbitrator becomes ineligible as per prescription contained in Section 12(5) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0873997394f949c0953826641dd935e9_191"
    },
    {
      "start": 26758,
      "end": 26849,
      "text": "It is inconceivable in law that person who is statutorily ineligible can nominate a person.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ca1a75478e14d7585cb1da9735e0a8a_192"
    },
    {
      "start": 26850,
      "end": 26942,
      "text": "Needless to say, once the infrastructure collapses, the superstructure is bound to collapse.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc92886e08094f2ba8fcc8a31168b99d_193"
    },
    {
      "start": 26943,
      "end": 26989,
      "text": "One cannot have a building without the plinth.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f105396605e4b93a5eaf1fc690daa3b_194"
    },
    {
      "start": 26990,
      "end": 27158,
      "text": "Or to put it differently, once the identity of the Managing Director as the sole arbitrator is lost, the power to nominate someone else as an arbitrator is obliterated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fc51da6d3de4f3d99a6e63f281f4cf7_195"
    },
    {
      "start": 27159,
      "end": 27241,
      "text": "Therefore, the view expressed by the High Court is not sustainable and we say so.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0eca3c8012754ed79545b5a3cac252b6_196"
    },
    {
      "start": 27242,
      "end": 27261,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8596fec2c764fe3b173abc5e893da5f_197"
    },
    {
      "start": 27263,
      "end": 27368,
      "text": "25. Thus, the appointment of second respondent as arbitrator by the second appellant is ex-facie illegal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e86143b576de42f68c3ebe5eb02b89c9_198"
    },
    {
      "start": 27369,
      "end": 27439,
      "text": "The second respondent becomes de-jure unable to perform his functions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bedfc027bca4406da26a9953c607cd99_199"
    },
    {
      "start": 27440,
      "end": 27539,
      "text": "Therefore, the Commercial Court rightly terminated the appointment of 2nd respondent as arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60ff218e034a4c54a36c56ed38f41ba4_200"
    },
    {
      "start": 27540,
      "end": 27574,
      "text": "The issue is answered accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b03dcb3ce18443f8600f095c615af5f_201"
    },
    {
      "start": 27576,
      "end": 27605,
      "text": "PNR,J & NBK,J ISSUE NO.3:\n26.",
      "labels": [
        "NONE"
      ],
      "id": "48b1f71cac7b4b349cba47053f2d721f_202"
    },
    {
      "start": 27606,
      "end": 27824,
      "text": "Further question is, as a consequences to declaration given by the commercial Court holding that appointment of second respondent as arbitrator is illegal whether the Commercial Court can substitute another arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7944f229f7a34889bfb51e2edcdd0a6e_203"
    },
    {
      "start": 27826,
      "end": 27931,
      "text": "27. The arbitration clause envisaged the Chairman and Managing Director or his nominee as the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be218ff9c2a5489d9430909a5e4797c7_204"
    },
    {
      "start": 27932,
      "end": 28216,
      "text": "In view of Section 12(5) of the Act, 1996 and the judgment of Hon'ble Supreme Court in TRF Limited (supra), the appointment of second respondent as arbitrator by Chairman and Managing Director is wholly illegal and second respondent becomes de-jure unable to perform as an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0425f442358408d9beb0b8812f0302c_205"
    },
    {
      "start": 28217,
      "end": 28426,
      "text": "After termination of mandate of second respondent as arbitrator, power to appoint another arbitrator, which is nothing but substitution of earlier arbitrator, is traceable to Section 14(1)(a) of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74c7434f3e7746c3b99b4b09c0367b4d_206"
    },
    {
      "start": 28427,
      "end": 28631,
      "text": "Section 14(1)(a) clearly envisages substitution of arbitrator in place of earlier arbitrator where the earlier arbitrator became de-jure unable to function as arbitrator and his appointment is terminated.",
      "labels": [
        "STA"
      ],
      "id": "ee2468d2fe4241a184d1cb7d7f57926c_207"
    },
    {
      "start": 28633,
      "end": 28730,
      "text": "28. In Swadesh Kumar Agarwal vs. Dinesh Kumar Agarwal9, Hon'ble Supreme Court held as under:\n\"21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fcfd5611c9834980bce690ec15579a8b_208"
    },
    {
      "start": 28731,
      "end": 29034,
      "text": "Therefore, on a conjoint reading of Sections 13, 14 and 15 of the Act, if the challenge to the arbitrator is made on any of the grounds mentioned in Section 12 of the Act, the party aggrieved has to submit an appropriate application before the Arbitral Tribunal 9 (2022) 10 SCC 235 PNR,J & NBK,J itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90923b5384b0412b855c825c6dafdf8f_209"
    },
    {
      "start": 29035,
      "end": 29455,
      "text": "However, in case of any of the eventualities mentioned in Section 14(1)(a) of the 1996 Act and the mandate of the arbitrator is sought to be terminated on the ground that the sole arbitrator has become de jure and/or de facto unable to perform his functions or for other reasons fails to act without undue delay, the aggrieved party has to approach the \"court\" concerned as defined under Section 2(1)(e) of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4866485f2b3140f9be1b7ef099b9e9ce_210"
    },
    {
      "start": 29456,
      "end": 29679,
      "text": "The court concerned has to adjudicate on whether, in fact, the sole arbitrator/arbitrators has/have become de jure and de facto unable to perform his/their functions or for other reasons he fails to act without undue delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa0952966cfb44c184d82886bc5e1fc7_211"
    },
    {
      "start": 29680,
      "end": 30000,
      "text": "The reason why such a dispute is to be raised before the court is that eventualities mentioned in Section 14(1)(a) can be said to be a disqualification of the sole arbitrator and therefore, such a dispute/controversy will have to be adjudicated before the court concerned as provided under Section 14(2) of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "201cbacbc21a46a2a2c768c5cc8af52c_212"
    },
    {
      "start": 30002,
      "end": 30317,
      "text": "22. So far as the termination of the mandate of the arbitrator and/or termination of the proceedings mentioned in other provisions like in Section 15(1)(a) where he withdraws from office for any reason; or (b) by or pursuant to an agreement of the parties, the dispute need not be raised before the court concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7e39cb64abb40b58f823a3e2eee3092_213"
    },
    {
      "start": 30318,
      "end": 30742,
      "text": "For example, where the sole arbitrator himself withdraws from office for any reason or when both the parties agree to terminate the mandate of the arbitrator and for substitution of the arbitrator, thereafter, there is no further controversy as either the sole arbitrator himself has withdrawn from office and/or the parties themselves have agreed to terminate the mandate of the arbitrator and to substitute the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91a3c840c52843bdad1e4b66cd56fa52_214"
    },
    {
      "start": 30743,
      "end": 30813,
      "text": "Thus, there is no question of raising such a dispute before the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6c31d4ff14d424bb098a3b2b9971d2e_215"
    },
    {
      "start": 30814,
      "end": 31020,
      "text": "Therefore, the legislation has deliberately provided that the dispute with respect to the termination of the mandate of the arbitrator under Section 14(1)(a) alone will have to be raised before the \"court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a981f9eb45c4c28905495d025549772_216"
    },
    {
      "start": 31021,
      "end": 31587,
      "text": "Hence, whenever there is a dispute and/or controversy that the mandate of the arbitrator is to be terminated on the grounds mentioned in Section 14(1)(a), such a controversy/dispute has to be raised before the \"court\" concerned only and after the decision by the \"court\" concerned as defined under Section 2(1)(e) of the 1996 Act and ultimately it is held that the mandate of the arbitrator is terminated, thereafter, the arbitrator is to be substituted accordingly, that too, according to the rules that were applicable to the initial appointment of the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8997b432b33c4ca6bdef674a45f3a96c_217"
    },
    {
      "start": 31588,
      "end": 31789,
      "text": "Therefore, normally and generally, the same procedure is required to be followed which was followed at the time of appointment of the sole arbitrator whose mandate is terminated and/or who is replaced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d29396ad0d6a43d7be9c8a95d8a9524a_218"
    },
    {
      "start": 31791,
      "end": 31801,
      "text": "xxxx 32.5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa3d262604a04b04a295418b1db29de4_219"
    },
    {
      "start": 31802,
      "end": 32178,
      "text": "In a case where there is a dispute/controversy on the mandate of the arbitrator being terminated on the ground mentioned in Section 14(1)(a), such a dispute has to be raised before the \"court\", defined under Section 2(1)(e) of the 1996 Act and such a dispute cannot be decided on an application filed under Section 11(6) of the 1996 Act.\"\n(emphasis supplied) PNR,J & NBK,J 29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd5026fc2561444db1d6fca678874243_220"
    },
    {
      "start": 32179,
      "end": 32292,
      "text": "The arbitration clause requires the CMD or his nominee to be an arbitrator which procedure is held to be illegal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "677de81d12de4fee9bbf0c1e8c6a7026_221"
    },
    {
      "start": 32293,
      "end": 32349,
      "text": "The termination of arbitrator appointed by CMD is valid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "590250c2c343438db650e573aad9c7cf_222"
    },
    {
      "start": 32350,
      "end": 32398,
      "text": "Therefore, the CMD cannot appoint an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22ca2ded01614bcdaa20aae90ee33bc4_223"
    },
    {
      "start": 32399,
      "end": 32516,
      "text": "Thus, only recourse is under Section 14(1)(a) of the Act, 1996 and the Court should appoint a substituted arbitrator.",
      "labels": [
        "RATIO"
      ],
      "id": "c5d3ffa8a205492692b05159dd424a21_224"
    },
    {
      "start": 32517,
      "end": 32590,
      "text": "Further, there has been unreasonably long delay in resolving the dispute.",
      "labels": [
        "RATIO"
      ],
      "id": "365b242ca0094744be7de8d3ebb7d85a_225"
    },
    {
      "start": 32591,
      "end": 32790,
      "text": "In view of the same, we do not see any illegality in appointing another arbitrator in the place of 2nd respondent, which is nothing but substitution of earlier arbitrator whose mandate is terminated.",
      "labels": [
        "RATIO"
      ],
      "id": "fd8171251ce54ce0abcead173ce3218d_226"
    },
    {
      "start": 32791,
      "end": 32867,
      "text": "Thus, following the above dicta, the Order of the Commercial Court is valid.",
      "labels": [
        "RPC"
      ],
      "id": "dfc226faa36d40c78fb8eba947fc5bfb_227"
    },
    {
      "start": 32868,
      "end": 32902,
      "text": "The issue is answered accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "505eb4fb0a7e44feb446877ef43ec8ca_228"
    },
    {
      "start": 32904,
      "end": 32956,
      "text": "30. In view of the above findings, the Appeal fails.",
      "labels": [
        "RPC"
      ],
      "id": "05d167559643404799e73f2e9ef5e627_229"
    },
    {
      "start": 32957,
      "end": 32985,
      "text": "It is accordingly dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "c1c74d7e4871400992abd4e983d69342_230"
    },
    {
      "start": 32986,
      "end": 33007,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "d3e7a03b8a8d41e4b9dd3ef67635d2ec_231"
    },
    {
      "start": 33008,
      "end": 33069,
      "text": "Pending Miscellaneous Applications if any shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "14a455a257bc44fe9bea63a63ff58419_232"
    },
    {
      "start": 33070,
      "end": 33161,
      "text": "\n__________________________ P.NAVEEN RAO, J ___________________________ NAGESH BHEEMAPAKA,J",
      "labels": [
        "NONE"
      ],
      "id": "6cf1b16f24514d3c8908b147a5b1c6ff_233"
    },
    {
      "start": 33162,
      "end": 33335,
      "text": "Date: 28.04.2023 Kkm/ tvk PNR,J & NBK,J HON'BLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA COMMERCIAL COURT APPEAL NO.13 OF 2023 Date: 28.04.2023 kkm",
      "labels": [
        "NONE"
      ],
      "id": "1a457609e69f4348b4b90335fbe2abb0_234"
    }
  ]
}