{
  "id": "5bb55c780871bdd22b1d9b0beb0ea0a01b92d0f800f4e455af0850dc8e3b6a84",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nDelhi High Court \nM/S Rupin Associates vs Axis Bank Ltd. & Ors. on 31 August, 2021\nAuthor: Prathiba M. Singh\nBench: Prathiba M. Singh \n                                                                  Signature Not Verified \n                                                                  Digitally Signed By:DINESH\n                                                                  Singh Nayal \n                                                                  Signing Date:04.09.2021 \n                                                                  23:46:53 \n\n\n$~6 & 7 \n*       In The High Court Of Delhi At New Delhi\n                              Date of decision: 31st August, 2021 \n\n+            C.R.P. 45/2021 & Cm Appl.14790/2021 \n        M / S Rupin Associates                        ..... Petitioner \n                         Through: Mr. Rudra Pratap and Mr. V.K. Ohri, \n                                  Advocates. \n                         versus\n        Axis Bank Ltd. & Ors.                       ..... Defendants \n                         Through: Mr. Anuj Chauhan, Advocate . \n\n+            C.R.P. 46/2021 & Cm Appl.15011/2021 \n        M / S Pam Cosmetics And Glasses Pvt . Ltd ...... Petitioner \n                         Through: Mr. Rudra Pratap and Mr. V.K. Ohri,\n                                  Advocates. \n                         versus\n[\n\n        Axis Bank Ltd. & Ors.                                  ..... Defendants \n                     Through:                 Mr. Anuj Chauhan, Advocate. \n\n        Coram: \n        Justice Prathiba M. Singh\n\nPrathiba M. Singh, J.(Oral) \n1. This hearing has been done through video conferencing. \n2. These are two Civil Revision Petitions, which have been filed challenging the orders dated 10th February, 2020 and 17th March, 2021 passed by the ld. District Judge, Commercial Courts-2, South District, Saket Courts (hereinafter, \"Commercial Court\"), in two commercial suits bearing Nos. Cs(Comm) 62/2019 and Cs(Comm) 63/2019.\n3. Vide the first order dated 10th February, 2020, the following two applications filed by the Petitioners herein/Plaintiffs (hereinafter, \"Plaintiffs\"), were dismissed by the Commercial Court. \n Application under Rule 4 (D)(3-A) of the Schedule r/w Section 16(3) of the Commercial Courts Act, 2015 (hereinafter \"Act\") also r/w Order Xii Rule 6 of the Cpc, and  Application under Rule 4(D)(i) of the Schedule of the Act r/w Order Viii Rule 10 of the Cpc.\n4. Consequent upon the dismissal, a review petition was filed by the Plaintiffs, seeking review of the said order passed on 10th February, which has also been dismissed vide the second impugned order dated 17th March, 2021. Accordingly, a Civil Revision Petition has been preferred by the Plaintiffs before this court, under section 115 r/w section 151 of the Cpc, challenging the said dismissal orders passed by the Commercial Court. The prayers in these petitions are the following:\n\"A. Pass an order allowing the present revision petition and the impugned order, dated 17.03.2021, passed by the court of Ld. District Judge- (Commercial Court-\n2), South Dist., Saket, New Delhi, be set aside.\nB. Pass an order setting aside the order, dated 10.02.2020 passed by the Ld. District Judge (Commercial Court-2), South Dist., Saket, New Delhi, in Cs(Comm) No. 62 of 2019 and Cs(Comm) No. 63 of 2019.\nC. Pass an order allowing the Application of the Petitioner under Order Xii Rule 6 in Cs(Comm) No. 62 of 2019 and Cs(Comm) No. 63 of 2019 pending before the Ld. District Judge (Commercial Court-2), South Dist., Saket, New Delhi. \nD. Pass any other order or direction as this Hon'ble Court may deem appropriate.\"\nSubmissions of the Parties\n5. On behalf of the Respondent/ Defendant before the Commercial Court (hereinafter, \"Defendant\"), on the first date of hearing in this matter, i.e., on 17th May 2021, a preliminary objection was raised as to the maintainability of the present Revision Petitions before this court. This Court has, accordingly, heard the submissions of the parties both on maintainability as also on the merits of the matter. \n6. On the question of maintainability, ld. Counsel for the Defendant has placed reliance upon Section 8 and Section 12(3) of the Act of 2015, to submit that the dismissal of these applications by the Commercial Court constitute interlocutory orders, against which a Revision Petition cannot lie, as there is a specific bar against entertaining Revision Petitions arising out of an interlocutory order, under these two provisions of the Act of 2015.\n7. It is further submitted by Mr. Chauhan, ld. Counsel for the Defendant that the clear mandate of the Act of 2015 is that interlocutory orders are not revisable, and Section 115 of the Cpc would therefore not apply. He has placed reliance on Hpl (I ndia) Limited and Ors. v. QRG Enterprises and Another (FAO (OS) (COMM) No. 12/2017 delivered on 14th February 2017), to submit that an appeal would lie only against the orders as mentioned in the Section 13 of the Act of 2015. Reliance is also placed on Tek Singh v. Shashi Verma and Anr., (2019) 16 SCC 678, to argue that a Revision Petition would not lie against an interlocutory order. \n8. Mr. Rudra Pratap, ld. counsel appearing for the Plaintiffs, on the other hand, submits that both the impugned orders, in fact, go into the merits of the issue and affect the substantive rights of the Plaintiffs, and thus a Revision Petition would be maintainable. He has further placed the second impugned order dated 17th March, 2021, to argue that various observations have been made by the Commercial Court, and in fact the Court has concluded that the non-existence of denial of any averments made in the plaint, would be considered in the case. He submits that when such observations are made, it is clear that the dismissal of the two applications were not called for, and the same ought to have been considered on merits. He further submits that the Commercial Court has given permission to file a replication and accordingly the application under Order XXII Rule 6 of the CPC was decided prematurely. He accordingly submits that the dismissal of the same would vest a substantive right with the Plaintiffs to challenge the same under Section 115 of the CPC. \n9. Mr. Pratap, ld. Counsel further submits that the impugned orders are not interlocutory orders within the meaning of Section 8 and 12 of the Act of 2015. He submits that the question as to whether an order constitutes an interlocutory order, has to be decided on the basis of the nature of the order and not on the basis of the provision of law under which the applications were filed. \n10. Reliance is placed upon the following judgments by Mr. Pratap, ld. Counsel for the Plaintiff:\ni) Arjun Singh v. Mohinder Kumar and Ors. (1964) 5 SCR 946 ii) Vidyodaya Trust and Others v. Mohan Prasad R and Ors. \n(2006) 7 SCC 452- Paras 4 and 11 :\niii) Shipping Corporation of India v. Machado Brothers and Ors., (2004) 11 SCC 168:\niv) Sada Ram v. Delhi Development Authority, AIR 1974 Del 35:\n11. Mr. Pratap finally submits that in the impugned orders, there are conclusive findings which have been given on facts. The pleadings are not yet complete in the matter, and a replication has been permitted to be filed by the Commercial Court. He submits that under such circumstances, if the applications under Order XII Rule 6 or under Order VIII Rule 10 would have been decided in favour of the Plaintiffs, the same would have resulted in the final disposal of the suits itself. Thus if the applications are dismissed also, according to the proviso to Section 115(1) of the CPC, Revision Petitions would be maintainable. \n12. In rejoinder, Mr. Chauhan, ld. counsel appearing for the Defendant submits that Section 115 of CPC was amended in 2002, and none of the judgments cited by the ld. Counsel for the Plaintiffs would be relevant, considering the said amendment. In any event, he submits that none of the judgments cited by ld. Counsel for the Plaintiffs are in the context or post the enactment of the Act of 2015. He specifically relies upon the judgment of the Madras High Court in Magic Frames vs. Radiance Media Private Limited (C.M.P.No.20376 of 2018, decided on 4th June 2019) and a recent judgment of a co-ordinate bench of this Court in Span Health Care vs. Vishal Sharma (CRP 31/2019, decided on 16th April 2021) to canvass his submissions. \n13. After hearing the parties from time to time on the maintainability of these matters, this Court, on 8th July 2021, heard the parties briefly on the merits of the matters. Upon hearing, it was noticed that an amicable resolution of the disputes raised could be explored, as one of the amounts claimed by the Plaintiff in CRP 46/2021, i.e., Rs. 5,50,000/- is lying with the Defendant- Bank, towards a Bank Guarantee that was issued by the Plaintiff in favour of the Assistant Excise and Taxation Commissioner, Nahan, Himachal Pradesh (hereinafter, \"AETC\"). It was stated by the ld. Counsel for the Plaintiff that the said Bank Guarantee had lapsed and the AETC had not invoked the said Bank Guarantee. Mr. Chauhan, ld. Counsel for the Defendants also submitted that the Bank had not received any communication in respect of the invocation of the said Bank Guarantee from the AETC. \n14. Accordingly, vide order dated 8th July 2021, this Court directed the parties to file an affidavit in respect of the status of the said Bank Guarantee, and directed the Plaintiffs to also file a copy of the Bank Guarantee along with any letters written to the AETC by the Plaintiffs, and vice versa. The said affidavits have been filed by the parties and are on record. \nAnalysis and Findings:\n15. The present petitions arise out of two suits filed by the Plaintiffs before the Commercial Court, for recovery of damages and compensation against the Defendant- Axis Bank Ltd. and two of its officials. The case of the Plaintiffs is that they are a registered Micro Small and Medium Enterprise (hereinafter, \"MSME\") and they were maintaining credit accounts with the Axis Bank. However, due to various reasons, the credit facility with the Axis Bank was shifted to HDC Bank and finally a sum of Rs.2.6 Crores was paid by Plaintiff in CRP 45/2021, and Rs. 3.0 Crores was paid by the Plaintiff in CRP 46/2021, which as per the Plaintiffs was a full and final settlement . According to the Plaintiffs, the said amount was accepted without any demur. However, thereafter, some amounts were debited as pre-payment charges. In CRP 45/2021, on the basis of the stand of the Bank that certain amounts were due, and due to delay in issuance of NOC, the amount of Rs.90 lakhs was withheld by HDFC and some losses are stated to have been caused to the Plaintiff. Accordingly, the Plaintiff seeks a decree for a sum of Rs.1,45,68,344/- in its favour. In CRP 46/2021, the Plaintiff alleged that the Bank did not release the margin money of Rs. 5,50,000/- and Rs. 90,000/-taken by them for issuance of bank guarantee valid of one year, and the same are held by the Bank. Accordingly, due to the losses caused, the Plaintiff prays for a decree for a sum of Rs. 1,11,48,491.11/- in its favour. \n16. In the written statement before the Commercial Court, the Bank, in CRP 45/2021, took the position that since the credit facility was being transferred, Rs.5,68,344/- was liable to be paid by the Plaintiffs as pre- payment charges. Post the penal charges being debited, the NOC was issued to the Plaintiff. The Bank, therefore, denied its liability for any of the amounts claimed by the Plaintiffs. Thus, there was no admission which warranted a decree under Order 12 Rule 6.\n17. In CRP 46/2021, the Bank took the position that after the deduction of pre-payment charges of Rs. 5,08,491.11/, the NOC was issued to the Plaintiff, and as far as the Bank Guarantee of Rs. 5,50,000/- and Rs. 90,000/- are concerned, the latter had already been released to the Plaintiff. However insofar far as the Bank Guarantee of Rs. 5,50,000/- is concerned, the Defendant contended that that the same could not be closed as the Bank Guarantee was issued to a Government Department, without returning the original Bank Guarantee. \n18. An application under Order XII Rule 6 of the CPC was then filed by the Plaintiffs before the Commercial Court. The stand in the said application was that the Defendant had failed to deny all the allegations given in the plaint and no reasons were given to substantiate any denial. Thus, the Plaintiffs contented that they are entitled to a decree on admission under Order XII Rule 6 CPC. An application under Order VIII Rule 10 of the CPC, was also filed by the Plaintiffs, where the allegation was that the written statement was not filed within 120 days. \n19. The Commercial Court heard the matters on both these applications. The finding of the Commercial Court in the order dated 10th February, 2020 is that the written statement was filed by the Defendant on 1st July, 2019, well within 30 days period. Further, insofar as the application under Order XII Rule 6 of CPC is concerned, the said application was also dismissed, as according to the Commercial Court, the written statement was duly filed, denying all allegations. The Commercial Court also permitted the Defendant to file the affidavits of Admission and Denial and also referred the matter for mediation. \n20. The Plaintiffs sought review of the said order, before the Commercial Court, raising completely new grounds, which are as follows:\n That the written statement was filed without complying with the mandatory provisions of Order VI Rule 15A of the Act of 2015 i.e. the Statement of Truth not being in accordance with such provision.  That there was no denial in terms of the provision of Order VIII Rule 3A of the Act of 2015, and that the order dismissing the application could not have been passed in view of Order III Rule 4.\n21. The Commercial Court dismissed the review application vide order dated 17th March 2021, wherein, it observed as under:\n\"After hearing the submissions advanced by Ld. Counsel for parties and perusal of record, this Court finds no error apparent on the face of record or any other sufficient reason to review or modify the order dated 10.02.2020. As regards the date 01.07.2019, the same is regarding the date on which WS was filed by the defendants as there is comma after summons. As regards of authority of Sh. Amandeep Chugh it has already been mentioned in the order that attorney in his favour on behalf of bank had been filed and admittedly D-2 and D-3 were the employees of the bank and it has been noted in the order dated 10.02.2020 that case of plaintiff is not against D2 and D-3 in their personal capacity. Indisputably, there are no specific averments against D-2 and D-3 to make them severely liable for the alleged damages as admittedly plaintiff had taken credit facility from D-1 Bank as per his own averments in the plaint. In para 4, plaintiff has mentioned generally \"defendants\" and para 11 it is mentioned that D-2 and D-3 continued to be vindictive. There is no averment in the plaint as to in what manner they continued to be vindictive or how they are liable for the civil action in personal capacity. It is also matter of record that alongwith the reply authority in favour of Sh. Amandeep Chugh was filed by D-2 and D-3 as well before the disposal of the said application. As far as the error in verification as required under order VI Rule 15A is concerned, the legal position is well settled that Court can allow the parties to rectify the same. \nIt is interesting to note that even the verification under order VI Rule 15A of Commercial Courts Act/statement of truth filed by the plaintiff's AR Sh. Harcharan Singh himself is not proper. The para 6 of the statement of truth has blank and it does not specifies the number of pages nor each of the page of the plaint as mentioned has been signed by him as stated in the statement of truth. \nEven the list of documents filed by the plaintiff is not as per requirement of Order XI Rule 2 mentioned in schedule of the Commercial Court Act, 2015 and the list of documents filed by the defendants is not as per requirement of Order XI rule 8 mentioned in schedule of the Commercial Court Act, 2015. \nAs far as the fact that defendants have not denied the averments as per order VIII or not and their effect if any, shall be considered by the Court on the next stage of case management hearing after both the parties conclude their pleadings, statement of truth and affidavits of admission/denial. \nIn the aforenoted facts and circumstances review application being devoid of any merits is dismissed accordingly.\" \n22. From a perusal of the above order, it is clear that the Commercial Court has dismissed the review application, by giving further reasons in support of the initial order dated 10th February, 2020. The said reasons are:\n That no separate allegations have been made against the officials of the Bank, i.e., the Defendants No. 2 and 3 in the suits.  That no particulars have been mentioned as to how the officials continued to be vindictive. \n That any error in the verification of the written statement can always be rectified. \n That insofar as the other allegations are concerned, the same shall be considering at the time of case management hearing after the pleadings are concluded and Statement of Truth and affidavits of admission/denial are filed. \n23. It is in light of this background that the present Revision Petitions have been filed before this Court. \nOn maintainability 24 Insofar as the question of maintainability of these petitions is concerned, this Court is of the opinion that the question of maintainability of a Civil Revision Petition, against an order passed by a Commercial Court, under the Act of 2015, now stands decided by the Division Bench of this Court vide judgment dated 10th August 2021, in CM(M) 132/2021 titled Black Diamond Trackparts Pvt. Ltd. and Ors. v. Black Diamond Motors Pvt. Ltd and a connected matter. In the said case, the Division Bench was concerned with a question as to whether an order by a Commercial Court dismissing an order under Order VII Rule 10 of the CPC, would be revisable under the Act of 2015. The ld. Division Bench of this court, firstly, held that an order dismissing an application under Order VII Rule 10 of the CPC would generally be revisable under Section 115 of the CPC, due to the applicability of the proviso to Section 115(1) of the CPC. However, the court held that the remedy of Revision under Section 115 of the CPC has been expressly taken away by the Act of 2015, and only a remedy under Article 227 would lie, if at all. The Court was categorical in holding that any other view would be against the legislative intention and purpose of the Act of 2015, i.e., the expeditious disposal of commercial suits. The relevant extracts of the said judgment read as under:\n\"25. Having held that the order impugned in CM(M) No.132/2021 is revisable under Section 115 of the CPC, we enquired from the counsel for the petitioners therein, how a petition under Article 227 of the Constitution of India is maintainable. \n26. The counsel for the petitioners in CM(M) No.132/2021 contended, that the petition under Article 227 of the Constitution of India has been filed, because revision under Section 115 of the CPC is barred under the Commercial Courts Act.\n27. We have considered the aforesaid aspect. \nxxxx 29. The reasoning in the aforesaid judgments gave rise to the question, that since the remedy of revision under Section 115 of the CPC though available under the CPC against the order of dismissal of application under Order VII Rule 10 of the CPC, has been taken away under the Commercial Courts Act, whether a petition under Article 227 would lie.\n30. We are of the view that once the Commercial Courts Act has expressly barred the remedy of a revision application under Section 115 of the CPC, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of Article 227 of the Constitution of India. The scope and ambit of a petition under Article 227 is much wider than the scope and ambit of a revision application under Section 115 of the CPC; whatever can be done in exercise of powers under Section 115 of the CPC, can also be done in exercise of powers under Article 227 of the Constitution. Allowing petitions under Article 227 to be preferred even against orders against which a revision application under Section 115 CPC would have been maintainable but for the bar of Section 8 of the Commercial Courts Act, would nullify the legislative mandate of the Commercial Courts Act. Recently, in Deep Industries Limited Vs. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706, in the context of petitions under Article 227 of the Constitution of India with respect to orders in an appeal against an order of the Arbitral Tribunal under Section 17 of the Arbitration & Conciliation Act, 1996, it was held that if petitions under Article 226 / 227 of the Constitution against orders passed in appeals under the Arbitration Act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years. It was observed that though Article 227 is a constitutional provision which remains untouched by an non-obstante Clause 5 of the Arbitration Act but what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing First Appeals under the Arbitration Act, yet the High Court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders which are patently lacking in inherent jurisdiction. Thus, though we are of the view that gates of Article 227 ought not to be opened with respect to orders in commercial suits at the level of the District Judge against which a revision application under CPC was maintainable but which remedy has been taken away by the Commercial Courts Act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under Article 227 is completely barred. However the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the CPC were revisable and which remedy has been taken away by a subsequent legislation i.e. the Commercial Courts Act, and ensuring that such exercise of jurisdiction by the High Court does not negate the legislative intent and purpose behind the Commercial Courts Act and does not come in the way of expeditious disposal of commercial suits. \n31. We thus hold the petition under Article 227 of the Constitution of India to be maintainable with respect to the order impugned in CM(M) No.132/2021.\nxxx\"\n25. The Act of 2015, as held by the Division Bench of this Court, specifically provides, under Section 8, that no Civil Revision Application or Petition shall be entertained against any interlocutory order passed by a Commercial Court. This provision goes on to explain that an order on the issue of jurisdiction would also not be reviewable and only an appeal would be maintainable. This is a conscious departure from the existing scheme of the CPC, inasmuch as the intention behind the introduction of such a provision in the Act of 2015 is to ensure that the proceedings in commercial suits are not repeatedly delayed due to the filing of Revision Petitions, or similar petitions thereof. \n26. Mr. Pratap, ld. counsel for the Plaintiffs, has vehemently argued that the orders passed by the Commercial Court, dismissing the applications under Order XII Rule 6 of CPC and under Order VIII Rule 10 of CPC, would not be interlocutory orders and that a substantive right is accrued in favour of the Plaintiffs. Considering the fact that this very issue has now been decided by the Division Bench of this Court, the same rationale as applying to the orders passed under Order VII Rule 10 of the CPC, would also apply to orders passed by the Commercial Court dismissing applications under Order XII Rule 6 and VIII Rule 10 of the CPC as well. \n27. The Division Bench in Black Diamond Trackparts (supra) has concluded that Revision Petitions would not be maintainable under the Act of 2015, and the only remedy is to file a writ petition. The reason for the same is not far to seek, inasmuch as, as has been done by the ld. District Judge, Commercial Court in this case, some of the issues raised in the review petition have been postponed for adjudication at the time of case management hearing. Further, pleadings are yet to be completed in the suits. Accordingly, if Revision Petitions are entertained against such orders, there is a grave likelihood of substantive delay being caused in the adjudication of commercial suits. Moreover, in the present case, a perusal of the two applications filed by the Plaintiffs, shows that the initial applications were completely vague, ambiguous and cryptic, and only at the stage of review, further new grounds were sought to be introduced.\n28. Even in the recent judgment of a co-ordinate bench of this Court in Span Healthcare Pvt. Ltd. (supra), the ld. Single Judge analysed the intent of the Act of 2015, and held that an order of the Commercial Court passed in a summary suit under Order XXXVII CPC, granting leave to defend, constituted an interlocutory order and is not revisable under the Commercial Courts Act due to the applicability of Section 8 of the Act. Accordingly, the Revision Petition was dismissed by the Court as not maintainable. \n29. Thus this court holds that the present Revision Petitions are not maintainable. \n30. However, considering the fact that an amicable resolution of the disputes raised in these petitions could be possible, this court has briefly heard the parties on the merits involved and perused the affidavits filed by the parties in pursuance of the order dated 8th July 2021. On merits 31. Upon a perusal of the said affidavits filed by the parties, it appears that a sum of Rs.5,50,000/- continues to remain deposited with the Bank in CRP 46/2021, as the same was issued by the Bank in lieu of a Bank Guarantee which was submitted by the Plaintiff in CRP 46/2021 to the AETC. The Defendant- Bank does not deny the fact that the said amount is lying deposited with it, however, the bank has sought an indemnity from the Plaintiff in order to release the same. \n32. Mr. Rudra Pratap, ld. counsel for the Plaintiff in the said matter, submits that as per the Bank's email dated 17th May, 2019, the indemnity bond has already been submitted, and therefore, the Bank ought to pay the amount of Rs.5,50,000/- to the Plaintiff. Further, he submits that the difficulty is being faced because the original Bank Guarantee has been lost. \n33. Considering the fact that the amount of Rs.5,50,000/- is lying with the Defendant- Bank, in lieu of a Bank Guarantee submitted to a Governmental Authority, the Plaintiff, in order to seek release of the said amount from the Bank ought to either obtain the original Bank Guarantee from the said Department, or a No Dues or No Objection Certificate from the AETC. Upon the Plaintiff submitting the same, the Bank may release the said amount to the Plaintiff. Merely because the Bank admits that the amount of Rs.5,50,000/- continues to remain deposited with it, the same would not make it a case for release of the said amount in terms of Order XII Rule 6 of CPC, as the original Bank Guarantee is admittedly not available with the Plaintiff, which is usually a condition for return of the amounts. There is no admission except the fact that the amount is lying with the Bank. The Plaintiff is, however, given liberty, under these facts and circumstances, to either obtain a No Objection/ No Dues Certificate from the Governmental Authority, or the original Bank Guarantee, and submit the same to the Defendant- Bank. Upon submission of either of these documents, within one week, the amount of Rs.5,50,000/- shall be released to the Plaintiff. In the meantime, the amount of Rs.5,50,000/- which is lying with the Bank shall remain in a Fixed Deposit, so that interest can continue to be earned on the same. \n34. Insofar as the application under Order VIII Rule 10 of CPC is concerned, the objections of the Plaintiffs in the said Application qua the written statement filed by the Defendant, are as under:\ni) That the Statement Of Truth has not been filed in terms of the Commercial Courts Act, 2015.\nii) That the Admission-Denial of Documents has not been conducted as per the provisions of the Commercial Courts Act, 2015.\niii) That the vakalatnama has also not filed. \n35. The ld. District Judge, Commercial Court, has considered these submissions made on behalf of the Plaintiffs and has held that these would not constitute grounds to reject the written statement completely. It has held that the question of whether verification was proper/ Statement of truth was filed or not, would be a rectifiable defect. \n36. This Court, is of the opinion that whenever pleadings are filed in a commercial suit governed by the Act of 2015, the same ought to be strictly in accordance with the provisions of the said Act. The written statement having already been filed by the Defendant, any defects therein, does not make it a case for rejection of written statement completely and for judgment being passed, but only for the Court to further examine the same. \n37. Accordingly, it is directed that an issue would be framed by the Commercial Court in the suits, to the effect as to whether the Defendant had filed a proper Statement of Truth and had filed a proper Admission-Denial of documents or not, as also whether the defence would be liable to be taken on record in view of said defects. The said issue shall be decided by the Commercial Court with the main suits itself. It is made clear that the impugned orders shall not prejudice the final adjudication of the said issue, which shall be decided in accordance with law. \n38. At this stage, ld. counsel for the Defendant- Bank submits that the vakalatnama has been filed and the Statement of Truth, if any, would also be rectified. For the said purpose, the Commercial Court would consider the submission of the Defendant and give permission in accordance with law. \n39. Further, if the Plaintiffs obtain a No Objection Certificate from the AETC, or the original Bank Guarantee, they are given liberty to move an application before the Commercial court, seeking directions for the release of the amount of Rs.5,50,000/- along with interest, if any. \n40. The present petitions along with all pending applications, are disposed of in these terms. \nPRATHIBA M. SINGH JUDGE AUGUST 31, 2021 Dj/Ak (Corrected and uploaded on 4th September 2021)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b66649c5df4443bd927208827c6b6e8e_0"
    },
    {
      "start": 155,
      "end": 242,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83813e691ea44c12bc8fa4fefe3eceed_1"
    },
    {
      "start": 242,
      "end": 258,
      "text": "Delhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00624454a12a44f798ab0920a036aef1_2"
    },
    {
      "start": 260,
      "end": 325,
      "text": "M/S Rupin Associates vs Axis Bank Ltd. & Ors. on 31 August, 2021\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3fb15cdf88d4db88d47ad18273de483_3"
    },
    {
      "start": 325,
      "end": 357,
      "text": "Author: Prathiba M. Singh\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5764e9788929484d805cb6d473be40ee_4"
    },
    {
      "start": 358,
      "end": 375,
      "text": "Prathiba M. Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51c769b654e34a4389b9b4599a4ba52b_5"
    },
    {
      "start": 443,
      "end": 465,
      "text": "Signature Not Verified",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69049d5a446d49408e0a71b4f67b615c_6"
    },
    {
      "start": 533,
      "end": 626,
      "text": "Digitally Signed By:DINESH\n                                                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "edbc060b6e7147c892f51f98df7d6ea0_7"
    },
    {
      "start": 626,
      "end": 637,
      "text": "Singh Nayal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "05359d83293a4847a70c979130e05ef5_8"
    },
    {
      "start": 705,
      "end": 728,
      "text": "Signing Date:04.09.2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "32b155b4b2b6474a91ef8f57cbeda096_9"
    },
    {
      "start": 796,
      "end": 804,
      "text": "23:46:53",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f6e10f23a1f4a87bfcf187fd9492d3c_10"
    },
    {
      "start": 805,
      "end": 815,
      "text": "\n\n\n$~6 & 7",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7af4841bc5dc4c60b127fdf7e762df5e_11"
    },
    {
      "start": 817,
      "end": 895,
      "text": "*       In The High Court Of Delhi At New Delhi\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc31ed5b47da4e9a9e662731c351e98a_12"
    },
    {
      "start": 895,
      "end": 930,
      "text": "Date of decision: 31st August, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e28c6b715c054a078e0419046e91395f_13"
    },
    {
      "start": 933,
      "end": 981,
      "text": "+            C.R.P. 45/2021 & Cm Appl.14790/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d3c05e32f5943e7b0a838cf1e7093f2_14"
    },
    {
      "start": 991,
      "end": 1013,
      "text": "M / S Rupin Associates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3909057c63e4221927f27f1d10a29e0_15"
    },
    {
      "start": 1037,
      "end": 1053,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a048c7834c604466ab7602d377aff4db_16"
    },
    {
      "start": 1080,
      "end": 1124,
      "text": "Through: Mr. Rudra Pratap and Mr. V.K. Ohri,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d197faf16b904e989e28f5159e6c5848_17"
    },
    {
      "start": 1160,
      "end": 1170,
      "text": "Advocates.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b60af6257d93438eb9a088f7a81f9433_18"
    },
    {
      "start": 1197,
      "end": 1212,
      "text": "versus\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "083825dac0fe43b8b18534a297d2857a_19"
    },
    {
      "start": 1212,
      "end": 1233,
      "text": "Axis Bank Ltd. & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5171234c902e4750be2f732b47071f96_20"
    },
    {
      "start": 1256,
      "end": 1272,
      "text": "..... Defendants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66562362c119421b809c32e2e33938d7_21"
    },
    {
      "start": 1299,
      "end": 1307,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43c38f8856f440199f3b484e889d9feb_22"
    },
    {
      "start": 1308,
      "end": 1334,
      "text": "Mr. Anuj Chauhan, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9014f635a30249958fc1a4a3e8a03e02_23"
    },
    {
      "start": 1335,
      "end": 1387,
      "text": ". \n\n+            C.R.P. 46/2021 & Cm Appl.15011/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "419849b7778c4c6a9e0cb1febe6731fa_24"
    },
    {
      "start": 1397,
      "end": 1428,
      "text": "M / S Pam Cosmetics And Glasses",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0574385c161480cb85629907170f013_25"
    },
    {
      "start": 1429,
      "end": 1438,
      "text": "Pvt . Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4cd71f47015c41c49eab27a44e415109_26"
    },
    {
      "start": 1439,
      "end": 1445,
      "text": "......",
      "labels": [
        "PREAMBLE"
      ],
      "id": "105121b8024a40b6b347b32b6f0e2698_27"
    },
    {
      "start": 1446,
      "end": 1456,
      "text": "Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7062db2a715246a0b67bada3d886cad5_28"
    },
    {
      "start": 1483,
      "end": 1562,
      "text": "Through: Mr. Rudra Pratap and Mr. V.K. Ohri,\n                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aed65fe5ccff4551b3b7014f6de431d6_29"
    },
    {
      "start": 1562,
      "end": 1572,
      "text": "Advocates.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0fa2cd36f7014dd3acef697be74f5f8c_30"
    },
    {
      "start": 1599,
      "end": 1606,
      "text": "versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77a7bc1f058c4d329ad2440045a93c38_31"
    },
    {
      "start": 1606,
      "end": 1638,
      "text": "[\n\n        Axis Bank Ltd. & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb444c3d761344cd9cfacb9a57dbc630_32"
    },
    {
      "start": 1672,
      "end": 1688,
      "text": "..... Defendants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47fa9c22245d44e7b2dd65ab04d10d12_33"
    },
    {
      "start": 1711,
      "end": 1736,
      "text": "Through:                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "694e959b120245b687ebc51da1948389_34"
    },
    {
      "start": 1736,
      "end": 1763,
      "text": "Mr. Anuj Chauhan, Advocate.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "536a9abaa942496da949ef33d9c6c00e_35"
    },
    {
      "start": 1774,
      "end": 1780,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b56c34d489d848b9865a7857fc88b165_36"
    },
    {
      "start": 1781,
      "end": 1844,
      "text": "\n        Justice Prathiba M. Singh\n\nPrathiba M. Singh, J.(Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0ce6c465f4c4756b4862dbf09642f6f_37"
    },
    {
      "start": 1846,
      "end": 1903,
      "text": "1. This hearing has been done through video conferencing.",
      "labels": [
        "NONE"
      ],
      "id": "0639d4fa6dfc4d6fbd404a65521ac261_38"
    },
    {
      "start": 1905,
      "end": 2237,
      "text": "2. These are two Civil Revision Petitions, which have been filed challenging the orders dated 10th February, 2020 and 17th March, 2021 passed by the ld. District Judge, Commercial Courts-2, South District, Saket Courts (hereinafter, \"Commercial Court\"), in two commercial suits bearing Nos. Cs(Comm) 62/2019 and Cs(Comm) 63/2019.\n3.",
      "labels": [
        "FAC"
      ],
      "id": "cc844571d8104a04b2afecf8eecc298a_39"
    },
    {
      "start": 2238,
      "end": 2428,
      "text": "Vide the first order dated 10th February, 2020, the following two applications filed by the Petitioners herein/Plaintiffs (hereinafter, \"Plaintiffs\"), were dismissed by the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "bd72164b372d4ad5b84b5c7c26df7141_40"
    },
    {
      "start": 2431,
      "end": 2692,
      "text": "Application under Rule 4 (D)(3-A) of the Schedule r/w Section 16(3) of the Commercial Courts Act, 2015 (hereinafter \"Act\") also r/w Order Xii Rule 6 of the Cpc, and  Application under Rule 4(D)(i) of the Schedule of the Act r/w Order Viii Rule 10 of the Cpc.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "2297b5aedf2d48b7b5deac614a2b4f65_41"
    },
    {
      "start": 2693,
      "end": 2913,
      "text": "Consequent upon the dismissal, a review petition was filed by the Plaintiffs, seeking review of the said order passed on 10th February, which has also been dismissed vide the second impugned order dated 17th March, 2021.",
      "labels": [
        "FAC"
      ],
      "id": "0f0e125d16e54fcd8715e273a08f54c7_42"
    },
    {
      "start": 2914,
      "end": 3124,
      "text": "Accordingly, a Civil Revision Petition has been preferred by the Plaintiffs before this court, under section 115 r/w section 151 of the Cpc, challenging the said dismissal orders passed by the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "e34c55a90e954f0fad6b050e9bde6479_43"
    },
    {
      "start": 3125,
      "end": 3588,
      "text": "The prayers in these petitions are the following:\n\"A. Pass an order allowing the present revision petition and the impugned order, dated 17.03.2021, passed by the court of Ld. District Judge- (Commercial Court-\n2), South Dist., Saket, New Delhi, be set aside.\nB. Pass an order setting aside the order, dated 10.02.2020 passed by the Ld. District Judge (Commercial Court-2), South Dist., Saket, New Delhi, in Cs(Comm) No. 62 of 2019 and Cs(Comm) No. 63 of 2019.\nC.",
      "labels": [
        "FAC"
      ],
      "id": "ef347f03611d45fda9377e7b321b15aa_44"
    },
    {
      "start": 3589,
      "end": 3814,
      "text": "Pass an order allowing the Application of the Petitioner under Order Xii Rule 6 in Cs(Comm) No. 62 of 2019 and Cs(Comm) No. 63 of 2019 pending before the Ld. District Judge (Commercial Court-2), South Dist., Saket, New Delhi.",
      "labels": [
        "FAC"
      ],
      "id": "d20a373ba71e4d469c82b269a1811381_45"
    },
    {
      "start": 3816,
      "end": 3927,
      "text": "D. Pass any other order or direction as this Hon'ble Court may deem appropriate.\"\nSubmissions of the Parties\n5.",
      "labels": [
        "FAC"
      ],
      "id": "7cc0566852004d779883c1c82bf2f0df_46"
    },
    {
      "start": 3928,
      "end": 4205,
      "text": "On behalf of the Respondent/ Defendant before the Commercial Court (hereinafter, \"Defendant\"), on the first date of hearing in this matter, i.e., on 17th May 2021, a preliminary objection was raised as to the maintainability of the present Revision Petitions before this court.",
      "labels": [
        "FAC"
      ],
      "id": "59071ebc50b24667adb3f7097f0f0e5e_47"
    },
    {
      "start": 4206,
      "end": 4332,
      "text": "This Court has, accordingly, heard the submissions of the parties both on maintainability as also on the merits of the matter.",
      "labels": [
        "FAC"
      ],
      "id": "d3e00d4159c74a2087d14169edf0ab19_48"
    },
    {
      "start": 4334,
      "end": 4376,
      "text": "6. On the question of maintainability, ld.",
      "labels": [
        "NONE"
      ],
      "id": "78eb32b14e3d4dc788cf4f443b063685_49"
    },
    {
      "start": 4377,
      "end": 4785,
      "text": "Counsel for the Defendant has placed reliance upon Section 8 and Section 12(3) of the Act of 2015, to submit that the dismissal of these applications by the Commercial Court constitute interlocutory orders, against which a Revision Petition cannot lie, as there is a specific bar against entertaining Revision Petitions arising out of an interlocutory order, under these two provisions of the Act of 2015.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "10451c404e444e80b3bf77d1ed97a88c_50"
    },
    {
      "start": 4786,
      "end": 4999,
      "text": "It is further submitted by Mr. Chauhan, ld. Counsel for the Defendant that the clear mandate of the Act of 2015 is that interlocutory orders are not revisable, and Section 115 of the Cpc would therefore not apply.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a96131769bd475d8a0285bf98507fda_51"
    },
    {
      "start": 5000,
      "end": 5032,
      "text": "He has placed reliance on Hpl (I",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0baac904db13454887e7983e37611c7d_52"
    },
    {
      "start": 5033,
      "end": 5149,
      "text": "ndia) Limited and Ors. v. QRG Enterprises and Another (FAO (OS) (COMM) No. 12/2017 delivered on 14th February 2017),",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "275dbe222a7e4766ac1df0fc11540468_53"
    },
    {
      "start": 5150,
      "end": 5259,
      "text": "to submit that an appeal would lie only against the orders as mentioned in the Section 13 of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e3e43537f874d7ea92f4992f289a84a_54"
    },
    {
      "start": 5260,
      "end": 5421,
      "text": "Reliance is also placed on Tek Singh v. Shashi Verma and Anr., (2019) 16 SCC 678, to argue that a Revision Petition would not lie against an interlocutory order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c86357bc6dd248c29ae41dd19beb54e4_55"
    },
    {
      "start": 5423,
      "end": 5689,
      "text": "8. Mr. Rudra Pratap, ld. counsel appearing for the Plaintiffs, on the other hand, submits that both the impugned orders, in fact, go into the merits of the issue and affect the substantive rights of the Plaintiffs, and thus a Revision Petition would be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc19cf5390e54428bb1c711cfb1f7615_56"
    },
    {
      "start": 5690,
      "end": 5975,
      "text": "He has further placed the second impugned order dated 17th March, 2021, to argue that various observations have been made by the Commercial Court, and in fact the Court has concluded that the non-existence of denial of any averments made in the plaint, would be considered in the case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac1f1b86434943f790d2ed0a8066fbe7_57"
    },
    {
      "start": 5976,
      "end": 6154,
      "text": "He submits that when such observations are made, it is clear that the dismissal of the two applications were not called for, and the same ought to have been considered on merits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "075cb47969b9421e82bb34086c839136_58"
    },
    {
      "start": 6155,
      "end": 6334,
      "text": "He further submits that the Commercial Court has given permission to file a replication and accordingly the application under Order XXII Rule 6 of the CPC was decided prematurely.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d9bcd159bc548d2a823387f4d86cf09_59"
    },
    {
      "start": 6335,
      "end": 6491,
      "text": "He accordingly submits that the dismissal of the same would vest a substantive right with the Plaintiffs to challenge the same under Section 115 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d6fa687cb0a45b5b882fa1a612a0df0_60"
    },
    {
      "start": 6493,
      "end": 6648,
      "text": "9. Mr. Pratap, ld. Counsel further submits that the impugned orders are not interlocutory orders within the meaning of Section 8 and 12 of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3e9deb48a13492e9dde560075d6e614_61"
    },
    {
      "start": 6649,
      "end": 6880,
      "text": "He submits that the question as to whether an order constitutes an interlocutory order, has to be decided on the basis of the nature of the order and not on the basis of the provision of law under which the applications were filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e1bd6a88daae4c8091bb43c3af2b1c31_62"
    },
    {
      "start": 6881,
      "end": 7021,
      "text": "\n10. Reliance is placed upon the following judgments by Mr. Pratap, ld. Counsel for the Plaintiff:\ni) Arjun Singh v. Mohinder Kumar and Ors.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce5c0de3d7fa4f0bb10c474e374ecd34_63"
    },
    {
      "start": 7022,
      "end": 7096,
      "text": "(1964) 5 SCR 946 ii) Vidyodaya Trust and Others v. Mohan Prasad R and Ors.",
      "labels": [
        "NONE"
      ],
      "id": "c4024c1251124c18a365ceeb3b4be24d_64"
    },
    {
      "start": 7097,
      "end": 7282,
      "text": "\n(2006) 7 SCC 452- Paras 4 and 11 :\niii) Shipping Corporation of India v. Machado Brothers and Ors., (2004) 11 SCC 168:\niv) Sada Ram v. Delhi Development Authority, AIR 1974 Del 35:\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53167e594f44433281811fc0d866e312_65"
    },
    {
      "start": 7283,
      "end": 7400,
      "text": "Mr. Pratap finally submits that in the impugned orders, there are conclusive findings which have been given on facts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f1f50a27a414f45bc38cb251f564e4a_66"
    },
    {
      "start": 7401,
      "end": 7524,
      "text": "The pleadings are not yet complete in the matter, and a replication has been permitted to be filed by the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c478b9cc395c4a3193f144ada78bf2a0_67"
    },
    {
      "start": 7525,
      "end": 7762,
      "text": "He submits that under such circumstances, if the applications under Order XII Rule 6 or under Order VIII Rule 10 would have been decided in favour of the Plaintiffs, the same would have resulted in the final disposal of the suits itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a9b333c7b4974252bd8bf436720fd306_68"
    },
    {
      "start": 7763,
      "end": 7904,
      "text": "Thus if the applications are dismissed also, according to the proviso to Section 115(1) of the CPC, Revision Petitions would be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "18af3ff9e1444dbf86f60b1b436d9f61_69"
    },
    {
      "start": 7906,
      "end": 8072,
      "text": "12. In rejoinder, Mr. Chauhan, ld. counsel appearing for the Defendant submits that Section 115 of CPC was amended in 2002, and none of the judgments cited by the ld.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f735d5c9d9d44d848b17cac80b10bfe1_70"
    },
    {
      "start": 8073,
      "end": 8150,
      "text": "Counsel for the Plaintiffs would be relevant, considering the said amendment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a5e2319ad5a042ddb308af35dba5d6a5_71"
    },
    {
      "start": 8151,
      "end": 8215,
      "text": "In any event, he submits that none of the judgments cited by ld.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1bf0fcebdef4f6eb7a6a642a6324258_72"
    },
    {
      "start": 8216,
      "end": 8303,
      "text": "Counsel for the Plaintiffs are in the context or post the enactment of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "545d59912d794bf4872e1d0e5d2df1d5_73"
    },
    {
      "start": 8304,
      "end": 8638,
      "text": "He specifically relies upon the judgment of the Madras High Court in Magic Frames vs. Radiance Media Private Limited (C.M.P.No.20376 of 2018, decided on 4th June 2019) and a recent judgment of a co-ordinate bench of this Court in Span Health Care vs. Vishal Sharma (CRP 31/2019, decided on 16th April 2021) to canvass his submissions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "caaba576888e46ea86f5921a2042028f_74"
    },
    {
      "start": 8640,
      "end": 8814,
      "text": "13. After hearing the parties from time to time on the maintainability of these matters, this Court, on 8th July 2021, heard the parties briefly on the merits of the matters.",
      "labels": [
        "FAC"
      ],
      "id": "389729c4d6294b7da62845ca0982d57f_75"
    },
    {
      "start": 8815,
      "end": 9198,
      "text": "Upon hearing, it was noticed that an amicable resolution of the disputes raised could be explored, as one of the amounts claimed by the Plaintiff in CRP 46/2021, i.e., Rs. 5,50,000/- is lying with the Defendant- Bank, towards a Bank Guarantee that was issued by the Plaintiff in favour of the Assistant Excise and Taxation Commissioner, Nahan, Himachal Pradesh (hereinafter, \"AETC\").",
      "labels": [
        "FAC"
      ],
      "id": "502d1a28b7504e2794fb21e075f2af0e_76"
    },
    {
      "start": 9199,
      "end": 9343,
      "text": "It was stated by the ld. Counsel for the Plaintiff that the said Bank Guarantee had lapsed and the AETC had not invoked the said Bank Guarantee.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "aa2e8fca6fb24349931e5a9f99cf91ee_77"
    },
    {
      "start": 9344,
      "end": 9522,
      "text": "Mr. Chauhan, ld. Counsel for the Defendants also submitted that the Bank had not received any communication in respect of the invocation of the said Bank Guarantee from the AETC.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d6906469344045158574e569a626f1ee_78"
    },
    {
      "start": 9524,
      "end": 9826,
      "text": "14. Accordingly, vide order dated 8th July 2021, this Court directed the parties to file an affidavit in respect of the status of the said Bank Guarantee, and directed the Plaintiffs to also file a copy of the Bank Guarantee along with any letters written to the AETC by the Plaintiffs, and vice versa.",
      "labels": [
        "FAC"
      ],
      "id": "ae6770a381034c6aabec345418597cb3_79"
    },
    {
      "start": 9827,
      "end": 9896,
      "text": "The said affidavits have been filed by the parties and are on record.",
      "labels": [
        "FAC"
      ],
      "id": "0e2019eb2bb34ca597da7643a4ced918_80"
    },
    {
      "start": 9897,
      "end": 9924,
      "text": "\nAnalysis and Findings:\n15.",
      "labels": [
        "FAC"
      ],
      "id": "e3ceb0fd0da549e99fb1ace3b282e97d_81"
    },
    {
      "start": 9925,
      "end": 10127,
      "text": "The present petitions arise out of two suits filed by the Plaintiffs before the Commercial Court, for recovery of damages and compensation against the Defendant- Axis Bank Ltd. and two of its officials.",
      "labels": [
        "FAC"
      ],
      "id": "c070944af5fc431181b0c9e546ceb6cb_82"
    },
    {
      "start": 10128,
      "end": 10302,
      "text": "The case of the Plaintiffs is that they are a registered Micro Small and Medium Enterprise (hereinafter, \"MSME\") and they were maintaining credit accounts with the Axis Bank.",
      "labels": [
        "FAC"
      ],
      "id": "f8433a8ce35b423f9410e3cb4175c1ed_83"
    },
    {
      "start": 10303,
      "end": 10592,
      "text": "However, due to various reasons, the credit facility with the Axis Bank was shifted to HDC Bank and finally a sum of Rs.2.6 Crores was paid by Plaintiff in CRP 45/2021, and Rs. 3.0 Crores was paid by the Plaintiff in CRP 46/2021, which as per the Plaintiffs was a full and final settlement",
      "labels": [
        "FAC"
      ],
      "id": "9a4c636607e9425ba8f55bde323718cd_84"
    },
    {
      "start": 10593,
      "end": 10671,
      "text": ". According to the Plaintiffs, the said amount was accepted without any demur.",
      "labels": [
        "FAC"
      ],
      "id": "519cdb436dd843a9a165953e09fcdd09_85"
    },
    {
      "start": 10672,
      "end": 10742,
      "text": "However, thereafter, some amounts were debited as pre-payment charges.",
      "labels": [
        "FAC"
      ],
      "id": "0ea06006decb4c019778f57c695880ad_86"
    },
    {
      "start": 10743,
      "end": 10976,
      "text": "In CRP 45/2021, on the basis of the stand of the Bank that certain amounts were due, and due to delay in issuance of NOC, the amount of Rs.90 lakhs was withheld by HDFC and some losses are stated to have been caused to the Plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "075c4165f4c54336aef72c4674089cb2_87"
    },
    {
      "start": 10977,
      "end": 11063,
      "text": "Accordingly, the Plaintiff seeks a decree for a sum of Rs.1,45,68,344/- in its favour.",
      "labels": [
        "FAC"
      ],
      "id": "44ca44e47644491daa1fec8159cc124e_88"
    },
    {
      "start": 11064,
      "end": 11281,
      "text": "In CRP 46/2021, the Plaintiff alleged that the Bank did not release the margin money of Rs. 5,50,000/- and Rs. 90,000/-taken by them for issuance of bank guarantee valid of one year, and the same are held by the Bank.",
      "labels": [
        "FAC"
      ],
      "id": "e6d45ac054d1488899831e1ced1dbbd5_89"
    },
    {
      "start": 11282,
      "end": 11402,
      "text": "Accordingly, due to the losses caused, the Plaintiff prays for a decree for a sum of Rs. 1,11,48,491.11/- in its favour.",
      "labels": [
        "FAC"
      ],
      "id": "bdfe358e995747abb11c291bb91961d1_90"
    },
    {
      "start": 11404,
      "end": 11638,
      "text": "16. In the written statement before the Commercial Court, the Bank, in CRP 45/2021, took the position that since the credit facility was being transferred, Rs.5,68,344/- was liable to be paid by the Plaintiffs as pre- payment charges.",
      "labels": [
        "FAC"
      ],
      "id": "8e5f67bb778848fcb1af13657526f8e3_91"
    },
    {
      "start": 11639,
      "end": 11713,
      "text": "Post the penal charges being debited, the NOC was issued to the Plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "7612768c08dc4875981de62ca421fedf_92"
    },
    {
      "start": 11714,
      "end": 11805,
      "text": "The Bank, therefore, denied its liability for any of the amounts claimed by the Plaintiffs.",
      "labels": [
        "FAC"
      ],
      "id": "f856c9834eb94d03b17a13eca5087134_93"
    },
    {
      "start": 11806,
      "end": 11886,
      "text": "Thus, there was no admission which warranted a decree under Order 12 Rule 6.\n17.",
      "labels": [
        "FAC"
      ],
      "id": "60f8f83ccc5a4a458e3b34e65c0ed43b_94"
    },
    {
      "start": 11887,
      "end": 12173,
      "text": "In CRP 46/2021, the Bank took the position that after the deduction of pre-payment charges of Rs. 5,08,491.11/, the NOC was issued to the Plaintiff, and as far as the Bank Guarantee of Rs. 5,50,000/- and Rs. 90,000/- are concerned, the latter had already been released to the Plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "86e0a703f950465abfc87dfdfe288d15_95"
    },
    {
      "start": 12174,
      "end": 12418,
      "text": "However insofar far as the Bank Guarantee of Rs. 5,50,000/- is concerned, the Defendant contended that that the same could not be closed as the Bank Guarantee was issued to a Government Department, without returning the original Bank Guarantee.",
      "labels": [
        "FAC"
      ],
      "id": "411fe1163a1a419fbaa9ed2b78b98648_96"
    },
    {
      "start": 12420,
      "end": 12534,
      "text": "18. An application under Order XII Rule 6 of the CPC was then filed by the Plaintiffs before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "6de5e15fe729403b9939729df00ff322_97"
    },
    {
      "start": 12535,
      "end": 12704,
      "text": "The stand in the said application was that the Defendant had failed to deny all the allegations given in the plaint and no reasons were given to substantiate any denial.",
      "labels": [
        "FAC"
      ],
      "id": "0d4dccc72d244380965f2029088725e9_98"
    },
    {
      "start": 12705,
      "end": 12811,
      "text": "Thus, the Plaintiffs contented that they are entitled to a decree on admission under Order XII Rule 6 CPC.",
      "labels": [
        "FAC"
      ],
      "id": "706fb47926b04f58bafac613bf3be6dd_99"
    },
    {
      "start": 12812,
      "end": 12980,
      "text": "An application under Order VIII Rule 10 of the CPC, was also filed by the Plaintiffs, where the allegation was that the written statement was not filed within 120 days.",
      "labels": [
        "FAC"
      ],
      "id": "c4b255a9642d4108867253b956378331_100"
    },
    {
      "start": 12982,
      "end": 13052,
      "text": "19. The Commercial Court heard the matters on both these applications.",
      "labels": [
        "FAC"
      ],
      "id": "9749bff2a16d48cbabb4fdbdabd5d147_101"
    },
    {
      "start": 13053,
      "end": 13231,
      "text": "The finding of the Commercial Court in the order dated 10th February, 2020 is that the written statement was filed by the Defendant on 1st July, 2019, well within 30 days period.",
      "labels": [
        "FAC"
      ],
      "id": "45e5df2d1ca74fbc9c7076022af480e8_102"
    },
    {
      "start": 13232,
      "end": 13453,
      "text": "Further, insofar as the application under Order XII Rule 6 of CPC is concerned, the said application was also dismissed, as according to the Commercial Court, the written statement was duly filed, denying all allegations.",
      "labels": [
        "FAC"
      ],
      "id": "c24aadd788e744278cb91a1a966e02fa_103"
    },
    {
      "start": 13454,
      "end": 13594,
      "text": "The Commercial Court also permitted the Defendant to file the affidavits of Admission and Denial and also referred the matter for mediation.",
      "labels": [
        "FAC"
      ],
      "id": "4c7fd616ecc742c79f5402786611c372_104"
    },
    {
      "start": 13596,
      "end": 13732,
      "text": "20. The Plaintiffs sought review of the said order, before the Commercial Court, raising completely new grounds, which are as follows:\n ",
      "labels": [
        "FAC"
      ],
      "id": "f4eff26de7894d6fb0b609af228ce3d5_105"
    },
    {
      "start": 13732,
      "end": 13929,
      "text": "That the written statement was filed without complying with the mandatory provisions of Order VI Rule 15A of the Act of 2015 i.e. the Statement of Truth not being in accordance with such provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16f6aa8081154cfeae9d47f1d8b78a97_106"
    },
    {
      "start": 13930,
      "end": 14129,
      "text": " That there was no denial in terms of the provision of Order VIII Rule 3A of the Act of 2015, and that the order dismissing the application could not have been passed in view of Order III Rule 4.\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e99aff524894c8ebd709c1ed8918fa3_107"
    },
    {
      "start": 14130,
      "end": 14474,
      "text": "The Commercial Court dismissed the review application vide order dated 17th March 2021, wherein, it observed as under:\n\"After hearing the submissions advanced by Ld. Counsel for parties and perusal of record, this Court finds no error apparent on the face of record or any other sufficient reason to review or modify the order dated 10.02.2020.",
      "labels": [
        "RLC"
      ],
      "id": "ab92d728258f4f9caad2ae9e3973e7a6_108"
    },
    {
      "start": 14475,
      "end": 14610,
      "text": "As regards the date 01.07.2019, the same is regarding the date on which WS was filed by the defendants as there is comma after summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa94c9193d734ad18ae23d2c6e57c081_109"
    },
    {
      "start": 14611,
      "end": 14947,
      "text": "As regards of authority of Sh. Amandeep Chugh it has already been mentioned in the order that attorney in his favour on behalf of bank had been filed and admittedly D-2 and D-3 were the employees of the bank and it has been noted in the order dated 10.02.2020 that case of plaintiff is not against D2 and D-3 in their personal capacity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "297aff0a5a1347c896829509106c4b05_110"
    },
    {
      "start": 14948,
      "end": 15170,
      "text": "Indisputably, there are no specific averments against D-2 and D-3 to make them severely liable for the alleged damages as admittedly plaintiff had taken credit facility from D-1 Bank as per his own averments in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2536b1cfa98e4805b1625c9c4587d65a_111"
    },
    {
      "start": 15171,
      "end": 15301,
      "text": "In para 4, plaintiff has mentioned generally \"defendants\" and para 11 it is mentioned that D-2 and D-3 continued to be vindictive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c240ca3870a34de2be0c6dd66332244e_112"
    },
    {
      "start": 15302,
      "end": 15455,
      "text": "There is no averment in the plaint as to in what manner they continued to be vindictive or how they are liable for the civil action in personal capacity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da03dc364d2945fc8068c8275bb22ad4_113"
    },
    {
      "start": 15456,
      "end": 15628,
      "text": "It is also matter of record that alongwith the reply authority in favour of Sh. Amandeep Chugh was filed by D-2 and D-3 as well before the disposal of the said application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba2fa261b675445fa7b7b83828f2e7af_114"
    },
    {
      "start": 15629,
      "end": 15803,
      "text": "As far as the error in verification as required under order VI Rule 15A is concerned, the legal position is well settled that Court can allow the parties to rectify the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e898dc73d3e44d4e935117b1105652f9_115"
    },
    {
      "start": 15804,
      "end": 15996,
      "text": "\nIt is interesting to note that even the verification under order VI Rule 15A of Commercial Courts Act/statement of truth filed by the plaintiff's AR Sh. Harcharan Singh himself is not proper.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "639d9bc47f5d49df83d59d143757469c_116"
    },
    {
      "start": 15997,
      "end": 16197,
      "text": "The para 6 of the statement of truth has blank and it does not specifies the number of pages nor each of the page of the plaint as mentioned has been signed by him as stated in the statement of truth.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff99a5b919384f5da3bcca0984d371e3_117"
    },
    {
      "start": 16198,
      "end": 16501,
      "text": "\nEven the list of documents filed by the plaintiff is not as per requirement of Order XI Rule 2 mentioned in schedule of the Commercial Court Act, 2015 and the list of documents filed by the defendants is not as per requirement of Order XI rule 8 mentioned in schedule of the Commercial Court Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ce09fd136ee415dbe45bca041702f18_118"
    },
    {
      "start": 16502,
      "end": 16799,
      "text": "\nAs far as the fact that defendants have not denied the averments as per order VIII or not and their effect if any, shall be considered by the Court on the next stage of case management hearing after both the parties conclude their pleadings, statement of truth and affidavits of admission/denial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58896728da6d43a5a47d0a8d9eab16ba_119"
    },
    {
      "start": 16800,
      "end": 16915,
      "text": "\nIn the aforenoted facts and circumstances review application being devoid of any merits is dismissed accordingly.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0cdc9105f3a4b398f33f59a80f37c19_120"
    },
    {
      "start": 16917,
      "end": 17116,
      "text": "22. From a perusal of the above order, it is clear that the Commercial Court has dismissed the review application, by giving further reasons in support of the initial order dated 10th February, 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d95e52f2c8a4fce864e6d1e26bba2b1_121"
    },
    {
      "start": 17117,
      "end": 17267,
      "text": "The said reasons are:\n That no separate allegations have been made against the officials of the Bank, i.e., the Defendants No. 2 and 3 in the suits.  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eedaad51c52946509b0867a386e21cde_122"
    },
    {
      "start": 17267,
      "end": 17358,
      "text": "That no particulars have been mentioned as to how the officials continued to be vindictive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7c28bcc7ab14e498c5f48e538964254_123"
    },
    {
      "start": 17359,
      "end": 17445,
      "text": "\n That any error in the verification of the written statement can always be rectified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb0428b8a5a54723aa0cd863cddae164_124"
    },
    {
      "start": 17446,
      "end": 17672,
      "text": "\n That insofar as the other allegations are concerned, the same shall be considering at the time of case management hearing after the pleadings are concluded and Statement of Truth and affidavits of admission/denial are filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89731ec1fad5411e8a8eee2f6e3b6df9_125"
    },
    {
      "start": 17674,
      "end": 17782,
      "text": "23. It is in light of this background that the present Revision Petitions have been filed before this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01de75565e544922b310e7e93e9671c9_126"
    },
    {
      "start": 17784,
      "end": 17805,
      "text": "On maintainability 24",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29b1b8145daa4b0bb573f2a3d3cb1a3b_127"
    },
    {
      "start": 17806,
      "end": 18266,
      "text": "Insofar as the question of maintainability of these petitions is concerned, this Court is of the opinion that the question of maintainability of a Civil Revision Petition, against an order passed by a Commercial Court, under the Act of 2015, now stands decided by the Division Bench of this Court vide judgment dated 10th August 2021, in CM(M) 132/2021 titled Black Diamond Trackparts Pvt. Ltd. and Ors. v. Black Diamond Motors Pvt. Ltd and a connected matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7422868cabca4953b7ac574ff03aa07a_128"
    },
    {
      "start": 18267,
      "end": 18476,
      "text": "In the said case, the Division Bench was concerned with a question as to whether an order by a Commercial Court dismissing an order under Order VII Rule 10 of the CPC, would be revisable under the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "362b11f5f81d4f8f811c19262f5363c0_129"
    },
    {
      "start": 18477,
      "end": 18732,
      "text": "The ld. Division Bench of this court, firstly, held that an order dismissing an application under Order VII Rule 10 of the CPC would generally be revisable under Section 115 of the CPC, due to the applicability of the proviso to Section 115(1) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d53576d400ec492ba255fd0c2232724d_130"
    },
    {
      "start": 18733,
      "end": 18921,
      "text": "However, the court held that the remedy of Revision under Section 115 of the CPC has been expressly taken away by the Act of 2015, and only a remedy under Article 227 would lie, if at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17fe355046ae4caf8978bef93930b000_131"
    },
    {
      "start": 18922,
      "end": 19105,
      "text": "The Court was categorical in holding that any other view would be against the legislative intention and purpose of the Act of 2015, i.e., the expeditious disposal of commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23941ccd0a8e498a91564d1ea6c9c0af_132"
    },
    {
      "start": 19106,
      "end": 19168,
      "text": "The relevant extracts of the said judgment read as under:\n\"25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "06596461fe8c4e84afcc3875811684cc_133"
    },
    {
      "start": 19169,
      "end": 19405,
      "text": "Having held that the order impugned in CM(M) No.132/2021 is revisable under Section 115 of the CPC, we enquired from the counsel for the petitioners therein, how a petition under Article 227 of the Constitution of India is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57a6730b9426490e8d93fcab607825ac_134"
    },
    {
      "start": 19407,
      "end": 19648,
      "text": "26. The counsel for the petitioners in CM(M) No.132/2021 contended, that the petition under Article 227 of the Constitution of India has been filed, because revision under Section 115 of the CPC is barred under the Commercial Courts Act.\n27.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d811603b4be249e4a9c40d86b2603415_135"
    },
    {
      "start": 19649,
      "end": 19689,
      "text": "We have considered the aforesaid aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df62d3cd9c7c493a9fad90d65f649c62_136"
    },
    {
      "start": 19690,
      "end": 19699,
      "text": "\nxxxx 29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1fdcbbfd9a445f98494e762da44eabd_137"
    },
    {
      "start": 19700,
      "end": 20048,
      "text": "The reasoning in the aforesaid judgments gave rise to the question, that since the remedy of revision under Section 115 of the CPC though available under the CPC against the order of dismissal of application under Order VII Rule 10 of the CPC, has been taken away under the Commercial Courts Act, whether a petition under Article 227 would lie.\n30.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1058b6468b2416e858fcb29e0ac4782_138"
    },
    {
      "start": 20049,
      "end": 20359,
      "text": "We are of the view that once the Commercial Courts Act has expressly barred the remedy of a revision application under Section 115 of the CPC, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb6e68f28b714116809a200bd8bc9d3d_139"
    },
    {
      "start": 20360,
      "end": 20657,
      "text": "The scope and ambit of a petition under Article 227 is much wider than the scope and ambit of a revision application under Section 115 of the CPC; whatever can be done in exercise of powers under Section 115 of the CPC, can also be done in exercise of powers under Article 227 of the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3321d642a57d4e068e5e57da38508b1b_140"
    },
    {
      "start": 20658,
      "end": 20945,
      "text": "Allowing petitions under Article 227 to be preferred even against orders against which a revision application under Section 115 CPC would have been maintainable but for the bar of Section 8 of the Commercial Courts Act, would nullify the legislative mandate of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bfb7cfa4539490e83dfebd32624b597_141"
    },
    {
      "start": 20946,
      "end": 21504,
      "text": "Recently, in Deep Industries Limited Vs. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706, in the context of petitions under Article 227 of the Constitution of India with respect to orders in an appeal against an order of the Arbitral Tribunal under Section 17 of the Arbitration & Conciliation Act, 1996, it was held that if petitions under Article 226 / 227 of the Constitution against orders passed in appeals under the Arbitration Act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c4e3a01039984a0987f9ae0ac758986f_142"
    },
    {
      "start": 21505,
      "end": 22036,
      "text": "It was observed that though Article 227 is a constitutional provision which remains untouched by an non-obstante Clause 5 of the Arbitration Act but what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing First Appeals under the Arbitration Act, yet the High Court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders which are patently lacking in inherent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11f57f5e88014c52b5be20ff3cf6a02d_143"
    },
    {
      "start": 22037,
      "end": 22466,
      "text": "Thus, though we are of the view that gates of Article 227 ought not to be opened with respect to orders in commercial suits at the level of the District Judge against which a revision application under CPC was maintainable but which remedy has been taken away by the Commercial Courts Act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under Article 227 is completely barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97dc2324291c4f468d2155470e8d5c4e_144"
    },
    {
      "start": 22467,
      "end": 22942,
      "text": "However the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the CPC were revisable and which remedy has been taken away by a subsequent legislation i.e. the Commercial Courts Act, and ensuring that such exercise of jurisdiction by the High Court does not negate the legislative intent and purpose behind the Commercial Courts Act and does not come in the way of expeditious disposal of commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb8209ecae4a41a9ba0f417b406e98e6_145"
    },
    {
      "start": 22944,
      "end": 23105,
      "text": "31. We thus hold the petition under Article 227 of the Constitution of India to be maintainable with respect to the order impugned in CM(M) No.132/2021.\nxxx\"\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26613954b6b34a7fb81b03716af8a3e0_146"
    },
    {
      "start": 23106,
      "end": 23337,
      "text": "The Act of 2015, as held by the Division Bench of this Court, specifically provides, under Section 8, that no Civil Revision Application or Petition shall be entertained against any interlocutory order passed by a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14f6661ea78046c3a262aedd9155e508_147"
    },
    {
      "start": 23338,
      "end": 23485,
      "text": "This provision goes on to explain that an order on the issue of jurisdiction would also not be reviewable and only an appeal would be maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bf7d54db1c54f70952c0774ea5ac905_148"
    },
    {
      "start": 23486,
      "end": 23793,
      "text": "This is a conscious departure from the existing scheme of the CPC, inasmuch as the intention behind the introduction of such a provision in the Act of 2015 is to ensure that the proceedings in commercial suits are not repeatedly delayed due to the filing of Revision Petitions, or similar petitions thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03afb92f924d42c19064229ce51a396f_149"
    },
    {
      "start": 23795,
      "end": 24110,
      "text": "26. Mr. Pratap, ld. counsel for the Plaintiffs, has vehemently argued that the orders passed by the Commercial Court, dismissing the applications under Order XII Rule 6 of CPC and under Order VIII Rule 10 of CPC, would not be interlocutory orders and that a substantive right is accrued in favour of the Plaintiffs.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c1295bcbaa4a4ab682eb913cdd26b326_150"
    },
    {
      "start": 24111,
      "end": 24440,
      "text": "Considering the fact that this very issue has now been decided by the Division Bench of this Court, the same rationale as applying to the orders passed under Order VII Rule 10 of the CPC, would also apply to orders passed by the Commercial Court dismissing applications under Order XII Rule 6 and VIII Rule 10 of the CPC as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0667385d57d142b6838d50defb951acb_151"
    },
    {
      "start": 24442,
      "end": 24635,
      "text": "27. The Division Bench in Black Diamond Trackparts (supra) has concluded that Revision Petitions would not be maintainable under the Act of 2015, and the only remedy is to file a writ petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e73b8951ee204a5c87dc81362358d2a2_152"
    },
    {
      "start": 24636,
      "end": 24893,
      "text": "The reason for the same is not far to seek, inasmuch as, as has been done by the ld. District Judge, Commercial Court in this case, some of the issues raised in the review petition have been postponed for adjudication at the time of case management hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3bdacb6a5fa42dc9adcaf827b00bbca_153"
    },
    {
      "start": 24894,
      "end": 24950,
      "text": "Further, pleadings are yet to be completed in the suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55e59f79825a4d3c86e6fdc092a7b991_154"
    },
    {
      "start": 24951,
      "end": 25125,
      "text": "Accordingly, if Revision Petitions are entertained against such orders, there is a grave likelihood of substantive delay being caused in the adjudication of commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e79147190df348f88264e303632a11ff_155"
    },
    {
      "start": 25126,
      "end": 25384,
      "text": "Moreover, in the present case, a perusal of the two applications filed by the Plaintiffs, shows that the initial applications were completely vague, ambiguous and cryptic, and only at the stage of review, further new grounds were sought to be introduced.\n28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a94b268da9b49c69399e0c705c6ffd8_156"
    },
    {
      "start": 25385,
      "end": 25808,
      "text": "Even in the recent judgment of a co-ordinate bench of this Court in Span Healthcare Pvt. Ltd. (supra), the ld. Single Judge analysed the intent of the Act of 2015, and held that an order of the Commercial Court passed in a summary suit under Order XXXVII CPC, granting leave to defend, constituted an interlocutory order and is not revisable under the Commercial Courts Act due to the applicability of Section 8 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8fa1845fcf3e4282a1c87dcae1b17791_157"
    },
    {
      "start": 25809,
      "end": 25891,
      "text": "Accordingly, the Revision Petition was dismissed by the Court as not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a4518a3b66d48e492d6810fbbf4fe61_158"
    },
    {
      "start": 25893,
      "end": 25976,
      "text": "29. Thus this court holds that the present Revision Petitions are not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00425757febf43aa87cc8979bee09fb4_159"
    },
    {
      "start": 25978,
      "end": 26259,
      "text": "30. However, considering the fact that an amicable resolution of the disputes raised in these petitions could be possible, this court has briefly heard the parties on the merits involved and perused the affidavits filed by the parties in pursuance of the order dated 8th July 2021.",
      "labels": [
        "RPC"
      ],
      "id": "7656a1d61ffe4446a7a1267b4df380fb_160"
    },
    {
      "start": 26260,
      "end": 26273,
      "text": "On merits 31.",
      "labels": [
        "RPC"
      ],
      "id": "c6cf9c23e37f4eef9503f00bc2ea6b4d_161"
    },
    {
      "start": 26274,
      "end": 26560,
      "text": "Upon a perusal of the said affidavits filed by the parties, it appears that a sum of Rs.5,50,000/- continues to remain deposited with the Bank in CRP 46/2021, as the same was issued by the Bank in lieu of a Bank Guarantee which was submitted by the Plaintiff in CRP 46/2021 to the AETC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85d2a3d9d15346cebecdbe52efee16b4_162"
    },
    {
      "start": 26561,
      "end": 26743,
      "text": "The Defendant- Bank does not deny the fact that the said amount is lying deposited with it, however, the bank has sought an indemnity from the Plaintiff in order to release the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd13ad004408493c95e36311f9289bf7_163"
    },
    {
      "start": 26745,
      "end": 27005,
      "text": "32. Mr. Rudra Pratap, ld. counsel for the Plaintiff in the said matter, submits that as per the Bank's email dated 17th May, 2019, the indemnity bond has already been submitted, and therefore, the Bank ought to pay the amount of Rs.5,50,000/- to the Plaintiff.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "380462f71b554aea8690efcfc9c6ca01_164"
    },
    {
      "start": 27006,
      "end": 27111,
      "text": "Further, he submits that the difficulty is being faced because the original Bank Guarantee has been lost.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a17965a457794edd99286f0f9c14050c_165"
    },
    {
      "start": 27113,
      "end": 27478,
      "text": "33. Considering the fact that the amount of Rs.5,50,000/- is lying with the Defendant- Bank, in lieu of a Bank Guarantee submitted to a Governmental Authority, the Plaintiff, in order to seek release of the said amount from the Bank ought to either obtain the original Bank Guarantee from the said Department, or a No Dues or No Objection Certificate from the AETC.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4b9b98d57c344f1b9dd749d8048f384e_166"
    },
    {
      "start": 27479,
      "end": 27573,
      "text": "Upon the Plaintiff submitting the same, the Bank may release the said amount to the Plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b027b0423124bd39ca3771cbfa3c0f3_167"
    },
    {
      "start": 27574,
      "end": 27913,
      "text": "Merely because the Bank admits that the amount of Rs.5,50,000/- continues to remain deposited with it, the same would not make it a case for release of the said amount in terms of Order XII Rule 6 of CPC, as the original Bank Guarantee is admittedly not available with the Plaintiff, which is usually a condition for return of the amounts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a64aab7c64044e00a1c15dcc9f09590d_168"
    },
    {
      "start": 27914,
      "end": 27991,
      "text": "There is no admission except the fact that the amount is lying with the Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1d58683d93e41d0b2730c578b2120cb_169"
    },
    {
      "start": 27992,
      "end": 28232,
      "text": "The Plaintiff is, however, given liberty, under these facts and circumstances, to either obtain a No Objection/ No Dues Certificate from the Governmental Authority, or the original Bank Guarantee, and submit the same to the Defendant- Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "277a28202d394a99b20a345951c5966e_170"
    },
    {
      "start": 28233,
      "end": 28359,
      "text": "Upon submission of either of these documents, within one week, the amount of Rs.5,50,000/- shall be released to the Plaintiff.",
      "labels": [
        "RPC"
      ],
      "id": "5019480356fa4de59ec5da1434cec239_171"
    },
    {
      "start": 28360,
      "end": 28522,
      "text": "In the meantime, the amount of Rs.5,50,000/- which is lying with the Bank shall remain in a Fixed Deposit, so that interest can continue to be earned on the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "946795ee00104987b7ece3e423f6edf5_172"
    },
    {
      "start": 28524,
      "end": 28986,
      "text": "34. Insofar as the application under Order VIII Rule 10 of CPC is concerned, the objections of the Plaintiffs in the said Application qua the written statement filed by the Defendant, are as under:\ni) That the Statement Of Truth has not been filed in terms of the Commercial Courts Act, 2015.\nii) That the Admission-Denial of Documents has not been conducted as per the provisions of the Commercial Courts Act, 2015.\niii) That the vakalatnama has also not filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cc035c64d2f4ffb8022aafb029232a8_173"
    },
    {
      "start": 28988,
      "end": 29196,
      "text": "35. The ld. District Judge, Commercial Court, has considered these submissions made on behalf of the Plaintiffs and has held that these would not constitute grounds to reject the written statement completely.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "478803889a454d579f9bc9c09773197a_174"
    },
    {
      "start": 29197,
      "end": 29330,
      "text": "It has held that the question of whether verification was proper/ Statement of truth was filed or not, would be a rectifiable defect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6a0086516c14648a8e0bc98ac29a770_175"
    },
    {
      "start": 29332,
      "end": 29530,
      "text": "36. This Court, is of the opinion that whenever pleadings are filed in a commercial suit governed by the Act of 2015, the same ought to be strictly in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3470fb70e4ca4c08b2e599fe3c66406d_176"
    },
    {
      "start": 29531,
      "end": 29770,
      "text": "The written statement having already been filed by the Defendant, any defects therein, does not make it a case for rejection of written statement completely and for judgment being passed, but only for the Court to further examine the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1141794253e4aa69351b9ff2d7f987b_177"
    },
    {
      "start": 29772,
      "end": 30103,
      "text": "37. Accordingly, it is directed that an issue would be framed by the Commercial Court in the suits, to the effect as to whether the Defendant had filed a proper Statement of Truth and had filed a proper Admission-Denial of documents or not, as also whether the defence would be liable to be taken on record in view of said defects.",
      "labels": [
        "RATIO"
      ],
      "id": "f1f4c338c15543cfaf808ea1d7745222_178"
    },
    {
      "start": 30104,
      "end": 30187,
      "text": "The said issue shall be decided by the Commercial Court with the main suits itself.",
      "labels": [
        "RPC"
      ],
      "id": "bfd2e7370c8a4e359a2a552a00353ad1_179"
    },
    {
      "start": 30188,
      "end": 30338,
      "text": "It is made clear that the impugned orders shall not prejudice the final adjudication of the said issue, which shall be decided in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "21aa87c8a4f04b1094f3b14803ea1591_180"
    },
    {
      "start": 30340,
      "end": 30499,
      "text": "38. At this stage, ld. counsel for the Defendant- Bank submits that the vakalatnama has been filed and the Statement of Truth, if any, would also be rectified.",
      "labels": [
        "RPC"
      ],
      "id": "185903ba2da34c559515ed7c2856bd59_181"
    },
    {
      "start": 30500,
      "end": 30633,
      "text": "For the said purpose, the Commercial Court would consider the submission of the Defendant and give permission in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "0a278e88b69a4b508aed1d1d7008cc96_182"
    },
    {
      "start": 30635,
      "end": 30916,
      "text": "39. Further, if the Plaintiffs obtain a No Objection Certificate from the AETC, or the original Bank Guarantee, they are given liberty to move an application before the Commercial court, seeking directions for the release of the amount of Rs.5,50,000/- along with interest, if any.",
      "labels": [
        "RPC"
      ],
      "id": "b384c4caa7b146bb9e3be3acb84395d4_183"
    },
    {
      "start": 30918,
      "end": 31012,
      "text": "40. The present petitions along with all pending applications, are disposed of in these terms.",
      "labels": [
        "RPC"
      ],
      "id": "7963135b51594b8f966b0822ce35db39_184"
    },
    {
      "start": 31013,
      "end": 31106,
      "text": "\nPRATHIBA M. SINGH JUDGE AUGUST 31, 2021 Dj/Ak (Corrected and uploaded on 4th September 2021)",
      "labels": [
        "NONE"
      ],
      "id": "8209450e9d284c9cbc50685b1e22e3da_185"
    }
  ]
}