{
  "id": "4d83dd6bd15c6f4baa4acad866f498905a8028fb4fbc8f797505717d3287f4e1",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nJharkhand High Court\nRam Kripal Singh Construction Private ... vs The State Of Jharkhand Through The ... on 29 July, 2024 \n    In The High Court Of Jharkhand At Ranchi\n             Commercial Appeal No.13 of 2023\n                              --------\nRam Kripal Singh Construction Private Limited, a company duly registered under the Companies Act 1956, having its Head Office at 702, Panchwati Plaza, Kutchery Road, P.S. Kotwali, P.O. & District Ranchi-834001 (Jharkhand), being represented through one of its directors, Shri Ranjan Kumar aged about 46 years, son of Shri Ram Kripal Singh, resident of Mohalla Shri Krishna Nagar, Deepshikha Road, P.O. & P.S. & District Begusarai-851101 (Bihar) and presently residing at Ratan Kunj, Shashi Vihar, Cheshier Home Road, P.O. Bariatu, P.S. Sadar, District-Ranchi - 834009 (Jharkhand). \n                                  ...       ... Plaintiff/Appellant\n                     -Versus-\n1. The State of Jharkhand through the Secretary, Department of Building Construction, Government of Jharkhand, Project Building, P.O. & P.S. Dhurwa, District-Ranchi-834004 (Jharkhand). \n2. The Deputy Commissioner, Ranchi, New Collectorate Building, Kutchery Road, P.S. Kotwali, P.O. & District Rachi- 834001 (Jharkhand).\n3. The Executive Engineer, Special Works Division, Building Construction Department, Ranchi, Line Tank Road, P.O. Kotwali, P.O. & District Ranchi-834001 (Jharkhand). \n                              ...       ... Defendants/Respondents \n                      --------- \nCoram:      Hon'Ble The Acting Chief Justice\n           Hon'Ble Mr. Justice Arun Kumar Rai \n                                    ----- \nFor the Appellant           : Mr. Pradeep Kr. Deomani, Advocate\nFor the Respondents         : Mr. Anish Kr. Mishra, Ac to Sr. Sc-I \n                      ---------\n05 /Dated: 29.07.2024\n\nPer Sujit Narayan Prasad, A.C.J : \n1. The instant appeal is under Section 13 of the Commercial Courts Act, 2015 directed against the judgment and decree dated 12.07.2018 passed by learned Presiding Officer, Commercial Court, Ranchi in Commercial Case No.478 of 2011, whereby and whereunder, the suit brought by the plaintiff/appellant was dismissed on contest, holding Page 1 that the plaintiff/appellant was not entitled to any relief or reliefs as sought for in the plaint. \n2. The appeal is barred by limitation, as per the office note, since the same has been filed after a delay of 1022 days. \nArgument advanced on behalf of the appellant:\n3. Mr. Pradeep Kr. Deomani, learned counsel appearing for the appellant has submitted that although the delay of 1022 days has been pointed out in filing the instant appeal against the judgment and decree dated 12.07.2018 passed in Commercial Case No.478 of 2011 but the aforesaid office note is absolutely improper, reason being that the appeal has been filed within the period as directed by the Coordinate Division Bench of this Court vide order dated 16.03.2023 passed in Commercial Appeal No.08 of 2019 whereby and whereunder while dismissing the commercial appeal, liberty has been granted to the appellant to file a fresh Commercial Appeal.\n4. It has been contended that the instant appeal has been filed within the period of three months, hence, by taking into consideration the order dated 16.03.2023 passed by the Coordinate Division Bench of this Court in Commercial Appeal No.08 of 2019 since the appeal has been filed within a period of three months as per the direction contained therein, Page 2 it cannot be said, as has been pointed out by the office, that the appeal is barred by limitation of 1022 days. \n5. The learned counsel while arguing for the purpose of contesting to the period of limitation as has been pointed out by the office to the extent of 1022 days, has raised two folds points :-\n(i) The liberty has been granted by the Coordinate Division Bench of this Court to file appeal within a period of three months and since the appeal has been filed within a period of three months, hence it cannot be said that the appeal is barred by limitation.\n(ii) Even accepting that the appeal is barred by limitation then also the same is fit to be condoned in view of the provision of Section 14 of the Limitation Act, 1963 which provides that the period consumed in the pending proceeding will have to be excluded from the period of limitation.\nArgument advanced on behalf of the respondent:\n6. While on the other hand, Mr. Anish Kr. Mishra, learned counsel appearing for the respondents, has vehemently opposed the submission made on behalf of the appellant by raising the grounds in dismissing the appeal on the ground of limitation.\n7. It has been contended by referring to the provision of Section 13 of the Commercial Courts Act, 2015 wherein Page 3 statutor y period has been provided for filing the appeal, i.e., within a period of 60 days. \n8. It has been contended that the aforesaid provision of Section 13 of the Commercial Courts Act, 2015 has been interpreted by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited [(2021) 6 SCC 460] wherein the consideration has been given regarding the applicability of the provision of Section 5 of the Limitation Act, 1963. \n9. Learned counsel for the respondent, in order to strengthen his augment, has relied upon a judgment rendered by the Hon'ble Apex Court in Government of Maharashtra (Water Resources Department) Represented by Executive Engineer) Vs. Borse Brothers Engineers and Contractors Private Limited (supra) wherein the Hon'ble Apex Court while stretching the period of limitation in exceptional circumstances has observed that the limitation is to be condoned by way of exception and not by way of rule, i.e., only in case where a party has otherwise acted bona fide and not in a negligent manner. \n10. It has been contended basing upon the aforesaid proposition of law as has been settled by Hon'ble Apex Court in the case of Government of Maharashtra (Water Page 4 Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (supra) that in the matter of commercial disputes, where the primary object is to have the expeditious disposal of the disputes and that is the reason the statutory period has been provided under the provision of Section 13 of the Commercial Courts Act, 2015 to file appeal within a period of 60 days. \n11. Therefore, the power has been conferred to the court for condoning the delay in exceptional cases by allowing the application filed under Section 5 of the Limitation Act, 1963 and in the rarest of rare cases, the said power can be exercised but herein, even no interlocutory application has been filed for condonation of delay which shows negligent approach of the appellant. \n12. Hence, according to the learned counsel, in the instant case if the litigant is able to show the sufficient cause which caused delay in filing the appeal, then only in exceptional circumstances the delay in filing the instant appeal can be condoned. \n13. It has been submitted by referring to the factual aspect of the present case that the suit was filed before the Commercial Court having its jurisdiction which has been dismissed vide order dated 12.07.2018. \nPage 5 14. The appellant preferred an appeal before this Court being Commercial Appeal No.08 of 2019 but the Coordinate Division Bench of this Court has dismissed the said appeal, however, with the liberty to the appellant to file a fresh Commercial Appeal after getting necessary correction in the judgment and decree in Commercial Case No.478 of 2011 within a period of three months from the date of the order. \n15. The submission, therefore, has been made that the limitation cannot be counted from the date of order passed by the Coordinate Division Bench whereby and whereunder liberty has been granted to file appeal within a period of three months, rather, the period of three months has only been given for the purpose of filing appeal and, as such, it cannot be presumed that the limitation will be counted from the date of passing of the order by the Coordinate Bench in Commercial Appeal No.08 of 2019. \n16 . The reference of the provision of Order XXIII Rule 2 of the C.P.C. has also been made whereby and whereunder it has been provided that in any fresh suit instituted on permission granted under the last preceding rule, the plaintiff shall be bound by the law of limitation in the same manner as if the first suit had not been instituted.\n17. The office, based upon the aforesaid provision of law, as provided under Rule XXIII Rule 2 of the C.P.C., has pointed Page 6 out the limitation, then in such circumstances, it cannot be said that the said office note is improper and not acceptable. \n18. The \"sufficient cause\" has also been taken into consideration in the Judgment rendered in Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) whereby and whereunder it has been dealt with that the \"sufficient cause\"\nwill only be said to be sufficient cause if the party concerned without any negligent approach has followed the legal procedure in filing the appeal with all due diligence. \n19. Herein, it cannot be said that the appellant has not shown the negligent attitude since, vide order dated 03.03.2021 the order under challenge was sent to the Commercial Court, Ranchi for correction for which the appellant had filed I.A. No.5489 of 2020 but after two years, when the matter came up on Board, learned counsel for the appellant stated that the corrected copy of the judgment and decree in Commercial Case No.478 of 2011 is still defective, as such, the said appeal was dismissed by the co-ordinate Division Bench of this Court with a liberty to file a fresh one, which itself shows that the appellant had not approached the Court with all due diligence, rather, the appellant had approached this Court in a very negligent manner. \nPage 7 20. The argument, therefore, has been advanced that in such circumstances if the period of limitation will be waived to be counted from the date of the liberty so granted by the Court of law, then the very purpose and object of the Commercial Courts Act, 2015 will be frustrated. \n21. The further argument has been advanced that there is no dispute about the proposition of law regarding the applicability of Section 14 of the Limitation Act, 1963 since Section 14 is made to be applicable in a case where the litigant has approached the wrong forum after filing the appeal within statutory period and in such circumstances, the period consumed in pending litigation before the incorrect forum is to be excluded but that is not the factual aspect herein, rather, here the question of negligent approach and due diligence is the matter of concern since, the appellant had approached to the correct forum but in a negligent manner and without due diligence. \n22. Thus, the instant case is neither the case of pending litigation before incorrect forum, rather, the forum was correct which suggests the negligent approach of the appellant and the lack of diligence in pursuing the remedy of appeal. \n23. The learned counsel, based upon the aforesaid ground, has submitted that since the delay is of 1022 days and based Page 8 upon the aforesaid reasons, the instant appeal is fit to be dismissed on limitation. \nAnalysis and Consideration:\n24. Heard learned counsel for the parties. \n25. This Court, before appreciating the rival submissions made on behalf of the parties, is of the view that the issue of limitation is to be dealt with herein for the purpose of showing the sufficient cause. \n26. The consideration of meaning of 'sufficient cause' has been made in Basawaraj & Anr. Vrs. Spl. Land Acquisition Officer, [(2013) 14 SCC 81], wherein, it has been held at paragraphs 9 to 15 which read hereunder as:-\n\"9. Sufficient cause is the cause for which the defendant could not be blamed for his absence. The meaning of the word \"sufficient\" is \"adequate\" or \"enough\", inasmuch as may be necessary to answer the purpose intended. Therefore, the word \"sufficient\"\nembraces no more than that which provides a platitude, which when the act done suffices to accomplish the purpose intended in the facts and circumstances existing in a case, duly examined from the viewpoint of a reasonable standard of a cautious man. In this context, \"sufficient cause\" means that the party should not have acted in a negligent manner or there was a want of bona fide on its part in view of the facts and circumstances of a case or it cannot be alleged that the party has \"not acted diligently\" or \"remained inactive\". However, the facts and circumstances of each case must afford sufficient ground to enable the court concerned to exercise discretion for the reason that whenever the court exercises discretion, it has to be exercised judiciously. \nPage 9 The applicant must satisfy the court that he was prevented by any \"sufficient cause\" from prosecuting his case, and unless a satisfactory explanation is furnished, the court should not allow the application for condonation of delay. The court has to examine whether the mistake is bona fide or was merely a device to cover an ulterior purpose. (See Manindra Land and Building Corpn. Ltd. v. Bhutnath Banerjee [AIR 1964 SC 1336], Mata Din v. A. Narayanan [(1969) 2 SCC 770 : AIR 1970 SC 1953] , Parimal v. Veena [(2011) 3 SCC 545 : (2011) 2 SCC (Civ) 1 : AIR 2011 SC 1150] and Maniben Devraj Shah v. Municipal Corpn. of Brihan Mumbai [(2012) 5 SCC 157 : (2012) 3 SCC (Civ) 24 : AIR 2012 SC 1629] .) \n10. In Arjun Singh v. Mohindra Kumar [AIR 1964 SC 993] this Court explained the difference between a \"good cause\" and a \"sufficient cause\" and observed that every \"sufficient cause\" is a good cause and vice versa. However, if any difference exists it can only be that the requirement of good cause is complied with on a lesser degree of proof than that of \"sufficient cause\". \n11. The expression \"sufficient cause\" should be given a liberal interpretation to ensure that substantial justice is done, but only so long as negligence, inaction or lack of bona fides cannot be imputed to the party concerned, whether or not sufficient cause has been furnished, can be decided on the facts of a particular case and no straitjacket formula is possible. (Vide Madanlal v. Shyamlal [(2002) 1 SCC 535 : AIR 2002 SC 100] and Ram Nath Sao v. Gobardhan Sao [(2002) 3 SCC 195 : AIR 2002 SC 1201] .) \n12. It is a settled legal proposition that law of limitation may harshly affect a particular party but it has to be applied with all its rigour when the statute so prescribes. The court has no power to extend the period of limitation on equitable grounds. \"A result flowing from a statutory provision is never an evil. A court has no power to ignore that provision to relieve Page 10 what it considers a distress resulting from its operation.\" The statutory provision may cause hardship or inconvenience to a particular party but the court has no choice but to enforce it giving full effect to the same. The legal maxim dura lex sed lex which means \"the law is hard but it is the law\", stands attracted in such a situation. It has consistently been held that, \"inconvenience is not\" a decisive factor to be considered while interpreting a statute.\n13. The statute of limitation is founded on public policy, its aim being to secure peace in the community, to suppress fraud and perjury, to quicken diligence and to prevent oppression. It seeks to bury all acts of the past which have not been agitated unexplainably and have from lapse of time become stale. According to Halsbury's Laws of England, Vol. 28, p. 266: \"605. Policy of the Limitation Acts.--The courts have expressed at least three differing reasons supporting the existence of statutes of limitations namely, (1) that long dormant claims have more of cruelty than justice in them, (2) that a defendant might have lost the evidence to disprove a stale claim, and (3) that persons with good causes of actions should pursue them with reasonable diligence.\" An unlimited limitation would lead to a sense of insecurity and uncertainty, and therefore, limitation prevents disturbance or deprivation of what may have been acquired in equity and justice by long enjoyment or what may have been lost by a party's own inaction, negligence or laches. (See Popat and Kotecha Property v. SBI Staff Assn. [(2005) 7 SCC 510] , Rajender Singh v. Santa Singh [(1973) 2 SCC 705 : AIR 1973 SC 2537] and Pundlik Jalam Patil v. Jalgaon Medium Project [(2008) 17 SCC 448 : (2009) 5 SCC (Civ) 907] .) \n14. In P. Ramachandra Rao v. State of Karnataka [(2002) 4 SCC 578 : 2002 SCC (Cri) 830 : AIR 2002 SC 1856] this Court held that judicially engrafting principles of limitation amounts to legislating and Page 11 would fly in the face of law laid down by the Constitution Bench in Abdul Rehman Antulay v. R.S. Nayak [(1992) 1 SCC 225 : 1992 SCC (Cri) 93 : AIR 1992 SC 1701] .\n15. The law on the issue can be summarised to the effect that where a case has been presented in the court beyond limitation, the applicant has to explain the court as to what was the \"sufficient cause\" which means an adequate and enough reason which prevented him to approach the court within limitation. In case a party is found to be negligent, or for want of bona fide on his part in the facts and circumstances of the case, or found to have not acted diligently or remained inactive, there cannot be a justified ground to condone the delay. No court could be justified in condoning such an inordinate delay by imposing any condition whatsoever. The application is to be decided only within the parameters laid down by this Court in regard to the condonation of delay. In case there was no sufficient cause to prevent a litigant to approach the court on time condoning the delay without any justification, putting any condition whatsoever, amounts to passing an order in violation of the statutory provisions and it tantamounts to showing utter disregard to the legislature.\" \n27. Thus, it is evident that the sufficient cause means that the party should not have acted in a negligent manner or there was a want of bona fide on its part in view of the facts and circumstances of a case or it cannot be alleged that the party has \"not acted deliberately\" or \"remained inactive\". However, the facts and circumstances of each case must afford sufficient ground to enable the Court concerned to exercise discretion for the reason that whenever the Court exercises discretion, it has to be exercised judiciously. The Page 12 applicant must satisfy the Court that he was prevented by any \"sufficient cause\" from prosecuting his case, and unless a satisfactory explanation is furnished, the Court should not allow the application for condonation of delay. \n28. It is thus evident from the aforesaid proposition of law that the said judgment has been passed on consideration of the issue of condonation of delay while entertaining the application under Section 5 of the Limitation Act, 1963. \n29. Thus, it is evident that the aforesaid judgment has considered the applicability of Section 5 of the Limitation Act to be made applicable in a case where the delay is to be condoned depending upon the sufficient cause if shown by the concerned litigant that is the general principle of applicability of Section 5 of the Limitation Act. \n30. Herein, Section 14 of the Limitation Act is also required to be dealt with, for ready reference the same is referred herein:-\n\"14. Exclusion of time of proceeding bona fide in court without jurisdiction.--(1) In computing the period of limitation for any suit the time during which the plaintiff has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the defendant shall be excluded, where the proceeding relates to the same matter in issue and is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it. \n(2) In computing the period of limitation for any application, the time during which the applicant Page 13 has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the same party for the same relief shall be excluded, where such proceeding is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it. (3) Notwithstanding anything contained in rule 2 of Order XXIII of the Code of Civil Procedure, 1908 (5 of 1908), the provisions of sub-section (1) shall apply in relation to a fresh suit instituted on permission granted by the court under rule 1 of that Order, where such permission is granted on the ground that the first suit must fail by reason of a defect in the jurisdiction of the court or other cause of a like nature. \nExplanation.--For the purposes of this section,--\n(a) in excluding the time during which a former civil proceeding was pending, the day on which that proceeding was instituted and the day on which it ended shall both be counted;\n(b) a plaintiff or an applicant resisting an appeal shall be deemed to be prosecuting a proceeding;\n(c) misjoinder of parties or of causes of action shall be deemed to be a cause of a like nature with defect of jurisdiction.\"\n31. It is evident from the provision of Section 14 of the Limitation Act that the period in approaching the appellate forum even after the due diligence of the concerned litigant if the appeal has been filed before incorrect forum and subsequently the same has not been entertained and liberty if granted to approach the appropriate forum, then the Page 14 pending proceeding before the incorrect forum is to be excluded. \n32. The word \"diligence\" is having bearing over the applicability of Section 14 of the Limitation Act, 1963 which means that if the party has approached with due diligence but not before the correct forum, rather, before the incorrect forum, in such circumstances, the period consumed in pending litigation before the incorrect forum is to be excluded. \n33. But we are here dealing with a special enactment, i.e., Commercial Courts Act, 2015. Therefore, the basic object of the Commercial Courts Act, 2015 is to be taken into consideration which is mainly for the purpose of expeditious disposal of the commercial disputes. \n34. The Commercial Courts Act, 2015 has been brought into force even though the Arbitration and Conciliation Act, 1996 was in vogue the day when the Commercial Courts Act, 2015 was enacted. But, under the Arbitration and Conciliation Act, 1996, there was no rigid principle has been made applicable in condoning the delay and that is the reason the Commercial Courts Act, 2015 has been enacted by carving out a forum as under Section 13 thereof, for ready reference Section 13 of the Commercial Courts Act, 2015 is being quoted hereunder as :-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1 [Any person Page 15 aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). ] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" \n35. It is evident from the provision of Section 13 that the appeal is to be filed before the High Court having appellate jurisdiction within a period of 60 days from the date of judgment/decree. \n36. The aforesaid provision does not refer about the applicability of Section 5 of the Limitation Act, as per the original enactment. However, the Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Page 16 Brothers Engineers and Contractors Private Limited (Supra) has taken into consideration the aforesaid issue by taking into consideration the fact that the rigid principle of Section 5 of the Limitation Act is not applicable in the Arbitration and Conciliation Act, 1996 but the applicability of Section 5 of the Limitation Act, 1996 has been made applicable with all rigidity if the provision of Section 13 of the Commercial Courts Act, 2015 will be taken into consideration. \n37. The Hon'ble Apex Court, by taking into consideration the very object and intent of the Commercial Courts Act, 2015 as under the relevant paragraph has considered the issue of applicability to condone the delay whereby and whereunder the application of Section 5 of the Limitation Act has been held to be acceptable but with the condition that the same is to be applied with all circumspection in a case where there is delay if caused in filing the appeal by taking into consideration the bona fide approach of the litigant concerned and it is not in the negligent manner.\n38. This Court since has referred the judgment rendered by the Hon'ble Apex Court in Government of Maharashtra (Water Resources Department) Represented by Executive Engineer) Vs. Borse Brothers Engineers and Contractors Private Limited (supra) wherein the prayer for condonation of delay of 131 days was there for which explanation was Page 17 furnished of file pushing and administrative exigency; further while refusing to condone the delay of 75 days due to the procedural approval and the ground since the appellant is a public entity under the Energy Department of the State Government the delay caused in filing the appeal has been said to be bona fide and as such deserves to be condoned but such explanation, does not find the same as sufficient ground for condonation of delay. Even the delay of 200 days in filing the appeal was refused to be condoned while passing order in S.L.P. (C) No. 18079 of 2020, for ready reference, paragraphs 53,58, 63 and 64 of the aforesaid judgment are being quoted herein: -\n\"53. However, the matter does not end here. The question still arises as to the application of Section 5 of the Limitation Act to appeals which are governed by a uniform 60-day period of limitation. At one extreme, we have the judgment in N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] which does not allow condonation of delay beyond 30 days, and at the other extreme, we have an open-ended provision in which any amount of delay can be condoned, provided sufficient cause is shown. It is between these two extremes that we have to steer a middle course. \n58. Given the object sought to be achieved under both the Arbitration Act and the Commercial Courts Act, that is, the speedy resolution of disputes, the expression \"sufficient cause\" is not elastic enough to cover long delays beyond the period provided by the appeal provision itself. Besides, the expression \"sufficient cause\" is not itself a loose panacea for the Page 18 ill of pressing negligent and stale claims. ...........................................\n63. Given the aforesaid and the object of speedy disposal sought to be achieved both under the Arbitration Act and the Commercial Courts Act, for appeals filed under Section 37 of the Arbitration Act that are governed by Articles 116 and 117 of the Limitation Act or Section 13(1-A) of the Commercial Courts Act, a delay beyond 90 days, 30 days or 60 days, respectively, is to be condoned by way of exception and not by way of rule. In a fit case in which a party has otherwise acted bona fide and not in a negligent manner, a short delay beyond such period can, in the discretion of the court, be condoned, always bearing in mind that the other side of the picture is that the opposite party may have acquired both in equity and justice, what may now be lost by the first party's inaction, negligence or laches. \n64. Coming to the facts of the appeals before us, in the civil appeal arising out of SLP (C) No. 665 of 2021, the impugned judgment of the High Court of Bombay, dated 17-12-2020 [State of Maharashtra v. Borse Bros. Engineers & Contractors (P) Ltd., 2020 SCC OnLine Bom 10453] , has found that the Government of Maharashtra had not approached the court bona fide, as follows : (Borse Brothers case [State of Maharashtra v. Borse Bros. Engineers & Contractors (P) Ltd., 2020 SCC OnLine Bom 10453] , SCC OnLine Bom para 7) \"7. I have carefully gone through the papers. \nThere can be no doubt in view of the documentary evidence in the form of copy of the application tendered by the advocate representing the applicant for obtaining a certified copy (Ext. R-1) that in fact, after pronouncement of the judgment and order in the proceeding under Section 34 of the Act, the advocate concerned had applied for certified copy Page 19 on 14-5-2019. The endorsement further reads that it was to be handed over to Mr A.D. Patil of the Irrigation Department, Dhule, who is a staff from the office of the applicant. The further endorsements also clearly show that the certified copy was ready and was to be delivered on 27-5- 2019. Inspite of such a stand and document, the applicant has not controverted this or has not come up with any other stand touching this aspect. It is therefore apparent that the applicant is not coming to the Court with clean hands even while seeking the discretionary relief of condonation of delay. \n66. In the civil appeal arising out of SLP (C) No. 15278 of 2020, the impugned judgment of the High Court of Madhya Pradesh dated 27-1- 2020 [M.P. Poorv Kshetra Vidyut Vitran Co. Ltd. v. Swastik Wires, 2020 SCC OnLine MP 3003] relies upon Consolidated Engg. [Consolidated Engg. Enterprises v. Irrigation Deptt., (2008) 7 SCC 169] and thereby states that the judgment of this Court in N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] would not apply. The judgment of the High Court is wholly incorrect inasmuch as Consolidated Engg. [Consolidated Engg. Enterprises v. Irrigation Deptt., (2008) 7 SCC 169] was a judgment which applied the provisions of Section 14 of the Limitation Act and had nothing to do with the application of Section 5 of the Limitation Act. N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] was a direct judgment which applied the provisions of Section 5 of the Limitation Act and then held that no condonation of delay could take place beyond 120 days. The High Court was bound to follow N.V. International [N.V. International v. State of Assam, (2020) 2 SCC Page 20 109 : (2020) 1 SCC (Civ) 275] , as on the date of the judgment of the High Court, N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] was a judgment of the two learned Judges of the Supreme Court binding upon the High Court by virtue of Article 141 of the Constitution. On this score, the impugned judgment of the High Court deserves to be set aside. \n67. That apart, on the facts of this appeal, there is a long delay of 75 days beyond the period of 60 days provided by the Commercial Courts Act. Despite the fact that a certified copy of the District Court's judgment was obtained by the respondent on 27-4-2019, the appeal was filed only on 9-9-2019, the explanation for delay being:\n\"2. That, the certified copy of the order dated 1-4-2013 was received by the appellant on 27-4-2019. Thereafter the matter was placed before the CGM purchase MPPKVVCL for the compliance of the order. The same was then sent to the law officer, MPPKVVCL for opinion. \n3. That after taking opinion for appeal, and approval of the authorities concerned, the officer-in-charge was appointed vide order dated 23-7-2019. \n4. That, thereafter due to bulky records of the case and for procurement of the necessary documents some delay has been caused however, the appeal has been prepared and filed pursuant to the same and further delay. \n5. That due to the aforesaid procedural approval and since the appellant is a public entity formed under the Energy Department of Page 8 of 20 Commercial Appeal No. 20 of Page 21 2019 the State Government, the delay caused in filing the appeal is bona fide and which deserve[s] to be condoned.\"\n68. This explanation falls woefully short of making out any sufficient cause. This appeal is therefore allowed and the condonation of delay is set aside on this score also. \n69. In the civil appeal arising out of SLP (C) Diary No. 18079 of 2020, there is a huge delay of 227 days in filing the appeal, and a 200-day delay in refiling. The facts of this case also show that there was no sufficient cause whatsoever to condone such a long delay. The impugned judgment of the High Court of Delhi dated 15-10- 2019 [Union of India v. Associated Construction Co., 2019 SCC OnLine Del 10797] cannot be faulted on this score and this appeal is consequently dismissed.\"\n39. The reference is also required to be made of the provision of Order XXIII Rule 2 of the Code of Civil Procedure wherein it has been provided that the liberty can be granted by the concerned court but while granting liberty, the limitation is to be counted as if the subsequent suit is the first one, i.e., from the date of original judgment, for ready reference, Rule XXIII Rule 2 is being quoted herein :-\n\"2. Limitation law not affected by first suit.--In any fresh suit instituted on permission granted under the last preceding rule, the plaintiff shall be bound by the law of limitation in the same manner as if the first suit had not been instituted.\"\n40. Adverting to the factual aspect of the present case, herein the case was filed by the appellant/plaintiff before the Commercial Court having its jurisdiction. The plaint was Page 22 rejected vide order dated 12.07.2018. The said order was challenged before this Court by filing appeal being Commercial Appeal No.08 of 2019 but in the said order it has been observed that by an order dated 03.03.2021, the order under challenge was sent to the Commercial Court, Ranchi for correction for which the appellant had filed I.A. No. 5489 of 2020 but after two years, when the matter was taken up on Board, learned counsel for the appellant stated that the corrected copy of the judgment and decree in Commercial Case No.478 of 2011 is still defective, the commercial appeal was dismissed as withdrawn with a liberty to file a fresh one along after getting necessary correction in the aforesaid judgment and decree in Commercial Case No. 478 of 2011 within a period of three months from the date of the order. For ready reference the order dated 16.03.2023 is being quoted hereunder :- \n\"This appeal was filed on 22nd October 2018 with defects. \nBesides opportunities granted to the appellant on 19th June 2019 and 14th May 2019, the defects pointed out by the Registry were not removed and on 19th June 2019 when this matter (at that time FA No. 407 of 2018) was listed before the Court, the nomenclature of the case was permitted to be corrected. \nThereafter, this matter again was listed before the Joint Registrar (Judl.) on 14th October 2019 and the Registrar General on 1st July 2020 for removing the defects. \nPage 23 On 30th September 2020, a coordinate Bench of this Court has noticed the following defects which was still subsisting:\n\"07/30.09.2020 Mr. Pradeep Kr. Deomani, learned counsel for the appellant prays for and is allowed two weeks' time to remove the following defects:\n( i) Nomenclature & case number may be corrected in presentation form and Vak. \n(ii) Limitation pet. may be filed. \n(iii) 2nd set of memo may be filed. \n(iv) Present address of sole appellant's representative may be corrected in memo, affidavit & Vak. as per c.c. of decree. \n(v) Paragraph no. given at para-3 of affidavit may be corrected. \n(vi) Execution of representative of sole appellant differs in Vak from name in memo. \n(vii) Cause title may be corrected at page-1. Mr. Mithilesh Singh, G.A.-IV appears for the State. \nLet his name be reflected in the cause list henceforth in place of the erstwhile State counsel.\" \nIt appears that thereafter by an order dated 3rd March 2021 the order under challenge was sent to the Commercial Court, Ranchi for correction for which the appellant had filed IA No. 5489 of 2020. \nAfter about two years, this matter has come up on Board and now the learned counsel for the appellant states that the corrected copy of the judgment and decree in Commercial Case No. 478 of 2011 is still defective. \nWhile so, we permit the appellant to withdraw the Commercial Appeal No. 08 of 2019 with liberty to challenge the judgment dated 12th July 2018 passed in Commercial Case No. 478 of 2011 and the decree signed on 23rd July 2018 after getting necessary correction in the aforesaid judgment and decree in Page 24 Commercial Case No. 478 of 2011, within a period of three months from today. \nThis Commercial Appeal No. 08 of 2019 is dismissed as withdrawn with the aforesaid liberty to the appellant.\"\n41. The interpretation which is being given by the learned counsel for the appellant by placing the order passed by the Co-ordinate Division Bench that since the liberty was granted to the appellant to file appeal within a period of three months, hence, the appeal was to be filed within the period of three months and accordingly, the instant appeal has been filed within the said period and, therefore, it is not the case where the limitation is to be counted from the date of the order dated 12.07.2018 passed by the Commercial Court, Ranchi in Commercial Case No. 478 of 2011.\n42. This Court is not in agreement with the aforesaid interpretation of the order dated 16.03.2023 in view of the fact the Co-ordinate Division Bench has simply granted liberty by giving maximum time to prefer appeal, i.e., within the period of three months, that does not mean while granting such liberty the provision under Order XXIII Rule 2 is given a go bye. \n43. Granting liberty to file an appeal within the period of three months does not mean that the limitation will not be the issue if the appeal will be filed within the period of three months. \nPage 25 44. The provision of C.P.C. since contains a provision that the period of limitation is to be counted in case of liberty having been granted to approach the court and the period of limitation will be counted from the date of judgment/decree. Otherwise, keeping into consideration the very object and intent of Commercial Courts Act, 2015 in the present facts of the case, the object of the said Act will be redundant which is mainly for the expeditious disposal of the commercial disputes. If such thing will be allowed to be carried out, then the party concerned will be indulged in such practice which will ultimately lead to lingering of the commercial disputes and will ultimately frustrate the very object and intent of the Commercial Courts Act, 2015. \n45. Therefore, the aforesaid object has been taken into consideration by the Hon'ble Apex Court also in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) as per the paragraphs which have been referred hereinabove wherein also the object of the Commercial Courts Act, 2015 has been taken into consideration based upon that the Hon'ble Apex Court has laid down the proposition that although the Section 5 of the Limitation Act has limited applicability under the statutory provision as contained in the Commercial Courts Act, 2015 but conferring Page 26 discretionary power to the concerned court in the rarest of rare case to condone the delay of a very shorter period depending upon the sufficient cause as also if there is no negligent approach of the party concerned.\n46. The negligent approach has been taken into consideration and the due diligence said to be the sufficient cause for condoning the delay is the two parameters for the purpose of condoning the delay as per the judgment passed by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra). \n47. Sufficient cause has also been interpreted by Hon'ble Apex Court in the judgment referred hereinabove and if the spirit of the judgments will be taken into consideration in the context of the Commercial Courts Act, 2015, it would be evident that for the purpose of expeditious disposal, it is the bounden duty of the concerned court that in the rarest of rare case the principle is to be made applicable in view of the judgment rendered in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra), as such, the conduct of the party concerned is to be taken into consideration so as to reach to the conclusion as to whether the conduct of the Page 27 parties is in negligent manner or any due diligence is there or not.\n48. Herein, it is the admitted case of the appellant that due to the copy of the judgment and decree in Commercial Case No.478 of 2011 being defective, the appeal was sought to be withdrawn and accordingly the Court has granted such leave, however with the liberty to file commercial appeal afresh.\n49. Herein, taking into consideration the admitted case of the appellant that without getting the necessary correction in the judgment and decree in Commercial Case No.478 of 2011 at the time of filing of the appeal at the first instance, i.e. Commercial Appeal No.08 of 2019, therefore, according to our considered view, it cannot come under the fold of rarest of rare case. \n50. Further, the period of delay is also of 1022 days, the Hon'ble Apex Court, in the Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) has refused to condone the delay of 75 days, 131 days and 200 days. \n51. The learned counsel for the appellant however has tried to impress upon the Court by applying the provision of Section 14 of the Limitation Act, 1963. \n52. But the applicability of Section 14 of the Limitation Act is not in dispute, rather, the applicability of Section 14 is to Page 28 be taken into consideration in the light of the judgment rendered by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) where the specific Act, i.e., Commercial Courts Act, 2015 has been taken into consideration. \n53. Further, it is not the case herein that incorrect forum was approached by the litigant concerned/appellant, rather, the forum was correct but the pleading was not proper and the documents were not appended with the memo of appeal, therefore, in that view of the matter also, it is not a case where the principle laid down under Section 14 of the Limitation Act is to be made applicable. \n54. The period of delay is 1022 days in the present case and the explanation so furnished by the appellant is that the appeal since has been filed within the period of three months, hence, the appeal cannot be said to be barred by limitation of 1022 days, save and except that, there is no explanation. \n55. Since we have already dealt with that the limitation is to be counted in view of the provision as contained under the Commercial Courts Act, 2015 from the date of judgment and the appeal to be filed within the period of 60 days. \nPage 29 56. The office by taking into consideration the aforesaid statutory provision, since has pointed out the delay of 1022 days, but there is no explanation save and except the explanation that the appeal has been filed within the period of three months from the date of order passed by the Coordinate Division Bench of this Court on 16.03.2023 in Commercial Appeal No.08 of 2019.\n57. The law is settled that the things are to be done strictly in accordance with the statutory provision and there cannot be interpretation beyond the statutory provision. Reference in this regard may be taken from the judgments rendered by the Hon'ble Apex Court in State of Uttar Pradesh vs. Singhara Singh and Ors., AIR (1964) SC 358 (para-25), Babu Verghese and Ors. vs. Bar Council of Kerala and Ors., (1999) 3 SCC 422 (para-31,32), Commissioner of Income Tax, Mumbai vs. Anjum M.H. Ghaswala & Ors., (2002) 1 SCC 633 (para-27), State of Jharkhand & Ors. vs. Ambay Cements & Anr., (2005) 1 SCC 368 (para-26) and Zuari Cement Ltd. vs. Regional Direction ESIC Hyderabad & Ors., (2015) 7 SCC 690 (para-14,26).\n58. The order passed by the Coordinate Division Bench if taken into consideration the principle of harmonious interpretation of the statutory provision as contained under Section 13 of the Act 2015, it would be evident that the purport of the order passed by the Coordinate Division Bench Page 30 is only to file the appeal within the period of three months which does not mean that the statutory mandate to file appeal within the period of 60 days from the date of decree/judgment is to be waived out. \n59. Further, the instant appeal has been filed on 14.06.2023 but even after lapse of more than one year, no interlocutory application for condonation of delay has been filed. \n60. In view of the discussion made by referring the provision of Rule XXIII Rule 2 C.P.C. and the principle laid down by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra), this Court is of the view that the instant appeal is hopelessly barred by limitation which the office has rightly pointed out. \n61. Accordingly, the instant appeal deserves to be dismissed and the same is hereby dismissed. \n(Sujit Narayan Prasad, A.C.J.) (Arun Kumar Rai, J.) Saurabh./ A.F.R. Page 31",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5026279fb2348dc83a3848e9c382dd5_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b461539a7f6f4d7195265b29a04beff4_1"
    },
    {
      "start": 242,
      "end": 364,
      "text": "\nJharkhand High Court\nRam Kripal Singh Construction Private ... vs The State Of Jharkhand Through The ... on 29 July, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1fa8a470e4a4db58cec0ef376b7cd57_2"
    },
    {
      "start": 365,
      "end": 1075,
      "text": "\n    In The High Court Of Jharkhand At Ranchi\n             Commercial Appeal No.13 of 2023\n                              --------\nRam Kripal Singh Construction Private Limited, a company duly registered under the Companies Act 1956, having its Head Office at 702, Panchwati Plaza, Kutchery Road, P.S. Kotwali, P.O. & District Ranchi-834001 (Jharkhand), being represented through one of its directors, Shri Ranjan Kumar aged about 46 years, son of Shri Ram Kripal Singh, resident of Mohalla Shri Krishna Nagar, Deepshikha Road, P.O. & P.S. & District Begusarai-851101 (Bihar) and presently residing at Ratan Kunj, Shashi Vihar, Cheshier Home Road, P.O. Bariatu, P.S. Sadar, District-Ranchi - 834009 (Jharkhand).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1760084b71bc42939529c3ac8adcef12_3"
    },
    {
      "start": 1111,
      "end": 1124,
      "text": "...       ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e265a69dc93a4601b02ce385960fc66a_4"
    },
    {
      "start": 1125,
      "end": 1177,
      "text": "Plaintiff/Appellant\n                     -Versus-\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de306b23ba544d46afbdb682b94e929e_5"
    },
    {
      "start": 1178,
      "end": 1359,
      "text": "The State of Jharkhand through the Secretary, Department of Building Construction, Government of Jharkhand, Project Building, P.O. & P.S. Dhurwa, District-Ranchi-834004 (Jharkhand).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "854a518982ec4bfebdc3d9f929dcce06_6"
    },
    {
      "start": 1360,
      "end": 1661,
      "text": "\n2. The Deputy Commissioner, Ranchi, New Collectorate Building, Kutchery Road, P.S. Kotwali, P.O. & District Rachi- 834001 (Jharkhand).\n3. The Executive Engineer, Special Works Division, Building Construction Department, Ranchi, Line Tank Road, P.O. Kotwali, P.O. & District Ranchi-834001 (Jharkhand).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fd5b428aad04dc5bd6c5d07e2760a72_7"
    },
    {
      "start": 1662,
      "end": 1706,
      "text": "\n                              ...       ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d619ea5544904eda9dad2804f1871530_8"
    },
    {
      "start": 1707,
      "end": 1729,
      "text": "Defendants/Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cda3b6cdbfbf4bbcb4af91da94343b38_9"
    },
    {
      "start": 1730,
      "end": 1762,
      "text": "\n                      ---------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94d1b8440bfb453db220db2a7563e55a_10"
    },
    {
      "start": 1764,
      "end": 1770,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2de2491586f84e3fa81bf6e27f4bbdef_11"
    },
    {
      "start": 1776,
      "end": 1820,
      "text": "Hon'Ble The Acting Chief Justice\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a48108325f8a4865a0123855234dfeb5_12"
    },
    {
      "start": 1820,
      "end": 1827,
      "text": "Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "808da990cfc14941ad19f4984b1f01ff_13"
    },
    {
      "start": 1828,
      "end": 1854,
      "text": "Mr. Justice Arun Kumar Rai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a5b5b652e734a758c1b0967db712f82_14"
    },
    {
      "start": 1855,
      "end": 1963,
      "text": "\n                                    ----- \nFor the Appellant           : Mr. Pradeep Kr. Deomani, Advocate\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7146f9b4691645069646773d90aea82a_15"
    },
    {
      "start": 1963,
      "end": 2029,
      "text": "For the Respondents         : Mr. Anish Kr. Mishra, Ac to Sr. Sc-I",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b45ea6b7fc34a36ab64ae8cd7128c22_16"
    },
    {
      "start": 2030,
      "end": 2063,
      "text": "\n                      ---------\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11d61d9e6c9e4a8babd7f9f6f1636303_17"
    },
    {
      "start": 2063,
      "end": 2119,
      "text": "05 /Dated: 29.07.2024\n\nPer Sujit Narayan Prasad, A.C.J :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a82c37cbb5944d10a49d2cb263a766b9_18"
    },
    {
      "start": 2121,
      "end": 2561,
      "text": "1. The instant appeal is under Section 13 of the Commercial Courts Act, 2015 directed against the judgment and decree dated 12.07.2018 passed by learned Presiding Officer, Commercial Court, Ranchi in Commercial Case No.478 of 2011, whereby and whereunder, the suit brought by the plaintiff/appellant was dismissed on contest, holding Page 1 that the plaintiff/appellant was not entitled to any relief or reliefs as sought for in the plaint.",
      "labels": [
        "RLC"
      ],
      "id": "9fbf58392e9d4603a858ee69c8273e1d_19"
    },
    {
      "start": 2563,
      "end": 2683,
      "text": "2. The appeal is barred by limitation, as per the office note, since the same has been filed after a delay of 1022 days.",
      "labels": [
        "FAC"
      ],
      "id": "f06c8c92f76d4254b35cde3f8a5a6325_20"
    },
    {
      "start": 2685,
      "end": 3381,
      "text": "Argument advanced on behalf of the appellant:\n3. Mr. Pradeep Kr. Deomani, learned counsel appearing for the appellant has submitted that although the delay of 1022 days has been pointed out in filing the instant appeal against the judgment and decree dated 12.07.2018 passed in Commercial Case No.478 of 2011 but the aforesaid office note is absolutely improper, reason being that the appeal has been filed within the period as directed by the Coordinate Division Bench of this Court vide order dated 16.03.2023 passed in Commercial Appeal No.08 of 2019 whereby and whereunder while dismissing the commercial appeal, liberty has been granted to the appellant to file a fresh Commercial Appeal.\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf9fd81a5de74c1497c6e333110b51fb_21"
    },
    {
      "start": 3382,
      "end": 3852,
      "text": "It has been contended that the instant appeal has been filed within the period of three months, hence, by taking into consideration the order dated 16.03.2023 passed by the Coordinate Division Bench of this Court in Commercial Appeal No.08 of 2019 since the appeal has been filed within a period of three months as per the direction contained therein, Page 2 it cannot be said, as has been pointed out by the office, that the appeal is barred by limitation of 1022 days.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97a46769e46c4759ad9d911858b8ec2b_22"
    },
    {
      "start": 3853,
      "end": 4890,
      "text": "\n5. The learned counsel while arguing for the purpose of contesting to the period of limitation as has been pointed out by the office to the extent of 1022 days, has raised two folds points :-\n(i) The liberty has been granted by the Coordinate Division Bench of this Court to file appeal within a period of three months and since the appeal has been filed within a period of three months, hence it cannot be said that the appeal is barred by limitation.\n(ii) Even accepting that the appeal is barred by limitation then also the same is fit to be condoned in view of the provision of Section 14 of the Limitation Act, 1963 which provides that the period consumed in the pending proceeding will have to be excluded from the period of limitation.\nArgument advanced on behalf of the respondent:\n6. While on the other hand, Mr. Anish Kr. Mishra, learned counsel appearing for the respondents, has vehemently opposed the submission made on behalf of the appellant by raising the grounds in dismissing the appeal on the ground of limitation.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cefa5f01a90d457f8fcc1fce399e505c_23"
    },
    {
      "start": 4891,
      "end": 5015,
      "text": "It has been contended by referring to the provision of Section 13 of the Commercial Courts Act, 2015 wherein Page 3 statutor",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e404854454640b59414223506724a99_24"
    },
    {
      "start": 5016,
      "end": 5099,
      "text": "y period has been provided for filing the appeal, i.e., within a period of 60 days.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ae6bbb6aaca4698b04c7b43dbbcac49_25"
    },
    {
      "start": 5101,
      "end": 5557,
      "text": "8. It has been contended that the aforesaid provision of Section 13 of the Commercial Courts Act, 2015 has been interpreted by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited [(2021) 6 SCC 460] wherein the consideration has been given regarding the applicability of the provision of Section 5 of the Limitation Act, 1963.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "191fdfbe17dd420da419ec23af029333_26"
    },
    {
      "start": 5559,
      "end": 6148,
      "text": "9. Learned counsel for the respondent, in order to strengthen his augment, has relied upon a judgment rendered by the Hon'ble Apex Court in Government of Maharashtra (Water Resources Department) Represented by Executive Engineer) Vs. Borse Brothers Engineers and Contractors Private Limited (supra) wherein the Hon'ble Apex Court while stretching the period of limitation in exceptional circumstances has observed that the limitation is to be condoned by way of exception and not by way of rule, i.e., only in case where a party has otherwise acted bona fide and not in a negligent manner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "20673b571c1243f59793f050824f9b4c_27"
    },
    {
      "start": 6150,
      "end": 6735,
      "text": "10. It has been contended basing upon the aforesaid proposition of law as has been settled by Hon'ble Apex Court in the case of Government of Maharashtra (Water Page 4 Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (supra) that in the matter of commercial disputes, where the primary object is to have the expeditious disposal of the disputes and that is the reason the statutory period has been provided under the provision of Section 13 of the Commercial Courts Act, 2015 to file appeal within a period of 60 days.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1447c5b8de5f4af6913da2adcdb830aa_28"
    },
    {
      "start": 6737,
      "end": 7116,
      "text": "11. Therefore, the power has been conferred to the court for condoning the delay in exceptional cases by allowing the application filed under Section 5 of the Limitation Act, 1963 and in the rarest of rare cases, the said power can be exercised but herein, even no interlocutory application has been filed for condonation of delay which shows negligent approach of the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f6e4fe7d8fd845e8825f2e9139e7cf61_29"
    },
    {
      "start": 7118,
      "end": 7371,
      "text": "12. Hence, according to the learned counsel, in the instant case if the litigant is able to show the sufficient cause which caused delay in filing the appeal, then only in exceptional circumstances the delay in filing the instant appeal can be condoned.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fcf29565f1424a9abfbc74f236d1d754_30"
    },
    {
      "start": 7373,
      "end": 7583,
      "text": "13. It has been submitted by referring to the factual aspect of the present case that the suit was filed before the Commercial Court having its jurisdiction which has been dismissed vide order dated 12.07.2018.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "89363ebd55a142a6bc805b8440c611cf_31"
    },
    {
      "start": 7585,
      "end": 7595,
      "text": "Page 5 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "362fc1ffe9bd414b9c463d530529c7c9_32"
    },
    {
      "start": 7596,
      "end": 7997,
      "text": "The appellant preferred an appeal before this Court being Commercial Appeal No.08 of 2019 but the Coordinate Division Bench of this Court has dismissed the said appeal, however, with the liberty to the appellant to file a fresh Commercial Appeal after getting necessary correction in the judgment and decree in Commercial Case No.478 of 2011 within a period of three months from the date of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03d2c9cc0a724a63aa1ea4c552d30ab2_33"
    },
    {
      "start": 7999,
      "end": 8498,
      "text": "15. The submission, therefore, has been made that the limitation cannot be counted from the date of order passed by the Coordinate Division Bench whereby and whereunder liberty has been granted to file appeal within a period of three months, rather, the period of three months has only been given for the purpose of filing appeal and, as such, it cannot be presumed that the limitation will be counted from the date of passing of the order by the Coordinate Bench in Commercial Appeal No.08 of 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "304d2b45c4134b56b5e203c6e1e51b5f_34"
    },
    {
      "start": 8499,
      "end": 8844,
      "text": "\n16 . The reference of the provision of Order XXIII Rule 2 of the C.P.C. has also been made whereby and whereunder it has been provided that in any fresh suit instituted on permission granted under the last preceding rule, the plaintiff shall be bound by the law of limitation in the same manner as if the first suit had not been instituted.\n17.",
      "labels": [
        "STA"
      ],
      "id": "2ca978d0c3f1454f96d74ef177450e2b_35"
    },
    {
      "start": 8845,
      "end": 9093,
      "text": "The office, based upon the aforesaid provision of law, as provided under Rule XXIII Rule 2 of the C.P.C., has pointed Page 6 out the limitation, then in such circumstances, it cannot be said that the said office note is improper and not acceptable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab543255270a43399b09c9fc04f8f19a_36"
    },
    {
      "start": 9095,
      "end": 9592,
      "text": "18. The \"sufficient cause\" has also been taken into consideration in the Judgment rendered in Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) whereby and whereunder it has been dealt with that the \"sufficient cause\"\nwill only be said to be sufficient cause if the party concerned without any negligent approach has followed the legal procedure in filing the appeal with all due diligence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "33351e23a06b4f798c00dfacb738deee_37"
    },
    {
      "start": 9594,
      "end": 10342,
      "text": "19. Herein, it cannot be said that the appellant has not shown the negligent attitude since, vide order dated 03.03.2021 the order under challenge was sent to the Commercial Court, Ranchi for correction for which the appellant had filed I.A. No.5489 of 2020 but after two years, when the matter came up on Board, learned counsel for the appellant stated that the corrected copy of the judgment and decree in Commercial Case No.478 of 2011 is still defective, as such, the said appeal was dismissed by the co-ordinate Division Bench of this Court with a liberty to file a fresh one, which itself shows that the appellant had not approached the Court with all due diligence, rather, the appellant had approached this Court in a very negligent manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62365a23055b41148a0edd605b5b4b0b_38"
    },
    {
      "start": 10343,
      "end": 10354,
      "text": "\nPage 7 20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36a9e9b0950d4b27b79cb7d8684c2b3d_39"
    },
    {
      "start": 10355,
      "end": 10630,
      "text": "The argument, therefore, has been advanced that in such circumstances if the period of limitation will be waived to be counted from the date of the liberty so granted by the Court of law, then the very purpose and object of the Commercial Courts Act, 2015 will be frustrated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4cf0742ee853475fb3fad52fcf935bfd_40"
    },
    {
      "start": 10632,
      "end": 11306,
      "text": "21. The further argument has been advanced that there is no dispute about the proposition of law regarding the applicability of Section 14 of the Limitation Act, 1963 since Section 14 is made to be applicable in a case where the litigant has approached the wrong forum after filing the appeal within statutory period and in such circumstances, the period consumed in pending litigation before the incorrect forum is to be excluded but that is not the factual aspect herein, rather, here the question of negligent approach and due diligence is the matter of concern since, the appellant had approached to the correct forum but in a negligent manner and without due diligence.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "46baeeb4b5d54208998143d564ee34f3_41"
    },
    {
      "start": 11308,
      "end": 11545,
      "text": "22. Thus, the instant case is neither the case of pending litigation before incorrect forum, rather, the forum was correct which suggests the negligent approach of the appellant and the lack of diligence in pursuing the remedy of appeal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f5d26e6aae5e432797b728ccab19ef65_42"
    },
    {
      "start": 11547,
      "end": 11757,
      "text": "23. The learned counsel, based upon the aforesaid ground, has submitted that since the delay is of 1022 days and based Page 8 upon the aforesaid reasons, the instant appeal is fit to be dismissed on limitation.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b7d8f833fa0f4be28f2e1259d8d35546_43"
    },
    {
      "start": 11759,
      "end": 11790,
      "text": "Analysis and Consideration:\n24.",
      "labels": [
        "NONE"
      ],
      "id": "be46d275c01a496e8210e5205c969f15_44"
    },
    {
      "start": 11791,
      "end": 11829,
      "text": "Heard learned counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "7f4fdc63b4694963a68db19d5c9bf9b5_45"
    },
    {
      "start": 11831,
      "end": 12039,
      "text": "25. This Court, before appreciating the rival submissions made on behalf of the parties, is of the view that the issue of limitation is to be dealt with herein for the purpose of showing the sufficient cause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f94be7e3b8ea4cdc82578678bf12d9d1_46"
    },
    {
      "start": 12041,
      "end": 12354,
      "text": "26. The consideration of meaning of 'sufficient cause' has been made in Basawaraj & Anr. Vrs. Spl. Land Acquisition Officer, [(2013) 14 SCC 81], wherein, it has been held at paragraphs 9 to 15 which read hereunder as:-\n\"9. Sufficient cause is the cause for which the defendant could not be blamed for his absence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7224a362a23143788f40bb52eb93984c_47"
    },
    {
      "start": 12355,
      "end": 12479,
      "text": "The meaning of the word \"sufficient\" is \"adequate\" or \"enough\", inasmuch as may be necessary to answer the purpose intended.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fff4408054484b868622f539c4c77c8b_48"
    },
    {
      "start": 12480,
      "end": 12763,
      "text": "Therefore, the word \"sufficient\"\nembraces no more than that which provides a platitude, which when the act done suffices to accomplish the purpose intended in the facts and circumstances existing in a case, duly examined from the viewpoint of a reasonable standard of a cautious man.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f9cf24a1b4574ab9981926227b33dac3_49"
    },
    {
      "start": 12764,
      "end": 13048,
      "text": "In this context, \"sufficient cause\" means that the party should not have acted in a negligent manner or there was a want of bona fide on its part in view of the facts and circumstances of a case or it cannot be alleged that the party has \"not acted diligently\" or \"remained inactive\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c34bd8fbbd7a4e898bdc69c41188554e_50"
    },
    {
      "start": 13049,
      "end": 13278,
      "text": "However, the facts and circumstances of each case must afford sufficient ground to enable the court concerned to exercise discretion for the reason that whenever the court exercises discretion, it has to be exercised judiciously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd28f30d7da94a7caee4290d62785ce7_51"
    },
    {
      "start": 13279,
      "end": 13286,
      "text": "\nPage 9",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0611c972125743ca9eae55ccbbc51109_52"
    },
    {
      "start": 13287,
      "end": 13519,
      "text": "The applicant must satisfy the court that he was prevented by any \"sufficient cause\" from prosecuting his case, and unless a satisfactory explanation is furnished, the court should not allow the application for condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7dcfc73e0dd43dd8a9ed9b64a7abf88_53"
    },
    {
      "start": 13520,
      "end": 13630,
      "text": "The court has to examine whether the mistake is bona fide or was merely a device to cover an ulterior purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c96cf28a55e4eada56729c2144c1908_54"
    },
    {
      "start": 13631,
      "end": 13984,
      "text": "(See Manindra Land and Building Corpn. Ltd. v. Bhutnath Banerjee [AIR 1964 SC 1336], Mata Din v. A. Narayanan [(1969) 2 SCC 770 : AIR 1970 SC 1953] , Parimal v. Veena [(2011) 3 SCC 545 : (2011) 2 SCC (Civ) 1 : AIR 2011 SC 1150] and Maniben Devraj Shah v. Municipal Corpn. of Brihan Mumbai [(2012) 5 SCC 157 : (2012) 3 SCC (Civ) 24 : AIR 2012 SC 1629] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "80976dd5129542b686edfa9fb70890f0_55"
    },
    {
      "start": 13986,
      "end": 14199,
      "text": "10. In Arjun Singh v. Mohindra Kumar [AIR 1964 SC 993] this Court explained the difference between a \"good cause\" and a \"sufficient cause\" and observed that every \"sufficient cause\" is a good cause and vice versa.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd6138cbc54c44dbb0e84482d6955cbf_56"
    },
    {
      "start": 14200,
      "end": 14361,
      "text": "However, if any difference exists it can only be that the requirement of good cause is complied with on a lesser degree of proof than that of \"sufficient cause\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ddb433db51764bc9ae1cdea8506735cd_57"
    },
    {
      "start": 14363,
      "end": 14732,
      "text": "11. The expression \"sufficient cause\" should be given a liberal interpretation to ensure that substantial justice is done, but only so long as negligence, inaction or lack of bona fides cannot be imputed to the party concerned, whether or not sufficient cause has been furnished, can be decided on the facts of a particular case and no straitjacket formula is possible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "57a0604b8cb84c29ab4c5c96bf74e264_58"
    },
    {
      "start": 14733,
      "end": 14871,
      "text": "(Vide Madanlal v. Shyamlal [(2002) 1 SCC 535 : AIR 2002 SC 100] and Ram Nath Sao v. Gobardhan Sao [(2002) 3 SCC 195 : AIR 2002 SC 1201] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8949a6d870614109a646343ab1d6ca70_59"
    },
    {
      "start": 14873,
      "end": 15048,
      "text": "12. It is a settled legal proposition that law of limitation may harshly affect a particular party but it has to be applied with all its rigour when the statute so prescribes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5a2d8a20a3794c479fd566c43b70b770_60"
    },
    {
      "start": 15049,
      "end": 15128,
      "text": "The court has no power to extend the period of limitation on equitable grounds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c745c7a080f481eb0b32a60ff447104_61"
    },
    {
      "start": 15129,
      "end": 15191,
      "text": "\"A result flowing from a statutory provision is never an evil.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "753f96ccb59343b3ae768dacab2eef38_62"
    },
    {
      "start": 15192,
      "end": 15316,
      "text": "A court has no power to ignore that provision to relieve Page 10 what it considers a distress resulting from its operation.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ab6a8ec4fc944a92903186d44c6ed498_63"
    },
    {
      "start": 15317,
      "end": 15476,
      "text": "The statutory provision may cause hardship or inconvenience to a particular party but the court has no choice but to enforce it giving full effect to the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3275786f114fa2b547b4610ca70cb3_64"
    },
    {
      "start": 15477,
      "end": 15596,
      "text": "The legal maxim dura lex sed lex which means \"the law is hard but it is the law\", stands attracted in such a situation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d478a5d0f3f642658779eae9752c61ae_65"
    },
    {
      "start": 15597,
      "end": 15721,
      "text": "It has consistently been held that, \"inconvenience is not\" a decisive factor to be considered while interpreting a statute.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa2b388118f849a582c848b37ed528ef_66"
    },
    {
      "start": 15721,
      "end": 15906,
      "text": "13. The statute of limitation is founded on public policy, its aim being to secure peace in the community, to suppress fraud and perjury, to quicken diligence and to prevent oppression.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1ceb386a19b4b77ab1d24032e586d6b_67"
    },
    {
      "start": 15907,
      "end": 16029,
      "text": "It seeks to bury all acts of the past which have not been agitated unexplainably and have from lapse of time become stale.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c019436b5dc48449ee90b311fdb435e_68"
    },
    {
      "start": 16030,
      "end": 16489,
      "text": "According to Halsbury's Laws of England, Vol. 28, p. 266: \"605. Policy of the Limitation Acts.--The courts have expressed at least three differing reasons supporting the existence of statutes of limitations namely, (1) that long dormant claims have more of cruelty than justice in them, (2) that a defendant might have lost the evidence to disprove a stale claim, and (3) that persons with good causes of actions should pursue them with reasonable diligence.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a8b90d88b9d748d5aceccfaca20dd8a0_69"
    },
    {
      "start": 16490,
      "end": 16775,
      "text": "An unlimited limitation would lead to a sense of insecurity and uncertainty, and therefore, limitation prevents disturbance or deprivation of what may have been acquired in equity and justice by long enjoyment or what may have been lost by a party's own inaction, negligence or laches.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d5fcf5a75b34fe097db8a2b06028f46_70"
    },
    {
      "start": 16776,
      "end": 17013,
      "text": "(See Popat and Kotecha Property v. SBI Staff Assn. [(2005) 7 SCC 510] , Rajender Singh v. Santa Singh [(1973) 2 SCC 705 : AIR 1973 SC 2537] and Pundlik Jalam Patil v. Jalgaon Medium Project [(2008) 17 SCC 448 : (2009) 5 SCC (Civ) 907] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bc98d9f749df4003a8dbc5e25de7c053_71"
    },
    {
      "start": 17015,
      "end": 17391,
      "text": "14. In P. Ramachandra Rao v. State of Karnataka [(2002) 4 SCC 578 : 2002 SCC (Cri) 830 : AIR 2002 SC 1856] this Court held that judicially engrafting principles of limitation amounts to legislating and Page 11 would fly in the face of law laid down by the Constitution Bench in Abdul Rehman Antulay v. R.S. Nayak [(1992) 1 SCC 225 : 1992 SCC (Cri) 93 : AIR 1992 SC 1701] .\n15.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43d46e4d6af34e8aa281027da9dacfc5_72"
    },
    {
      "start": 17392,
      "end": 17693,
      "text": "The law on the issue can be summarised to the effect that where a case has been presented in the court beyond limitation, the applicant has to explain the court as to what was the \"sufficient cause\" which means an adequate and enough reason which prevented him to approach the court within limitation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "34d44c5f304e4df493ebff9f52a51b95_73"
    },
    {
      "start": 17694,
      "end": 17933,
      "text": "In case a party is found to be negligent, or for want of bona fide on his part in the facts and circumstances of the case, or found to have not acted diligently or remained inactive, there cannot be a justified ground to condone the delay.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "609c5e4a27204ca3bf05d43f48099adb_74"
    },
    {
      "start": 17934,
      "end": 18037,
      "text": "No court could be justified in condoning such an inordinate delay by imposing any condition whatsoever.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33227d8f4b034b3b9d339324351ae319_75"
    },
    {
      "start": 18038,
      "end": 18160,
      "text": "The application is to be decided only within the parameters laid down by this Court in regard to the condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b458ac9dd3fa467d89b6b4aa4ed2cfff_76"
    },
    {
      "start": 18161,
      "end": 18467,
      "text": "In case there was no sufficient cause to prevent a litigant to approach the court on time condoning the delay without any justification, putting any condition whatsoever, amounts to passing an order in violation of the statutory provisions and it tantamounts to showing utter disregard to the legislature.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0287aa974e5547eab231d18e6ec020b2_77"
    },
    {
      "start": 18469,
      "end": 18769,
      "text": "27. Thus, it is evident that the sufficient cause means that the party should not have acted in a negligent manner or there was a want of bona fide on its part in view of the facts and circumstances of a case or it cannot be alleged that the party has \"not acted deliberately\" or \"remained inactive\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65bfad64bdc447a08b6aa2a1c36f2ac2_78"
    },
    {
      "start": 18770,
      "end": 18999,
      "text": "However, the facts and circumstances of each case must afford sufficient ground to enable the Court concerned to exercise discretion for the reason that whenever the Court exercises discretion, it has to be exercised judiciously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18d499ddacf74065af346ef50ef82b36_79"
    },
    {
      "start": 19000,
      "end": 19240,
      "text": "The Page 12 applicant must satisfy the Court that he was prevented by any \"sufficient cause\" from prosecuting his case, and unless a satisfactory explanation is furnished, the Court should not allow the application for condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9808ea2e95594c2580ab139958ae4b7b_80"
    },
    {
      "start": 19242,
      "end": 19475,
      "text": "28. It is thus evident from the aforesaid proposition of law that the said judgment has been passed on consideration of the issue of condonation of delay while entertaining the application under Section 5 of the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35066649f54e4b579a8eb3dff318aafa_81"
    },
    {
      "start": 19477,
      "end": 19816,
      "text": "29. Thus, it is evident that the aforesaid judgment has considered the applicability of Section 5 of the Limitation Act to be made applicable in a case where the delay is to be condoned depending upon the sufficient cause if shown by the concerned litigant that is the general principle of applicability of Section 5 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c177dbceac5c4833874522f916852f33_82"
    },
    {
      "start": 19817,
      "end": 20030,
      "text": "\n30. Herein, Section 14 of the Limitation Act is also required to be dealt with, for ready reference the same is referred herein:-\n\"14. Exclusion of time of proceeding bona fide in court without jurisdiction.--(1)",
      "labels": [
        "STA"
      ],
      "id": "8355196805e343d793209cdf0c25250c_83"
    },
    {
      "start": 20031,
      "end": 20482,
      "text": "In computing the period of limitation for any suit the time during which the plaintiff has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the defendant shall be excluded, where the proceeding relates to the same matter in issue and is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it.",
      "labels": [
        "STA"
      ],
      "id": "cfa2171c55634817874af6079c8d321f_84"
    },
    {
      "start": 20483,
      "end": 20937,
      "text": "\n(2) In computing the period of limitation for any application, the time during which the applicant Page 13 has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the same party for the same relief shall be excluded, where such proceeding is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it.",
      "labels": [
        "STA"
      ],
      "id": "f87cd4bad80648a9b50cfb588aa0ac21_85"
    },
    {
      "start": 20938,
      "end": 21364,
      "text": "(3) Notwithstanding anything contained in rule 2 of Order XXIII of the Code of Civil Procedure, 1908 (5 of 1908), the provisions of sub-section (1) shall apply in relation to a fresh suit instituted on permission granted by the court under rule 1 of that Order, where such permission is granted on the ground that the first suit must fail by reason of a defect in the jurisdiction of the court or other cause of a like nature.",
      "labels": [
        "STA"
      ],
      "id": "9012234fe7f241edb00381291c22f94b_86"
    },
    {
      "start": 21365,
      "end": 21821,
      "text": "\nExplanation.--For the purposes of this section,--\n(a) in excluding the time during which a former civil proceeding was pending, the day on which that proceeding was instituted and the day on which it ended shall both be counted;\n(b) a plaintiff or an applicant resisting an appeal shall be deemed to be prosecuting a proceeding;\n(c) misjoinder of parties or of causes of action shall be deemed to be a cause of a like nature with defect of jurisdiction.\"\n",
      "labels": [
        "STA"
      ],
      "id": "52892dcd0e3843fe93a023e366fba02b_87"
    },
    {
      "start": 21821,
      "end": 22242,
      "text": "31. It is evident from the provision of Section 14 of the Limitation Act that the period in approaching the appellate forum even after the due diligence of the concerned litigant if the appeal has been filed before incorrect forum and subsequently the same has not been entertained and liberty if granted to approach the appropriate forum, then the Page 14 pending proceeding before the incorrect forum is to be excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1fc87a2931d44f4acb051b39bae238d_88"
    },
    {
      "start": 22244,
      "end": 22596,
      "text": "32. The word \"diligence\" is having bearing over the applicability of Section 14 of the Limitation Act, 1963 which means that if the party has approached with due diligence but not before the correct forum, rather, before the incorrect forum, in such circumstances, the period consumed in pending litigation before the incorrect forum is to be excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afe0cd2c56574de09adaaff7513cfd69_89"
    },
    {
      "start": 22598,
      "end": 22686,
      "text": "33. But we are here dealing with a special enactment, i.e., Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7732080889994ea9ae86f8ead3ea7565_90"
    },
    {
      "start": 22687,
      "end": 22867,
      "text": "Therefore, the basic object of the Commercial Courts Act, 2015 is to be taken into consideration which is mainly for the purpose of expeditious disposal of the commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15d0f6f3702a4644b759a0a80cb72824_91"
    },
    {
      "start": 22868,
      "end": 23058,
      "text": "\n34. The Commercial Courts Act, 2015 has been brought into force even though the Arbitration and Conciliation Act, 1996 was in vogue the day when the Commercial Courts Act, 2015 was enacted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2591b835f1074a88a59050f7d639ab88_92"
    },
    {
      "start": 23059,
      "end": 23417,
      "text": "But, under the Arbitration and Conciliation Act, 1996, there was no rigid principle has been made applicable in condoning the delay and that is the reason the Commercial Courts Act, 2015 has been enacted by carving out a forum as under Section 13 thereof, for ready reference Section 13 of the Commercial Courts Act, 2015 is being quoted hereunder as :-\n\"13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d7e3ae047ee442fa8c279da902076a6_93"
    },
    {
      "start": 23418,
      "end": 23492,
      "text": "Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1",
      "labels": [
        "STA"
      ],
      "id": "931b45652bbe4d96bb588ff977e524a8_94"
    },
    {
      "start": 23493,
      "end": 23716,
      "text": "[Any person Page 15 aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "403b39652a3b43c58d336176b981777b_95"
    },
    {
      "start": 23718,
      "end": 24360,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "da59eff0d0a44e25a39166bd59ac3a54_96"
    },
    {
      "start": 24361,
      "end": 24634,
      "text": "] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "496b126317714c8c86d2c68c5f6a9c16_97"
    },
    {
      "start": 24636,
      "end": 24830,
      "text": "35. It is evident from the provision of Section 13 that the appeal is to be filed before the High Court having appellate jurisdiction within a period of 60 days from the date of judgment/decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef3151f665d846ab9050bfe7fda4d3fd_98"
    },
    {
      "start": 24832,
      "end": 24965,
      "text": "36. The aforesaid provision does not refer about the applicability of Section 5 of the Limitation Act, as per the original enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0afb18fc23b414882c631d263e3abb0_99"
    },
    {
      "start": 24966,
      "end": 25594,
      "text": "However, the Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Page 16 Brothers Engineers and Contractors Private Limited (Supra) has taken into consideration the aforesaid issue by taking into consideration the fact that the rigid principle of Section 5 of the Limitation Act is not applicable in the Arbitration and Conciliation Act, 1996 but the applicability of Section 5 of the Limitation Act, 1996 has been made applicable with all rigidity if the provision of Section 13 of the Commercial Courts Act, 2015 will be taken into consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38f0fbc2faf745b3ac04d6423a74205c_100"
    },
    {
      "start": 25596,
      "end": 26175,
      "text": "37. The Hon'ble Apex Court, by taking into consideration the very object and intent of the Commercial Courts Act, 2015 as under the relevant paragraph has considered the issue of applicability to condone the delay whereby and whereunder the application of Section 5 of the Limitation Act has been held to be acceptable but with the condition that the same is to be applied with all circumspection in a case where there is delay if caused in filing the appeal by taking into consideration the bona fide approach of the litigant concerned and it is not in the negligent manner.\n38.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "82415fcd76d44e92888bed7987efcc16_101"
    },
    {
      "start": 26176,
      "end": 26958,
      "text": "This Court since has referred the judgment rendered by the Hon'ble Apex Court in Government of Maharashtra (Water Resources Department) Represented by Executive Engineer) Vs. Borse Brothers Engineers and Contractors Private Limited (supra) wherein the prayer for condonation of delay of 131 days was there for which explanation was Page 17 furnished of file pushing and administrative exigency; further while refusing to condone the delay of 75 days due to the procedural approval and the ground since the appellant is a public entity under the Energy Department of the State Government the delay caused in filing the appeal has been said to be bona fide and as such deserves to be condoned but such explanation, does not find the same as sufficient ground for condonation of delay.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5ecf948781fd43929d4db88f6e46537d_102"
    },
    {
      "start": 26959,
      "end": 27193,
      "text": "Even the delay of 200 days in filing the appeal was refused to be condoned while passing order in S.L.P. (C) No. 18079 of 2020, for ready reference, paragraphs 53,58, 63 and 64 of the aforesaid judgment are being quoted herein: -\n\"53.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b49ba028a9704c23a06a96b7ae831c86_103"
    },
    {
      "start": 27194,
      "end": 27232,
      "text": "However, the matter does not end here.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c143eefc482439285324661b3877ba5_104"
    },
    {
      "start": 27233,
      "end": 27387,
      "text": "The question still arises as to the application of Section 5 of the Limitation Act to appeals which are governed by a uniform 60-day period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ce21fea3df94259b3d13b670c73834c_105"
    },
    {
      "start": 27388,
      "end": 27726,
      "text": "At one extreme, we have the judgment in N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] which does not allow condonation of delay beyond 30 days, and at the other extreme, we have an open-ended provision in which any amount of delay can be condoned, provided sufficient cause is shown.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3740101ee4bb4f32933edff82e75fd87_106"
    },
    {
      "start": 27727,
      "end": 27798,
      "text": "It is between these two extremes that we have to steer a middle course.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b048ab6e5adc4595a7094a37a6aea0e5_107"
    },
    {
      "start": 27800,
      "end": 28084,
      "text": "58. Given the object sought to be achieved under both the Arbitration Act and the Commercial Courts Act, that is, the speedy resolution of disputes, the expression \"sufficient cause\" is not elastic enough to cover long delays beyond the period provided by the appeal provision itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71dbc9563c3a4c4693cd2cc24b09e408_108"
    },
    {
      "start": 28085,
      "end": 28265,
      "text": "Besides, the expression \"sufficient cause\" is not itself a loose panacea for the Page 18 ill of pressing negligent and stale claims. ...........................................\n63.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "66b7c789e7ad41dfad9469b9e265a4d1_109"
    },
    {
      "start": 28266,
      "end": 28694,
      "text": "Given the aforesaid and the object of speedy disposal sought to be achieved both under the Arbitration Act and the Commercial Courts Act, for appeals filed under Section 37 of the Arbitration Act that are governed by Articles 116 and 117 of the Limitation Act or Section 13(1-A) of the Commercial Courts Act, a delay beyond 90 days, 30 days or 60 days, respectively, is to be condoned by way of exception and not by way of rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cdc6c67924cb4f2fb89e83c450bf2cd8_110"
    },
    {
      "start": 28695,
      "end": 29074,
      "text": "In a fit case in which a party has otherwise acted bona fide and not in a negligent manner, a short delay beyond such period can, in the discretion of the court, be condoned, always bearing in mind that the other side of the picture is that the opposite party may have acquired both in equity and justice, what may now be lost by the first party's inaction, negligence or laches.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fc3931f84d94a9799e87d4eedceaf84_111"
    },
    {
      "start": 29076,
      "end": 29599,
      "text": "64. Coming to the facts of the appeals before us, in the civil appeal arising out of SLP (C) No. 665 of 2021, the impugned judgment of the High Court of Bombay, dated 17-12-2020 [State of Maharashtra v. Borse Bros. Engineers & Contractors (P) Ltd., 2020 SCC OnLine Bom 10453] , has found that the Government of Maharashtra had not approached the court bona fide, as follows : (Borse Brothers case [State of Maharashtra v. Borse Bros. Engineers & Contractors (P) Ltd., 2020 SCC OnLine Bom 10453] , SCC OnLine Bom para 7) \"7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "acccc52d7c1148c68279c730f5d98093_112"
    },
    {
      "start": 29600,
      "end": 29641,
      "text": "I have carefully gone through the papers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1194e5cf73d4c9fa00e052e8eb83f93_113"
    },
    {
      "start": 29642,
      "end": 30016,
      "text": "\nThere can be no doubt in view of the documentary evidence in the form of copy of the application tendered by the advocate representing the applicant for obtaining a certified copy (Ext. R-1) that in fact, after pronouncement of the judgment and order in the proceeding under Section 34 of the Act, the advocate concerned had applied for certified copy Page 19 on 14-5-2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62e7adee2f4349aeabf26dd8462df9ba_114"
    },
    {
      "start": 30017,
      "end": 30179,
      "text": "The endorsement further reads that it was to be handed over to Mr A.D. Patil of the Irrigation Department, Dhule, who is a staff from the office of the applicant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cabdc262d01f4ad4b036622ae957ceb6_115"
    },
    {
      "start": 30180,
      "end": 30295,
      "text": "The further endorsements also clearly show that the certified copy was ready and was to be delivered on 27-5- 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dc640c680b744fa892f22a8d242f3c4_116"
    },
    {
      "start": 30296,
      "end": 30435,
      "text": "Inspite of such a stand and document, the applicant has not controverted this or has not come up with any other stand touching this aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5706b74d536c4def9f7ac1e5c8a369bd_117"
    },
    {
      "start": 30436,
      "end": 30592,
      "text": "It is therefore apparent that the applicant is not coming to the Court with clean hands even while seeking the discretionary relief of condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a880189670fd4c9b9683b5b47c2db983_118"
    },
    {
      "start": 30594,
      "end": 31095,
      "text": "66. In the civil appeal arising out of SLP (C) No. 15278 of 2020, the impugned judgment of the High Court of Madhya Pradesh dated 27-1- 2020 [M.P. Poorv Kshetra Vidyut Vitran Co. Ltd. v. Swastik Wires, 2020 SCC OnLine MP 3003] relies upon Consolidated Engg. [Consolidated Engg. Enterprises v. Irrigation Deptt., (2008) 7 SCC 169] and thereby states that the judgment of this Court in N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] would not apply.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a564756084244c9a8496a12e3d5a9110_119"
    },
    {
      "start": 31096,
      "end": 31408,
      "text": "The judgment of the High Court is wholly incorrect inasmuch as Consolidated Engg. [Consolidated Engg. Enterprises v. Irrigation Deptt., (2008) 7 SCC 169] was a judgment which applied the provisions of Section 14 of the Limitation Act and had nothing to do with the application of Section 5 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6591b53041d4c1f9f645e7ece9f280e_120"
    },
    {
      "start": 31409,
      "end": 31672,
      "text": "N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] was a direct judgment which applied the provisions of Section 5 of the Limitation Act and then held that no condonation of delay could take place beyond 120 days.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87db4efe841e4c6a88b9bf6a8e05d5e4_121"
    },
    {
      "start": 31673,
      "end": 32105,
      "text": "The High Court was bound to follow N.V. International [N.V. International v. State of Assam, (2020) 2 SCC Page 20 109 : (2020) 1 SCC (Civ) 275] , as on the date of the judgment of the High Court, N.V. International [N.V. International v. State of Assam, (2020) 2 SCC 109 : (2020) 1 SCC (Civ) 275] was a judgment of the two learned Judges of the Supreme Court binding upon the High Court by virtue of Article 141 of the Constitution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "113109e5fdaf473cb32c18bff661b8ac_122"
    },
    {
      "start": 32106,
      "end": 32186,
      "text": "On this score, the impugned judgment of the High Court deserves to be set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6cc3863b2bf4c45ba83df559f9d8ecb_123"
    },
    {
      "start": 32188,
      "end": 32333,
      "text": "67. That apart, on the facts of this appeal, there is a long delay of 75 days beyond the period of 60 days provided by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72bfa1889bd44e5e9d3d54a80f8dcbe2_124"
    },
    {
      "start": 32334,
      "end": 32526,
      "text": "Despite the fact that a certified copy of the District Court's judgment was obtained by the respondent on 27-4-2019, the appeal was filed only on 9-9-2019, the explanation for delay being:\n\"2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff200fc0d1f3448f81c5ef075a9250ad_125"
    },
    {
      "start": 32527,
      "end": 32623,
      "text": "That, the certified copy of the order dated 1-4-2013 was received by the appellant on 27-4-2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f34bf356cad465c9ef747915970fb6d_126"
    },
    {
      "start": 32624,
      "end": 32722,
      "text": "Thereafter the matter was placed before the CGM purchase MPPKVVCL for the compliance of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "587afefb726547d08d48898a36bcb1ff_127"
    },
    {
      "start": 32723,
      "end": 32787,
      "text": "The same was then sent to the law officer, MPPKVVCL for opinion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "846a86a7668b47709e57947fa413e1ba_128"
    },
    {
      "start": 32788,
      "end": 32936,
      "text": "\n3. That after taking opinion for appeal, and approval of the authorities concerned, the officer-in-charge was appointed vide order dated 23-7-2019.",
      "labels": [
        "RPC"
      ],
      "id": "a3441895474a43529aa45231d23f6f9d_129"
    },
    {
      "start": 32937,
      "end": 33152,
      "text": "\n4. That, thereafter due to bulky records of the case and for procurement of the necessary documents some delay has been caused however, the appeal has been prepared and filed pursuant to the same and further delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f883dfe66c884584b16ba373a8f14790_130"
    },
    {
      "start": 33153,
      "end": 33452,
      "text": "\n5. That due to the aforesaid procedural approval and since the appellant is a public entity formed under the Energy Department of Page 8 of 20 Commercial Appeal No. 20 of Page 21 2019 the State Government, the delay caused in filing the appeal is bona fide and which deserve[s] to be condoned.\"\n68.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cf9b666428e47d7a9b31308e0adbb82_131"
    },
    {
      "start": 33453,
      "end": 33526,
      "text": "This explanation falls woefully short of making out any sufficient cause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcbca3a4c283437eb4b8a45eba4ea878_132"
    },
    {
      "start": 33527,
      "end": 33621,
      "text": "This appeal is therefore allowed and the condonation of delay is set aside on this score also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23078c46077748bebfca7e7e28ba50b3_133"
    },
    {
      "start": 33623,
      "end": 33783,
      "text": "69. In the civil appeal arising out of SLP (C) Diary No. 18079 of 2020, there is a huge delay of 227 days in filing the appeal, and a 200-day delay in refiling.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c72f516f27440b69aa9079c8e2e202b_134"
    },
    {
      "start": 33784,
      "end": 33892,
      "text": "The facts of this case also show that there was no sufficient cause whatsoever to condone such a long delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ef57a891bb44fc6a732155e72b728e8_135"
    },
    {
      "start": 33893,
      "end": 34114,
      "text": "The impugned judgment of the High Court of Delhi dated 15-10- 2019 [Union of India v. Associated Construction Co., 2019 SCC OnLine Del 10797] cannot be faulted on this score and this appeal is consequently dismissed.\"\n39.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "381838b82e864a9a8446679a845ef861_136"
    },
    {
      "start": 34115,
      "end": 34934,
      "text": "The reference is also required to be made of the provision of Order XXIII Rule 2 of the Code of Civil Procedure wherein it has been provided that the liberty can be granted by the concerned court but while granting liberty, the limitation is to be counted as if the subsequent suit is the first one, i.e., from the date of original judgment, for ready reference, Rule XXIII Rule 2 is being quoted herein :-\n\"2. Limitation law not affected by first suit.--In any fresh suit instituted on permission granted under the last preceding rule, the plaintiff shall be bound by the law of limitation in the same manner as if the first suit had not been instituted.\"\n40. Adverting to the factual aspect of the present case, herein the case was filed by the appellant/plaintiff before the Commercial Court having its jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47a2240552c74297a2a6ac5d48be8883_137"
    },
    {
      "start": 34935,
      "end": 34995,
      "text": "The plaint was Page 22 rejected vide order dated 12.07.2018.",
      "labels": [
        "RPC"
      ],
      "id": "2721ac4d44d944089f68b4f804d7c75d_138"
    },
    {
      "start": 34996,
      "end": 35777,
      "text": "The said order was challenged before this Court by filing appeal being Commercial Appeal No.08 of 2019 but in the said order it has been observed that by an order dated 03.03.2021, the order under challenge was sent to the Commercial Court, Ranchi for correction for which the appellant had filed I.A. No. 5489 of 2020 but after two years, when the matter was taken up on Board, learned counsel for the appellant stated that the corrected copy of the judgment and decree in Commercial Case No.478 of 2011 is still defective, the commercial appeal was dismissed as withdrawn with a liberty to file a fresh one along after getting necessary correction in the aforesaid judgment and decree in Commercial Case No. 478 of 2011 within a period of three months from the date of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7edf99c43e7d4821a714ece5459f2fd6_139"
    },
    {
      "start": 35778,
      "end": 35853,
      "text": "For ready reference the order dated 16.03.2023 is being quoted hereunder :-",
      "labels": [
        "RPC"
      ],
      "id": "0e9d1f8a9969454a9de14141f48c3ec6_140"
    },
    {
      "start": 35854,
      "end": 35912,
      "text": "\n\"This appeal was filed on 22nd October 2018 with defects.",
      "labels": [
        "RPC"
      ],
      "id": "075ec1e1edc14954af6c95faff719890_141"
    },
    {
      "start": 35913,
      "end": 36216,
      "text": "\nBesides opportunities granted to the appellant on 19th June 2019 and 14th May 2019, the defects pointed out by the Registry were not removed and on 19th June 2019 when this matter (at that time FA No. 407 of 2018) was listed before the Court, the nomenclature of the case was permitted to be corrected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7e19b4638b242d3b45626bb9ca26c10_142"
    },
    {
      "start": 36217,
      "end": 36383,
      "text": "\nThereafter, this matter again was listed before the Joint Registrar (Judl.) on 14th October 2019 and the Registrar General on 1st July 2020 for removing the defects.",
      "labels": [
        "RPC"
      ],
      "id": "6fb4cd9d83de4361a06c65ebe9245fb6_143"
    },
    {
      "start": 36385,
      "end": 36392,
      "text": "Page 23",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e83d125daa741adbca40c366f501ed4_144"
    },
    {
      "start": 36393,
      "end": 36660,
      "text": "On 30th September 2020, a coordinate Bench of this Court has noticed the following defects which was still subsisting:\n\"07/30.09.2020 Mr. Pradeep Kr. Deomani, learned counsel for the appellant prays for and is allowed two weeks' time to remove the following defects:\n",
      "labels": [
        "RPC"
      ],
      "id": "3761241552b04be2abe09ea4850bb313_145"
    },
    {
      "start": 36660,
      "end": 36738,
      "text": "( i) Nomenclature & case number may be corrected in presentation form and Vak.",
      "labels": [
        "NONE"
      ],
      "id": "af0284f7be6d40bab9b91356f5398358_146"
    },
    {
      "start": 36739,
      "end": 36774,
      "text": "\n(ii) Limitation pet. may be filed.",
      "labels": [
        "RPC"
      ],
      "id": "4ae2d4e70f814e8c975cb85ccf1300b5_147"
    },
    {
      "start": 36775,
      "end": 36811,
      "text": "\n(iii) 2nd set of memo may be filed.",
      "labels": [
        "NONE"
      ],
      "id": "6b5869d43cd948e4a7197e7c1bdf2b05_148"
    },
    {
      "start": 36812,
      "end": 36934,
      "text": "\n(iv) Present address of sole appellant's representative may be corrected in memo, affidavit & Vak. as per c.c. of decree.",
      "labels": [
        "NONE"
      ],
      "id": "c866cded0540407985ce1e6b1875ed85_149"
    },
    {
      "start": 36935,
      "end": 37000,
      "text": "\n(v) Paragraph no. given at para-3 of affidavit may be corrected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4da616c79dd4cc7b8fc3002edb508df_150"
    },
    {
      "start": 37001,
      "end": 37086,
      "text": "\n(vi) Execution of representative of sole appellant differs in Vak from name in memo.",
      "labels": [
        "NONE"
      ],
      "id": "d62f3ac700554a58a85c3f70f6a32336_151"
    },
    {
      "start": 37087,
      "end": 37133,
      "text": "\n(vii) Cause title may be corrected at page-1.",
      "labels": [
        "NONE"
      ],
      "id": "6b6a6eb207b54c9db182913aa90e8800_152"
    },
    {
      "start": 37134,
      "end": 37185,
      "text": "Mr. Mithilesh Singh, G.A.-IV appears for the State.",
      "labels": [
        "NONE"
      ],
      "id": "80c70ea2c58a480090734beace8754df_153"
    },
    {
      "start": 37186,
      "end": 37283,
      "text": "\nLet his name be reflected in the cause list henceforth in place of the erstwhile State counsel.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6afa15321f9487ca992b382ddcc4a7e_154"
    },
    {
      "start": 37284,
      "end": 37481,
      "text": "\nIt appears that thereafter by an order dated 3rd March 2021 the order under challenge was sent to the Commercial Court, Ranchi for correction for which the appellant had filed IA No. 5489 of 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cd775fc26f342c097caf20822f382bf_155"
    },
    {
      "start": 37482,
      "end": 37697,
      "text": "\nAfter about two years, this matter has come up on Board and now the learned counsel for the appellant states that the corrected copy of the judgment and decree in Commercial Case No. 478 of 2011 is still defective.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16fd15ba0a1c4a288953665444dbff1d_156"
    },
    {
      "start": 37698,
      "end": 38083,
      "text": "\nWhile so, we permit the appellant to withdraw the Commercial Appeal No. 08 of 2019 with liberty to challenge the judgment dated 12th July 2018 passed in Commercial Case No. 478 of 2011 and the decree signed on 23rd July 2018 after getting necessary correction in the aforesaid judgment and decree in Page 24 Commercial Case No. 478 of 2011, within a period of three months from today.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35cce238ba4c4f99b167cfd639d55581_157"
    },
    {
      "start": 38084,
      "end": 38198,
      "text": "\nThis Commercial Appeal No. 08 of 2019 is dismissed as withdrawn with the aforesaid liberty to the appellant.\"\n41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a03c446e499d4c0cb4c5f7ce8119adf9_158"
    },
    {
      "start": 38199,
      "end": 38779,
      "text": "The interpretation which is being given by the learned counsel for the appellant by placing the order passed by the Co-ordinate Division Bench that since the liberty was granted to the appellant to file appeal within a period of three months, hence, the appeal was to be filed within the period of three months and accordingly, the instant appeal has been filed within the said period and, therefore, it is not the case where the limitation is to be counted from the date of the order dated 12.07.2018 passed by the Commercial Court, Ranchi in Commercial Case No. 478 of 2011.\n42.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcb634d579cf4003895a430ab3f7b53b_159"
    },
    {
      "start": 38780,
      "end": 39053,
      "text": "This Court is not in agreement with the aforesaid interpretation of the order dated 16.03.2023 in view of the fact the Co-ordinate Division Bench has simply granted liberty by giving maximum time to prefer appeal, i.e., within the period of three months, that does not mean",
      "labels": [
        "ANALYSIS"
      ],
      "id": "772f2af699cc43699dc1adbb675c7371_160"
    },
    {
      "start": 39054,
      "end": 39139,
      "text": "while granting such liberty the provision under Order XXIII Rule 2 is given a go bye.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e6e725a455a4d439da7b0a25bf5aacc_161"
    },
    {
      "start": 39140,
      "end": 39332,
      "text": "\n43. Granting liberty to file an appeal within the period of three months does not mean that the limitation will not be the issue if the appeal will be filed within the period of three months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "654681d17bff4468ae3873d705a47e3a_162"
    },
    {
      "start": 39333,
      "end": 39345,
      "text": "\nPage 25 44.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "371e01e4bd6c4606980096f896f27501_163"
    },
    {
      "start": 39346,
      "end": 39583,
      "text": "The provision of C.P.C. since contains a provision that the period of limitation is to be counted in case of liberty having been granted to approach the court and the period of limitation will be counted from the date of judgment/decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb47e091418540f2b1129c4d056802ab_164"
    },
    {
      "start": 39584,
      "end": 39831,
      "text": "Otherwise, keeping into consideration the very object and intent of Commercial Courts Act, 2015 in the present facts of the case, the object of the said Act will be redundant which is mainly for the expeditious disposal of the commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1065bd2a89b048cf910e2003adb8bee8_165"
    },
    {
      "start": 39832,
      "end": 40099,
      "text": "If such thing will be allowed to be carried out, then the party concerned will be indulged in such practice which will ultimately lead to lingering of the commercial disputes and will ultimately frustrate the very object and intent of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9456c90335a440b9ed73d55370fa195_166"
    },
    {
      "start": 40101,
      "end": 40993,
      "text": "45. Therefore, the aforesaid object has been taken into consideration by the Hon'ble Apex Court also in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) as per the paragraphs which have been referred hereinabove wherein also the object of the Commercial Courts Act, 2015 has been taken into consideration based upon that the Hon'ble Apex Court has laid down the proposition that although the Section 5 of the Limitation Act has limited applicability under the statutory provision as contained in the Commercial Courts Act, 2015 but conferring Page 26 discretionary power to the concerned court in the rarest of rare case to condone the delay of a very shorter period depending upon the sufficient cause as also if there is no negligent approach of the party concerned.\n46.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94f4249fa9cf43d9a0554d95787de850_167"
    },
    {
      "start": 40994,
      "end": 41411,
      "text": "The negligent approach has been taken into consideration and the due diligence said to be the sufficient cause for condoning the delay is the two parameters for the purpose of condoning the delay as per the judgment passed by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4d2a07f368384dc4b0416f7e060a1570_168"
    },
    {
      "start": 41413,
      "end": 42251,
      "text": "47. Sufficient cause has also been interpreted by Hon'ble Apex Court in the judgment referred hereinabove and if the spirit of the judgments will be taken into consideration in the context of the Commercial Courts Act, 2015, it would be evident that for the purpose of expeditious disposal, it is the bounden duty of the concerned court that in the rarest of rare case the principle is to be made applicable in view of the judgment rendered in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra), as such, the conduct of the party concerned is to be taken into consideration so as to reach to the conclusion as to whether the conduct of the Page 27 parties is in negligent manner or any due diligence is there or not.\n48.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c93a32821f364139800498650af0cc1e_169"
    },
    {
      "start": 42252,
      "end": 42547,
      "text": "Herein, it is the admitted case of the appellant that due to the copy of the judgment and decree in Commercial Case No.478 of 2011 being defective, the appeal was sought to be withdrawn and accordingly the Court has granted such leave, however with the liberty to file commercial appeal afresh.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f3b429b61494e70891be87fe549e306_170"
    },
    {
      "start": 42547,
      "end": 42922,
      "text": "49. Herein, taking into consideration the admitted case of the appellant that without getting the necessary correction in the judgment and decree in Commercial Case No.478 of 2011 at the time of filing of the appeal at the first instance, i.e. Commercial Appeal No.08 of 2019, therefore, according to our considered view, it cannot come under the fold of rarest of rare case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d13c81e0002841b58717b99ec8452a8b_171"
    },
    {
      "start": 42924,
      "end": 43234,
      "text": "50. Further, the period of delay is also of 1022 days, the Hon'ble Apex Court, in the Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) has refused to condone the delay of 75 days, 131 days and 200 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "013fbda5ff7a4f0da587dd32faddf588_172"
    },
    {
      "start": 43236,
      "end": 43390,
      "text": "51. The learned counsel for the appellant however has tried to impress upon the Court by applying the provision of Section 14 of the Limitation Act, 1963.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a8355590c67542099a00b2a9b47db82c_173"
    },
    {
      "start": 43392,
      "end": 43879,
      "text": "52. But the applicability of Section 14 of the Limitation Act is not in dispute, rather, the applicability of Section 14 is to Page 28 be taken into consideration in the light of the judgment rendered by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra) where the specific Act, i.e., Commercial Courts Act, 2015 has been taken into consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b7eec09ba14e47ad9c370e1cf85aa6b3_174"
    },
    {
      "start": 43881,
      "end": 44271,
      "text": "53. Further, it is not the case herein that incorrect forum was approached by the litigant concerned/appellant, rather, the forum was correct but the pleading was not proper and the documents were not appended with the memo of appeal, therefore, in that view of the matter also, it is not a case where the principle laid down under Section 14 of the Limitation Act is to be made applicable.",
      "labels": [
        "RATIO"
      ],
      "id": "f12d0c43c8da441e940df1ffda2df735_175"
    },
    {
      "start": 44273,
      "end": 44575,
      "text": "54. The period of delay is 1022 days in the present case and the explanation so furnished by the appellant is that the appeal since has been filed within the period of three months, hence, the appeal cannot be said to be barred by limitation of 1022 days, save and except that, there is no explanation.",
      "labels": [
        "RATIO"
      ],
      "id": "6c6c7a3b08fb431f9fb83bf77fa838fa_176"
    },
    {
      "start": 44577,
      "end": 44809,
      "text": "55. Since we have already dealt with that the limitation is to be counted in view of the provision as contained under the Commercial Courts Act, 2015 from the date of judgment and the appeal to be filed within the period of 60 days.",
      "labels": [
        "RATIO"
      ],
      "id": "dc7482c419db4c63a1e9ec56debda4c2_177"
    },
    {
      "start": 44810,
      "end": 44822,
      "text": "\nPage 29 56.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9de674c49f0441c8871294ba3b01848a_178"
    },
    {
      "start": 44823,
      "end": 45199,
      "text": "The office by taking into consideration the aforesaid statutory provision, since has pointed out the delay of 1022 days, but there is no explanation save and except the explanation that the appeal has been filed within the period of three months from the date of order passed by the Coordinate Division Bench of this Court on 16.03.2023 in Commercial Appeal No.08 of 2019.\n57.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd25665e2d3c4d5dbe7f9081a28cce4a_179"
    },
    {
      "start": 45200,
      "end": 45368,
      "text": "The law is settled that the things are to be done strictly in accordance with the statutory provision and there cannot be interpretation beyond the statutory provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d14b7effd93546bd993254a6c33a7651_180"
    },
    {
      "start": 45369,
      "end": 45911,
      "text": "Reference in this regard may be taken from the judgments rendered by the Hon'ble Apex Court in State of Uttar Pradesh vs. Singhara Singh and Ors., AIR (1964) SC 358 (para-25), Babu Verghese and Ors. vs. Bar Council of Kerala and Ors., (1999) 3 SCC 422 (para-31,32), Commissioner of Income Tax, Mumbai vs. Anjum M.H. Ghaswala & Ors., (2002) 1 SCC 633 (para-27), State of Jharkhand & Ors. vs. Ambay Cements & Anr., (2005) 1 SCC 368 (para-26) and Zuari Cement Ltd. vs. Regional Direction ESIC Hyderabad & Ors., (2015) 7 SCC 690 (para-14,26).\n58.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4c6633bacb1549bcbcfb17866392903c_181"
    },
    {
      "start": 45912,
      "end": 46410,
      "text": "The order passed by the Coordinate Division Bench if taken into consideration the principle of harmonious interpretation of the statutory provision as contained under Section 13 of the Act 2015, it would be evident that the purport of the order passed by the Coordinate Division Bench Page 30 is only to file the appeal within the period of three months which does not mean that the statutory mandate to file appeal within the period of 60 days from the date of decree/judgment is to be waived out.",
      "labels": [
        "RATIO"
      ],
      "id": "6de9b004e29043668dafd04b8298d54a_182"
    },
    {
      "start": 46412,
      "end": 46586,
      "text": "59. Further, the instant appeal has been filed on 14.06.2023 but even after lapse of more than one year, no interlocutory application for condonation of delay has been filed.",
      "labels": [
        "RPC"
      ],
      "id": "a2a9af24dc4c45909b158fcfabda16f3_183"
    },
    {
      "start": 46588,
      "end": 47027,
      "text": "60. In view of the discussion made by referring the provision of Rule XXIII Rule 2 C.P.C. and the principle laid down by Hon'ble Apex Court in the case of Government of Maharashtra (Water Resources Department) represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited (Supra), this Court is of the view that the instant appeal is hopelessly barred by limitation which the office has rightly pointed out.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "173ac68183af4d98836b2a61fe7a7dc6_184"
    },
    {
      "start": 47029,
      "end": 47123,
      "text": "61. Accordingly, the instant appeal deserves to be dismissed and the same is hereby dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "d19a25c73ef149f8916677ccd597b6b0_185"
    },
    {
      "start": 47124,
      "end": 47201,
      "text": "\n(Sujit Narayan Prasad, A.C.J.) (Arun Kumar Rai, J.) Saurabh./ A.F.R. Page 31",
      "labels": [
        "NONE"
      ],
      "id": "a5a5177586ff468b903c6fc4202ed7ac_186"
    }
  ]
}