{
  "id": "4369d13e5d652f34f8b7a0d9a4cf42020ea2a9275b23a894db7cd3e8350299cf",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras High Court \nM/S.Magic Frames vs M/S.Radiance Media P. Ltd on 3 August, 2018\nAuthor: R.Subbiah \nBench: R.Subbiah, Krishnan Ramasamy\n                                                               1\n\n                                     In The High Court Of Judicature At Madras \n\n                                            Judgment Reserved on : 30.04.2019 \n\n                                            Judgment Delivered on : 04.06.2019 \n\n                                                          Coram: \n\n                                       The Honourable Mr. Justice R.Subbiah \n                                                      And \n                                  The Honourable Mr. Justice Krishnan Ramasamy \n\n                                                   O.S.A.No.447 of 2018 \n                                                           and \n                                                  C.M.P.No.20376 of 2018 \n\n                      1 . M / s. Magic Frames, \n                         Partnership Firm,\n                         Reg. by its Partner R.Sarath Kumar,\n                         having office at\n                         No.14, Jayammal Street,\n                         Teynampet, Chennai-600 018.\n\n                      2. R.Sarath Kumar,\n                         Partner of M/s.Magic Frames\n\n                      3. R.Radhikaa Sarath Kumar,\n                         Partner of M / s. Magic Frames \n\n                      4. Mr.Listin Stephen, \n                         Partner of M/s.Magic Frames                             .. Appellants\n                                                               Vs.\n                      M / s. Radiance Media P. Ltd., \n                      Rep. by its Authorised Signatory \n                      N.Srinivasan, \n                      having registered office at\n                      Khivraj Complex-II, 6th Floor, \n                      480, Anna Salai , \n                      Nandanam, Chennai-600 035.                                 .. Respondent\n\n\n\n\nhttp://www.judis.nic.in \n                                                                2\n\n                            Original Side Appeal filed under Section 13 of the Commercial Courts,\n                      Commercial Division and Commercial Appellate Division of High Courts Act, 2015,\n                      against the order dated 03.08.2018 passed by the learned Single Judge in\n                      Appln.No.4667 of 2018 in C.S.No.393 of 2017 on the file of this Court. \n\n\n                            For appellants     : Mr.K.Ravi for M/s.Rugan and Arya\n                            For respondent     : Mr.N.L.Rajah, Senior Counsel for Mr.S.Ashok Kumar\n\n\n\n                                                          Judgment\nR.Subbiah, J This Original Side Appeal (O.S.A) has been filed against the order dated 03.08.2018 in Appln.No.4667 of 2018 in C.S.No.393 of 2017 passed by the learned Single Judge in dismissing the sai d application filed by the appellants/defendants herein to pass a Summary Judgment dismissing the suit in C.S.No.393 of 2017 without recording oral evidence. \n2. For the sake of convenience, the parties are herein referred to as they are ranked in the suit as plaintiff and defendants. \n3. Brief facts which are necessary to decide the issue raised in this appeal, are as follows:\n(a) C.S.No.393 of 2017 is filed by the respondent/plaintiff against the appellants/defendants under Order 4 Rule 1 of the Madras High Court Original Side Rules read with Order 37 Rules 1 and 2 of CPC, seeking for judgment and decree to direct the defendants to pay a sum of Rs.2 crores (Rupees two crores http://www.judis.nic.in only) along with interest at the rate of 18% per annum since the date of return of cheques unpaid, till the date of realisation of the amount and to direct the defendants to pay the costs of the suit. \n(b) The plaintiff is a Company incorporated under the Companies Act, 1956 and is engaged in the business of production and distribution of films and lending for film production activities. In the course of business, the defendants collectively approached the plaintiff and requested the plaintiff to finance for producing a feature film titled \"Production No.4\" starring actors Vikram Prabhu and Keerthi Suresh and directed by A.L.Vijay. The plaintiff has also agreed to provide finance as a loan to produce the said feature film. With regard to the same, a loan agreement dated 05.11.2014 was entered into between the plaintiff and the defendants. Pursuant to the same, the plaintiff had also lent a sum of Rs.1,50,00,000/- vide cheque No.002502, dated 05.11.2014, drawn on Kotak Mahindra Bank in connection with the said feature film with the terms and conditions specified therein. Since the loan amount is unsecured for commercial purpose, the rate of interest was fixed at 30% per annum and the interest on the principal amount is liable to be paid on monthly basis. A service charge of 2% of the loan amount also would be recoverable along with the loan amount. The date of repayment of loan amount along with interest etc., was 31.03.2015. \n(c) As per the terms of the loan agreement, dated 05.11.2014, the defendants-borrowers consented that all the Revenues from world Satellite http://www.judis.nic.in rights, television relating to screening and broadcasting, Cable Television, DTH Television, Digital Broadcasting, video, VCD, DVD etc. of the said feature film or in the event of the said feature film tentatively titled as above, does not materialise, the subsequent projects of the defendants/borrowers in place of the said film, shall vest with the plaintiff and be collected for and on behalf of the plaintiff until the loan amount is paid as per the loan agreement, dated 05.11.2014. The defendants/borrowers also undertook that they shall not alienate the above stated satellite rights etc., to any third parties. Further, as per the terms of the agreement, if the defendants/borrowers attempted illegally or with a mala-fide intention, try to alienate the above stated Satellite rights, etc., of the abovesaid feature film or any subsequent project in place of the above titled feature film to derive monetary benefit prior to paying the loan amounts along with interest to the plaintiff, then the plaintiff shall be entitled to appropriate legal remedies to prevent the same. \n(d) The defendants 2 to 4, as per the terms of the loan agreement, dated 05.11.2014, have to issue promissory notes and post-dated cheques as security for the loan amount and interest. Though they have agreed to pay back the loan amount along with interest on or before 31.03.2015 as per the loan agreement, dated 05.11.2014, they failed to pay either the interest or the principal amount before the stipulated time. But however, without repaying the loan amount, the defendants/borrowers represented by the second defendant, approached the http://www.judis.nic.in plaintiff with a request to lend more money along with the outstanding loan amount and interest as per the loan agreement, dated 05.11.2014, and promised to execute a mortgage deed to that effect for both the outstanding loan amount with interest and for the fresh loan amount to be lent. The plaintiff agreed to lend fresh loan on the above proposal of the defendants represented by the second defendant. Consequently, the second defendant, acting on behalf of the first defendant and rest of the defendants, pursuant to and in continuation of the earlier loan agreement, dated 05.11.2014, executed a mortgage deed, dated 21.01.2016 in favour of the plaintiff for a sum of Rs.3,39,29,960/- and the plaintiff also lent the aforesaid amount which includes the outstanding loan amount and interest in the following proportion, namely Rs.2,39,29,960/- towards outstanding loan amount plus interest and fresh loan amount for a sum of Rs.1,00,00,000/-, totally Rs.3,39,29,960/-. The above fresh loan amount of Rs.1,00,00,000/- was paid to the defendants represented by the second defendant and the same was also acknowledged in the mortgage deed and never ever denied except prior to their reply notice, dated 06.05.2017. \n(e) As per the terms of the mortgage deed, dated 21.01.2016, the second defendant, representing all the defendants, mortgaged and encumbered three properties, namely, (i) Flat No.2 in T.S.No.4980/2 as per C.A.No.515 of 2015, O.S.No.72/1, 79/1 and 105/1 part situated at Door No.33/1, Old Door No.16/1, Raja Mannar Street, T.Nagar, Chennai-600 017 comprised in sale deed dated http://www.judis.nic.in 15.07.1991 registered as Document No.987 of 1991 at SRO, T.Nagar, Chennai;\n(ii) a flat at No.39/5, First Floor, Block No.2, Ganesh Flats, comprised in T.S.Nos.5907 and 5908, Old S.Nos.143/10 & 143/11, situated at Door Nos.39 & 41, Old Nos.19 to 36, Kannadasan Salai, T.Nagar, Chennai-600 017, comprised in sale deed dated 08.07.1994, registered as Document No.2357 of 1994 at SRO, T.Nagar, Chennai, and (iii) vacant land measuring an extent of 40 cents in Survey No.912/2A7, vacant land of 40 cents or thereabouts in Survey Nos.912/1A & 1B and land to an extent of 267 Sq.Meters in Survey No.912/1C situated in Kuthukalvalasai Village, Tenkasi Taluk at SRO, Joint-II, Tenkasi, Tirunelveli, comprised in sale deed in Document Nos.2766/2012, 2299/2013, 2765/2012 & 2941/2012 at SRO, Joint-II, Tenkasi. The said mortgage deed dated 21.01.2016 was registered on the file of the Sub-Registrar, T.Nagar in Document No.207 of 2016 towards the loan amount of Rs.3,39,29,960/-. In the mortgage deed, the interest fixed for the loan amount was 18% per annum and the accrued interest is to be paid monthly at the rate of interest 18% per annum compoundable annually. The loan amount along with interest shall be paid to the plaintiff/mortgagee on or before 18.06.2018 as due date, failing which the scheduled properties mortgaged in favour of the plaintiff/mortgagee shall become absolute and the plaintiff/mortgagee shall be entitled to foreclose the mortgage and the plaintiff/mortgagee, in such event, shall become absolute owner of the suit schedule properties free from all encumbrances. http://www.judis.nic.in (f) It is the further case of the plaintiff that, since the loan amount lent as per the mortgage deed exceeds the value of the mortgaged properties, the plaintiff requested the defendants to furnish more securities for the said loan covered under the mortgage deed dated 21.01.2016 and pursuant to the above request of the plaintiff, the second defendant, on behalf of the rest of the defendants, executed an undertaking on 21.01.2016, in which the second defendant on behalf of the other defendants, has given the following undertaking, namely:\n(i) acknowledged the mortgage deed dated 21.01.2016 entered with the plaintiff and the sum of Rs.3,39,29,960/- due by as on 21.01.2016 apart from the further interest payable on monthly basis.\n(ii) Undertook to grant right of possession and use and enjoy all the three properties referred to in the mortgage deed dated 21.01.2016 including the right to receive the rents, income and profits thereof and the same shall not be in any manner adjusted or be claimed to set off any claims of the plaintiff. \n(iii) All the three documents pertain to scheduled properties in the mortgage deed dated 21.01.2016 shall be handed over immediately. \n(iv) Undertook to provide more moveable and immoveable properties as securities. \n(v) Undertook not to create any charge, alienate, encumber or in any manner seek possession or any proceeds from the three scheduled properties http://www.judis.nic.in referred to in the mortgage deed dated 21.01.2016 prior to the discharge of the loan amount. \n(vi) Undertook that the present undertaking shall form part of the mortgage deed dated 21.01.2016. \n(vii) Further undertook that, on behalf of the first defendant herein, of which the second defendant is one of the partners, all rights, copyright, Revenues and claims in respect of the feature film \"Pambu Sattai\" (produced by and vesting with M/s.Magic Frames) arising from the theatrical exhibition, satellite rights and audio rights shall rest with the plaintiff for the entire duration of the undertaking and no right shall be exercised or alienated without the express consent of the plaintiff in writing, and the said feature film shall not theatrically exhibited until discharge of all obligations under the mortgage and undertaking.\n(g) In view of the mortgage deed dated 21.01.2016 and the further undertaking given on 21.01.2016 by the second defendant on behalf of the rest of the defendants, though the plaintiff insisted for repayment of the loan amount with interest, waited patiently to realise the loan amount from the defendants. Since the date of obtaining loan on 21.01.2016, as no instalment of monthly interest or principal amount was paid till date, on 01.03.2017, the plaintiff approached and insisted the defendants/borrowers to repay the entire loan http://www.judis.nic.in amount with interest immediately, for which the defendants/borrowers instructed the plaintiff to encash the cheques for a sum of Rs.2,00,00,000/- as part payment, namely the two cheques given for a sum of Rs.75,00,000/- each issued by the first defendant M/s.Magic Frames, signed by the second and fourth defendants, and the five cheques for a sum of Rs.10,00,000/- each issued by the second defendant for meeting the debt obtained on behalf of the first defendant in favour of the plaintiff. Therefore, on 06.03.2017, the plaintiff informed to the defendants that their cheques would be deposited on that day, but the defendants, instead of consenting for deposit of cheques for collection, again sought for further time and requested the plaintiff not to deposit the cheques given by them. Thereafter, in the third week of March 2017, though the defendants have approached the plaintiff several times, they neither paid the entire amount nor consented for deposit of the cheques as part payment. In the meanwhile, the defendants/borrowers with a mala-fide intention to cheat the plaintiff in violation of the undertaking given on 21.01.2016, without even informing the plaintiff, had released and exhibited the feature film titled \"Pambu Sattai\" on 24.03.2017, thereby committed breach of trust and cheated the plaintiff. \n(h) Consequent upon the release of the feature film \"Pambu Sattai\"\ncontrary to the undertaking on 21.01.2016, the plaintiff approached the defendants and demanded repayment of the entire loan amount immediately as http://www.judis.nic.in they violated the undertaking, for which the defendants came forward with lame excuses and promised to pay the loan amount with interest within a month since the date of release of the film \"Pambu Sattai\". As the feature film \"Pambu Sattai\"\nwas released on 24.03.2017, believing the above promise made by the defendants, the plaintiff waited for a month. After the expiry of one month, as nothing fructified from the defendants, on 26.04.2017, the plaintiff issued a notice requesting the defendants to repay the loan amount with interest to an extent of Rs.3,84,40,440/-, for which the defendants/borrowers promised that the plaintiff can encash the cheques as part payment and requested the plaintiff to present the cheque for collection in the first week of May 2017 and promised to pay the remaining loan amount with interest within a month from the date of encashment of cheques. Thereafter, contrary to their own aforesaid promise with regard to the encashment of cheques, the defendants issued a reply legal notice containing several false allegations as against the plaintiff. Therefore, on 08.05.2017, the two cheques given to M/s.Magic Frames, by the first defendant, drawn on South Indian Bank, Valasaravakkam Branch, in favour of the plaintiff bearing cheque Nos.577662 and 577663 in respect of Bank Account No.0684073000000036 for a sum of Rs.75,00,000/- each and the five cheques issued by the second defendant for meeting the debts of the first defendant drawn on Tamil Nadu Mercantile Bank, Tiruvanmiyur Branch in favour of the plaintiff for a sum of Rs.10,00,000/- each, bearing cheque Nos.154066, 154067, http://www.judis.nic.in 154068, 154069 and 154070 in respect of the Bank Account No.158150310875092, were presented for collection, but the said cheques were returned unpaid through the Return Memo, dated 09.05.2017 issued by the plaintiff Bank, namely Kotak Mahindra Bank Ltd., and the reason for return of the cheque was stated as \"Payment stopped by Drawer\", with regard to all the aforesaid cheques presented for collection, and the same was informed to the defendants requesting them to honour the aforesaid cheque amounts, totalling sum of Rs.2,00,00,000/-, but even then, they failed to pay the loan amount. \n(i) Further, the plaintiff is forced to recover the debt/liquidated demand in money, arising out of negotiable instrument for a sum of Rs.2,00,00,000/- which is only a part of the loan amount, also evidenced by the loan agreement dated 05.11.2014, mortgage deed dated 21.01.2016 and the Undertaking, dated 21.01.2016 invoking the summary procedure under Order 4 Rule 1 of the Madras High Court Original Side Rules read with Order 37 Rules 1 and 2 of CPC. The plaintiff institutes the present summary suit based on the cheques issued by the defendants and the same were returned unpaid as stated supra, and reserved their right to recover the remaining loan amount separately as per the mortgage deed and the undertaking along with damages. It is under these circumstances that the plaintiff had instituted the summary suit under Order 37 Rule 1 CPC . \n(j) Along with the plaint, the plaintiff has also filed the loan agreement dated 05.11.2014, the mortgage deed dated 21.01.2016, the undertaking given http://www.judis.nic.in by the second defendant, dated 21.01.2016, the discharge receipt issued by the plaintiff with regard to one property, dated 28.10.2016, legal notice and the reply notice dated 26.04.2017 and 06.05.2017 respectively and seven cheques and their Return Memos.\n(k) The defendants entered appearance. The defendants filed A.No.5680 of 2017 seeking unconditional leave to defend the suit. This application came up for consideration before the learned Master and the same is still pending. \n(l) In the meanwhile, the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) received the assent of the President on 31.12.2015 and was published in the Gazette, dated 01.01.2016. This Court, by order dated 13.04.2018, observed that the entire nature of transaction was commercial in nature and also noting that both the learned Senior Counsel for the plaintiff and the learned counsel for the defendants also agreed that the \"lis\" was commercial in nature, consequently, it was held that the Commercial Division of this Court would have jurisdiction to entertain the allegations made in the plaint. At that stage, the defendants have come forward with the present application in A.No.4667 of 2018 before this Court under Order 13-A of CPC to pass a summary judgment, dismissing the suit in C.S.No.393 of 2017, without recording oral evidence. http://www.judis.nic.in (m) Order 13-A of CPC had been inserted pursuant to the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015. For the purpose of the disposal of the appeal, Order 13-A of CPC which deals with \"Summary Judgment\", is extracted hereunder with respect to Rules 1, 2 and 3:\n1. Scope of and classes of suits to which this Order applies: (1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence. \n(2) For the purposes of this Order, the word \"claim\" shall include-- (a) part of a claim;\n(b) any particular question on which the claim (whether in whole or in part) depends; or (c) a counter-claim, as the case may be. \n(3) Notwithstanding anything to the contrary, an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\n2. Stage for application for summary judgment:\nAn applicant may apply for summary judgment at any time after summons has been served on the defendant:\nProvided that, no application for summary judgment may be made by such applicant after the Court has framed the issues in respect of the suit.\n3. Grounds for summary judgment: The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that-- (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the http://www.judis.nic.in claim, as the case may be; and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\"\n( n) This Application in A.No.4667 of 2018 in C.S.No.393 of 2017 has been filed by the defendants under Order 13-A CPC on the ground that the plaintiff has no real prospect of succeeding on the claim, which is one of the grounds for summary judgment as extracted supra in Order 13-A Rule 3(a) of CPC. \n(o) The sum and substance of the said application filed by the defendants is that on 21.01.2016, these loans got fully discharged by virtue of a mortgage by conditional sale created by the second defendant individually over three immovable properties that personally belonged to him, under a registered deed of mortgage, dated 21.01.2016, since, from the consideration of Rs.3,39,29,960/- mentioned therein, Rs.2,39,29,960/- was adjusted against the earlier loans, as clearly admitted in paragraph 5(a) of the plaint. \n(p) Clause 1 of the said deed clearly shows that this was a mortgage by conditional sale as defined in Section 58(c) of the Transfer of Property Act, stipulating that the property is transferred for certain consideration and further stipulating that upon the mortgagor paying back such consideration with interest on or before 18.06.2018, the transfer would become void and otherwise it would be absolute. Since the cheques were issued towards the earlier loans that were discharged by virtue of the mortgage deed mentioned above, the present suit http://www.judis.nic.in based on such cheque is not maintainable and is devoid of cause of action. Even assuming without admitting that the cheques were issued after the mortgage deed, they cannot give rise to any cause of action, since under the mortgage deed, no personal liability is cast on the mortgagor, he having only an option either to redeem the properties or to abandon the properties.\n(q) The cheques were issued prior to the mortgage, which is clearly established by the following facts: \n(i) In the plaint, the actual dates on which these cheques were given to the plaintiff are not mentioned, but suppressed wilfully. \n(ii) In the counter affidavit filed on behalf of the defendants in O.A.No.540 of 2017, it was clearly stated in paragraphs 13 and 14 on what dates the cheques were given. \n(iii) In the reply affidavit filed by the plaintiff, while dealing para-wise with the statements in the counter affidavit, the plaintiff deliberately omitted to deal with paragraphs 13 and 14 of the counter affidavit and thus had not denied the statements therein. \n(iv) In paragraph 11 of the reply affidavit, the plaintiff clearly admits that the earlier loan merged into the mortgage deed and such loan was part of the consideration for the mortgage. \n(v) The defendants have filed cheque record slips and bank statements which clearly shows that these cheques were issued only in November and http://www.judis.nic.in December 2014. \nHence, the defendants have filed the present application under Order 13-A CPC, praying to dismiss the suit without recording evidence. \n(r) The said application was opposed by the respondent/plaintiff by filing detailed counter affidavit stating that as per the mortgage deed dated 21.01.2016, the applicants/defendants agreed to repay the loan amount of Rs.3,39,29,960/- together with interest at 18% per annum compoundable annually and paid monthly to the respondent/plaintiff on or before 18.06.2018. Therefore, it cannot be said that there is admission of no case having been made out to dismiss the suit without recording evidence. \n(s) After hearing both sides, the learned Single Judge had dismissed the said application filed by the defendants, as not maintainable. Aggrieved by the same, the present O.S.A. has been filed by the defendants. \n4. Before commencing the submissions of the learned counsel for the appellants, the learned Senior Counsel appearing for the respondent/plaintiff raised objections with regard to the maintainability of the present appeal by drawing the attention of this Court to proviso to sub-section (1-A) of Section 13 of the Commercial Courts Act, by stating that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC, 1908 (5 of 1908) as amended by the said http://www.judis.nic.in Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). Thus, it is objected to by the learned Senior Counsel appearing for the respondent that only if the order passed by the learned Single Judge falls within the scope and ambit of Order 43 CPC, then it is appealable. In view of this objection raised by the learned Senior Counsel appearing for the respondent/plaintiff, at the outset, the learned counsel for the appellants/defendants made the following submissions with regard to the maintainability of the appeal. \n5. The learned counsel for the appellants invited the attention of this Court to Section 13 of the Commercial Courts Act (as amended), which was suitably amended by Act 28 of 2018 with effect from 03.05.2018. Sub-section (1) was totally substituted with sub-section (1-A). The Sub-section (1) before amendment stood as follows:\n\"(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996)\". \nAfter amendment, now Section 13(1) and (1-A) reads as follows:\nhttp://www.judis.nic.in \"13: Appeals from decrees of Commercial Courts and Commercial Divisions:\n(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996)\".\n6. The learned counsel for the appellants/defendants further contended that after amendment, the word \"decision\" is replaced by \"judgment or order\". Section 13 of the Commercial Courts Act--sub-section (1) was substituted by sub- section (1) along with sub-section (1-A) with proviso. The Sub-section (1) after amendment, deals with the appeals from the Subordinate Courts dealing with commercial transactions. The said sub-section (1-A) deals with the appeals from the District Court as well as Commercial Division of the High Court to the Commercial Appellate Division of the High Court. The Proviso is common to sub- section (1) and sub-section (1-A). While sub-section (1-A) says that any person http://www.judis.nic.in aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court, may appeal to the Commercial Appellate Division of that High Court, proviso to sub-section (1-A) deals with lying of appeal from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996. Further, the learned counsel for the appellants also submitted that Section 13(2) of the Commercial Courts Act provides that, \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" Thus, the term \"judgment or order\" inserted in sub-section (1-A) by the amendment, was consciously introduced by the Legislature and the term \"judment or order\" is not touched by the proviso or sub-section (2). Thus, the learned counsel for the appellants drew the attention of this Court to the scheme of Section 13, wherein, after amendment, it clearly says that when an appeal is filed against an interlocutory order, if such order is covered by Order 43 CPC, then the appeal automatically lies. This is the effect of the proviso. The proviso does not go further and it does not prohibit appeals against other orders. The learned counsel for the appellants therefore submitted that whether an order is a judgment or http://www.judis.nic.in not, will be determined by the appellate Court before admitting the appeal. In this regard, the learned counsel for the appellants submitted that the guidelines for such determination are well settled and recently noticed in the decision of the Supreme Court reported in 2018 (11) SCC 722 (LIC Vs. Sanjeev Builders (P) Ltd), in which, while elaborating upon the nature of \"interlocutory order\" or \"judgment\", it was observed by the Apex Court as follows:\n\"9. Elaborating upon nature of \"interlocutory order\" or \"judgment\" and observing that the Letters Patent Appeal would lie from the judgment which would affect the vital and valuable rights of the parties and which work serious injustice to the parties concerned , in Shah Babulal Khimji Vs. Jayaben D.Kania and Another (1981) 4 SCC 8, it was held as under (SCC pp.53 & 57-58, paras 106 & 114-17:-\n\"106. Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent. \n...... \n114. In the course of the trial, the trial Judge may pass a number of orders whereby some of the various steps to be taken by the parties in prosecution of the suit may be of a routine nature while other orders may cause some inconvenience to one party or the other, e.g., an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing an order of costs to one of the parties for its default or an http://www.judis.nic.in order exercising discretion in respect of a procedural matter against one party or the other. Such orders are purely interlocutory and cannot constitute judgments because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the appeal against the final judgment passed by the trial Judge. \n115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable rights of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment. \n116. We might give another instance of an interlocutory order which amounts to an exercise of discretion and which may yet amount to a judgment within the meaning of the Letters Patent. Suppose the trial Judge allows the plaintiff to amend his plaint or include a cause of action or a relief as a result of which a vested right of limitation accrued to the defendant is taken away and rendered nugatory. It is manifest that in such cases, although the order passed by the trial Judge is purely discretionary and interlocutory, it causes gross injustice to the defendant who is deprived of a valuable right of defence to the suit. Such an order, therefore, though interlocutory in nature contains the attributes and http://www.judis.nic.in characteristics of finality and must be treated as a judgment within the meaning of the Letters Patent. This is what was held by this Court in Shanti Kumar case (Shanthi Kumar R.Canji Vs. Home Insurance Co. of New York (1974) 2 SCC 387), as discussed above. \n117. Let us take another instance of a similar order which may not amount to a judgment. Suppose, the trial Judge allows the plaintiff to amend the plaint by adding a particular relief or taking an additional ground which may be inconsistent with the pleas taken by him but is not barred by limitation and does not work serious injustice to the defendant who would have ample opportunity to disprove the amended plea taken by plaintiff at the trial. In such cases, the order of the trial Judge would only be a simple interlocutory order without containing any quality of finality and would therefore not be a judgment within the meaning of Clause 15 of the Letters Patent.\"\n(emphasis supplied)\n10. Applying the above principle to the case in hand, we find that the order allowing the application impleading respondent No.3 as assignee (Order XXII Rule 10 CPC) after 27 years of filing of the suit vitally affects the valuable rights of the appellant. The order allowing amendment of plaint by impleading respondent No.3 as \"Plaintiff No.3\" on the basis of alleged assignment of agreement dated 24.08.1987 decides a vital question which concerns the rights of the parties and hence is a \"judgment\" to maintain the Letters Patent Appeal. In our view, allowing of such application after 27 years of filing suit for specific performance would cause serious prejudice to the http://www.judis.nic.in appellant-defendant depriving valuable right of defence available to the appellant and hence the order of Single Judge allowing the Chamber Summons is a \"judgment\" within the meaning of Clause 15 of the Letters Patent.\"\n7. Thus, the learned counsel for the appellants submitted that in the instant case, order appealed against is an order passed in A.No.4667 of 2018 in C.S.No.393 of 2017, which was rejected as not maintainable. A.No.4667 of 2018 was filed by the appellants/defendants to dismiss the suit without trial on the ground that the plaintiff has no real prospect of succeeding in the suit as provided for under Order 13-A Rule 3(a) of CPC. In the abovesaid decision reported in 2018 (11) SCC 722, the order allowing the application to implead a party after long delay of filing the suit, vitally affected the impleaded party and it has decided a vital question which concerns the rights of the parties and hence, it is a \"judgment\" to maintain the Letters Patent Appeal. In the instant case, the application was filed by the appellants/defendants under Order 13-A Rule 3(a) of CPC stating that the plaintiff has no real or subsisting claim, and thus the appellants/defendants sought for passing summary judgment and to dismiss the suit without recording evidence. Therefore, according to the learned counsel for the appellants, the dismissal order passed by the learned Single Judge in the said application, will fall within the purview of \"judgment\", even though it cannot be http://www.judis.nic.in construed as an \"order\" within the ambit of Order 43 CPC. As per the amended provision relating to Section 13(1-A) of the Commercial Courts Act, \"any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original jurisdiction, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order\". Hence, according to the learned counsel for the appellants, the present appeal is maintainable. \n8. The learned counsel for the appellants also relied on a judgment of the Supreme Court reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania), wherein the Apex Court held as follows:\n\"106. Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\" \n\"115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable right of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\" \n\"120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the Letters http://www.judis.nic.in Patent. We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments : \n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant. \n(2) An order rejecting the plaint. \n(3) An order refusing leave to defend the suit in an action under Order 37, Code of Civil Procedure. \n(4) An order rescinding leave of the trial Judge granted by him under Clause 12 of the Letters Patent. \n(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive. \n(6) An order rejecting an application for a judgment on admission under Order 12 Rule 6.\n(7) An order refusing to add necessary parties in a suit under Section 92 of the Code of Civil Procedure.\n(8) An order varying or amending a decree . \n(9) An order refusing leave to sue in forma pauperis. \n(10) An order granting review. \n(11) An order allowing withdrawal of the suit with liberty to file a fresh one. \nhttp://www.judis.nic.in (12) An order holding that the defendants are not agriculturists within the meaning of the special law. \n(13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure. \n(14) An order granting or refusing to stay execution of the decree. \n(15). An order deciding payment of court-fees against the plaintiff.\"\n9. The learned counsel for the appellants further contended that in paragraph 120 of the above judgment in Shah Babulal Khimji's case, illustrations are given of interlocutory orders which would be judgments. Though 15 illustrations are given, point Nos.5 and 6 are relevant for the purpose of this case and they relate to an order deciding a preliminary objection to the maintainability of the suit and an order rejecting an application for a judgment on admission under Order 12 Rule 6 CPC. In the case on hand, the order was passed on the appellants' application raising the specific question about the maintainability of the suit. It was contended that the suit is not maintainable, in view of clear admission of the plaintiff in paragraph 5(a) of the plaint. Thus, the order passed by the learned Single Judge thereon falls squarely within point Nos.5 and 6 of paragraph 120 extracted above in the said judgment of the Supreme Court, and therefore, it is a 'judgment'. Hence, the appeal is maintainable. Further, only if it http://www.judis.nic.in is not \"judgment\" and if it is an \"order\", then we have to see as to whether the said \"order\" will fall within the scope and ambit of Order 43 CPC, and when it is \"judgment\", then naturally/automatically, the appeal is maintainable.\n10. The learned counsel for the appellants relied on a decision of a Division Bench of this Court reported in 2019 (2) MLJ 257 = 2019 (1) LW 597 = MANU/TN/0554/2019 (Rubinetterie Bresciane Bonomi SpA Vs. Lehry Instrumentation and Valves Pvt. Ltd)., in which, he highlighted the following paragraphs therein:\n\"14. .. ... Consequently, the right of appeal under the Letters Patent should continue to be available to all Orders passed in any proceedings in all suits pending on the date of commencement of Commercial Courts Act, subject however to the test they must be 'judgments' within the meaning of Clause 15 thereof.\" \n\"19. To sum it up:\n(a) A right of appeal under Clause 15 of the Letters Patent is available from all Orders passed in any proceedings in any suit pending on the date of commencement of Commercial Courts Act. \n... ...\" \n11. Insofar as the present case is concerned, the suit was filed on 22.05.2017 and is pending when the Commercial Division and Commercial Appellate Division were constituted by this Court under Sections 4 and 5 of the Commercial Courts Act and the said Divisions were constituted only in 2018. Therefore, by following the ruling of the Division Bench of this Court referred to http://www.judis.nic.in above in Rubinetterie Bresciane Bonomi SpA's case, it has to be held that the present appeal is maintainable. In this regard, the learned counsel for the appellants relied on paragraph 14 of the said judgment of this Court extracted supra.\n12. Since the Commercial Courts Act is deemed to have commenced only in the Commercial Appeal Division which were constituted, the above decision of the Division Bench of this Court will squarely apply to the facts of the present case. Thus, for the above reasons, the learned counsel for the appellants submitted that the present appeal is maintainable on the facts and circumstances of the present case. \n13. Countering the above submissions, the learned Senior Counsel appearing for the respondent/plaintiff submitted that proviso to Section 13(1-A) of the Commercial Courts Act says that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996. Thus, learned Senior Counsel appearing for the respondent/plaintiff submitted that only if the order falls within the ambit and scope of Order 43 of CPC, appeal is maintainable. He further contended that appellants are making an attempt to put-forth their case stating that the nature of the order passed by the learned Single Judge will fall within the definition of \"judgment\", and therefore, according to learned counsel for the http://www.judis.nic.in appellants, the appeal is maintainable, since there cannot be any impediment in filing an appeal as against the \"judgment\" as per the amended provisions of Section 13(1-A) of the Commercial Courts Act. To this submission, the learned Senior Counsel appearing for the respondent submitted that, no doubt, from a judgment of the trial Court on the Original Side, the Letters Patent Appeal will lie under Clause 15 of the Letters Patent. But this right is taken away even in the earlier Section 13(2) of the said Act, though the amendment was made under Section 13(1) for the word \"decision\", the words \"judgment or order\" are inserted and no further amendment was made to Section 13. Therefore, it is incorrect to state that since the nature of the order passed by the learned Single Judge carries in the nature of \"judgment\", the appeal will lie. \n14. The learned Senior Counsel appearing for the respondent relied on a judgment of the Supreme Court reported in 2018 (10) SCJ 550 = 2018 (2) CTC 450 = 2018 (4) LW 240 = 2018 (14) SCC 715 = MANU/SC/0112/2018 (Kandla Export Corporation and others Vs. OCI Corporation and others), wherein the Apex Court held as follows:\n\"15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the Code of Civil Procedure would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals http://www.judis.nic.in that can be made to the Commercial Appellate Division of a High Court. \n16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" \n15. The learned Senior Counsel appearing for the respondent further submitted by inviting the attention of this Court to Section 18 of the Commercial Courts Act, which deals with the power of this Court to issue directions, and the same reads as follows:\n\"Section 18: Power of High Court to issue directions:\nThe High Court may, by notification, issue practice directions to supplement the provisions of Chapter II of this Act or the Code of Civil Procedure, 1908 (5 of 1908) insofar as such provisions apply to the hearing of commercial disputes of a Specified Value.\" \nThe practice directions issued by the High Court under Section 18 of the Commercial Courts Act clearly says that all appeals from any decision of a Commercial Court or Commercial Division shall be heard by the Commercial Appellate Division and if the decision of the Commercial Court or Commercial Division is an \"order\", it should be an \"order\" which has been specifically enumerated as an appelable order under Order 43 of the CPC. Similarly, it has http://www.judis.nic.in been stated that if there is an appeal provision under the Letters Patent of a High Court or under any other law, no appeal will lie against an \"order\" or \"decree\" of a Commercial Division or Commercial Court. According to the learned Senior Counsel appearing for the respondent, the judgment of the Supreme Court, relied upon by the learned counsel for the appellants, reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania) deals with the Letters Patent and not \"Commercial Courts\" and it may not be applicable to the facts of the present case. \n16. With regard to the submission made by the learned counsel for the appellants, based on the recent judgment of the Division Bench of this Court reported in 2019 (2) MLJ 257 = 2019 (1) LW 597 = MANU/TN/0554/2019 (Rubinetterie Bresciane Bonomi SpA Vs. Lehry Instrumentation & Valves Pvt. Ltd), the learned Senior Counsel appearing for the respondent submitted that in that case, there were orders in two applications, which were the subject matter of appeal, and one was filed before the Act came into effect and the argument was that pre-existing rights were preserved notwithstanding the enactment of the Act. In respect of the next application which arose after the Act came into effect, the argument was that its provisions would apply by virtue of Section 15 of the Commercial Courts Act only after the first case management hearing. The Court agreed that existing rights were preserved in respect of pending suits, but the second argument was negatived. Both these issues are not applicable to the http://www.judis.nic.in present case and therefore, the said judgment will not aid the appellants. In the case on hand, the appellants' application before the learned Single Judge was under Order 13-A of the CPC. It would therefore be preposterous to claim that an appeal against such order must be considered not in terms of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, but in terms of the provisions of the CPC and the Letters Patent. The said judgment of the Division Bench of this Court has been cited only to emphasise that the earlier judgment of the Supreme Court interpreting the Act, had been followed in the said judgment. Thus, the learned Senior Counsel appearing for the respondent submitted that the abovesaid judgment of the Division Bench of this Court reported in 2019 (2) MLJ 257 (cited supra) will not be applicable to the facts of the present case. \n17. Relying on various judgments and also the judgment of the Division Bench of the Delhi High Court reported in HPL (India) Ltd. and others Vs. QRG Enterprises and others, reported in 238 (2017) DLT 123 = MANU/DE/0347/2017 = 2017 Supreme (Del) 526 and the decision of the Division Bench of the Bombay High Court reported in Shailendra Bhadauria and others Vs. Matrix Partners India Investment Holdings LLC and others, reported in 2018 Supreme (Mah) 1264 = MANU/MH/2792/2018, the learned Senior Counsel appearing for the respondent submitted that in this case, an appeal will not lie as against the order passed by the learned Single Judge. \nhttp://www.judis.nic.in 18. Keeping in mind the above submissions made by the learned counsel appearing for the parties, we have carefully perused the entire materials available on record. \n19. The only question that has to be decided in this case is as to whether the present appeal is maintainable under the Commercial Courts Act. If this question is answered, that would suffice to decide the issues raised in this appeal. \n20. It is the submission of the learned counsel for the appellants that after the amendment under Section 13(1) and 13(1-A) of the Commercial Courts Act, as per Section 13(1), any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge, may appeal to the Commercial Appellate Court, and, as per Section 13(1-A), any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction, or as the case may be, Commercial Division of a High Court, may appeal to the Commercial Appellate Division of that High Court. Further, the proviso to Section 13(1-A) says that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act. Thus, the learned counsel for the appellants submitted that proviso to the said Section 13(1-A) says that appeal shall lie against \"orders\" enumerated under Order 43 http://www.judis.nic.in CPC and the proviso does not deal with the appeals against \"judgments\". The learned counsel for the appellants further submitted that so far as the present case is concerned, the present appeal has been filed as against the dismissal of the application filed by the appellants/defendants under Order 13-A Rule 3(a) CPC to pass summary judgment to dismiss the suit without recording oral evidence in C.S.No.393 of 2017. He further submitted that Order 13-A Rule 3(a) CPC deals with the grounds for summary judgment. In the instant case, in view of the admission made in paragraph 5(a) of the plaint, the defendants have taken out the application to dismiss the suit stating that the plaintiff has no real prospect of succeeding on the claim. Thus, the defendants sought for dismissal of the suit without recording evidence. But the learned Single Judge had dismissed the said application as not maintainable and such dismissal order is nothing but \"judgment\". \n21. Learned counsel for the appellants further contended that such dismissal of the application filed under Order 13-A Rule 3(a) CPC by the learned Single Judge is not \"order\" and it is only \"judgment\", and therefore, the present appeal is maintainable. In support of this contention, the learned counsel for the appellants relied on the judgment of the Supreme Court reported in 2018 (11) SCC 722 (LIC Vs. Sanjeev Builders (P) Ltd.). The learned counsel for the appellants also relied on a judgment of the Supreme Court reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania) to show that the nature of the http://www.judis.nic.in order passed in the application filed under Order 13-A Rule 3(a) of CPC, will fall within the definition of \"judgment\". Thus, it is the sum and substance of the submission of the learned counsel for the appellants that the order passed by the learned Single Judge is nothing but \"judgment\", and therefore, the present appeal is maintainable, though it is not an \"order\" under Order 43 CPC.\n22. We are of the opinion that the judgments relied on by the learned counsel for the appellants arise out of the Letters Patent. So far as the order passed under the Commercial Courts Act is concerned, there is a clear bar under Section 13(2) therein, which states that, \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" Further, Section 16(3) of the Commercial Courts Act says that, \"where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\" \n23. In the above context, at the risk of repetition, it is appropriate to refer Section 18 of the Commercial Courts Act, dealing with the power of High Court to issue directions, which reads as follows:\nhttp://www.judis.nic.in \"18. Power of High Court to issue directions:- The High Court may, by notification, issue practice directions to supplement the provisions of Chapter II of this Act or the Code of Civil Procedure, 1908 (5 of 1908) in so far as such provisions apply to the hearing of commercial disputes of a Specified Value.\"\n24. Further, as per Notification No.48 of 2018 of this Court, in exercise of the powers conferred under Section 18 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016), the Honourable The Chief Justice is pleased to issue the Practice Note therein and in relation to Commercial Appellate Division, it is stated as follows:\nII. Commercial Appellate Division:\nJurisdiction of Commercial Appellate Division:\n1) Jurisdiction of Commercial Appellate Division is set out in three provisions of Act 4 of 2016, i.e. Section 9(2), Section 13 and Section 15(5). \n2) In suits relating to a \"Commercial Dispute\"\n(where the value of the suit when filed is not of 'Specified Value') in the event of counter claim/s by defendant/s of 'Specified Value', such a suit shall be transferred to Commercial Court or the Commercial Division, as the case may be (Section 9(1) of Act 4 of 2016). \nIf such a suit is not transferred, on an application by any of the parties to the suit, Commercial Appellate Division may withdraw such suits from the regular Court and transfer it to the Commercial Court or Commercial http://www.judis.nic.in Division, as the case may be [Section 9(2)].\nTo be noted, such a transfer by Commercial Appellate Division under Section 9(2) shall be only to a Commercial Court over which the Commercial Appellate Division exercises supervisory jurisdiction (It follows that wherever the transfer is to a Commercial Division, it shall be to Commercial Division of that Court only).\n(3) All appeals from any decision of a Commercial Court or Commercial Division shall be heard by the Commercial Appellate Division [Section 13(1) of Act 4 of 2016]. \nIf the decision of the Commercial Court or Commercial Division is an 'order', it should be an order which has been specifically enumerated as an appealable order under Order XLIII of the Code of Civil Procedure, 1908 [proviso to Section 13 of Act 4 of 2016]. \nAn order of a Commercial Division, which is appealable under Section 37 of Arbitration and Conciliation Act, 1996, shall also be heard by Commercial Appellate Division. \nOther than the above, even if there is an appeal provision under the Letters http://www.judis.nic.in Patent of a High Court or under any law, no appeal will lie against an order or decree of a Commercial Division or Commercial Court [Section 13(2) of Act 4 of 2016].\nTo be noted, if the order of a Commercial Division or a Commercial Court is one finding that it has jurisdiction to hear a Commercial Dispute under Act 4 of 2016, no appeal will lie against such an order [Section 12(3)].\n... ...\" \n25. Therefore, from the above Notification, it is clear that the amendment to Section 13(1) of the Commercial Courts Act, has no impact on the right of appeal, which was clarified in the practice directions to be limited under Order 43 CPC and Section 37 of the Arbitration and Conciliation Act, 1996. If it had any impact, the practice directions would have also been amended which the Court has not done till date. \n26. In the above context, it is appropriate to refer the judgment of the Division Bench of the Delhi High Court, reported in 238 (2017) DLT 123 (DB) = 2017 Supreme (Del) 526 = MANU/DE/0347/2017 (HPL (India) Ltd. and others Vs. QRG Enterprises and another), wherein the Division Bench of the Delhi High http://www.judis.nic.in Court held that an appeal under the Letters Patent is barred under Section 13 of the Commercial Courts Act and the Delhi High Court further interpreted Section 13 of the Commercial Courts Act as follows:\n\"30. We now come to the meaning to be ascribed to the proviso in Section 13(1). It clearly stipulates that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act, and Section 37 of the Arbitration and Conciliation Act, 1996. We have seen that 'orders' as understood under the CPC are different and distinct from 'decrees'. And, orders are nothing but the formal expression of any decision of a Civil Court not amounting to a decree. Therefore, the amplitude and width of the expression 'order' is very wide under the CPC itself but not all orders are appealable. The appealable orders are enumerated in Order XLIII of the CPC. \nWe have already pointed out above, that there are only two kinds of appeals recognized under the CPC, namely,  'Appeals from decrees' and 'Appeals from orders'. Section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie. It clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the CPC or by any law for the time being in force, from no other orders. This means that appeals from orders are restricted to those orders which are either specified in Section 104 itself or expressly provided in the body of the Code or by any law for the time being in force. Insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under Section 104. We now have to look at Order XLIII Rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of Section 104. In other words, only an order specified under Order XLIII Rule 1 would be appealable and, read with the provisions of Section 104, no other order would be an appealable order under the CPC. In this backdrop, the proviso to Section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are 'specifically enumerated' under Order XLIII of the CPC, as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996. Clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in Order XLIII. In the present case, the impugned order is admittedly not one specified under Order XLIII.\n31. We would also like to examine the scope and function of a 'proviso'. In CIT Vs. Indo-Mercantile Bank Ltd: 1959 Supp (2) SCR 256, the Supreme Court held:- \n\"The proper function of a proviso is http://www.judis.nic.in that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. \"It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.\" Therefore it is to be construed harmoniously with the main enactment. (Per Das, C.J.) in Abdul Jabar Butt Vs. State of Jammu & Kashmir [(1957) SCR 51, 59]. Bhagwati, J., in Ram Narain Sons Ltd. Vs. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\n\"It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\"\n11. Lord Macmillan in Madras & Southern Maharatta Railway Co. Vs. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\" The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is http://www.judis.nic.in clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Corporation of City of Toronto Vs. Attorney-General for Canada [(1946) AC 32, 37])\".... In Ali M.K. Vs. State of Kerala: (2003) 11 SCC 632, the Supreme Court made similar observations:-\n\"10. The normal function of a proviso is to except something out of the enactment or to qualify something enacted therein which but for the proviso would be within the purview of the enactment. \n                                      As was stated in Mullins Vs. \n                                      Treasurer of Surrey [ (1880)\n                                      5 QBD 170 : 42 LT 128 ]\n                                      (referred to in Shah Bhojraj                                       Kuverji     Oil   Mills    and                                       Ginning       Factory       Vs.\n                                      Subhash Chandra Yograj                                       Sinha [AIR 1961 SC 1596]\n                                      and Calcutta Tramways Co. \n                                      Ltd. Vs . Corpn. of Calcutta                                       [AIR 1965 SC 1728]), when                                       one finds a proviso to a                                       section       the       natural                                       presumption is that, but for                                       the proviso, the enacting                                       part of the section would                                       have included the subject-                                       matter of the proviso. The                                       proper function of a proviso                                       is to except and to deal                                       with a case which would                                       otherwise fall within the                                       general language of the                                       main enactment and its                                       effect is confined to that                                       case . It is a qualification of                                       the preceding enactment                                       which is expressed in terms                                       too general to be quite                                       accurate. As a general rule,\n                                      a proviso is added to an http://www.judis.nic.in                                                          enactment to qualify or                                                          create an exception to                                                          what is in the enactment                                                          and ordinarily, a proviso is                                                          not interpreted as stating a                                                          general rule\". \n32 . From the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the Section would have included the subject matter of the proviso. In sub-Section (1) of Section 13, the word 'order' would have a very wide amplitude and that could have included even orders which are not specifically enumerated in Order XLIII of the CPC. The proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under Order XLIII of the CPC (apart from an Order under Section 37 of the Arbitration and Conciliation Act, 1996). \n33. The above analysis reveals that:-(a) the word 'judgment' appearing in Section 13(1) of the said Act actually relates or has a reference to a 'decree' ; (b) the word 'order' in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning 'a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act. \n34. Now, let us examine sub-section (2) of section 13 of the said Act. As noticed above, it begins with the non obstante expression \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court\". The words  \"any other law for the time being in force\"  would include the Delhi High Court Act, 1966. The portion after the non obstante expression specifically cautions that \"no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act\". In other words, whatever may be contained in, inter alia, the Delhi High Court Act, 1966, an appeal from any order or decree of a Commercial Division or Commercial Court \"shall lie\"\nonly in accordance with the provisions of the said Act. To be clear, if an appeal from a particular kind of order or decree were to be provided under the Delhi High Court Act, 1966 but not under the said Act then, such an order or decree would not be appealable. Therefore, even if, by virtue of section 10 of the Delhi High Court Act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred there against unless the said Act itself provided for such an appeal. \n35. Reading the entire section 13 of the said Act the clear position is that an appeal lies from an order which is specifically enumerated under Order XLIII CPC. Furthermore, no appeal http://www.judis.nic.in would lie from an order not specifically enumerated in Order XLIII CPC because of the incorporation of the expression \"from no other orders\" appearing in section 104 CPC (which is clearly applicable by virtue of section 16(2) of the said Act). And, Section 10 of the Delhi High Court Act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said Act. \n36. Therefore, as the impugned order does not find place in the orders specifically enumerated in Order XLIII CPC, no appeal could lie against it and the present appeal is not maintainable. But, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them.\"\n27. Further, a Division Bench of the Bombay High Court has also interpreted Section 13 of the Commercial Courts Act, in the decision reported in Shailendra Bhadauria and others Vs. Matrix Partners India Investment Holdings LLC and others, reported in 2018 Supreme (Mah) 1264 = MANU/MH/2792/2018, and the relevant portion of the same reads as follows:\n\"40. We cannot then take recourse to Clause 15 of the Letters Patent which has been specifically overridden by the non-obstante clause in sub-section (2) of Section 13 of the Commercial Courts Act, 2015. That would mean we can entertain an appeal otherwise than in accordance with the provisions of the Commercial Courts Act, 2015. That would also mean that in cases of orders, unless these are specifically enumerated in Order XLIII Rule 1 of the CPC, as amended by the Commercial Courts Act, 2015, and Section 37 of the Arbitration Act, may be non-appealable but they would be otherwise appealable because they are judgments. By that process any judgment or order which is not an order or decree as understood by the CPC but is a judgment within the broad sweep of Clause 15 of the Letters Patent, would be appealable though the Letters Patent has been specifically overridden by the Commercial Courts Act, 2015. As held above, this Law is a complete Code by itself, then, we cannot accept the argument of Mr. Andhyarujina that the impugned order is a judgment and therefore is otherwise appealable. This is the precise reason why the Commercial Courts Act, 2015 has been brought in. .. .. \n40A. ... \n40B .... \n40C. A later Division Bench had an occasion to consider an identical controversy in the case of Sigmarq Technologies (supra) (Sigmarq Technologies Pvt. Ltd. v. Manugrah India Limited, 2017 SCC OnLine Bom 9191 : (2018) 1 Bom CR 202). The Bench speaking through one of us (Shri S.C. Dharmadhikari, J.) referred to the Judgments in Jet Airways (Jet Airways (India) Limited and another Vs. Subrata Roy Sahara and others - 2011 SCC Online Bom 1379 = (2011) 133 (6) Bom LR 3835), Smt. Sushila Singhania (Smt.Sushila Singhania and others Vs. Bharat Hari Singhanaia and others - 2017 SCC Oline Bom 360 = 2017 (4) Bom CR 348) and one more in the case of Hubtown Limited vs. IDBI Trusteeship Service Ltd., reported in 2017 (4) Bom.C.R. 310, and held as under :-\nhttp://www.judis.nic.in \" .. ...\n92. This judgment has been cited and relied upon in several cases and matters later on by the Hon'ble Supreme Court. The distinguishing part in the subsequent judgments or decisions is not on the meaning of the term 'judgment'. There is one judgment which must be referred in this context and that is Bhag Mal alias Ram Bux & Ors. Vs. Munshi by LRs & Ors. (2007) 11 SCC 285 = MANU/SC/7240/2007. In this judgment, it is stated that decision on merits is not the only test to determine the finality of the same. In another judgment on the meaning of the term 'judgment', in the case of Midnapore Peoples' Co-op. Bank Ltd. & Ors. Vs. Chunilal Nanda & Ors. ( 2006 ) 5 SCC 399 : AIR 2006 SC 2190 : MANU/SC/2810/2006 , the expression has been considered and given a meaning as ascribed by the Division Bench in Hubtown (Hubtown Limited vs. IDBI Trusteeship Service Ltd., 2017 (4) Bom.C.R. 310).\n93. Then, we have a judgment by a three Judge Bench in the case of Subal Paul vs. Malina Paul AIR 2003 SC 1928 : (2003) 10 SCC 361 : MANU/SC/0149/2003, which has also been later on followed. It has been followed in the case of Liverpool & London S.P. & I Association Ltd. Vs. M.V. Sea Success 1 & Anr. (2004) 9 SCC 512 = MANU/SC/0951/2003. We have also a judgment of the Hon'ble Supreme Court's five-Bench judgment in the case of P.S.Sathappan Vs. Andhra Bank Limited & Ors. (2004) 11 SCC 672 = MANU/SC/0873/2004. In all these cases, the expression 'judgment' has been, not just in the context of clause 15 of the Letters Patent, but even otherwise understood to mean something which gives finality or which satisfies the tests laid down by the Hon'ble Supreme Court as noted above. \n... ..\n96 . We are, therefore, of the firm view that in the facts and circumstances of this case, considering the nature of the order under appeal even if we go by the view taken in Hubtown's case as also the relevant paragraphs in the case of Smt. Sushila Singhania, the test would be whether the same concludes the rights of the parties. That has not concluded the rights, but it has merely overruled an objection to the territorial jurisdiction of this Court raised as a preliminary one by the defendants. The defendant, in the event aggrieved by the final decree, can always, in one of the grounds of appeal, raise the issue of correctness of this order as well. For that purpose, we need not entertain this appeal and prolong the trial. We have noted that the object and purpose of the Act 4 of 2016 was present to the minds of both Division Benches and to ensure expeditious disposal of the suits and applications involving a commercial dispute, the Parliament had enacted a scheme. We would be defeating and frustrating it wholly in the event we hold that an order of the present nature and impugned in this appeal is an appealable one under sub-section (1) of section 13. Therefore, upholding the preliminary objection of Mr Kadam, we dismiss all these appeals. \nNow, the Commercial Courts (Amendment) Act, 2018 amends the Act 4 of 2016 and deletes the word decision from Section 13. We have already reproduced it above. Thus, the earlier view in Hubtown Limited (supra) and Sigmarq Technologies (supra) will have to give way and all the more after the Judgments of the Hon'ble Supreme Court delivered in the case of Fuerst Day Lawson http://www.judis.nic.in Limited Vs. Jindal Exports Limited , reported in (2011) 8 SCC 333 = MANU/SC/0761/2011 and the authoritative and binding pronouncement in the case of Kandla Export Corporation (supra).(Kandla Export Corporation & Another Vs. M/s.OCI Corporation & Anr., 2018 SCC OnLine SC 170). The statute has to confer a right of appeal. That has to be conferred in clear words. We cannot, as suggested by Mr.Andhyarujina, by an interpretative process carve out a right of appeal, when the law is not creating it. \n41. As a result of the above discussion, we uphold the preliminary objection of Mr. Dwarkadas and proceed to dismiss both these appeals as not maintainable. ...\"\n28. On a reading of the above judgments, it is clear that the present appeal is not maintainable, when there is a clear bar under Section 13(2) of the Commercial Courts Act. \n29. It is also submitted by the learned counsel for the appellants that whenever a trial Judge decides a controversy which affects the valuable rights of one of the parties, it must be treated to be a 'judgment' within the meaning of the \"Letters Patent\". But we see in the instant case that the dismissal of the application by the learned Single Judge has not affected the valuable rights of the parties to contest the suit, which is very much available to the respective parties on the merits of the matter. Therefore, the decision relied on by the learned counsel for the appellants, reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania), is distinguishable and different on the facts and circumstances of the case and it is not applicable to the present case on hand. \n30. Furthermore, we are of the opinion that the nature of the order http://www.judis.nic.in passed by the Court will not finally determine the rights of the parties and the respondent/plaintiff or the appellants/defendants have an opportunity to prove their respective case by proceeding with the trial. Therefore, it cannot be construed that the nature of the order passed by the learned Single Judge is \"judgment\". On that ground, we are of the opinion that the present appeal is not maintainable. Moreover, the object of the Commercial Courts Act is to provide for speedy disposal of triable valuable commercial dispute. When that being so, the object of the Commercial Courts Act cannot be defeated by filing plethora of appeals to stall the original proceedings. Hence, we are of the opinion that the present appeal is not maintainable. \n31. Accordingly, this appeal is liable to be dismissed and the same is dismissed. No costs. Consequently, C.M.P. is closed. \n                                                                             (R.P.S.J)          (K.R.J) \n                                                                                     04.06.2019                       Index : Yes                       Speaking Order : Yes                       cs                       To                       The Sub - Assistant Registrar, \n\n\nhttp://www.judis.nic.in                       Original Side,\n                      High Court, \n                      Madras. \n\n\n\n\nhttp://www.judis.nic.in                                     R.SUBBIAH, J                                          and                                KRISHNAN RAMASAMY, J                                                    cs                                            Judgment                                           in                                           04.06.2019 http://www.judis.nic.in  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf8a9e8cacbe468c96b550242e1455a2_0"
    },
    {
      "start": 155,
      "end": 248,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1df97e594fa47629267105e6c214b0b_1"
    },
    {
      "start": 249,
      "end": 259,
      "text": "High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e089ed9fc454360a40e1a101add86a3_2"
    },
    {
      "start": 261,
      "end": 342,
      "text": "M/S.Magic Frames vs M/S.Radiance Media P. Ltd on 3 August, 2018\nAuthor: R.Subbiah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85e6ff9926ba492ea56e4e1f7d655ddb_3"
    },
    {
      "start": 344,
      "end": 483,
      "text": "Bench: R.Subbiah, Krishnan Ramasamy\n                                                               1\n\n                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c4fc150caff4f4bb91b8bace836486e_4"
    },
    {
      "start": 483,
      "end": 524,
      "text": "In The High Court Of Judicature At Madras",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68be167b9b4b405eada0860b9633634e_5"
    },
    {
      "start": 571,
      "end": 604,
      "text": "Judgment Reserved on : 30.04.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c43d0d0a3cf3430ebc58dae01511e8aa_6"
    },
    {
      "start": 651,
      "end": 685,
      "text": "Judgment Delivered on : 04.06.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "19cfbbc8d7954e1c8f88cafa3dddfd47_7"
    },
    {
      "start": 746,
      "end": 752,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4dfad988835a4634aa18e05c909d4aa2_8"
    },
    {
      "start": 794,
      "end": 812,
      "text": "The Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ff99b736b9d4a44b57029aa1810d9d8_9"
    },
    {
      "start": 813,
      "end": 830,
      "text": "Justice R.Subbiah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61c6efd9c24041b28c8cd98b332b07e4_10"
    },
    {
      "start": 886,
      "end": 943,
      "text": "And \n                                  The Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdeb382eb14d4841a8f83f18fd428e41_11"
    },
    {
      "start": 944,
      "end": 951,
      "text": "Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d93cfa332591474bb578b9d2fc82eb5e_12"
    },
    {
      "start": 952,
      "end": 969,
      "text": "Krishnan Ramasamy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf3544798b8b44998c438c70b91c6b9f_13"
    },
    {
      "start": 1023,
      "end": 1043,
      "text": "O.S.A.No.447 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e14fd6c44e6240f3a818c79752a45d03_14"
    },
    {
      "start": 1104,
      "end": 1181,
      "text": "and \n                                                  C.M.P.No.20376 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96bb324eea78408f9df0ad9b31bdb247_15"
    },
    {
      "start": 1206,
      "end": 1213,
      "text": "1 . M /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "994ff290d0d649c489cb391fa361733e_16"
    },
    {
      "start": 1214,
      "end": 1230,
      "text": "s. Magic Frames,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64a81b9ebe67443ebda2d4c3ae641147_17"
    },
    {
      "start": 1257,
      "end": 1658,
      "text": "Partnership Firm,\n                         Reg. by its Partner R.Sarath Kumar,\n                         having office at\n                         No.14, Jayammal Street,\n                         Teynampet, Chennai-600 018.\n\n                      2. R.Sarath Kumar,\n                         Partner of M/s.Magic Frames\n\n                      3. R.Radhikaa Sarath Kumar,\n                         Partner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "05b34aa1e4c240478a36fe1945ed3dda_18"
    },
    {
      "start": 1659,
      "end": 1665,
      "text": "of M /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6327e00520604f46981f1ebcf85744ab_19"
    },
    {
      "start": 1666,
      "end": 1681,
      "text": "s. Magic Frames",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d52b76cf0cca4e9dbbf9e5ccd4f6bfb3_20"
    },
    {
      "start": 1706,
      "end": 1727,
      "text": "4. Mr.Listin Stephen,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e48ef911625947fa99a83e4229005868_21"
    },
    {
      "start": 1754,
      "end": 1781,
      "text": "Partner of M/s.Magic Frames",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53862d82784641b5a35c33004e08e715_22"
    },
    {
      "start": 1810,
      "end": 1887,
      "text": ".. Appellants\n                                                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e31901f215de476ebfa886ad2342259b_23"
    },
    {
      "start": 1887,
      "end": 1914,
      "text": "Vs.\n                      M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36e53b0104594dff907454b622f513f8_24"
    },
    {
      "start": 1915,
      "end": 1943,
      "text": "/ s. Radiance Media P. Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74ffebcd5dbd44acaff87d20b68dd922_25"
    },
    {
      "start": 1967,
      "end": 1999,
      "text": "Rep. by its Authorised Signatory",
      "labels": [
        "PREAMBLE"
      ],
      "id": "482e305d575a4f3692b44d6d650d9efe_26"
    },
    {
      "start": 2023,
      "end": 2036,
      "text": "N.Srinivasan,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68364d7309cb4119802c6d241e11f36b_27"
    },
    {
      "start": 2060,
      "end": 2110,
      "text": "having registered office at\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98897c732749493597e9a962319e03ed_28"
    },
    {
      "start": 2110,
      "end": 2140,
      "text": "Khivraj Complex-II, 6th Floor,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ed6e851147b411986464fbf0f04f23b_29"
    },
    {
      "start": 2164,
      "end": 2179,
      "text": "480, Anna Salai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43d7f35950eb48b2accfbb2d5768e8ba_30"
    },
    {
      "start": 2180,
      "end": 2231,
      "text": ", \n                      Nandanam, Chennai-600 035.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f155990e854f4e1ab0f76de03188c04a_31"
    },
    {
      "start": 2264,
      "end": 2305,
      "text": ".. Respondent\n\n\n\n\nhttp://www.judis.nic.in",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab29810c0f9f448ea88a7bfa940baff7_32"
    },
    {
      "start": 2371,
      "end": 2761,
      "text": "2\n\n                            Original Side Appeal filed under Section 13 of the Commercial Courts,\n                      Commercial Division and Commercial Appellate Division of High Courts Act, 2015,\n                      against the order dated 03.08.2018 passed by the learned Single Judge in\n                      Appln.No.4667 of 2018 in C.S.No.393 of 2017 on the file of this Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "009a8ebad122414fa0697c54154ca767_33"
    },
    {
      "start": 2793,
      "end": 2875,
      "text": "For appellants     : Mr.K.Ravi for M/s.Rugan and Arya\n                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85a92d1bb8f14d79981d84530ee278d6_34"
    },
    {
      "start": 2875,
      "end": 3028,
      "text": "For respondent     : Mr.N.L.Rajah, Senior Counsel for Mr.S.Ashok Kumar\n\n\n\n                                                          Judgment\nR.Subbiah, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e99da90e2c94fe5bea6c17ddf7aea99_35"
    },
    {
      "start": 3029,
      "end": 3216,
      "text": "This Original Side Appeal (O.S.A) has been filed against the order dated 03.08.2018 in Appln.No.4667 of 2018 in C.S.No.393 of 2017 passed by the learned Single Judge in dismissing the sai",
      "labels": [
        "FAC"
      ],
      "id": "674642590c8a4759b2a00538b156e2d2_36"
    },
    {
      "start": 3217,
      "end": 3374,
      "text": "d application filed by the appellants/defendants herein to pass a Summary Judgment dismissing the suit in C.S.No.393 of 2017 without recording oral evidence.",
      "labels": [
        "FAC"
      ],
      "id": "432c6ca10d1749afa12f524dc0bd69ea_37"
    },
    {
      "start": 3375,
      "end": 3502,
      "text": "\n2. For the sake of convenience, the parties are herein referred to as they are ranked in the suit as plaintiff and defendants.",
      "labels": [
        "FAC"
      ],
      "id": "1707e99e9a364d128525cbe2d105c147_38"
    },
    {
      "start": 3503,
      "end": 4127,
      "text": "\n3. Brief facts which are necessary to decide the issue raised in this appeal, are as follows:\n(a) C.S.No.393 of 2017 is filed by the respondent/plaintiff against the appellants/defendants under Order 4 Rule 1 of the Madras High Court Original Side Rules read with Order 37 Rules 1 and 2 of CPC, seeking for judgment and decree to direct the defendants to pay a sum of Rs.2 crores (Rupees two crores http://www.judis.nic.in only) along with interest at the rate of 18% per annum since the date of return of cheques unpaid, till the date of realisation of the amount and to direct the defendants to pay the costs of the suit.",
      "labels": [
        "FAC"
      ],
      "id": "1791a7c31f544fde8366f4cc3f47a4a3_39"
    },
    {
      "start": 4129,
      "end": 4317,
      "text": "(b) The plaintiff is a Company incorporated under the Companies Act, 1956 and is engaged in the business of production and distribution of films and lending for film production activities.",
      "labels": [
        "FAC"
      ],
      "id": "72b431ed64ad4355b214d4e5545cd472_40"
    },
    {
      "start": 4318,
      "end": 4566,
      "text": "In the course of business, the defendants collectively approached the plaintiff and requested the plaintiff to finance for producing a feature film titled \"Production No.4\" starring actors Vikram Prabhu and Keerthi Suresh and directed by A.L.Vijay.",
      "labels": [
        "FAC"
      ],
      "id": "8b6cbf5bc6694aa3b72774dd908b5d7f_41"
    },
    {
      "start": 4567,
      "end": 4659,
      "text": "The plaintiff has also agreed to provide finance as a loan to produce the said feature film.",
      "labels": [
        "FAC"
      ],
      "id": "31325a5e2be04abe8dbd38a3ea240d51_42"
    },
    {
      "start": 4660,
      "end": 4777,
      "text": "With regard to the same, a loan agreement dated 05.11.2014 was entered into between the plaintiff and the defendants.",
      "labels": [
        "FAC"
      ],
      "id": "8e4dabfdf0e34ec5998a93f7d9544206_43"
    },
    {
      "start": 4778,
      "end": 5013,
      "text": "Pursuant to the same, the plaintiff had also lent a sum of Rs.1,50,00,000/- vide cheque No.002502, dated 05.11.2014, drawn on Kotak Mahindra Bank in connection with the said feature film with the terms and conditions specified therein.",
      "labels": [
        "FAC"
      ],
      "id": "5f3727288e6b4de2a316fa21a716dab7_44"
    },
    {
      "start": 5014,
      "end": 5200,
      "text": "Since the loan amount is unsecured for commercial purpose, the rate of interest was fixed at 30% per annum and the interest on the principal amount is liable to be paid on monthly basis.",
      "labels": [
        "FAC"
      ],
      "id": "8e656cfd26eb40d5bd3b2b83cbffe06f_45"
    },
    {
      "start": 5201,
      "end": 5296,
      "text": "A service charge of 2% of the loan amount also would be recoverable along with the loan amount.",
      "labels": [
        "FAC"
      ],
      "id": "8c29804b7036467594e05b5dd110f09a_46"
    },
    {
      "start": 5297,
      "end": 5375,
      "text": "The date of repayment of loan amount along with interest etc., was 31.03.2015.",
      "labels": [
        "FAC"
      ],
      "id": "76e73d1a65844df884b087a050633bcf_47"
    },
    {
      "start": 5376,
      "end": 6029,
      "text": "\n(c) As per the terms of the loan agreement, dated 05.11.2014, the defendants-borrowers consented that all the Revenues from world Satellite http://www.judis.nic.in rights, television relating to screening and broadcasting, Cable Television, DTH Television, Digital Broadcasting, video, VCD, DVD etc. of the said feature film or in the event of the said feature film tentatively titled as above, does not materialise, the subsequent projects of the defendants/borrowers in place of the said film, shall vest with the plaintiff and be collected for and on behalf of the plaintiff until the loan amount is paid as per the loan agreement, dated 05.11.2014.",
      "labels": [
        "FAC"
      ],
      "id": "9a2aa51b9334492cbec8d3a41d1f0f9f_48"
    },
    {
      "start": 6030,
      "end": 6160,
      "text": "The defendants/borrowers also undertook that they shall not alienate the above stated satellite rights etc., to any third parties.",
      "labels": [
        "FAC"
      ],
      "id": "23ebb9f5208643f3b0e70325040f128c_49"
    },
    {
      "start": 6161,
      "end": 6624,
      "text": "Further, as per the terms of the agreement, if the defendants/borrowers attempted illegally or with a mala-fide intention, try to alienate the above stated Satellite rights, etc., of the abovesaid feature film or any subsequent project in place of the above titled feature film to derive monetary benefit prior to paying the loan amounts along with interest to the plaintiff, then the plaintiff shall be entitled to appropriate legal remedies to prevent the same.",
      "labels": [
        "FAC"
      ],
      "id": "3b622115ba65416a8c0d1906e2f361ff_50"
    },
    {
      "start": 6625,
      "end": 6810,
      "text": "\n(d) The defendants 2 to 4, as per the terms of the loan agreement, dated 05.11.2014, have to issue promissory notes and post-dated cheques as security for the loan amount and interest.",
      "labels": [
        "FAC"
      ],
      "id": "3b7b881cf8194f799c0aca043e397ff5_51"
    },
    {
      "start": 6811,
      "end": 7042,
      "text": "Though they have agreed to pay back the loan amount along with interest on or before 31.03.2015 as per the loan agreement, dated 05.11.2014, they failed to pay either the interest or the principal amount before the stipulated time.",
      "labels": [
        "FAC"
      ],
      "id": "28ddfa1f0f554944bdc7eb3bee827048_52"
    },
    {
      "start": 7043,
      "end": 7479,
      "text": "But however, without repaying the loan amount, the defendants/borrowers represented by the second defendant, approached the http://www.judis.nic.in plaintiff with a request to lend more money along with the outstanding loan amount and interest as per the loan agreement, dated 05.11.2014, and promised to execute a mortgage deed to that effect for both the outstanding loan amount with interest and for the fresh loan amount to be lent.",
      "labels": [
        "FAC"
      ],
      "id": "9a6bc167aa2d447ba18b32df5618d27a_53"
    },
    {
      "start": 7480,
      "end": 7596,
      "text": "The plaintiff agreed to lend fresh loan on the above proposal of the defendants represented by the second defendant.",
      "labels": [
        "FAC"
      ],
      "id": "ebded137f72e48f497f90358ac99bc1e_54"
    },
    {
      "start": 7597,
      "end": 8164,
      "text": "Consequently, the second defendant, acting on behalf of the first defendant and rest of the defendants, pursuant to and in continuation of the earlier loan agreement, dated 05.11.2014, executed a mortgage deed, dated 21.01.2016 in favour of the plaintiff for a sum of Rs.3,39,29,960/- and the plaintiff also lent the aforesaid amount which includes the outstanding loan amount and interest in the following proportion, namely Rs.2,39,29,960/- towards outstanding loan amount plus interest and fresh loan amount for a sum of Rs.1,00,00,000/-, totally Rs.3,39,29,960/-.",
      "labels": [
        "FAC"
      ],
      "id": "17217c7dccb34c58afd8451b79ad868a_55"
    },
    {
      "start": 8165,
      "end": 8407,
      "text": "The above fresh loan amount of Rs.1,00,00,000/- was paid to the defendants represented by the second defendant and the same was also acknowledged in the mortgage deed and never ever denied except prior to their reply notice, dated 06.05.2017.",
      "labels": [
        "FAC"
      ],
      "id": "39391bf9b5434030bbec5c32f324d7dd_56"
    },
    {
      "start": 8409,
      "end": 9608,
      "text": "(e) As per the terms of the mortgage deed, dated 21.01.2016, the second defendant, representing all the defendants, mortgaged and encumbered three properties, namely, (i) Flat No.2 in T.S.No.4980/2 as per C.A.No.515 of 2015, O.S.No.72/1, 79/1 and 105/1 part situated at Door No.33/1, Old Door No.16/1, Raja Mannar Street, T.Nagar, Chennai-600 017 comprised in sale deed dated http://www.judis.nic.in 15.07.1991 registered as Document No.987 of 1991 at SRO, T.Nagar, Chennai;\n(ii) a flat at No.39/5, First Floor, Block No.2, Ganesh Flats, comprised in T.S.Nos.5907 and 5908, Old S.Nos.143/10 & 143/11, situated at Door Nos.39 & 41, Old Nos.19 to 36, Kannadasan Salai, T.Nagar, Chennai-600 017, comprised in sale deed dated 08.07.1994, registered as Document No.2357 of 1994 at SRO, T.Nagar, Chennai, and (iii) vacant land measuring an extent of 40 cents in Survey No.912/2A7, vacant land of 40 cents or thereabouts in Survey Nos.912/1A & 1B and land to an extent of 267 Sq.Meters in Survey No.912/1C situated in Kuthukalvalasai Village, Tenkasi Taluk at SRO, Joint-II, Tenkasi, Tirunelveli, comprised in sale deed in Document Nos.2766/2012, 2299/2013, 2765/2012 & 2941/2012 at SRO, Joint-II, Tenkasi.",
      "labels": [
        "FAC"
      ],
      "id": "af2bbb1f8c2d41c6be09745b432af8bb_57"
    },
    {
      "start": 9609,
      "end": 9777,
      "text": "The said mortgage deed dated 21.01.2016 was registered on the file of the Sub-Registrar, T.Nagar in Document No.207 of 2016 towards the loan amount of Rs.3,39,29,960/-.",
      "labels": [
        "FAC"
      ],
      "id": "14c8598099004438ae9836027d0772e0_58"
    },
    {
      "start": 9778,
      "end": 9964,
      "text": "In the mortgage deed, the interest fixed for the loan amount was 18% per annum and the accrued interest is to be paid monthly at the rate of interest 18% per annum compoundable annually.",
      "labels": [
        "FAC"
      ],
      "id": "c299679931654b2eb429eb8f121ffb77_59"
    },
    {
      "start": 9965,
      "end": 10390,
      "text": "The loan amount along with interest shall be paid to the plaintiff/mortgagee on or before 18.06.2018 as due date, failing which the scheduled properties mortgaged in favour of the plaintiff/mortgagee shall become absolute and the plaintiff/mortgagee shall be entitled to foreclose the mortgage and the plaintiff/mortgagee, in such event, shall become absolute owner of the suit schedule properties free from all encumbrances.",
      "labels": [
        "FAC"
      ],
      "id": "0525ba38a065420fab638ce40d370683_60"
    },
    {
      "start": 10391,
      "end": 10418,
      "text": "http://www.judis.nic.in (f)",
      "labels": [
        "FAC"
      ],
      "id": "7b693b69b1cd437ca0a5774731d7ac31_61"
    },
    {
      "start": 10419,
      "end": 11359,
      "text": "It is the further case of the plaintiff that, since the loan amount lent as per the mortgage deed exceeds the value of the mortgaged properties, the plaintiff requested the defendants to furnish more securities for the said loan covered under the mortgage deed dated 21.01.2016 and pursuant to the above request of the plaintiff, the second defendant, on behalf of the rest of the defendants, executed an undertaking on 21.01.2016, in which the second defendant on behalf of the other defendants, has given the following undertaking, namely:\n(i) acknowledged the mortgage deed dated 21.01.2016 entered with the plaintiff and the sum of Rs.3,39,29,960/- due by as on 21.01.2016 apart from the further interest payable on monthly basis.\n(ii) Undertook to grant right of possession and use and enjoy all the three properties referred to in the mortgage deed dated 21.01.2016 including the right to receive the rents, income and profits thereof",
      "labels": [
        "FAC"
      ],
      "id": "dc01029e6e6d4a92b8a265e781e4ec19_62"
    },
    {
      "start": 11360,
      "end": 11462,
      "text": "and the same shall not be in any manner adjusted or be claimed to set off any claims of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "4ece1b85d24e4e76b9f62872ccc83c65_63"
    },
    {
      "start": 11463,
      "end": 11597,
      "text": "\n(iii) All the three documents pertain to scheduled properties in the mortgage deed dated 21.01.2016 shall be handed over immediately.",
      "labels": [
        "FAC"
      ],
      "id": "89ce4497d846463bb3868a613a0dcf53_64"
    },
    {
      "start": 11598,
      "end": 11679,
      "text": "\n(iv) Undertook to provide more moveable and immoveable properties as securities.",
      "labels": [
        "FAC"
      ],
      "id": "3872a98d45154f3091c1f1c57c3404c3_65"
    },
    {
      "start": 11680,
      "end": 11941,
      "text": "\n(v) Undertook not to create any charge, alienate, encumber or in any manner seek possession or any proceeds from the three scheduled properties http://www.judis.nic.in referred to in the mortgage deed dated 21.01.2016 prior to the discharge of the loan amount.",
      "labels": [
        "FAC"
      ],
      "id": "6b468d4c907b4f658eb674512e2e1731_66"
    },
    {
      "start": 11942,
      "end": 12041,
      "text": "\n(vi) Undertook that the present undertaking shall form part of the mortgage deed dated 21.01.2016.",
      "labels": [
        "FAC"
      ],
      "id": "041b071906a248b99384ee59b03fa331_67"
    },
    {
      "start": 12043,
      "end": 12989,
      "text": "(vii) Further undertook that, on behalf of the first defendant herein, of which the second defendant is one of the partners, all rights, copyright, Revenues and claims in respect of the feature film \"Pambu Sattai\" (produced by and vesting with M/s.Magic Frames) arising from the theatrical exhibition, satellite rights and audio rights shall rest with the plaintiff for the entire duration of the undertaking and no right shall be exercised or alienated without the express consent of the plaintiff in writing, and the said feature film shall not theatrically exhibited until discharge of all obligations under the mortgage and undertaking.\n(g) In view of the mortgage deed dated 21.01.2016 and the further undertaking given on 21.01.2016 by the second defendant on behalf of the rest of the defendants, though the plaintiff insisted for repayment of the loan amount with interest, waited patiently to realise the loan amount from the defendants.",
      "labels": [
        "FAC"
      ],
      "id": "78c4f0a13baa4a8387c9d637d56a5a6c_68"
    },
    {
      "start": 12990,
      "end": 13734,
      "text": "Since the date of obtaining loan on 21.01.2016, as no instalment of monthly interest or principal amount was paid till date, on 01.03.2017, the plaintiff approached and insisted the defendants/borrowers to repay the entire loan http://www.judis.nic.in amount with interest immediately, for which the defendants/borrowers instructed the plaintiff to encash the cheques for a sum of Rs.2,00,00,000/- as part payment, namely the two cheques given for a sum of Rs.75,00,000/- each issued by the first defendant M/s.Magic Frames, signed by the second and fourth defendants, and the five cheques for a sum of Rs.10,00,000/- each issued by the second defendant for meeting the debt obtained on behalf of the first defendant in favour of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "5bfceae8d8c7439cb275f92da161d010_69"
    },
    {
      "start": 13735,
      "end": 14033,
      "text": "Therefore, on 06.03.2017, the plaintiff informed to the defendants that their cheques would be deposited on that day, but the defendants, instead of consenting for deposit of cheques for collection, again sought for further time and requested the plaintiff not to deposit the cheques given by them.",
      "labels": [
        "FAC"
      ],
      "id": "cadcd0c5c9334ed98260e950c1b9d542_70"
    },
    {
      "start": 14034,
      "end": 14239,
      "text": "Thereafter, in the third week of March 2017, though the defendants have approached the plaintiff several times, they neither paid the entire amount nor consented for deposit of the cheques as part payment.",
      "labels": [
        "FAC"
      ],
      "id": "48215b906caa42aeb7a63c277b95cb9f_71"
    },
    {
      "start": 14240,
      "end": 14565,
      "text": "In the meanwhile, the defendants/borrowers with a mala-fide intention to cheat the plaintiff in violation of the undertaking given on 21.01.2016, without even informing the plaintiff, had released and exhibited the feature film titled \"Pambu Sattai\" on 24.03.2017, thereby committed breach of trust and cheated the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "dc5e46f4304a4e99b24e63c7fa1290be_72"
    },
    {
      "start": 14567,
      "end": 15010,
      "text": "(h) Consequent upon the release of the feature film \"Pambu Sattai\"\ncontrary to the undertaking on 21.01.2016, the plaintiff approached the defendants and demanded repayment of the entire loan amount immediately as http://www.judis.nic.in they violated the undertaking, for which the defendants came forward with lame excuses and promised to pay the loan amount with interest within a month since the date of release of the film \"Pambu Sattai\".",
      "labels": [
        "FAC"
      ],
      "id": "f438de2764c74a8cb3e3c11e29428057_73"
    },
    {
      "start": 15011,
      "end": 15159,
      "text": "As the feature film \"Pambu Sattai\"\nwas released on 24.03.2017, believing the above promise made by the defendants, the plaintiff waited for a month.",
      "labels": [
        "FAC"
      ],
      "id": "2fa1c7c4236241c8b20305a15854b87e_74"
    },
    {
      "start": 15160,
      "end": 15689,
      "text": "After the expiry of one month, as nothing fructified from the defendants, on 26.04.2017, the plaintiff issued a notice requesting the defendants to repay the loan amount with interest to an extent of Rs.3,84,40,440/-, for which the defendants/borrowers promised that the plaintiff can encash the cheques as part payment and requested the plaintiff to present the cheque for collection in the first week of May 2017 and promised to pay the remaining loan amount with interest within a month from the date of encashment of cheques.",
      "labels": [
        "FAC"
      ],
      "id": "9f7897cd0cf84aeb86aece8a466c8ada_75"
    },
    {
      "start": 15690,
      "end": 15889,
      "text": "Thereafter, contrary to their own aforesaid promise with regard to the encashment of cheques, the defendants issued a reply legal notice containing several false allegations as against the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "2efc92fa1de64a60bbf6a6b817633f5f_76"
    },
    {
      "start": 15890,
      "end": 17042,
      "text": "Therefore, on 08.05.2017, the two cheques given to M/s.Magic Frames, by the first defendant, drawn on South Indian Bank, Valasaravakkam Branch, in favour of the plaintiff bearing cheque Nos.577662 and 577663 in respect of Bank Account No.0684073000000036 for a sum of Rs.75,00,000/- each and the five cheques issued by the second defendant for meeting the debts of the first defendant drawn on Tamil Nadu Mercantile Bank, Tiruvanmiyur Branch in favour of the plaintiff for a sum of Rs.10,00,000/- each, bearing cheque Nos.154066, 154067, http://www.judis.nic.in 154068, 154069 and 154070 in respect of the Bank Account No.158150310875092, were presented for collection, but the said cheques were returned unpaid through the Return Memo, dated 09.05.2017 issued by the plaintiff Bank, namely Kotak Mahindra Bank Ltd., and the reason for return of the cheque was stated as \"Payment stopped by Drawer\", with regard to all the aforesaid cheques presented for collection, and the same was informed to the defendants requesting them to honour the aforesaid cheque amounts, totalling sum of Rs.2,00,00,000/-, but even then, they failed to pay the loan amount.",
      "labels": [
        "FAC"
      ],
      "id": "fce94ff86df04d148cea07b137943ead_77"
    },
    {
      "start": 17044,
      "end": 17498,
      "text": "(i) Further, the plaintiff is forced to recover the debt/liquidated demand in money, arising out of negotiable instrument for a sum of Rs.2,00,00,000/- which is only a part of the loan amount, also evidenced by the loan agreement dated 05.11.2014, mortgage deed dated 21.01.2016 and the Undertaking, dated 21.01.2016 invoking the summary procedure under Order 4 Rule 1 of the Madras High Court Original Side Rules read with Order 37 Rules 1 and 2 of CPC.",
      "labels": [
        "FAC"
      ],
      "id": "006e8b6346a04a01a358ccee7e624ec0_78"
    },
    {
      "start": 17499,
      "end": 17783,
      "text": "The plaintiff institutes the present summary suit based on the cheques issued by the defendants and the same were returned unpaid as stated supra, and reserved their right to recover the remaining loan amount separately as per the mortgage deed and the undertaking along with damages.",
      "labels": [
        "FAC"
      ],
      "id": "51ef3957ed704390afce141c2f4c5e06_79"
    },
    {
      "start": 17784,
      "end": 17894,
      "text": "It is under these circumstances that the plaintiff had instituted the summary suit under Order 37 Rule 1 CPC .",
      "labels": [
        "FAC"
      ],
      "id": "efd6f71cd3bd448fa49f1c24203e2cc7_80"
    },
    {
      "start": 17895,
      "end": 18366,
      "text": "\n(j) Along with the plaint, the plaintiff has also filed the loan agreement dated 05.11.2014, the mortgage deed dated 21.01.2016, the undertaking given http://www.judis.nic.in by the second defendant, dated 21.01.2016, the discharge receipt issued by the plaintiff with regard to one property, dated 28.10.2016, legal notice and the reply notice dated 26.04.2017 and 06.05.2017 respectively and seven cheques and their Return Memos.\n(k) The defendants entered appearance.",
      "labels": [
        "FAC"
      ],
      "id": "8a11632dfa1c4c648d9dbe8b78840f0b_81"
    },
    {
      "start": 18367,
      "end": 18453,
      "text": "The defendants filed A.No.5680 of 2017 seeking unconditional leave to defend the suit.",
      "labels": [
        "FAC"
      ],
      "id": "ed8cb1a20d514c1eb3e00ccc4e2de5a7_82"
    },
    {
      "start": 18454,
      "end": 18553,
      "text": "This application came up for consideration before the learned Master and the same is still pending.",
      "labels": [
        "FAC"
      ],
      "id": "b012de6cf49f4083ae11876b16f07cbd_83"
    },
    {
      "start": 18555,
      "end": 18794,
      "text": "(l) In the meanwhile, the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) received the assent of the President on 31.12.2015 and was published in the Gazette, dated 01.01.2016.",
      "labels": [
        "FAC"
      ],
      "id": "1220d127132f45feb1776db47a051b5e_84"
    },
    {
      "start": 18795,
      "end": 19214,
      "text": "This Court, by order dated 13.04.2018, observed that the entire nature of transaction was commercial in nature and also noting that both the learned Senior Counsel for the plaintiff and the learned counsel for the defendants also agreed that the \"lis\" was commercial in nature, consequently, it was held that the Commercial Division of this Court would have jurisdiction to entertain the allegations made in the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "8adb8f80603a42319cbec3e464b5feed_85"
    },
    {
      "start": 19215,
      "end": 19634,
      "text": "At that stage, the defendants have come forward with the present application in A.No.4667 of 2018 before this Court under Order 13-A of CPC to pass a summary judgment, dismissing the suit in C.S.No.393 of 2017, without recording oral evidence. http://www.judis.nic.in (m) Order 13-A of CPC had been inserted pursuant to the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "efc9712e1a274bb9831c9b543113b1e5_86"
    },
    {
      "start": 19635,
      "end": 19796,
      "text": "For the purpose of the disposal of the appeal, Order 13-A of CPC which deals with \"Summary Judgment\", is extracted hereunder with respect to Rules 1, 2 and 3:\n1.",
      "labels": [
        "FAC"
      ],
      "id": "74978e45f8d341d9accea8e08ec2e658_87"
    },
    {
      "start": 19797,
      "end": 19998,
      "text": "Scope of and classes of suits to which this Order applies: (1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence.",
      "labels": [
        "STA"
      ],
      "id": "22b72e9ebd8c45658592747880ebdd09_88"
    },
    {
      "start": 19999,
      "end": 20219,
      "text": "\n(2) For the purposes of this Order, the word \"claim\" shall include-- (a) part of a claim;\n(b) any particular question on which the claim (whether in whole or in part) depends; or (c) a counter-claim, as the case may be.",
      "labels": [
        "STA"
      ],
      "id": "2f8453fa51c644b9afcf60811caeb5e0_89"
    },
    {
      "start": 20220,
      "end": 20495,
      "text": "\n(3) Notwithstanding anything to the contrary, an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\n2. Stage for application for summary judgment:\n",
      "labels": [
        "STA"
      ],
      "id": "4024600b27d7400d869689036b9d5401_90"
    },
    {
      "start": 20495,
      "end": 20774,
      "text": "An applicant may apply for summary judgment at any time after summons has been served on the defendant:\nProvided that, no application for summary judgment may be made by such applicant after the Court has framed the issues in respect of the suit.\n3. Grounds for summary judgment:",
      "labels": [
        "STA"
      ],
      "id": "e788758d8dfc4050aa8dabb6cd90bea7_91"
    },
    {
      "start": 20775,
      "end": 21185,
      "text": "The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that-- (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the http://www.judis.nic.in claim, as the case may be; and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\"\n",
      "labels": [
        "STA"
      ],
      "id": "e5f17a8a74af45f790616b93aeb7d5f6_92"
    },
    {
      "start": 21185,
      "end": 21485,
      "text": "( n) This Application in A.No.4667 of 2018 in C.S.No.393 of 2017 has been filed by the defendants under Order 13-A CPC on the ground that the plaintiff has no real prospect of succeeding on the claim, which is one of the grounds for summary judgment as extracted supra in Order 13-A Rule 3(a) of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14da488afb0b40bda8ddea4e93f9b2e2_93"
    },
    {
      "start": 21486,
      "end": 22004,
      "text": "\n(o) The sum and substance of the said application filed by the defendants is that on 21.01.2016, these loans got fully discharged by virtue of a mortgage by conditional sale created by the second defendant individually over three immovable properties that personally belonged to him, under a registered deed of mortgage, dated 21.01.2016, since, from the consideration of Rs.3,39,29,960/- mentioned therein, Rs.2,39,29,960/- was adjusted against the earlier loans, as clearly admitted in paragraph 5(a) of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d023c6a6bd04a2da8d9fb1290a64f5d_94"
    },
    {
      "start": 22005,
      "end": 22411,
      "text": "\n(p) Clause 1 of the said deed clearly shows that this was a mortgage by conditional sale as defined in Section 58(c) of the Transfer of Property Act, stipulating that the property is transferred for certain consideration and further stipulating that upon the mortgagor paying back such consideration with interest on or before 18.06.2018, the transfer would become void and otherwise it would be absolute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d94c1e06078c4c838d40ccde1ee02993_95"
    },
    {
      "start": 22412,
      "end": 22652,
      "text": "Since the cheques were issued towards the earlier loans that were discharged by virtue of the mortgage deed mentioned above, the present suit http://www.judis.nic.in based on such cheque is not maintainable and is devoid of cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8714364ca902449a8c871bd4da9b1f2e_96"
    },
    {
      "start": 22653,
      "end": 22951,
      "text": "Even assuming without admitting that the cheques were issued after the mortgage deed, they cannot give rise to any cause of action, since under the mortgage deed, no personal liability is cast on the mortgagor, he having only an option either to redeem the properties or to abandon the properties.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4170d9be4b1407f8a68268107e1a6ca_97"
    },
    {
      "start": 22951,
      "end": 23054,
      "text": "(q) The cheques were issued prior to the mortgage, which is clearly established by the following facts:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c065db494f346d9b7e19062ccadeb5e_98"
    },
    {
      "start": 23055,
      "end": 23186,
      "text": "\n(i) In the plaint, the actual dates on which these cheques were given to the plaintiff are not mentioned, but suppressed wilfully.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf49ad8cb49c4abf942067a0e7134e1f_99"
    },
    {
      "start": 23187,
      "end": 23358,
      "text": "\n(ii) In the counter affidavit filed on behalf of the defendants in O.A.No.540 of 2017, it was clearly stated in paragraphs 13 and 14 on what dates the cheques were given.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "589515466beb413f80c5f3e47ba42126_100"
    },
    {
      "start": 23359,
      "end": 23624,
      "text": "\n(iii) In the reply affidavit filed by the plaintiff, while dealing para-wise with the statements in the counter affidavit, the plaintiff deliberately omitted to deal with paragraphs 13 and 14 of the counter affidavit and thus had not denied the statements therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf52741b4609435eba2deb89266f7083_101"
    },
    {
      "start": 23625,
      "end": 23813,
      "text": "\n(iv) In paragraph 11 of the reply affidavit, the plaintiff clearly admits that the earlier loan merged into the mortgage deed and such loan was part of the consideration for the mortgage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "288aa9cf4fab4439b6650a3bd689bc99_102"
    },
    {
      "start": 23814,
      "end": 23995,
      "text": "\n(v) The defendants have filed cheque record slips and bank statements which clearly shows that these cheques were issued only in November and http://www.judis.nic.in December 2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3fccf4195a14a429049e651375196cd_103"
    },
    {
      "start": 23996,
      "end": 24131,
      "text": "\nHence, the defendants have filed the present application under Order 13-A CPC, praying to dismiss the suit without recording evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5774ed48246401dab9839ce2175c1e3_104"
    },
    {
      "start": 24132,
      "end": 24500,
      "text": "\n(r) The said application was opposed by the respondent/plaintiff by filing detailed counter affidavit stating that as per the mortgage deed dated 21.01.2016, the applicants/defendants agreed to repay the loan amount of Rs.3,39,29,960/- together with interest at 18% per annum compoundable annually and paid monthly to the respondent/plaintiff on or before 18.06.2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd76ef4d7e3546738ba10fe0397437d2_105"
    },
    {
      "start": 24501,
      "end": 24633,
      "text": "Therefore, it cannot be said that there is admission of no case having been made out to dismiss the suit without recording evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea222fb21ede46548fbb92c02778358a_106"
    },
    {
      "start": 24634,
      "end": 24770,
      "text": "\n(s) After hearing both sides, the learned Single Judge had dismissed the said application filed by the defendants, as not maintainable.",
      "labels": [
        "RLC"
      ],
      "id": "648d5a68e57f4f31bc139381951b7907_107"
    },
    {
      "start": 24771,
      "end": 24846,
      "text": "Aggrieved by the same, the present O.S.A. has been filed by the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7ec789abec044c4a0954d291c1579f8_108"
    },
    {
      "start": 24847,
      "end": 25489,
      "text": "\n4. Before commencing the submissions of the learned counsel for the appellants, the learned Senior Counsel appearing for the respondent/plaintiff raised objections with regard to the maintainability of the present appeal by drawing the attention of this Court to proviso to sub-section (1-A) of Section 13 of the Commercial Courts Act, by stating that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC, 1908 (5 of 1908) as amended by the said http://www.judis.nic.in Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca11f5261a764d6a8d298dec3515b2a5_109"
    },
    {
      "start": 25490,
      "end": 25703,
      "text": "Thus, it is objected to by the learned Senior Counsel appearing for the respondent that only if the order passed by the learned Single Judge falls within the scope and ambit of Order 43 CPC, then it is appealable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4db1ec1718d94a94a6451ea27b70780a_110"
    },
    {
      "start": 25704,
      "end": 25952,
      "text": "In view of this objection raised by the learned Senior Counsel appearing for the respondent/plaintiff, at the outset, the learned counsel for the appellants/defendants made the following submissions with regard to the maintainability of the appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1879884a9ebe49b38947dcc27b7ecaac_111"
    },
    {
      "start": 25953,
      "end": 26162,
      "text": "\n5. The learned counsel for the appellants invited the attention of this Court to Section 13 of the Commercial Courts Act (as amended), which was suitably amended by Act 28 of 2018 with effect from 03.05.2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ea40b502e6646558e7fb5d366834c64_112"
    },
    {
      "start": 26163,
      "end": 26226,
      "text": "Sub-section (1) was totally substituted with sub-section (1-A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff3023989de14f15bbee2df082e4837c_113"
    },
    {
      "start": 26227,
      "end": 26843,
      "text": "The Sub-section (1) before amendment stood as follows:\n\"(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996)\".",
      "labels": [
        "STA"
      ],
      "id": "94cead421bec4deb91d0c6dd8b76ce10_114"
    },
    {
      "start": 26844,
      "end": 27870,
      "text": "\nAfter amendment, now Section 13(1) and (1-A) reads as follows:\nhttp://www.judis.nic.in \"13: Appeals from decrees of Commercial Courts and Commercial Divisions:\n(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996)\".\n6.",
      "labels": [
        "STA"
      ],
      "id": "f1e5a2152d724fb9aadf7240425c68d8_115"
    },
    {
      "start": 27871,
      "end": 28016,
      "text": "The learned counsel for the appellants/defendants further contended that after amendment, the word \"decision\" is replaced by \"judgment or order\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "611821dab6934e8983be193d91b2d77f_116"
    },
    {
      "start": 28017,
      "end": 28152,
      "text": "Section 13 of the Commercial Courts Act--sub-section (1) was substituted by sub- section (1) along with sub-section (1-A) with proviso.",
      "labels": [
        "STA"
      ],
      "id": "174f65ed13494e948dbb7575e5ff9532_117"
    },
    {
      "start": 28153,
      "end": 28278,
      "text": "The Sub-section (1) after amendment, deals with the appeals from the Subordinate Courts dealing with commercial transactions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65e0b9558bea410795b719eaed8814a6_118"
    },
    {
      "start": 28279,
      "end": 28457,
      "text": "The said sub-section (1-A) deals with the appeals from the District Court as well as Commercial Division of the High Court to the Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7354b56ef304f8e9fff323bf74a3589_119"
    },
    {
      "start": 28458,
      "end": 28522,
      "text": "The Proviso is common to sub- section (1) and sub-section (1-A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00ffe17a9bd244b9ba66152d54dcd0a7_120"
    },
    {
      "start": 28523,
      "end": 29118,
      "text": "While sub-section (1-A) says that any person http://www.judis.nic.in aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court, may appeal to the Commercial Appellate Division of that High Court, proviso to sub-section (1-A) deals with lying of appeal from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "8503ba6ed40b4b728cd710b9ac07d084_121"
    },
    {
      "start": 29119,
      "end": 29513,
      "text": "Further, the learned counsel for the appellants also submitted that Section 13(2) of the Commercial Courts Act provides that, \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ff628ac7fc044e5ab09d7399e0ecdc6_122"
    },
    {
      "start": 29514,
      "end": 29724,
      "text": "Thus, the term \"judgment or order\" inserted in sub-section (1-A) by the amendment, was consciously introduced by the Legislature and the term \"judment or order\" is not touched by the proviso or sub-section (2).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d2ac832a986a4a9a9187798a0e5bdd6e_123"
    },
    {
      "start": 29725,
      "end": 30012,
      "text": "Thus, the learned counsel for the appellants drew the attention of this Court to the scheme of Section 13, wherein, after amendment, it clearly says that when an appeal is filed against an interlocutory order, if such order is covered by Order 43 CPC, then the appeal automatically lies.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f7e0d6de080b43d68599a8908cac5fa3_124"
    },
    {
      "start": 30013,
      "end": 30047,
      "text": "This is the effect of the proviso.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "89e36d47d1484022969cb1b0c90fe19e_125"
    },
    {
      "start": 30048,
      "end": 30134,
      "text": "The proviso does not go further and it does not prohibit appeals against other orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fdffd2d699cd45ad972f69a704c3d617_126"
    },
    {
      "start": 30135,
      "end": 30332,
      "text": "The learned counsel for the appellants therefore submitted that whether an order is a judgment or http://www.judis.nic.in not, will be determined by the appellate Court before admitting the appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f10069e980d84af3bb7568b2ec5f1638_127"
    },
    {
      "start": 30333,
      "end": 30973,
      "text": "In this regard, the learned counsel for the appellants submitted that the guidelines for such determination are well settled and recently noticed in the decision of the Supreme Court reported in 2018 (11) SCC 722 (LIC Vs. Sanjeev Builders (P) Ltd), in which, while elaborating upon the nature of \"interlocutory order\" or \"judgment\", it was observed by the Apex Court as follows:\n\"9. Elaborating upon nature of \"interlocutory order\" or \"judgment\" and observing that the Letters Patent Appeal would lie from the judgment which would affect the vital and valuable rights of the parties and which work serious injustice to the parties concerned",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dada69820db04879a9874915f8750be4_128"
    },
    {
      "start": 30974,
      "end": 31114,
      "text": ", in Shah Babulal Khimji Vs. Jayaben D.Kania and Another (1981) 4 SCC 8, it was held as under (SCC pp.53 & 57-58, paras 106 & 114-17:-\n\"106.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7807a30a5fb141e0a42fb21fa721bdea_129"
    },
    {
      "start": 31115,
      "end": 31352,
      "text": "Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "388a8b9c7d024de68a1de07e1b233b79_130"
    },
    {
      "start": 31353,
      "end": 31360,
      "text": "\n......",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d160220a86d94873a45afbb9587847a7_131"
    },
    {
      "start": 31362,
      "end": 32000,
      "text": "114. In the course of the trial, the trial Judge may pass a number of orders whereby some of the various steps to be taken by the parties in prosecution of the suit may be of a routine nature while other orders may cause some inconvenience to one party or the other, e.g., an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing an order of costs to one of the parties for its default or an http://www.judis.nic.in order exercising discretion in respect of a procedural matter against one party or the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c14bba40ed61447e9ac4928769960e5a_132"
    },
    {
      "start": 32001,
      "end": 32259,
      "text": "Such orders are purely interlocutory and cannot constitute judgments because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the appeal against the final judgment passed by the trial Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9124666c779d4edd9798ecbb6ad1333c_133"
    },
    {
      "start": 32261,
      "end": 32525,
      "text": "115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable rights of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0640d2270495468c9c612668a63ac85b_134"
    },
    {
      "start": 32526,
      "end": 32781,
      "text": "Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50a2a96d99ed4c05a62dd952f067821b_135"
    },
    {
      "start": 32783,
      "end": 32968,
      "text": "116. We might give another instance of an interlocutory order which amounts to an exercise of discretion and which may yet amount to a judgment within the meaning of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "859d98ef0a6b4975afc10ff081aee789_136"
    },
    {
      "start": 32969,
      "end": 33186,
      "text": "Suppose the trial Judge allows the plaintiff to amend his plaint or include a cause of action or a relief as a result of which a vested right of limitation accrued to the defendant is taken away and rendered nugatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81d2f228b05a431198be74a123954dd2_137"
    },
    {
      "start": 33187,
      "end": 33412,
      "text": "It is manifest that in such cases, although the order passed by the trial Judge is purely discretionary and interlocutory, it causes gross injustice to the defendant who is deprived of a valuable right of defence to the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "166cca4b942b473e9699e4874a383f5f_138"
    },
    {
      "start": 33413,
      "end": 33625,
      "text": "Such an order, therefore, though interlocutory in nature contains the attributes and http://www.judis.nic.in characteristics of finality and must be treated as a judgment within the meaning of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d91352ee53af4170af6977aed92116dc_139"
    },
    {
      "start": 33626,
      "end": 33779,
      "text": "This is what was held by this Court in Shanti Kumar case (Shanthi Kumar R.Canji Vs. Home Insurance Co. of New York (1974) 2 SCC 387), as discussed above.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d640cd696e0a48d69c73e497adc4421b_140"
    },
    {
      "start": 33781,
      "end": 33869,
      "text": "117. Let us take another instance of a similar order which may not amount to a judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c5658f106114d8ca3163a4a0863967e_141"
    },
    {
      "start": 33870,
      "end": 34230,
      "text": "Suppose, the trial Judge allows the plaintiff to amend the plaint by adding a particular relief or taking an additional ground which may be inconsistent with the pleas taken by him but is not barred by limitation and does not work serious injustice to the defendant who would have ample opportunity to disprove the amended plea taken by plaintiff at the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c710b51ab8942769ad4c5ca1331a2d6_142"
    },
    {
      "start": 34231,
      "end": 34478,
      "text": "In such cases, the order of the trial Judge would only be a simple interlocutory order without containing any quality of finality and would therefore not be a judgment within the meaning of Clause 15 of the Letters Patent.\"\n(emphasis supplied)\n10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "105f431e56fb41a6ba5a707ee232fd44_143"
    },
    {
      "start": 34479,
      "end": 34731,
      "text": "Applying the above principle to the case in hand, we find that the order allowing the application impleading respondent No.3 as assignee (Order XXII Rule 10 CPC) after 27 years of filing of the suit vitally affects the valuable rights of the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b85012cec8234537b239fe48d3d3ca30_144"
    },
    {
      "start": 34732,
      "end": 35016,
      "text": "The order allowing amendment of plaint by impleading respondent No.3 as \"Plaintiff No.3\" on the basis of alleged assignment of agreement dated 24.08.1987 decides a vital question which concerns the rights of the parties and hence is a \"judgment\" to maintain the Letters Patent Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d9432e3286a4b3386226ccedf618125_145"
    },
    {
      "start": 35017,
      "end": 35397,
      "text": "In our view, allowing of such application after 27 years of filing suit for specific performance would cause serious prejudice to the http://www.judis.nic.in appellant-defendant depriving valuable right of defence available to the appellant and hence the order of Single Judge allowing the Chamber Summons is a \"judgment\" within the meaning of Clause 15 of the Letters Patent.\"\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "747eb1c41e1347b09ec53cd488d25807_146"
    },
    {
      "start": 35398,
      "end": 35604,
      "text": "Thus, the learned counsel for the appellants submitted that in the instant case, order appealed against is an order passed in A.No.4667 of 2018 in C.S.No.393 of 2017, which was rejected as not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "776f691b48a1458d8b0faf9b96e0222c_147"
    },
    {
      "start": 35605,
      "end": 35826,
      "text": "A.No.4667 of 2018 was filed by the appellants/defendants to dismiss the suit without trial on the ground that the plaintiff has no real prospect of succeeding in the suit as provided for under Order 13-A Rule 3(a) of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dac7e389558743c1a7795872f3f53064_148"
    },
    {
      "start": 35827,
      "end": 36157,
      "text": "In the abovesaid decision reported in 2018 (11) SCC 722, the order allowing the application to implead a party after long delay of filing the suit, vitally affected the impleaded party and it has decided a vital question which concerns the rights of the parties and hence, it is a \"judgment\" to maintain the Letters Patent Appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "921090a9f4594c10ad37e29702a80d11_149"
    },
    {
      "start": 36158,
      "end": 36450,
      "text": "In the instant case, the application was filed by the appellants/defendants under Order 13-A Rule 3(a) of CPC stating that the plaintiff has no real or subsisting claim, and thus the appellants/defendants sought for passing summary judgment and to dismiss the suit without recording evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e0f58eefc4d44ccb802f180ea9af47b_150"
    },
    {
      "start": 36451,
      "end": 36745,
      "text": "Therefore, according to the learned counsel for the appellants, the dismissal order passed by the learned Single Judge in the said application, will fall within the purview of \"judgment\", even though it cannot be http://www.judis.nic.in construed as an \"order\" within the ambit of Order 43 CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9defd8a6ddb5426b807940a954954ef1_151"
    },
    {
      "start": 36746,
      "end": 37160,
      "text": "As per the amended provision relating to Section 13(1-A) of the Commercial Courts Act, \"any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original jurisdiction, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order\".",
      "labels": [
        "STA"
      ],
      "id": "6b1ac7a14d45417493fb4edd599c0890_152"
    },
    {
      "start": 37161,
      "end": 37256,
      "text": "Hence, according to the learned counsel for the appellants, the present appeal is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a3c7b3ccd75c4d628354e6cd37610345_153"
    },
    {
      "start": 37258,
      "end": 37462,
      "text": "8. The learned counsel for the appellants also relied on a judgment of the Supreme Court reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania), wherein the Apex Court held as follows:\n\"106.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7dde7e9ce2c24a1d98baaa837d810d46_154"
    },
    {
      "start": 37463,
      "end": 37701,
      "text": "Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "673df2e2ec9d4fdf82d2401f3e7b8e7f_155"
    },
    {
      "start": 37703,
      "end": 37967,
      "text": "\"115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable right of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d53124608564a57875a15726f1261f6_156"
    },
    {
      "start": 37968,
      "end": 38224,
      "text": "Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7a15d3d788c46cd9762a95c8307f5a7_157"
    },
    {
      "start": 38226,
      "end": 38448,
      "text": "\"120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the Letters http://www.judis.nic.in Patent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f4ce1459f8d947738f5e24d486e16a18_158"
    },
    {
      "start": 38449,
      "end": 38572,
      "text": "We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments :",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9eb058f9951249c98c419b7770548d09_159"
    },
    {
      "start": 38573,
      "end": 38803,
      "text": "\n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant.",
      "labels": [
        "STA"
      ],
      "id": "6b2e5280973c4133bea729d745306c37_160"
    },
    {
      "start": 38804,
      "end": 38839,
      "text": "\n(2) An order rejecting the plaint.",
      "labels": [
        "STA"
      ],
      "id": "d89dab57e3c04d04996eb970bf89cc76_161"
    },
    {
      "start": 38840,
      "end": 38941,
      "text": "\n(3) An order refusing leave to defend the suit in an action under Order 37, Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "db21fea08c4d4d599bbeaa801b59fddb_162"
    },
    {
      "start": 38942,
      "end": 39045,
      "text": "\n(4) An order rescinding leave of the trial Judge granted by him under Clause 12 of the Letters Patent.",
      "labels": [
        "STA"
      ],
      "id": "cf571af638df4be393370114b5b71f54_163"
    },
    {
      "start": 39046,
      "end": 39285,
      "text": "\n(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive.",
      "labels": [
        "STA"
      ],
      "id": "f7daec6a9e954e408057fef62f452f78_164"
    },
    {
      "start": 39286,
      "end": 39494,
      "text": "\n(6) An order rejecting an application for a judgment on admission under Order 12 Rule 6.\n(7) An order refusing to add necessary parties in a suit under Section 92 of the Code of Civil Procedure.\n(8) An order",
      "labels": [
        "STA"
      ],
      "id": "6f4d9c9df99e40a0af68736594aa371b_165"
    },
    {
      "start": 39495,
      "end": 39502,
      "text": "varying",
      "labels": [
        "STA"
      ],
      "id": "3b7d74ef142b40d5a82c48f8f7db9f2e_166"
    },
    {
      "start": 39503,
      "end": 39523,
      "text": "or amending a decree",
      "labels": [
        "STA"
      ],
      "id": "bd8e17122344410a8be3554351cd84f9_167"
    },
    {
      "start": 39524,
      "end": 39580,
      "text": ". \n(9) An order refusing leave to sue in forma pauperis.",
      "labels": [
        "STA"
      ],
      "id": "d0f9f7ee21fc4221acad55dcb49341df_168"
    },
    {
      "start": 39581,
      "end": 39612,
      "text": "\n(10) An order granting review.",
      "labels": [
        "STA"
      ],
      "id": "40c4911ee23a4925b3829c82741e4e52_169"
    },
    {
      "start": 39613,
      "end": 39693,
      "text": "\n(11) An order allowing withdrawal of the suit with liberty to file a fresh one.",
      "labels": [
        "STA"
      ],
      "id": "d9a06f5edd3c488a940c04347f966169_170"
    },
    {
      "start": 39694,
      "end": 39718,
      "text": "\nhttp://www.judis.nic.in",
      "labels": [
        "STA"
      ],
      "id": "935d5d4fa19e40f384d37f691eaceb9b_171"
    },
    {
      "start": 39719,
      "end": 39822,
      "text": "(12) An order holding that the defendants are not agriculturists within the meaning of the special law.",
      "labels": [
        "STA"
      ],
      "id": "af1dcf9092504297a199ac33a44737ad_172"
    },
    {
      "start": 39823,
      "end": 39921,
      "text": "\n(13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "0d8802f83104411682be1b8606005e17_173"
    },
    {
      "start": 39922,
      "end": 39990,
      "text": "\n(14) An order granting or refusing to stay execution of the decree.",
      "labels": [
        "STA"
      ],
      "id": "322441eb96db4bd0aa50b2845d5ecd53_174"
    },
    {
      "start": 39991,
      "end": 40064,
      "text": "\n(15). An order deciding payment of court-fees against the plaintiff.\"\n9.",
      "labels": [
        "STA"
      ],
      "id": "603a04cc9f2745c59745a30b4c8b744a_175"
    },
    {
      "start": 40065,
      "end": 40270,
      "text": "The learned counsel for the appellants further contended that in paragraph 120 of the above judgment in Shah Babulal Khimji's case, illustrations are given of interlocutory orders which would be judgments.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae762b64ffba4973a7207e0ad5bfc937_176"
    },
    {
      "start": 40271,
      "end": 40554,
      "text": "Though 15 illustrations are given, point Nos.5 and 6 are relevant for the purpose of this case and they relate to an order deciding a preliminary objection to the maintainability of the suit and an order rejecting an application for a judgment on admission under Order 12 Rule 6 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "656bb6282c6c4964b6591b179afb6859_177"
    },
    {
      "start": 40555,
      "end": 40696,
      "text": "In the case on hand, the order was passed on the appellants' application raising the specific question about the maintainability of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c421d745ab2a4092870418700db5cc61_178"
    },
    {
      "start": 40697,
      "end": 40825,
      "text": "It was contended that the suit is not maintainable, in view of clear admission of the plaintiff in paragraph 5(a) of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69390de1e5f94aa8a561df0153eb2740_179"
    },
    {
      "start": 40826,
      "end": 41035,
      "text": "Thus, the order passed by the learned Single Judge thereon falls squarely within point Nos.5 and 6 of paragraph 120 extracted above in the said judgment of the Supreme Court, and therefore, it is a 'judgment'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b63e779e3ee4eb2b88a50266f25ceeb_180"
    },
    {
      "start": 41036,
      "end": 41070,
      "text": "Hence, the appeal is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8fd991d796d49d18b835ea86551bcba_181"
    },
    {
      "start": 41071,
      "end": 41351,
      "text": "Further, only if it http://www.judis.nic.in is not \"judgment\" and if it is an \"order\", then we have to see as to whether the said \"order\" will fall within the scope and ambit of Order 43 CPC, and when it is \"judgment\", then naturally/automatically, the appeal is maintainable.\n10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "876566828cfe4bc886e550ab0a6103c6_182"
    },
    {
      "start": 41352,
      "end": 41667,
      "text": "The learned counsel for the appellants relied on a decision of a Division Bench of this Court reported in 2019 (2) MLJ 257 = 2019 (1) LW 597 = MANU/TN/0554/2019 (Rubinetterie Bresciane Bonomi SpA Vs. Lehry Instrumentation and Valves Pvt. Ltd)., in which, he highlighted the following paragraphs therein:\n\"14. .. ...",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "65e71a700f3941a3baf90333d1a51c33_183"
    },
    {
      "start": 41668,
      "end": 41968,
      "text": "Consequently, the right of appeal under the Letters Patent should continue to be available to all Orders passed in any proceedings in all suits pending on the date of commencement of Commercial Courts Act, subject however to the test they must be 'judgments' within the meaning of Clause 15 thereof.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "26f4dcbab4ba4a7f91b48d9f5abfacf9_184"
    },
    {
      "start": 41970,
      "end": 42177,
      "text": "\"19. To sum it up:\n(a) A right of appeal under Clause 15 of the Letters Patent is available from all Orders passed in any proceedings in any suit pending on the date of commencement of Commercial Courts Act.",
      "labels": [
        "STA"
      ],
      "id": "bb747fdcc9284d51ad131282298dfcbc_185"
    },
    {
      "start": 42179,
      "end": 42187,
      "text": "... ...\"",
      "labels": [
        "NONE"
      ],
      "id": "0789d49aa3b74d179f5d8aff230d5523_186"
    },
    {
      "start": 42189,
      "end": 42482,
      "text": "11. Insofar as the present case is concerned, the suit was filed on 22.05.2017 and is pending when the Commercial Division and Commercial Appellate Division were constituted by this Court under Sections 4 and 5 of the Commercial Courts Act and the said Divisions were constituted only in 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a80c8bec737d41df863ef04b5b3f9c66_187"
    },
    {
      "start": 42483,
      "end": 42699,
      "text": "Therefore, by following the ruling of the Division Bench of this Court referred to http://www.judis.nic.in above in Rubinetterie Bresciane Bonomi SpA's case, it has to be held that the present appeal is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7bf20669dac44d6289209dfc19e0b7c1_188"
    },
    {
      "start": 42700,
      "end": 42833,
      "text": "In this regard, the learned counsel for the appellants relied on paragraph 14 of the said judgment of this Court extracted supra.\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2e585ca1d5d4925b2038929d5a20f2d_189"
    },
    {
      "start": 42834,
      "end": 43065,
      "text": "Since the Commercial Courts Act is deemed to have commenced only in the Commercial Appeal Division which were constituted, the above decision of the Division Bench of this Court will squarely apply to the facts of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "776c5289b9a84cb9a95dc777a0e9ce1b_190"
    },
    {
      "start": 43066,
      "end": 43235,
      "text": "Thus, for the above reasons, the learned counsel for the appellants submitted that the present appeal is maintainable on the facts and circumstances of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b508d7fc12db4108aae2901ffcde0db1_191"
    },
    {
      "start": 43237,
      "end": 43656,
      "text": "13. Countering the above submissions, the learned Senior Counsel appearing for the respondent/plaintiff submitted that proviso to Section 13(1-A) of the Commercial Courts Act says that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "399e034f66d24dbca9c7fd7439c984a0_192"
    },
    {
      "start": 43657,
      "end": 43834,
      "text": "Thus, learned Senior Counsel appearing for the respondent/plaintiff submitted that only if the order falls within the ambit and scope of Order 43 of CPC, appeal is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff299188471a4e6cb21872b2ea1cad38_193"
    },
    {
      "start": 43835,
      "end": 44314,
      "text": "He further contended that appellants are making an attempt to put-forth their case stating that the nature of the order passed by the learned Single Judge will fall within the definition of \"judgment\", and therefore, according to learned counsel for the http://www.judis.nic.in appellants, the appeal is maintainable, since there cannot be any impediment in filing an appeal as against the \"judgment\" as per the amended provisions of Section 13(1-A) of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b8923f73a3024cfdab99178845037273_194"
    },
    {
      "start": 44315,
      "end": 44547,
      "text": "To this submission, the learned Senior Counsel appearing for the respondent submitted that, no doubt, from a judgment of the trial Court on the Original Side, the Letters Patent Appeal will lie under Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ca08d5e65c54793a0d7936bb2b5c9b2_195"
    },
    {
      "start": 44548,
      "end": 44794,
      "text": "But this right is taken away even in the earlier Section 13(2) of the said Act, though the amendment was made under Section 13(1) for the word \"decision\", the words \"judgment or order\" are inserted and no further amendment was made to Section 13.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa3cd3f7c12040bda8027945620b17ed_196"
    },
    {
      "start": 44795,
      "end": 44958,
      "text": "Therefore, it is incorrect to state that since the nature of the order passed by the learned Single Judge carries in the nature of \"judgment\", the appeal will lie.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "45f85f5792d345d99517b3b8d2e7cbc8_197"
    },
    {
      "start": 44960,
      "end": 45284,
      "text": "14. The learned Senior Counsel appearing for the respondent relied on a judgment of the Supreme Court reported in 2018 (10) SCJ 550 = 2018 (2) CTC 450 = 2018 (4) LW 240 = 2018 (14) SCC 715 = MANU/SC/0112/2018 (Kandla Export Corporation and others Vs. OCI Corporation and others), wherein the Apex Court held as follows:\n\"15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c03a4e2dc3a841a9bc86d2c24fa7bb78_198"
    },
    {
      "start": 45285,
      "end": 45534,
      "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 and Section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd02e990d88441af8781f1eeac9c6eba_199"
    },
    {
      "start": 45535,
      "end": 45877,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the Code of Civil Procedure would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals http://www.judis.nic.in that can be made to the Commercial Appellate Division of a High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "265601f18d424166a3f4816c861fa0f5_200"
    },
    {
      "start": 45879,
      "end": 46069,
      "text": "16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b381d4f91fbe403dae3ba8880f2e505d_201"
    },
    {
      "start": 46070,
      "end": 46306,
      "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\"",
      "labels": [
        "STA"
      ],
      "id": "78054ec9721b4fa2901512f0b811d49c_202"
    },
    {
      "start": 46308,
      "end": 46877,
      "text": "15. The learned Senior Counsel appearing for the respondent further submitted by inviting the attention of this Court to Section 18 of the Commercial Courts Act, which deals with the power of this Court to issue directions, and the same reads as follows:\n\"Section 18: Power of High Court to issue directions:\nThe High Court may, by notification, issue practice directions to supplement the provisions of Chapter II of this Act or the Code of Civil Procedure, 1908 (5 of 1908) insofar as such provisions apply to the hearing of commercial disputes of a Specified Value.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d97dd775206a45b486f26f2b75d36a86_203"
    },
    {
      "start": 46879,
      "end": 47312,
      "text": "The practice directions issued by the High Court under Section 18 of the Commercial Courts Act clearly says that all appeals from any decision of a Commercial Court or Commercial Division shall be heard by the Commercial Appellate Division and if the decision of the Commercial Court or Commercial Division is an \"order\", it should be an \"order\" which has been specifically enumerated as an appelable order under Order 43 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85f0f395d054422e89a5498a419a0178_204"
    },
    {
      "start": 47313,
      "end": 47564,
      "text": "Similarly, it has http://www.judis.nic.in been stated that if there is an appeal provision under the Letters Patent of a High Court or under any other law, no appeal will lie against an \"order\" or \"decree\" of a Commercial Division or Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e493416897f1441ba24e39d4fb63d08f_205"
    },
    {
      "start": 47565,
      "end": 47914,
      "text": "According to the learned Senior Counsel appearing for the respondent, the judgment of the Supreme Court, relied upon by the learned counsel for the appellants, reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania) deals with the Letters Patent and not \"Commercial Courts\" and it may not be applicable to the facts of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a7e1e6d32914d658118e61cacb7b8df_206"
    },
    {
      "start": 47916,
      "end": 48528,
      "text": "16. With regard to the submission made by the learned counsel for the appellants, based on the recent judgment of the Division Bench of this Court reported in 2019 (2) MLJ 257 = 2019 (1) LW 597 = MANU/TN/0554/2019 (Rubinetterie Bresciane Bonomi SpA Vs. Lehry Instrumentation & Valves Pvt. Ltd), the learned Senior Counsel appearing for the respondent submitted that in that case, there were orders in two applications, which were the subject matter of appeal, and one was filed before the Act came into effect and the argument was that pre-existing rights were preserved notwithstanding the enactment of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba552e354db44737b7af80dcf3b79e74_207"
    },
    {
      "start": 48529,
      "end": 48755,
      "text": "In respect of the next application which arose after the Act came into effect, the argument was that its provisions would apply by virtue of Section 15 of the Commercial Courts Act only after the first case management hearing.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f744549248f74f07a04cf737256d321d_208"
    },
    {
      "start": 48756,
      "end": 48876,
      "text": "The Court agreed that existing rights were preserved in respect of pending suits, but the second argument was negatived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f53b967a6ff44a999fc698c1b6b15fe7_209"
    },
    {
      "start": 48877,
      "end": 49019,
      "text": "Both these issues are not applicable to the http://www.judis.nic.in present case and therefore, the said judgment will not aid the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dafa6aa8ae34d98ac7b1a56ae8c0dd1_210"
    },
    {
      "start": 49020,
      "end": 49133,
      "text": "In the case on hand, the appellants' application before the learned Single Judge was under Order 13-A of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8be5ad3c5bb24adfb86cd5790f43f5fa_211"
    },
    {
      "start": 49134,
      "end": 49405,
      "text": "It would therefore be preposterous to claim that an appeal against such order must be considered not in terms of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, but in terms of the provisions of the CPC and the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a53cc6b06634419b9dac9e9481e2dc15_212"
    },
    {
      "start": 49406,
      "end": 49601,
      "text": "The said judgment of the Division Bench of this Court has been cited only to emphasise that the earlier judgment of the Supreme Court interpreting the Act, had been followed in the said judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5927eddcecfd454e89f2976b0cbfe3eb_213"
    },
    {
      "start": 49602,
      "end": 49837,
      "text": "Thus, the learned Senior Counsel appearing for the respondent submitted that the abovesaid judgment of the Division Bench of this Court reported in 2019 (2) MLJ 257 (cited supra) will not be applicable to the facts of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b504413843314cb4aa9054bc3549eccb_214"
    },
    {
      "start": 49838,
      "end": 50479,
      "text": "\n17. Relying on various judgments and also the judgment of the Division Bench of the Delhi High Court reported in HPL (India) Ltd. and others Vs. QRG Enterprises and others, reported in 238 (2017) DLT 123 = MANU/DE/0347/2017 = 2017 Supreme (Del) 526 and the decision of the Division Bench of the Bombay High Court reported in Shailendra Bhadauria and others Vs. Matrix Partners India Investment Holdings LLC and others, reported in 2018 Supreme (Mah) 1264 = MANU/MH/2792/2018, the learned Senior Counsel appearing for the respondent submitted that in this case, an appeal will not lie as against the order passed by the learned Single Judge.",
      "labels": [
        "NONE"
      ],
      "id": "7a2214b1db5c4f8687ca2d44bf73d800_215"
    },
    {
      "start": 50481,
      "end": 50508,
      "text": "http://www.judis.nic.in 18.",
      "labels": [
        "NONE"
      ],
      "id": "c3a27a6566ae45fcb4930a034b875785_216"
    },
    {
      "start": 50509,
      "end": 50669,
      "text": "Keeping in mind the above submissions made by the learned counsel appearing for the parties, we have carefully perused the entire materials available on record.",
      "labels": [
        "NONE"
      ],
      "id": "8c4c61c010f34fd5babe59590a40561c_217"
    },
    {
      "start": 50671,
      "end": 50813,
      "text": "19. The only question that has to be decided in this case is as to whether the present appeal is maintainable under the Commercial Courts Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "efcc807e3cc1454297f9e3ae26b8cc6d_218"
    },
    {
      "start": 50814,
      "end": 50906,
      "text": "If this question is answered, that would suffice to decide the issues raised in this appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea9ce14a80924d2da40af65cab241c97_219"
    },
    {
      "start": 50908,
      "end": 51530,
      "text": "20. It is the submission of the learned counsel for the appellants that after the amendment under Section 13(1) and 13(1-A) of the Commercial Courts Act, as per Section 13(1), any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge, may appeal to the Commercial Appellate Court, and, as per Section 13(1-A), any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction, or as the case may be, Commercial Division of a High Court, may appeal to the Commercial Appellate Division of that High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eff69a905f2d4ed289c30e28e3af6838_220"
    },
    {
      "start": 51531,
      "end": 51822,
      "text": "Further, the proviso to Section 13(1-A) says that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3d5900ffc754c93a62265f266a0b695_221"
    },
    {
      "start": 51823,
      "end": 52084,
      "text": "Thus, the learned counsel for the appellants submitted that proviso to the said Section 13(1-A) says that appeal shall lie against \"orders\" enumerated under Order 43 http://www.judis.nic.in CPC and the proviso does not deal with the appeals against \"judgments\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1991ee1cff944ce8fbc832caf4a5181_222"
    },
    {
      "start": 52085,
      "end": 52431,
      "text": "The learned counsel for the appellants further submitted that so far as the present case is concerned, the present appeal has been filed as against the dismissal of the application filed by the appellants/defendants under Order 13-A Rule 3(a) CPC to pass summary judgment to dismiss the suit without recording oral evidence in C.S.No.393 of 2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0fa2e480c9f475eb392f85e1228da23_223"
    },
    {
      "start": 52432,
      "end": 52527,
      "text": "He further submitted that Order 13-A Rule 3(a) CPC deals with the grounds for summary judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "431d31c8a5ec42b38c6cf4c2ddd440c9_224"
    },
    {
      "start": 52528,
      "end": 52753,
      "text": "In the instant case, in view of the admission made in paragraph 5(a) of the plaint, the defendants have taken out the application to dismiss the suit stating that the plaintiff has no real prospect of succeeding on the claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22f7520f69c64ae296675ae09286b912_225"
    },
    {
      "start": 52754,
      "end": 52835,
      "text": "Thus, the defendants sought for dismissal of the suit without recording evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88ea4ffd87834f3eb14ef33ec2ceaff7_226"
    },
    {
      "start": 52836,
      "end": 52971,
      "text": "But the learned Single Judge had dismissed the said application as not maintainable and such dismissal order is nothing but \"judgment\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70fd8f0d460b4f888604ebd229f40931_227"
    },
    {
      "start": 52973,
      "end": 53226,
      "text": "21. Learned counsel for the appellants further contended that such dismissal of the application filed under Order 13-A Rule 3(a) CPC by the learned Single Judge is not \"order\" and it is only \"judgment\", and therefore, the present appeal is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c30d96be273f4bfa8000930f222f66b1_228"
    },
    {
      "start": 53227,
      "end": 53407,
      "text": "In support of this contention, the learned counsel for the appellants relied on the judgment of the Supreme Court reported in 2018 (11) SCC 722 (LIC Vs. Sanjeev Builders (P) Ltd.).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd9f581fd3b7401d8de6a793a475b59c_229"
    },
    {
      "start": 53408,
      "end": 53737,
      "text": "The learned counsel for the appellants also relied on a judgment of the Supreme Court reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania) to show that the nature of the http://www.judis.nic.in order passed in the application filed under Order 13-A Rule 3(a) of CPC, will fall within the definition of \"judgment\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9f8c84f3f16400a8e252f33bb772658_230"
    },
    {
      "start": 53738,
      "end": 54011,
      "text": "Thus, it is the sum and substance of the submission of the learned counsel for the appellants that the order passed by the learned Single Judge is nothing but \"judgment\", and therefore, the present appeal is maintainable, though it is not an \"order\" under Order 43 CPC.\n22.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "512a1ca988a74d629c22837dbea4ba15_231"
    },
    {
      "start": 54012,
      "end": 54137,
      "text": "We are of the opinion that the judgments relied on by the learned counsel for the appellants arise out of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1b8cf2ef744470abbff6d1c962389c9_232"
    },
    {
      "start": 54138,
      "end": 54548,
      "text": "So far as the order passed under the Commercial Courts Act is concerned, there is a clear bar under Section 13(2) therein, which states that, \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "40186e5527aa489b8cae96ea8171feb3_233"
    },
    {
      "start": 54549,
      "end": 54962,
      "text": "Further, Section 16(3) of the Commercial Courts Act says that, \"where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"",
      "labels": [
        "STA"
      ],
      "id": "1e4c7f7a6afa47ef8a33ae6597f0af73_234"
    },
    {
      "start": 54964,
      "end": 55504,
      "text": "23. In the above context, at the risk of repetition, it is appropriate to refer Section 18 of the Commercial Courts Act, dealing with the power of High Court to issue directions, which reads as follows:\nhttp://www.judis.nic.in \"18. Power of High Court to issue directions:- The High Court may, by notification, issue practice directions to supplement the provisions of Chapter II of this Act or the Code of Civil Procedure, 1908 (5 of 1908) in so far as such provisions apply to the hearing of commercial disputes of a Specified Value.\"\n24.",
      "labels": [
        "STA"
      ],
      "id": "af0fd6a864344adbb711badc9592b7e2_235"
    },
    {
      "start": 55505,
      "end": 56120,
      "text": "Further, as per Notification No.48 of 2018 of this Court, in exercise of the powers conferred under Section 18 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016), the Honourable The Chief Justice is pleased to issue the Practice Note therein and in relation to Commercial Appellate Division, it is stated as follows:\nII. Commercial Appellate Division:\nJurisdiction of Commercial Appellate Division:\n1) Jurisdiction of Commercial Appellate Division is set out in three provisions of Act 4 of 2016, i.e. Section 9(2), Section 13 and Section 15(5).",
      "labels": [
        "STA"
      ],
      "id": "dba41d71f3064655a854a3a0942b0807_236"
    },
    {
      "start": 56121,
      "end": 56439,
      "text": "\n2) In suits relating to a \"Commercial Dispute\"\n(where the value of the suit when filed is not of 'Specified Value') in the event of counter claim/s by defendant/s of 'Specified Value', such a suit shall be transferred to Commercial Court or the Commercial Division, as the case may be (Section 9(1) of Act 4 of 2016).",
      "labels": [
        "STA"
      ],
      "id": "f44633671026449a91c558849971d9b9_237"
    },
    {
      "start": 56440,
      "end": 57214,
      "text": "\nIf such a suit is not transferred, on an application by any of the parties to the suit, Commercial Appellate Division may withdraw such suits from the regular Court and transfer it to the Commercial Court or Commercial http://www.judis.nic.in Division, as the case may be [Section 9(2)].\nTo be noted, such a transfer by Commercial Appellate Division under Section 9(2) shall be only to a Commercial Court over which the Commercial Appellate Division exercises supervisory jurisdiction (It follows that wherever the transfer is to a Commercial Division, it shall be to Commercial Division of that Court only).\n(3) All appeals from any decision of a Commercial Court or Commercial Division shall be heard by the Commercial Appellate Division [Section 13(1) of Act 4 of 2016].",
      "labels": [
        "STA"
      ],
      "id": "b4d22825960744b79f3349f5eba80a47_238"
    },
    {
      "start": 57215,
      "end": 57474,
      "text": "\nIf the decision of the Commercial Court or Commercial Division is an 'order', it should be an order which has been specifically enumerated as an appealable order under Order XLIII of the Code of Civil Procedure, 1908 [proviso to Section 13 of Act 4 of 2016].",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a7e0e1f07994655b77a55789549dd9a_239"
    },
    {
      "start": 57475,
      "end": 57644,
      "text": "\nAn order of a Commercial Division, which is appealable under Section 37 of Arbitration and Conciliation Act, 1996, shall also be heard by Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76924361d44847c5b2c34c8fadae16fe_240"
    },
    {
      "start": 57645,
      "end": 58142,
      "text": "\nOther than the above, even if there is an appeal provision under the Letters http://www.judis.nic.in Patent of a High Court or under any law, no appeal will lie against an order or decree of a Commercial Division or Commercial Court [Section 13(2) of Act 4 of 2016].\nTo be noted, if the order of a Commercial Division or a Commercial Court is one finding that it has jurisdiction to hear a Commercial Dispute under Act 4 of 2016, no appeal will lie against such an order [Section 12(3)].\n... ...\"",
      "labels": [
        "STA"
      ],
      "id": "ff5a29b2f74d403583a935b6d3dc9482_241"
    },
    {
      "start": 58144,
      "end": 58445,
      "text": "25. Therefore, from the above Notification, it is clear that the amendment to Section 13(1) of the Commercial Courts Act, has no impact on the right of appeal, which was clarified in the practice directions to be limited under Order 43 CPC and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ef603c410394f4784bab8969fc4cfdf_242"
    },
    {
      "start": 58446,
      "end": 58560,
      "text": "If it had any impact, the practice directions would have also been amended which the Court has not done till date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fba829d6f0747ccaf37b8c6c48bc2fb_243"
    },
    {
      "start": 58562,
      "end": 59096,
      "text": "26. In the above context, it is appropriate to refer the judgment of the Division Bench of the Delhi High Court, reported in 238 (2017) DLT 123 (DB) = 2017 Supreme (Del) 526 = MANU/DE/0347/2017 (HPL (India) Ltd. and others Vs. QRG Enterprises and another), wherein the Division Bench of the Delhi High http://www.judis.nic.in Court held that an appeal under the Letters Patent is barred under Section 13 of the Commercial Courts Act and the Delhi High Court further interpreted Section 13 of the Commercial Courts Act as follows:\n\"30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "acb69b570ae64b81ae14ef95468308a9_244"
    },
    {
      "start": 59097,
      "end": 59171,
      "text": "We now come to the meaning to be ascribed to the proviso in Section 13(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8d806dd80604273be7df6beebd67328_245"
    },
    {
      "start": 59172,
      "end": 59442,
      "text": "It clearly stipulates that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act, and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e13e96e2aa6409d972a3aae3bbfd4a0_246"
    },
    {
      "start": 59443,
      "end": 59540,
      "text": "We have seen that 'orders' as understood under the CPC are different and distinct from 'decrees'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca45fc6361934b3e91ccf2caa8da41e0_247"
    },
    {
      "start": 59541,
      "end": 59650,
      "text": "And, orders are nothing but the formal expression of any decision of a Civil Court not amounting to a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb3601778c1247a48566045b33e7c91c_248"
    },
    {
      "start": 59651,
      "end": 59780,
      "text": "Therefore, the amplitude and width of the expression 'order' is very wide under the CPC itself but not all orders are appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "554b049c13d7418fb0f8a22778aedbad_249"
    },
    {
      "start": 59781,
      "end": 59844,
      "text": "The appealable orders are enumerated in Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6608bae684d346fb839394c5e2e119f6_250"
    },
    {
      "start": 59845,
      "end": 60006,
      "text": "\nWe have already pointed out above, that there are only two kinds of appeals recognized under the CPC, namely,  'Appeals from decrees' and 'Appeals from orders'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "011cd7ffea884a8180f0081166cd8df7_251"
    },
    {
      "start": 60007,
      "end": 60115,
      "text": "Section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "792470beb5cc4823be3fd56de5f35aad_252"
    },
    {
      "start": 60116,
      "end": 60346,
      "text": "It clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the CPC or by any law for the time being in force, from no other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d995ac6831f84c03bb183acaeb501a62_253"
    },
    {
      "start": 60347,
      "end": 60551,
      "text": "This means that appeals from orders are restricted to those orders which are either specified in Section 104 itself or expressly provided in the body of the Code or by any law for the time being in force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ff9b04e1dc04e6f8fd09348c2bbbb04_254"
    },
    {
      "start": 60552,
      "end": 60676,
      "text": "Insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under Section 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c740067c4ad74f229b27ed36df9a9210_255"
    },
    {
      "start": 60677,
      "end": 60832,
      "text": "We now have to look at Order XLIII Rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of Section 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f34a3dea228f43f8a9eba39d977fccac_256"
    },
    {
      "start": 60833,
      "end": 61022,
      "text": "In other words, only an order specified under Order XLIII Rule 1 would be appealable and, read with the provisions of Section 104, no other order would be an appealable order under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07e05129e64f4ae6ad3c7cf2cd452fb5_257"
    },
    {
      "start": 61023,
      "end": 61345,
      "text": "In this backdrop, the proviso to Section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are 'specifically enumerated' under Order XLIII of the CPC, as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30fc4eb4201742b093f1352d236ec59e_258"
    },
    {
      "start": 61346,
      "end": 61475,
      "text": "Clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in Order XLIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f108b4c7d0fe44b28bf73619d5a6f2e6_259"
    },
    {
      "start": 61476,
      "end": 61570,
      "text": "In the present case, the impugned order is admittedly not one specified under Order XLIII.\n31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e86bab12bb04802b0702b644b3dd805_260"
    },
    {
      "start": 61571,
      "end": 61639,
      "text": "We would also like to examine the scope and function of a 'proviso'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "781ec07d55c04521b0cce4a2a94d66bf_261"
    },
    {
      "start": 61640,
      "end": 61724,
      "text": "In CIT Vs. Indo-Mercantile Bank Ltd: 1959 Supp (2) SCR 256, the Supreme Court held:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1fb6cd52657d4afc8f2b2fa670afc9f1_262"
    },
    {
      "start": 61726,
      "end": 61994,
      "text": "\"The proper function of a proviso is http://www.judis.nic.in that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea99732e162e4127a98df8c0c3618380_263"
    },
    {
      "start": 61995,
      "end": 62177,
      "text": "Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9ccaefd5c2534843981ae1f8b2cbfa4b_264"
    },
    {
      "start": 62178,
      "end": 62325,
      "text": "\"It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9843c8f20c2b4246822fcfd331f894d9_265"
    },
    {
      "start": 62326,
      "end": 62395,
      "text": "Therefore it is to be construed harmoniously with the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d22ed57af6624356a098bc535ea215ca_266"
    },
    {
      "start": 62396,
      "end": 62481,
      "text": "(Per Das, C.J.) in Abdul Jabar Butt Vs. State of Jammu & Kashmir [(1957) SCR 51, 59].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ffe5cfa800644eceae62037be689d71e_267"
    },
    {
      "start": 62482,
      "end": 62748,
      "text": "Bhagwati, J., in Ram Narain Sons Ltd. Vs. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\n\"It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4d9a2ab53faa421ead26c5eee9d35b8d_268"
    },
    {
      "start": 62749,
      "end": 63204,
      "text": "It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\"\n11. Lord Macmillan in Madras & Southern Maharatta Railway Co. Vs. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15bbba137cf24f759bdf7c58631a3de5_269"
    },
    {
      "start": 63205,
      "end": 63462,
      "text": "Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9114fa26f174570908f63873fbc2bb8_270"
    },
    {
      "start": 63463,
      "end": 63624,
      "text": "The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89d01b8e4208419cb09adcd2f1753fe7_271"
    },
    {
      "start": 63625,
      "end": 63941,
      "text": "It has to operate in the same field and if the language of the main enactment is http://www.judis.nic.in clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0bb0098a9d7451a950c917eef30d7ec_272"
    },
    {
      "start": 63942,
      "end": 64040,
      "text": "(Vide also Corporation of City of Toronto Vs. Attorney-General for Canada [(1946) AC 32, 37])\"....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b1f0378554149f1869c36146fce44ef_273"
    },
    {
      "start": 64041,
      "end": 64143,
      "text": "In Ali M.K. Vs. State of Kerala: (2003) 11 SCC 632, the Supreme Court made similar observations:-\n\"10.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22a8d9757da04e9a922bba7677383873_274"
    },
    {
      "start": 64144,
      "end": 64332,
      "text": "The normal function of a proviso is to except something out of the enactment or to qualify something enacted therein which but for the proviso would be within the purview of the enactment.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "669d1dbdad1848f6bfdc968d49f33912_275"
    },
    {
      "start": 64372,
      "end": 64400,
      "text": "As was stated in Mullins Vs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "432eb513aabc46c3a51893c7dc980586_276"
    },
    {
      "start": 64440,
      "end": 64461,
      "text": "Treasurer of Surrey [",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f5b5b83e9894d18a54269431f29bb0e_277"
    },
    {
      "start": 64462,
      "end": 64507,
      "text": "(1880)\n                                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0c948e72093494bb8969c1783ec6454_278"
    },
    {
      "start": 64507,
      "end": 64516,
      "text": "5 QBD 170",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d9b0b546a97440e936d3a51e53973ca_279"
    },
    {
      "start": 64517,
      "end": 64524,
      "text": ": 42 LT",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef9d79d1f6e34a17b8f32bce5fbb0518_280"
    },
    {
      "start": 64525,
      "end": 64733,
      "text": "128 ]\n                                      (referred to in Shah Bhojraj                                       Kuverji     Oil   Mills    and                                       Ginning       Factory       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50106dd0047641a0be4e54468abc477c_281"
    },
    {
      "start": 64733,
      "end": 64782,
      "text": "Vs.\n                                      Subhash",
      "labels": [
        "NONE"
      ],
      "id": "086ba1af55c4454f98346f61d350ead0_282"
    },
    {
      "start": 64783,
      "end": 64797,
      "text": "Chandra Yograj",
      "labels": [
        "NONE"
      ],
      "id": "50568e8a3df449229337f09ee26584e9_283"
    },
    {
      "start": 64836,
      "end": 64899,
      "text": "Sinha [AIR 1961 SC 1596]\n                                      ",
      "labels": [
        "NONE"
      ],
      "id": "7bb2d3bd89a54d6dafc47a7543c5e14b_284"
    },
    {
      "start": 64899,
      "end": 64924,
      "text": "and Calcutta Tramways Co.",
      "labels": [
        "NONE"
      ],
      "id": "1d5875c0967e4ca8899ca0e78c1f19ad_285"
    },
    {
      "start": 64964,
      "end": 64971,
      "text": "Ltd. Vs",
      "labels": [
        "NONE"
      ],
      "id": "b9d78574bc4340f2a858388a492fc347_286"
    },
    {
      "start": 64972,
      "end": 64980,
      "text": ". Corpn.",
      "labels": [
        "NONE"
      ],
      "id": "b769d3d3b6334a89bf683406ac6922a0_287"
    },
    {
      "start": 64981,
      "end": 64992,
      "text": "of Calcutta",
      "labels": [
        "NONE"
      ],
      "id": "c4cca9d61e2c4b29a26e6e9c76bd6d51_288"
    },
    {
      "start": 65031,
      "end": 65095,
      "text": "[AIR 1965 SC 1728]), when                                       ",
      "labels": [
        "NONE"
      ],
      "id": "d50b454468704753b6bc98dd3849ffaa_289"
    },
    {
      "start": 65095,
      "end": 65165,
      "text": "one finds a proviso to a                                       section",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddd924152bed43cbb82230cb341e84bc_290"
    },
    {
      "start": 65172,
      "end": 65449,
      "text": "the       natural                                       presumption is that, but for                                       the proviso, the enacting                                       part of the section would                                       have included the subject-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ecf10cd1c0d4c4fa1b8dce19e0e4483_291"
    },
    {
      "start": 65488,
      "end": 65510,
      "text": "matter of the proviso.",
      "labels": [
        "NONE"
      ],
      "id": "9545f9583aed435baced65b0a651fd47_292"
    },
    {
      "start": 65511,
      "end": 65620,
      "text": "The                                       proper function of a proviso                                       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cda71812978488ca901100bd3703092_293"
    },
    {
      "start": 65620,
      "end": 65644,
      "text": "is to except and to deal",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f7085dacded4479ae4f53c535f065af_294"
    },
    {
      "start": 65683,
      "end": 65745,
      "text": "with a case which would                                       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb2ba120af7d4cecb692c0667018fdc4_295"
    },
    {
      "start": 65745,
      "end": 65809,
      "text": "otherwise fall within the                                       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdee5c83b6f044649de94729b1586c33_296"
    },
    {
      "start": 65809,
      "end": 65871,
      "text": "general language of the                                       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "468df926946c4c18bdbbe07eb252a033_297"
    },
    {
      "start": 65871,
      "end": 65932,
      "text": "main enactment and its                                       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c3aab439c9a403d8986278d1fe950ee_298"
    },
    {
      "start": 65932,
      "end": 65997,
      "text": "effect is confined to that                                       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2af6be9c23dc4ec09d3c04a9a374cd1f_299"
    },
    {
      "start": 65997,
      "end": 66003,
      "text": "case .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99633ec5456743a7a170f8ff0dfff807_300"
    },
    {
      "start": 66004,
      "end": 66025,
      "text": "It is a qualification",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff4b683940694624a3f50bfafc68fc75_301"
    },
    {
      "start": 66026,
      "end": 66090,
      "text": "of                                       the preceding enactment",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85e101e875c94d87a5535130268fe6cb_302"
    },
    {
      "start": 66129,
      "end": 66453,
      "text": "which is expressed in terms                                       too general to be quite                                       accurate. As a general rule,\n                                      a proviso is added to an http://www.judis.nic.in                                                          enactment to qualify or",
      "labels": [
        "ANALYSIS"
      ],
      "id": "770c3b48d22a43ef974955661d9b8843_303"
    },
    {
      "start": 66511,
      "end": 66533,
      "text": "create an exception to",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70233300aa4341a18943c4720603dc28_304"
    },
    {
      "start": 66591,
      "end": 66673,
      "text": "what is in the enactment                                                          ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e21c442779c0418c8758276014f5b5a9_305"
    },
    {
      "start": 66673,
      "end": 66701,
      "text": "and ordinarily, a proviso is",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91be9bd9b6ed4adcafa540b057a96860_306"
    },
    {
      "start": 66759,
      "end": 66845,
      "text": "not interpreted as stating a                                                          ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb641b77ddc14550a611d31a295af474_307"
    },
    {
      "start": 66845,
      "end": 66852,
      "text": "general",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff430b4ff8d040bcb35554859dd0cdd5_308"
    },
    {
      "start": 66853,
      "end": 66859,
      "text": "rule\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2212174e741142d2a93c2de3a241e0d7_309"
    },
    {
      "start": 66861,
      "end": 67089,
      "text": "32 . From the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the Section would have included the subject matter of the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b14f0393a76441cba78559754037253_310"
    },
    {
      "start": 67090,
      "end": 67279,
      "text": "In sub-Section (1) of Section 13, the word 'order' would have a very wide amplitude and that could have included even orders which are not specifically enumerated in Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c5798bcbef143f1ae8b37dffcaae3b9_311"
    },
    {
      "start": 67280,
      "end": 67539,
      "text": "The proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under Order XLIII of the CPC (apart from an Order under Section 37 of the Arbitration and Conciliation Act, 1996).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "791fcacd3cfb421295b57c482262a552_312"
    },
    {
      "start": 67541,
      "end": 68049,
      "text": "33. The above analysis reveals that:-(a) the word 'judgment' appearing in Section 13(1) of the said Act actually relates or has a reference to a 'decree' ; (b) the word 'order' in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning 'a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act.",
      "labels": [
        "STA"
      ],
      "id": "b76a3445443a410ab714ea00fc0e667a_313"
    },
    {
      "start": 68051,
      "end": 68121,
      "text": "34. Now, let us examine sub-section (2) of section 13 of the said Act.",
      "labels": [
        "STA"
      ],
      "id": "ca0e484533294cb9a607deeef5ea0132_314"
    },
    {
      "start": 68122,
      "end": 68299,
      "text": "As noticed above, it begins with the non obstante expression \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court\".",
      "labels": [
        "STA"
      ],
      "id": "7e2180c56df0476088525e6a1dcbe074_315"
    },
    {
      "start": 68300,
      "end": 68401,
      "text": "The words  \"any other law for the time being in force\"  would include the Delhi High Court Act, 1966.",
      "labels": [
        "STA"
      ],
      "id": "b308522bae2e47c288b571075372ba82_316"
    },
    {
      "start": 68402,
      "end": 68628,
      "text": "The portion after the non obstante expression specifically cautions that \"no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act\".",
      "labels": [
        "STA"
      ],
      "id": "7917ebfeb3b24ec9a03dd8e2007465f7_317"
    },
    {
      "start": 68629,
      "end": 68866,
      "text": "In other words, whatever may be contained in, inter alia, the Delhi High Court Act, 1966, an appeal from any order or decree of a Commercial Division or Commercial Court \"shall lie\"\nonly in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0499b85d9a0b4007b78b859cd5e79477_318"
    },
    {
      "start": 68867,
      "end": 69073,
      "text": "To be clear, if an appeal from a particular kind of order or decree were to be provided under the Delhi High Court Act, 1966 but not under the said Act then, such an order or decree would not be appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6bc41cde2654172a080d68d37198f8a_319"
    },
    {
      "start": 69074,
      "end": 69301,
      "text": "Therefore, even if, by virtue of section 10 of the Delhi High Court Act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred there against unless the said Act itself provided for such an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f888c95bbc8a40f4ad0ed349291e6dc6_320"
    },
    {
      "start": 69303,
      "end": 69464,
      "text": "35. Reading the entire section 13 of the said Act the clear position is that an appeal lies from an order which is specifically enumerated under Order XLIII CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f760524c64b4e92b4ef2503b7988bb5_321"
    },
    {
      "start": 69465,
      "end": 69755,
      "text": "Furthermore, no appeal http://www.judis.nic.in would lie from an order not specifically enumerated in Order XLIII CPC because of the incorporation of the expression \"from no other orders\" appearing in section 104 CPC (which is clearly applicable by virtue of section 16(2) of the said Act).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3f51864144647c7a0c06c23ef354c3e_322"
    },
    {
      "start": 69756,
      "end": 69916,
      "text": "And, Section 10 of the Delhi High Court Act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9509b2ecce4f40f9bdc48bca81e73322_323"
    },
    {
      "start": 69918,
      "end": 70107,
      "text": "36. Therefore, as the impugned order does not find place in the orders specifically enumerated in Order XLIII CPC, no appeal could lie against it and the present appeal is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4925a2d9c6364726803e8f8b98a21672_324"
    },
    {
      "start": 70108,
      "end": 70238,
      "text": "But, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them.\"\n27.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05333beded44462186877c99dee1645b_325"
    },
    {
      "start": 70239,
      "end": 70590,
      "text": "Further, a Division Bench of the Bombay High Court has also interpreted Section 13 of the Commercial Courts Act, in the decision reported in Shailendra Bhadauria and others Vs. Matrix Partners India Investment Holdings LLC and others, reported in 2018 Supreme (Mah) 1264 = MANU/MH/2792/2018, and the relevant portion of the same reads as follows:\n\"40.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c959a8637988410191509544a605e405_326"
    },
    {
      "start": 70591,
      "end": 70789,
      "text": "We cannot then take recourse to Clause 15 of the Letters Patent which has been specifically overridden by the non-obstante clause in sub-section (2) of Section 13 of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97cac9206a7c4bcea6cb835833b09b08_327"
    },
    {
      "start": 70790,
      "end": 70917,
      "text": "That would mean we can entertain an appeal otherwise than in accordance with the provisions of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38dcc7e555b844cf955eb8cd0121369d_328"
    },
    {
      "start": 70918,
      "end": 71213,
      "text": "That would also mean that in cases of orders, unless these are specifically enumerated in Order XLIII Rule 1 of the CPC, as amended by the Commercial Courts Act, 2015, and Section 37 of the Arbitration Act, may be non-appealable but they would be otherwise appealable because they are judgments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5f2448dc74c4861bd290c1d198426f7_329"
    },
    {
      "start": 71214,
      "end": 71500,
      "text": "By that process any judgment or order which is not an order or decree as understood by the CPC but is a judgment within the broad sweep of Clause 15 of the Letters Patent, would be appealable though the Letters Patent has been specifically overridden by the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e1828e0c90541ca83ae4c0e7ac1e313_330"
    },
    {
      "start": 71501,
      "end": 71687,
      "text": "As held above, this Law is a complete Code by itself, then, we cannot accept the argument of Mr. Andhyarujina that the impugned order is a judgment and therefore is otherwise appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd382960d6664fee803c199df0ba750d_331"
    },
    {
      "start": 71688,
      "end": 71771,
      "text": "This is the precise reason why the Commercial Courts Act, 2015 has been brought in.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39bc444da1ec414a966fd87956c51a1d_332"
    },
    {
      "start": 71772,
      "end": 71787,
      "text": ".. .. \n40A. ...",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c061a526dcac4e9fb6da1d152e33fc86_333"
    },
    {
      "start": 71788,
      "end": 71797,
      "text": "\n40B ....",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0239f4288f3045bfa4d5d014658e9c99_334"
    },
    {
      "start": 71799,
      "end": 72031,
      "text": "40C. A later Division Bench had an occasion to consider an identical controversy in the case of Sigmarq Technologies (supra) (Sigmarq Technologies Pvt. Ltd. v. Manugrah India Limited, 2017 SCC OnLine Bom 9191 : (2018) 1 Bom CR 202).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61d383b9f42045a68aebb33bfe6d2843_335"
    },
    {
      "start": 72032,
      "end": 72587,
      "text": "The Bench speaking through one of us (Shri S.C. Dharmadhikari, J.) referred to the Judgments in Jet Airways (Jet Airways (India) Limited and another Vs. Subrata Roy Sahara and others - 2011 SCC Online Bom 1379 = (2011) 133 (6) Bom LR 3835), Smt. Sushila Singhania (Smt.Sushila Singhania and others Vs. Bharat Hari Singhanaia and others - 2017 SCC Oline Bom 360 = 2017 (4) Bom CR 348) and one more in the case of Hubtown Limited vs. IDBI Trusteeship Service Ltd., reported in 2017 (4) Bom.C.R. 310, and held as under :-\nhttp://www.judis.nic.in \" .. ...\n92.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "120e170ed180436e9eb8f3a6efbad377_336"
    },
    {
      "start": 72588,
      "end": 72700,
      "text": "This judgment has been cited and relied upon in several cases and matters later on by the Hon'ble Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ae8c4cb7bc0438284c8cc33f80ebd5d_337"
    },
    {
      "start": 72701,
      "end": 72811,
      "text": "The distinguishing part in the subsequent judgments or decisions is not on the meaning of the term 'judgment'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d99521d289ea4aa6bd1ceaeb7502cbdd_338"
    },
    {
      "start": 72812,
      "end": 72978,
      "text": "There is one judgment which must be referred in this context and that is Bhag Mal alias Ram Bux & Ors. Vs. Munshi by LRs & Ors. (2007) 11 SCC 285 = MANU/SC/7240/2007.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c20af408fa314c40a765c7d820ef2587_339"
    },
    {
      "start": 72979,
      "end": 73093,
      "text": "In this judgment, it is stated that decision on merits is not the only test to determine the finality of the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b06612b1fe43463cbd464312a5ce520d_340"
    },
    {
      "start": 73094,
      "end": 73236,
      "text": "In another judgment on the meaning of the term 'judgment', in the case of Midnapore Peoples' Co-op. Bank Ltd. & Ors. Vs. Chunilal Nanda & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29b5786ade65450fb3a806fd9113a849_341"
    },
    {
      "start": 73237,
      "end": 73243,
      "text": "( 2006",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4b89135e292401cbdd3342ad86bbfa2_342"
    },
    {
      "start": 73244,
      "end": 73294,
      "text": ") 5 SCC 399 : AIR 2006 SC 2190 : MANU/SC/2810/2006",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb2ed504a58e4a1796693b0ff6a32556_343"
    },
    {
      "start": 73295,
      "end": 73476,
      "text": ", the expression has been considered and given a meaning as ascribed by the Division Bench in Hubtown (Hubtown Limited vs. IDBI Trusteeship Service Ltd., 2017 (4) Bom.C.R. 310).\n93.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dca84be82415458caaba86f2309c3496_344"
    },
    {
      "start": 73477,
      "end": 73663,
      "text": "Then, we have a judgment by a three Judge Bench in the case of Subal Paul vs. Malina Paul AIR 2003 SC 1928 : (2003) 10 SCC 361 : MANU/SC/0149/2003, which has also been later on followed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d29542809c38445eb4c5ee6b50b727be_345"
    },
    {
      "start": 73664,
      "end": 73812,
      "text": "It has been followed in the case of Liverpool & London S.P. & I Association Ltd. Vs. M.V. Sea Success 1 & Anr. (2004) 9 SCC 512 = MANU/SC/0951/2003.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f2017d58b084b8e817a08d5e2239988_346"
    },
    {
      "start": 73813,
      "end": 73986,
      "text": "We have also a judgment of the Hon'ble Supreme Court's five-Bench judgment in the case of P.S.Sathappan Vs. Andhra Bank Limited & Ors. (2004) 11 SCC 672 = MANU/SC/0873/2004.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52fec411f9774473ae962dca13f06b0d_347"
    },
    {
      "start": 73987,
      "end": 74255,
      "text": "In all these cases, the expression 'judgment' has been, not just in the context of clause 15 of the Letters Patent, but even otherwise understood to mean something which gives finality or which satisfies the tests laid down by the Hon'ble Supreme Court as noted above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1dcf0dbf3ab4cbb9782fc4c83d6628e_348"
    },
    {
      "start": 74256,
      "end": 74266,
      "text": "\n... ..\n96",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "621d4177efd84cf7a2b7cdfd4cbddd16_349"
    },
    {
      "start": 74267,
      "end": 74596,
      "text": ". We are, therefore, of the firm view that in the facts and circumstances of this case, considering the nature of the order under appeal even if we go by the view taken in Hubtown's case as also the relevant paragraphs in the case of Smt. Sushila Singhania, the test would be whether the same concludes the rights of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19ecf2837369413c99affd134bf6ad36_350"
    },
    {
      "start": 74597,
      "end": 74765,
      "text": "That has not concluded the rights, but it has merely overruled an objection to the territorial jurisdiction of this Court raised as a preliminary one by the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7be3fac0ad3475cbfd71cff2c125f6d_351"
    },
    {
      "start": 74766,
      "end": 74923,
      "text": "The defendant, in the event aggrieved by the final decree, can always, in one of the grounds of appeal, raise the issue of correctness of this order as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc15c15d58e748c7b030c9246933c82f_352"
    },
    {
      "start": 74924,
      "end": 74998,
      "text": "For that purpose, we need not entertain this appeal and prolong the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a7ff1d2d0374deca71c06c947b84bbf_353"
    },
    {
      "start": 74999,
      "end": 75245,
      "text": "We have noted that the object and purpose of the Act 4 of 2016 was present to the minds of both Division Benches and to ensure expeditious disposal of the suits and applications involving a commercial dispute, the Parliament had enacted a scheme.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e18f550348d74f7f9f6f4619441ba14b_354"
    },
    {
      "start": 75246,
      "end": 75436,
      "text": "We would be defeating and frustrating it wholly in the event we hold that an order of the present nature and impugned in this appeal is an appealable one under sub-section (1) of section 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef970545d61c4664a0a7ad807614b687_355"
    },
    {
      "start": 75437,
      "end": 75526,
      "text": "Therefore, upholding the preliminary objection of Mr Kadam, we dismiss all these appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f7767378fed4fa389af624b259ddf7d_356"
    },
    {
      "start": 75527,
      "end": 75648,
      "text": "\nNow, the Commercial Courts (Amendment) Act, 2018 amends the Act 4 of 2016 and deletes the word decision from Section 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b71ea242b7d94822be070145da993497_357"
    },
    {
      "start": 75649,
      "end": 75685,
      "text": "We have already reproduced it above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d141f71e0e3445e8b94973be847ccc9e_358"
    },
    {
      "start": 75686,
      "end": 75935,
      "text": "Thus, the earlier view in Hubtown Limited (supra) and Sigmarq Technologies (supra) will have to give way and all the more after the Judgments of the Hon'ble Supreme Court delivered in the case of Fuerst Day Lawson http://www.judis.nic.in Limited Vs.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b8b7c5f6fac04e3b850539155dcf0168_359"
    },
    {
      "start": 75936,
      "end": 75942,
      "text": "Jindal",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0e9f9b52cb74d22a6d90bc0f3dfb327_360"
    },
    {
      "start": 75943,
      "end": 75958,
      "text": "Exports Limited",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10c3d7226c59408d89646dd88f3dff46_361"
    },
    {
      "start": 75959,
      "end": 76200,
      "text": ", reported in (2011) 8 SCC 333 = MANU/SC/0761/2011 and the authoritative and binding pronouncement in the case of Kandla Export Corporation (supra).(Kandla Export Corporation & Another Vs. M/s.OCI Corporation & Anr., 2018 SCC OnLine SC 170).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1332b2ba5a524867bfc1f666aed3957d_362"
    },
    {
      "start": 76201,
      "end": 76245,
      "text": "The statute has to confer a right of appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f636a18a977436da1eab26e9d0e03b3_363"
    },
    {
      "start": 76246,
      "end": 76286,
      "text": "That has to be conferred in clear words.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d67efbb7f654033a596c30e8613e86f_364"
    },
    {
      "start": 76287,
      "end": 76421,
      "text": "We cannot, as suggested by Mr.Andhyarujina, by an interpretative process carve out a right of appeal, when the law is not creating it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d47ddecb1c44307a20a01944468d98f_365"
    },
    {
      "start": 76423,
      "end": 76588,
      "text": "41. As a result of the above discussion, we uphold the preliminary objection of Mr. Dwarkadas and proceed to dismiss both these appeals as not maintainable. ...\"\n28.",
      "labels": [
        "NONE"
      ],
      "id": "1f38b10dea0f4fb8a4cf9f9fc1fdde13_366"
    },
    {
      "start": 76589,
      "end": 76758,
      "text": "On a reading of the above judgments, it is clear that the present appeal is not maintainable, when there is a clear bar under Section 13(2) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d456cb1a0704d608a0ab76705ff9175_367"
    },
    {
      "start": 76760,
      "end": 77015,
      "text": "29. It is also submitted by the learned counsel for the appellants that whenever a trial Judge decides a controversy which affects the valuable rights of one of the parties, it must be treated to be a 'judgment' within the meaning of the \"Letters Patent\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "50d2ddc192624bc18b6bb2cc7f6b09b3_368"
    },
    {
      "start": 77016,
      "end": 77269,
      "text": "But we see in the instant case that the dismissal of the application by the learned Single Judge has not affected the valuable rights of the parties to contest the suit, which is very much available to the respective parties on the merits of the matter.",
      "labels": [
        "RATIO"
      ],
      "id": "ac17a8bcd08f45648df10f5952921335_369"
    },
    {
      "start": 77270,
      "end": 77546,
      "text": "Therefore, the decision relied on by the learned counsel for the appellants, reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D.Kania), is distinguishable and different on the facts and circumstances of the case and it is not applicable to the present case on hand.",
      "labels": [
        "RATIO"
      ],
      "id": "c46d5ec972b04cdab369a43abc7f3832_370"
    },
    {
      "start": 77548,
      "end": 77851,
      "text": "30. Furthermore, we are of the opinion that the nature of the order http://www.judis.nic.in passed by the Court will not finally determine the rights of the parties and the respondent/plaintiff or the appellants/defendants have an opportunity to prove their respective case by proceeding with the trial.",
      "labels": [
        "RATIO"
      ],
      "id": "305c6ad26fa84567ac3d19a4994574bf_371"
    },
    {
      "start": 77852,
      "end": 77964,
      "text": "Therefore, it cannot be construed that the nature of the order passed by the learned Single Judge is \"judgment\".",
      "labels": [
        "RATIO"
      ],
      "id": "0c66e010665e459aa2a5273e73289584_372"
    },
    {
      "start": 77965,
      "end": 78047,
      "text": "On that ground, we are of the opinion that the present appeal is not maintainable.",
      "labels": [
        "RATIO"
      ],
      "id": "eec617533c9f442eb97e7f3be7d34256_373"
    },
    {
      "start": 78048,
      "end": 78171,
      "text": "Moreover, the object of the Commercial Courts Act is to provide for speedy disposal of triable valuable commercial dispute.",
      "labels": [
        "RATIO"
      ],
      "id": "479f271d9c5542e0b21dc92033df977d_374"
    },
    {
      "start": 78172,
      "end": 78315,
      "text": "When that being so, the object of the Commercial Courts Act cannot be defeated by filing plethora of appeals to stall the original proceedings.",
      "labels": [
        "RATIO"
      ],
      "id": "a2ffc82bbc094bbf8b526626abe9c6f2_375"
    },
    {
      "start": 78316,
      "end": 78389,
      "text": "Hence, we are of the opinion that the present appeal is not maintainable.",
      "labels": [
        "RATIO"
      ],
      "id": "b9945fafb258443a82e8cfc16bf053e4_376"
    },
    {
      "start": 78391,
      "end": 78472,
      "text": "31. Accordingly, this appeal is liable to be dismissed and the same is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "fe3cd63e0b5b42269187ce45511c528f_377"
    },
    {
      "start": 78473,
      "end": 78482,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "b7108ecb735c468fb8b1a94e3aa7ccea_378"
    },
    {
      "start": 78483,
      "end": 78514,
      "text": "Consequently, C.M.P. is closed.",
      "labels": [
        "RPC"
      ],
      "id": "794f569f0cb44610b8a993a1313ae249_379"
    },
    {
      "start": 78593,
      "end": 78602,
      "text": "(R.P.S.J)",
      "labels": [
        "NONE"
      ],
      "id": "1f7e216405db41e5bb044b570097fa56_380"
    },
    {
      "start": 78612,
      "end": 78619,
      "text": "(K.R.J)",
      "labels": [
        "NONE"
      ],
      "id": "c2cd6c43791f42d9b003e8bdea6968b1_381"
    },
    {
      "start": 78706,
      "end": 78716,
      "text": "04.06.2019",
      "labels": [
        "NONE"
      ],
      "id": "1dfc7a14f1754b5eaca26cd7d5eccf9b_382"
    },
    {
      "start": 78739,
      "end": 78746,
      "text": "Index :",
      "labels": [
        "NONE"
      ],
      "id": "0559de09acc3432db179d730d17dce09_383"
    },
    {
      "start": 78747,
      "end": 78789,
      "text": "Yes                       Speaking Order :",
      "labels": [
        "NONE"
      ],
      "id": "13ea98b00f8a4cb5af3852de20814e7d_384"
    },
    {
      "start": 78790,
      "end": 78818,
      "text": "Yes                       cs",
      "labels": [
        "NONE"
      ],
      "id": "9b9a76a3ac8042a790b9cae395a986be_385"
    },
    {
      "start": 78841,
      "end": 78873,
      "text": "To                       The Sub",
      "labels": [
        "NONE"
      ],
      "id": "9934275807c54643a3d4f05961cd4648_386"
    },
    {
      "start": 78874,
      "end": 78896,
      "text": "- Assistant Registrar,",
      "labels": [
        "NONE"
      ],
      "id": "6430d33b4a5145ea85d3ec81c476ce57_387"
    },
    {
      "start": 78897,
      "end": 78923,
      "text": "\n\n\nhttp://www.judis.nic.in",
      "labels": [
        "NONE"
      ],
      "id": "90041974798b42208112cf8b650df853_388"
    },
    {
      "start": 78946,
      "end": 78983,
      "text": "Original Side,\n                      ",
      "labels": [
        "NONE"
      ],
      "id": "48cc9ae97e664f4db65692766352a72b_389"
    },
    {
      "start": 78983,
      "end": 78994,
      "text": "High Court,",
      "labels": [
        "NONE"
      ],
      "id": "f761e9163f9f456ba1c4b75c724bb5e3_390"
    },
    {
      "start": 79018,
      "end": 79025,
      "text": "Madras.",
      "labels": [
        "NONE"
      ],
      "id": "4002dc2e2a504e7ea47f49ddaea7601c_391"
    },
    {
      "start": 79026,
      "end": 79054,
      "text": "\n\n\n\n\nhttp://www.judis.nic.in",
      "labels": [
        "NONE"
      ],
      "id": "82f375c7ec5447a7b857010a69fbab2b_392"
    },
    {
      "start": 79091,
      "end": 79101,
      "text": "R.SUBBIAH,",
      "labels": [
        "NONE"
      ],
      "id": "69d9162d82b14514821507532e3e1046_393"
    },
    {
      "start": 79102,
      "end": 79430,
      "text": "J                                          and                                KRISHNAN RAMASAMY, J                                                    cs                                            Judgment                                           in                                           04.06.2019 http://www.judis.nic.in  ",
      "labels": [
        "NONE"
      ],
      "id": "274b3f284362412280a3c8e43ef32236_394"
    }
  ]
}