{
  "id": "78e2b13c8daf1a88a68ee43c8c1d6228a473a0d68df154e23b830dc6e4a20dcc",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nDassault Systemes S.E. And Anr vs Automobile Corporation Of Goa Limited ... on 13 October, 2022\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru \n                               In The High Court Of Delhi At New Delhi \n\n                          %                               Judgment delivered on: 13.10.2022\n                          +     Fao (Comm) 66/2022 & Cm Appl. 21596/2022 & Cm \n                                Appl . 21597/2022 \n\n                          Dassault Systemes S.E. And Anr .                   .... Appellants\n\n                                                          versus \n\n                          Automobile Corporation Of Goa\n                          Limited And Ors                                    ..... Respondents \n\n                          Advocates who appeared in this case : \n                          For the Appellants        : Mr. Uttam Datt, Ms. Sonakshi Singh, Mr. \n                                                    Jitesh P Gupta & Mr. Dinesh Jotwani, Advs. \n                          For the Respondents       : Mr. Mayank Pandey & Mr. Ashish Pandey,\n                                                    Advs.\n                          Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru \n                          Hon'Ble Mr Justice Amit Mahajan \n                                                      Judgment\nVibhu Bakhru, J \n1. The appellants have filed the present appeal under Section 13 (1A) of the Commercial Courts Act, 2015 impugning an order dated 02.04.2022 (hereafter 'the impugned order') passed by  the learned Commercial Court, whereby the application filed by the respondents under Order VII Rule 10 of the Code of Civil Procedure, 1908 (hereafter 'the CPC') was allowed. \n2. The appellants had instituted the suit [being CS(Comm) 30/2020:\nDassault Systemes SE and Anr. v. Automobile Corporation of Goa Ltd.], alleging that respondent no.1 and its directors (respondent nos. 1 to 10) had infringed their copyright in computer software programs including the work titled CATIA V5-6R2013 (hereafter 'CATIA'). The learned Commercial Court accepted the respondents' contention that the Court lacked the territorial jurisdiction to entertain the suit and directed that the plaint be returned to be filed in a competent court. \nThe context 3. Dassault Systemes S.E. (hereafter \"appellant no.1\") is a French company engaged in the business of 3D and Product Lifecycle Management (PLM) solutions by creating digital mock ups. Dassault Systemes India Private Limited (hereafter \"appellant no.2\") is a wholly owned subsidiary of appellant no.1.\n4. The appellants have filed the present suit against the Automobile Corporation of Goa Limited (hereafter 'the respondent') - a company engaged in the manufacturing of numerous products such as new model bus bodies and industrial sheet metal pressed components. The appellants, inter alia, seek a decree of permanent injunction restraining the respondents from copying, storing or using unlicenced/pirated software including CATIA. The appellants also seek other reliefs including for delivery, rendition of accounts and damages, in relation to the alleged unauthorised use of the design software. \n5. The respondents filed an application under Order VII Rule 10 of the CPC contending that no part of the cause of action arises within the territorial jurisdiction of the learned Commercial Court as respondent no.1 has its principal office in the State of Goa and none of its directors (also arrayed as defendants) reside within the territorial jurisdiction of the learned Commercial Court. The respondents further contended that the learned Commercial Court also lacks territorial jurisdiction to entertain the Suit under Section 62(2) of the Copyright Act, 1957 (hereafter 'the Copyright Act') as appellant no.1 is incorporated in the French Republic and the copyright in the work titled CATIA V5- 6R2013 (CATIA) is registered with the United States Copyright Office (hereafter 'USCO') under registration no. TX-7-798-095 dated 09.10.2013. Since appellant no. 2 is not the owner of copyrights in the works, it does not have the benefit of Section 62(2) of the Copyright Act, entitling it to institute a suit at a place of its business. \nThe impugned order 6. The learned Commercial Court found merit in the respondents' contention that it lacked the territorial jurisdiction to adjudicate the present suit. \n7. In paragraph 30 of the plaint, the appellants had asserted that the Court had territorial jurisdiction to entertain the present suit by virtue of Section 62(2) of the Copyright Act as appellant no.2 carried on its business activities within the jurisdiction of the Court. The learned Commercial Court found that the said claim was untenable as 'admittedly, the owner of the copyright CATIA is plaintiff no.1'.\n8. The learned Commercial Court rejected the contention that the appellants were collective owners of the software. The Court held that appellant nos.1 and 2 were two separate legal entities and there was no proper and legal assignment/license satisfying the requirement of Section 19 of the Copyright Act. Thus, appellant no.2 could not claim any right regarding the copyright work for appellant no.1. The Court, on the strength of the decisions in Western Coalfields Limited v. Special Area Development Authority, Korba & Anr.: (1982) 1 SCC 125, Rustom Cavasjee Cooper v. Union of India: (1970) 1 SCC 248 and Heavy Engineering Mazdoor Union v. State of Bihar & Ors.:\n1969 1 SCC 765, held that an incorporated company had a separate existence notwithstanding that its entire share capital was held by one entity. \n9. The learned Commercial Court referred to Section 19 of the Copyright Act and held that no such assignment had taken place. The learned Commercial Court also referred to Section 55 of the Copyright Act and held that appellant no.2, as it is not the owner or the licensee of the copyright, does not have any locus to avail the remedies that are available. \n10. The Court also rejected the appellants' contention that part of the cause of action had arisen within the territorial jurisdiction of the Court as it found that no such assertion was made in the plaint for claiming that the Court had the territorial jurisdiction to try the suit. The appellants had claimed that the Court had territorial jurisdiction solely on the ground that appellant no. 2 was carrying on its business activities within the territorial jurisdiction of the Court. \nSubmissions 11. The learned counsel appearing for the appellants contended that the portfolio of the appellants comprises of CATIA and other software programs. It was also pleaded that the appellants had a system of mandatory licensing for all its products and they kept complete record of each and every licensed user of its products. He also pointed out that the appellants had specifically pleaded that appellant no.1 and its various subsidiaries including appellant no.2 are collective owners/proprietors of copyright in the software programs developed and exclusively licensed by them. He submitted that on a plain reading of the averments made in the plaint, the learned Commercial Court had territorial jurisdiction to entertain the suit. \n12. He contended that for the purpose of the application under Order VII Rule 10 of the CPC, the averments made in the plaint are required to be accepted as correct. Thus, the learned Commercial Court had erred in allowing the application under Order VII Rule 10 of the CPC by rejecting the averments made in the plaint. Next, he also pointed out that in their reply to the application under Order VII Rule 10 of the CPC, the appellants had also asserted that appellant no.1 carries on its business in India through appellant no.2, within the territorial jurisdiction of the Court. However, that contention was also rejected simply on the ground that appellant nos.1 and 2 are separate legal entities. \n13. The learned counsel appearing for the respondents countered the aforesaid submissions. He submitted that the plaint is required to be read in a meaningful manner and therefore, the Court had rightly rejected the averments made in the plaint as the same were not in conformity with the statutory scheme of the Copyright Act. He supported the finding of the learned Commercial Court that appellant no.2 could not claim any copyright in the works in question for want of a valid assignment in its favour as required in terms of Section 19 of the Copyright Act. He contended that since appellant no.2 was not the owner of the copyright, it had no right to institute the suit as, in terms of Section 55 of the Copyright Act, such right was reserved for the owner of the Copyright Act. \n14. He also referred to the decision in the case of Begum Sabiha Sultan v. Nawab Mohd. Mansur Ali Khan & Ors.: (2007) 4 SCC 343 in support of his contention that a plaint must be read in a meaningful manner to determine whether it is liable to be rejected under Order VII Rule 10 of the CPC. \nReasons and Conclusions 15. At the outset, it is necessary to observe that it is settled law that an objection to the territorial jurisdiction of a court at the threshold stage, raised by way of an application under Order VII Rule 10 of the CPC, has to be decided on demurrer by accepting the statements made in the plaint to be true. In Exphar Sa and Anr. v. Eupharma Laboratories Ltd. and Anr.: (2004) 3 SCC 688, the Supreme Court observed as under:\n\"9. Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true. The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law. In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct.\" \n16. In M/s RSPL Limited v. Mukesh Sharma & Anr.: (2016) SCC OnLine Del 4285, the Coordinate Bench of this Court rejected the application under Order VII Rule 10 of the CPC and reiterated the aforesaid principle. The aforesaid view was followed by this Court in M/s Allied Blenders and Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd. & Anr.: (2017) SCC OnLine Del 6422.\n17. It is necessary to refer to the averments made in the plaint bearing the aforesaid principle in mind. In the second paragraph of the plaint, the appellants have pleaded that they are one of the world's largest organisations in 3D and PLM solutions to digitally define and stimulate products. The appellants state that \"Dassault Systems (Plaintiff groups) applications provide new opportunities to use 3D representation for online lifelike experiences in order to enhance the real life living spaces in everyday products.\"\n18. A plain reading of the plaint indicates that the appellants have, in unambiguous terms, asserted that they are owners of proprietary software programmes which are developed and exclusively licensed by them. \n19. Some of the averments made in the plaint are extracted below:-\n\"3. The Plaintiff No.1 & 2 portfolio consists of CATIA for designing the virtual product, SOLIDWORKS for 3D Mechanical Design, DELMIA for Virtual production, SIMULIA for virtual testing, ENOVIA for global collaborative lifecycle management, 3DVIA for online 3D lifelike experiences, GEOVIA for virtual planet, EXALED for data in business...\n4. It is submitted before the Hon'ble Court that Plaintiff No. 1 & 2 has a system of mandatory licensing for all its product and keeps complete record of each and every licensed user of its product. The products of the Plaintiff No. 1 & 2 are sold through their authorized distributors/resellers and the plaintiff through their inbuilt safety features in software products can check database of users by just inputting the name of the company or the serial number of the product to check whether the reported usage is licensed or not. \n5. The Plaintiff No.1 & 2 are not only world famous in their respective software development domains but are the largest and the biggest software companies in the world. The global presence of the Plaintiffs' spans across the continents and their Research and Development (R&D) operations are continuously expanding to support the ever-growing demand for new information technologies. It spends millions of US Dollars every year in advertising and promotion of their products all over the world and their global revenue sales run into many millions of US Dollars, sometimes even running into Billions of US Dollars. \n6. The Plaintiff No.1 and its various subsidiaries including Plaintiff No 2 are collective owners/ proprietor of copyright in the software programs developed and are exclusively licensed by them. These software programs are \"computer programme\"\nwithin the meaning of Section 2 (ffc) of the Copyright Act 1957 and are included in the definition of a 'literary work' as per Section 2(o) of the Act. It is further submitted that Plaintiff No.1 & 2 are deeply impacted by the infringement of the copyright in their computer programs. Piracy in respect of the Plaintiffs' software programme causes grave injury to their business interests. The copy of Copyright Certificates or major product, such as Catia is annexed as Annexure-IM Copy to the List of Documents. \n7. The Plaintiffs' computer programs are \"works\" that have been first published in the USA and have also been registered in the USA. These programs have been created for the Plaintiff No.1& 2 by its employees, in the course of their employment. Under Indian Copyright Act 1957, the copyright in a work created by an employee belongs to the employer under the 'Works made for Hire' doctrine. Both the computer program and the supplementary User Instructions and Manuals are 'original literary works' as contemplated under Section 2(o) and Section 13(1)\n(a) of the [Indian] Copyright Act 1957. \nxxxx xxxx xxxx 9. The Plaintiff No.1&2 being the owner of copyright in the aforesaid 'literary works' (computer programs) within the meaning of Section 17 of the Copyright Act, 1957, is entitled to all the exclusive right flowing from such ownership as set out in Section 14 of the Copyright Act. \nxxxx xxxx xxxx 15. It is submitted before this Hon'ble Court that infringement of Plaintiffs proprietary software by Defendants came to the knowledge of the Plaintiffs by evidence received through the in-built security mechanisms of the software which had been technically generated.\"\n20. It is apparent from the aforesaid averments that the appellants claim that they jointly own the software programs, which they allege have been used by the respondents without due authorisation. \n21. The learned Commercial Court found that the appellants have not produced documents to show any valid assignment, however, a plain reading of the plaint indicates that the appellants have not claimed that appellant no.2 is an assignee of the copyrights in the work in question. The appellants have claimed that they are joint-owners of the software as the same had been developed under Section 17 of the Copyright Act. \n22. As stated above, the averments made in the plaint are required to be taken as correct for deciding the application moved by the respondents under Order VII Rule 10 of the CPC. Thus, it was necessary for the Court to proceed on the basis that the appellants were joint- owners of the copyright alleged to have been infringed by the respondents. \n23. The learned Commercial Court has returned a finding that appellant no.2 is not an owner of the work in question. Apparently, the said finding has been returned on the basis that the prayer clause seeks relief in respect of \"software programs of Plaintiff No.1 including CATIA and its various versions\". The documents produced along with the plaint includes a certificate of copyright reflecting 'Dassault Systemes' as the copyright claimant. \n24. This Court is unable to accept that the reference to the prayer clause or the certificate of registration of copyright in respect of CATIA are dispositive of the issue regarding jurisdiction at the threshold stage of Order VII Rule 10 of the CPC. First of all, a plain reading of the prayer clause in the plaint indicates that the relief, as sought, was not confined to infringement of the copyright in respect of CATIA but also to other computer software programmes. \n25. The relevant prayer is set out below:-\na. A decree of permanent injunction restraining the Defendants, their directors, officers, agents, franchisee, servants and all others acting on their behalf, from directly or indirectly copying, reproducing, storing, installing and/ or using pirated/unlicensed software programs of Plaintiff No. 1 including CATIA and its various versions or any other software programs developed by the Plaintiffs in any manner that may amount to infringement of the Plaintiffs copyright subsisting in its software programs and software related documentation.\n[emphasis added]\n26. Insofar as the reference to CATIA is concerned; indisputably, the said matter would require a clarification, as referring the same as software of plaintiff no.1 (appellant no.1). Along with the plaint, the appellants have also filed a standard form license agreement, which specifically states appellant no.1 and its subsidiaries as owners of the software for the purpose of licensing. The learned counsel appearing for the appellants also submitted that in the past, the appellants had licensed software to respondent no.1 and therefore, respondent no.1 was fully aware that the appellants were joint owners of the software in question and could not deny the same. However, this would be a matter of trial once the issues are framed. At this stage, suffice it to note, there is no cavil that the appellants had relied upon standard form of the License Agreement, which reflects them as owners of the works in question. \n27. It is also material to note that certificate of registration of copyright is only prima facie evidence of the facts stated therein. Thus, notwithstanding the certificate of registration of CATIA issued by USCO in the name of appellant no.1, the same may not preclude the appellants from contending that they are collective owners of the copyright works. The question whether they are joint-owners or whether appellant no.2 has any right to institute proceedings for infringement of copyright, is required to be considered after pleadings are complete and after examination of the evidence led by the parties. \n28. In response to the application filed by the respondents under Order VII Rule 10 of the CPC, the appellants had specifically asserted that appellant no.1 carries on its business in India through appellant no.2, which is a wholly owned subsidiary of appellant no.1. However, the learned Commercial Court has rejected the aforesaid contention on the ground that both appellant nos.1 and 2 are separate legal entities. \n29. This Court is unable to accept that the averment that appellant no.1 carries on its business through appellant no.2 is, in any manner, destructive of their independent juristic identity. It is open for any entity to carry on its business activities through any other entity (whether otherwise related or not). In the present case, the appellants claim that appellant no.1 carries all activities in India, including its licensing activities through its subsidiary in India - appellant no.2. Even if it is accepted that the copyright in works is held by appellant no.1, there is, at this stage, no reason to doubt the assertion that appellant no.1 carries on its business activities including licensing of software through appellant no.2. The fact that appellant no.2 is incorporated as a separate company does not preclude it from carrying on its activities on behalf of any other entity (whether disclosed or undisclosed).\n30. The decisions of the Supreme Court in Western Coalfields Limited v. Special Area Development Authority, Kobra & Anr. (supra); Rustom Cavasjee Cooper v Union of India (supra); and Heavy Engineering Mazdoor Union v State of Bihar (supra), are not relevant to the controversy. \n31. There appears to be no ground to doubt that the appellants enter into licence agreements in respect of the software in question, in India, as licensors. \n32. At the stage of an application under Order VII Rule 10 of the CPC, it is not open for the learned Commercial Court to consider the written statement filed by the respondents. If the question whether appellants are joint-owners of the software programs, is brought in issue, the Court would finally decide the same. However, that decision cannot be rendered in an application under Order VII Rule 10 of the CPC. This is because contentious issues cannot be decided on an application under Order VII Rule 10 of the CPC. \n33. At this stage, it is relevant to refer to Section 62(2) of the Copyright Act, which clearly indicates that a suit arising out of the Copyright Act can be instituted in a district court exercising territorial jurisdiction with respect to the place where the person instituting the suit voluntarily resides or carries on its business. \n34. Although appellant no.1 has a principal office outside India, the appellants have clearly stated that appellant no.1 carries on its business in India through appellant no.2 whose offices are located in New Delhi. This statement must be accepted as correct for the purposes of deciding the application under Order VII Rule 10 of the CPC. Thus, appellant no.1 would be entitled to maintain the suit at this stage. The court may after trial or, if the necessary conditions are met, on an application under Order XIIIA of the CPC, examine the issue of jurisdiction. But the plaint cannot be returned for lack of jurisdiction at this stage. \n35. In view of the above, the impugned order cannot be sustained. \n36. The learned counsel appearing for the respondents had also referred to the decision in the case of Begum Sabiha Sultan v. Nawab Mohd. Mansur Ali Khan & Ors. (supra) and contended that the plaint must be read as a whole. The said decision had no application in the facts of the present case. There is no cavil with the proposition that for the purpose of deciding an application under Order VII Rule 10 of the CPC, the plaint must be read in a meaningful manner. In the present case, the plaint read in a meaningful manner does indicate that the appellants have, in unambiguous terms, claimed that they are the owners of the software in question. \n37. The learned Commercial Court further noted that the appellants have filed an Original Power of Attorney dated 12.11.2019, however, the same was not duly stamped. The court had, accordingly, impounded the aforementioned power of attorney and directed that the Reader of the Court forward it to the concerned Collector of Stamps for assessment and realisation of stamp duty. Although the appellants have also impugned the said decision, they have not pressed their challenge in this regard. Therefore, it is not necessary for the court to consider the same. \n38. For the reasons stated above, the appeal is allowed and the impugned order is set aside. All pending applications are also disposed of. \n39. The parties are left to bear their own costs. \nVIBHU BAKHRU, J AMIT MAHAJAN, J OCTOBER 13, 2022 Ch",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6424159199ff49f89f5102d42ef50a5e_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e68e11293a61453d8e32a4ef5e33090c_1"
    },
    {
      "start": 242,
      "end": 376,
      "text": "\nDelhi High Court\nDassault Systemes S.E. And Anr vs Automobile Corporation Of Goa Limited ... on 13 October, 2022\nAuthor: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "011ea55edcfe4746a6c8eff5aef6b294_2"
    },
    {
      "start": 377,
      "end": 397,
      "text": "\nBench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1034cfc3440485aab9f539e6c232b70_3"
    },
    {
      "start": 430,
      "end": 469,
      "text": "In The High Court Of Delhi At New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2b2cad12dd64e60b6506c71b40ed05e_4"
    },
    {
      "start": 498,
      "end": 590,
      "text": "%                               Judgment delivered on: 13.10.2022\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8024df772f9a4f66b77789458aa5c9d5_5"
    },
    {
      "start": 590,
      "end": 636,
      "text": "+     Fao (Comm) 66/2022 & Cm Appl. 21596/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f1c520a16ff4093a5b392d6fec84ae5_6"
    },
    {
      "start": 637,
      "end": 679,
      "text": "& Cm \n                                Appl",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8323cdf8c6dc4223a1cd5edeee1500f8_7"
    },
    {
      "start": 680,
      "end": 692,
      "text": ". 21597/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "faa1f178bfa54932bb7a5a76eda591e4_8"
    },
    {
      "start": 721,
      "end": 738,
      "text": "Dassault Systemes",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1e6c29dbe7b4ecebc125218a93b532c_9"
    },
    {
      "start": 739,
      "end": 747,
      "text": "S.E. And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30d25b5de5204cf1adcdb0a57f757ae3_10"
    },
    {
      "start": 748,
      "end": 847,
      "text": "Anr .                   .... Appellants\n\n                                                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c16a138459ae41fb84e94d796c224a58_11"
    },
    {
      "start": 847,
      "end": 853,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1d33f47186c402ea644c6e82ec844fd_12"
    },
    {
      "start": 882,
      "end": 938,
      "text": "Automobile Corporation Of Goa\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89e87cd3acdc48cfada60bec84390595_13"
    },
    {
      "start": 938,
      "end": 953,
      "text": "Limited And Ors",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d169a92f269a4a2e93e3b1e238900fb7_14"
    },
    {
      "start": 989,
      "end": 1006,
      "text": "..... Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a84fa87b2ff14fad8247a83725275874_15"
    },
    {
      "start": 1035,
      "end": 1044,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad1e42c908f2424e9efc11f2be75eceb_16"
    },
    {
      "start": 1045,
      "end": 1070,
      "text": "who appeared in this case",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b159780cc6404485998523aace306ab9_17"
    },
    {
      "start": 1071,
      "end": 1118,
      "text": ": \n                          For the Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40e173a81d30405393d152ea2ca39273_18"
    },
    {
      "start": 1126,
      "end": 1167,
      "text": ": Mr. Uttam Datt, Ms. Sonakshi Singh, Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "463371bbde77443593485bc4a52f6c1f_19"
    },
    {
      "start": 1221,
      "end": 1263,
      "text": "Jitesh P Gupta & Mr. Dinesh Jotwani, Advs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "859d4ec74f17487ca2d1f6a0eaa84eb8_20"
    },
    {
      "start": 1291,
      "end": 1447,
      "text": "For the Respondents       : Mr. Mayank Pandey & Mr. Ashish Pandey,\n                                                    Advs.\n                          Coram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6b7d05e21ac45b6b281937f8eea6c0d_21"
    },
    {
      "start": 1448,
      "end": 1506,
      "text": "\n                          Hon'Ble Mr Justice Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0d486354eae44918ed27b06684030e6_22"
    },
    {
      "start": 1507,
      "end": 1565,
      "text": "\n                          Hon'Ble Mr Justice Amit Mahajan",
      "labels": [
        "NONE"
      ],
      "id": "4296ce71a061413f846296787c624e36_23"
    },
    {
      "start": 1621,
      "end": 1630,
      "text": "Judgment\n",
      "labels": [
        "NONE"
      ],
      "id": "a6ef4bc640c044eebec9623250ea4d91_24"
    },
    {
      "start": 1630,
      "end": 1645,
      "text": "Vibhu Bakhru, J",
      "labels": [
        "NONE"
      ],
      "id": "63aaf110d51944738dd9e8255022d285_25"
    },
    {
      "start": 1646,
      "end": 1830,
      "text": "\n1. The appellants have filed the present appeal under Section 13 (1A) of the Commercial Courts Act, 2015 impugning an order dated 02.04.2022 (hereafter 'the impugned order') passed by",
      "labels": [
        "FAC"
      ],
      "id": "41d7c6d06aa548878a9aec742997771a_26"
    },
    {
      "start": 1831,
      "end": 2006,
      "text": " the learned Commercial Court, whereby the application filed by the respondents under Order VII Rule 10 of the Code of Civil Procedure, 1908 (hereafter 'the CPC') was allowed.",
      "labels": [
        "FAC"
      ],
      "id": "816f629746d9466788d91284443f206e_27"
    },
    {
      "start": 2007,
      "end": 2341,
      "text": "\n2. The appellants had instituted the suit [being CS(Comm) 30/2020:\nDassault Systemes SE and Anr. v. Automobile Corporation of Goa Ltd.], alleging that respondent no.1 and its directors (respondent nos. 1 to 10) had infringed their copyright in computer software programs including the work titled CATIA V5-6R2013 (hereafter 'CATIA').",
      "labels": [
        "FAC"
      ],
      "id": "139987026aa74753ae7f8c508d1a7597_28"
    },
    {
      "start": 2342,
      "end": 2555,
      "text": "The learned Commercial Court accepted the respondents' contention that the Court lacked the territorial jurisdiction to entertain the suit and directed that the plaint be returned to be filed in a competent court.",
      "labels": [
        "FAC"
      ],
      "id": "5ad78d8092254e8b9a4477dad0fbce48_29"
    },
    {
      "start": 2556,
      "end": 2571,
      "text": "\nThe context 3.",
      "labels": [
        "FAC"
      ],
      "id": "1917005103414b058a4f2f16e2831e15_30"
    },
    {
      "start": 2572,
      "end": 2752,
      "text": "Dassault Systemes S.E. (hereafter \"appellant no.1\") is a French company engaged in the business of 3D and Product Lifecycle Management (PLM) solutions by creating digital mock ups.",
      "labels": [
        "FAC"
      ],
      "id": "eb9e94df9952446288872816d31760b8_31"
    },
    {
      "start": 2753,
      "end": 2872,
      "text": "Dassault Systemes India Private Limited (hereafter \"appellant no.2\") is a wholly owned subsidiary of appellant no.1.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "ae555cbd5cd0415484c6c44716790130_32"
    },
    {
      "start": 2873,
      "end": 3132,
      "text": "The appellants have filed the present suit against the Automobile Corporation of Goa Limited (hereafter 'the respondent') - a company engaged in the manufacturing of numerous products such as new model bus bodies and industrial sheet metal pressed components.",
      "labels": [
        "FAC"
      ],
      "id": "25cbeec5f68541c0922429b294f38bdd_33"
    },
    {
      "start": 3133,
      "end": 3302,
      "text": "The appellants, inter alia, seek a decree of permanent injunction restraining the respondents from copying, storing or using unlicenced/pirated software including CATIA.",
      "labels": [
        "FAC"
      ],
      "id": "b5fa7db156f74240a3ece8afea798fed_34"
    },
    {
      "start": 3303,
      "end": 3468,
      "text": "The appellants also seek other reliefs including for delivery, rendition of accounts and damages, in relation to the alleged unauthorised use of the design software.",
      "labels": [
        "FAC"
      ],
      "id": "c893392f82ff49148ec8437265f657c5_35"
    },
    {
      "start": 3470,
      "end": 3861,
      "text": "5. The respondents filed an application under Order VII Rule 10 of the CPC contending that no part of the cause of action arises within the territorial jurisdiction of the learned Commercial Court as respondent no.1 has its principal office in the State of Goa and none of its directors (also arrayed as defendants) reside within the territorial jurisdiction of the learned Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "b088af535e4b49a1849833a4ee10ce7e_36"
    },
    {
      "start": 3862,
      "end": 4312,
      "text": "The respondents further contended that the learned Commercial Court also lacks territorial jurisdiction to entertain the Suit under Section 62(2) of the Copyright Act, 1957 (hereafter 'the Copyright Act') as appellant no.1 is incorporated in the French Republic and the copyright in the work titled CATIA V5- 6R2013 (CATIA) is registered with the United States Copyright Office (hereafter 'USCO') under registration no. TX-7-798-095 dated 09.10.2013.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a534817070e841949cf688ea6882db03_37"
    },
    {
      "start": 4313,
      "end": 4508,
      "text": "Since appellant no. 2 is not the owner of copyrights in the works, it does not have the benefit of Section 62(2) of the Copyright Act, entitling it to institute a suit at a place of its business.",
      "labels": [
        "FAC"
      ],
      "id": "448a9c6e919b48e69568c3ab25a2f2e4_38"
    },
    {
      "start": 4509,
      "end": 4679,
      "text": "\nThe impugned order 6. The learned Commercial Court found merit in the respondents' contention that it lacked the territorial jurisdiction to adjudicate the present suit.",
      "labels": [
        "FAC"
      ],
      "id": "dc49a5432e5e43408932e1f3e4961bf5_39"
    },
    {
      "start": 4681,
      "end": 4955,
      "text": "7. In paragraph 30 of the plaint, the appellants had asserted that the Court had territorial jurisdiction to entertain the present suit by virtue of Section 62(2) of the Copyright Act as appellant no.2 carried on its business activities within the jurisdiction of the Court.",
      "labels": [
        "FAC"
      ],
      "id": "4988cbc27c0a48218edde57fa9dcb68d_40"
    },
    {
      "start": 4956,
      "end": 5096,
      "text": "The learned Commercial Court found that the said claim was untenable as 'admittedly, the owner of the copyright CATIA is plaintiff no.1'.\n8.",
      "labels": [
        "RLC"
      ],
      "id": "e16de1071209437c9904657bb5899168_41"
    },
    {
      "start": 5097,
      "end": 5209,
      "text": "The learned Commercial Court rejected the contention that the appellants were collective owners of the software.",
      "labels": [
        "RLC"
      ],
      "id": "2046e4bae88a44f7a13d979f52684585_42"
    },
    {
      "start": 5210,
      "end": 5400,
      "text": "The Court held that appellant nos.1 and 2 were two separate legal entities and there was no proper and legal assignment/license satisfying the requirement of Section 19 of the Copyright Act.",
      "labels": [
        "RLC"
      ],
      "id": "57504ff2a80f4f4b94ac56733cd82eb5_43"
    },
    {
      "start": 5401,
      "end": 5496,
      "text": "Thus, appellant no.2 could not claim any right regarding the copyright work for appellant no.1.",
      "labels": [
        "FAC"
      ],
      "id": "a94ab628a88d4cbfa745c68b94a1badd_44"
    },
    {
      "start": 5497,
      "end": 5907,
      "text": "The Court, on the strength of the decisions in Western Coalfields Limited v. Special Area Development Authority, Korba & Anr.: (1982) 1 SCC 125, Rustom Cavasjee Cooper v. Union of India: (1970) 1 SCC 248 and Heavy Engineering Mazdoor Union v. State of Bihar & Ors.:\n1969 1 SCC 765, held that an incorporated company had a separate existence notwithstanding that its entire share capital was held by one entity.",
      "labels": [
        "FAC"
      ],
      "id": "1c3542fab5fa4e1d9520bb3c4954bff9_45"
    },
    {
      "start": 5909,
      "end": 6034,
      "text": "9. The learned Commercial Court referred to Section 19 of the Copyright Act and held that no such assignment had taken place.",
      "labels": [
        "RLC"
      ],
      "id": "d99025f84e0f46a29b725c5e7ea9d544_46"
    },
    {
      "start": 6035,
      "end": 6265,
      "text": "The learned Commercial Court also referred to Section 55 of the Copyright Act and held that appellant no.2, as it is not the owner or the licensee of the copyright, does not have any locus to avail the remedies that are available.",
      "labels": [
        "RLC"
      ],
      "id": "f0ae11a2fab34cb28bdcee1150720ee1_47"
    },
    {
      "start": 6267,
      "end": 6550,
      "text": "10. The Court also rejected the appellants' contention that part of the cause of action had arisen within the territorial jurisdiction of the Court as it found that no such assertion was made in the plaint for claiming that the Court had the territorial jurisdiction to try the suit.",
      "labels": [
        "RLC"
      ],
      "id": "1b77402f7a9646be9f4a94cb85829990_48"
    },
    {
      "start": 6551,
      "end": 6753,
      "text": "The appellants had claimed that the Court had territorial jurisdiction solely on the ground that appellant no. 2 was carrying on its business activities within the territorial jurisdiction of the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c3aef021ba340ddaf251c5c187b5130_49"
    },
    {
      "start": 6755,
      "end": 6770,
      "text": "Submissions 11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e1fb68033fa24ce7ba6b729ac908b1b0_50"
    },
    {
      "start": 6771,
      "end": 6914,
      "text": "The learned counsel appearing for the appellants contended that the portfolio of the appellants comprises of CATIA and other software programs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b6062b91a0f546c19f41ad828179adf9_51"
    },
    {
      "start": 6915,
      "end": 7090,
      "text": "It was also pleaded that the appellants had a system of mandatory licensing for all its products and they kept complete record of each and every licensed user of its products.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4c738f677c484adc9b97b7a2c46768c1_52"
    },
    {
      "start": 7091,
      "end": 7345,
      "text": "He also pointed out that the appellants had specifically pleaded that appellant no.1 and its various subsidiaries including appellant no.2 are collective owners/proprietors of copyright in the software programs developed and exclusively licensed by them.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "69f9f9212fba488bafab15c6876227d8_53"
    },
    {
      "start": 7346,
      "end": 7500,
      "text": "He submitted that on a plain reading of the averments made in the plaint, the learned Commercial Court had territorial jurisdiction to entertain the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1a7639fe930c4dabbb1effbb20ee291d_54"
    },
    {
      "start": 7502,
      "end": 7667,
      "text": "12. He contended that for the purpose of the application under Order VII Rule 10 of the CPC, the averments made in the plaint are required to be accepted as correct.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e214a45cc35d46818c02e7d4a3788e3d_55"
    },
    {
      "start": 7668,
      "end": 7822,
      "text": "Thus, the learned Commercial Court had erred in allowing the application under Order VII Rule 10 of the CPC by rejecting the averments made in the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3de9b0f656774d4789f83e200d277f37_56"
    },
    {
      "start": 7823,
      "end": 8083,
      "text": "Next, he also pointed out that in their reply to the application under Order VII Rule 10 of the CPC, the appellants had also asserted that appellant no.1 carries on its business in India through appellant no.2, within the territorial jurisdiction of the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9343d36a99014fbdacdbd8a060287213_57"
    },
    {
      "start": 8084,
      "end": 8203,
      "text": "However, that contention was also rejected simply on the ground that appellant nos.1 and 2 are separate legal entities.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2f3341db9efc4047bf5db1566b4f5a1a_58"
    },
    {
      "start": 8205,
      "end": 8295,
      "text": "13. The learned counsel appearing for the respondents countered the aforesaid submissions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66fc73c4c199429e8350c2bca54d6b5a_59"
    },
    {
      "start": 8296,
      "end": 8532,
      "text": "He submitted that the plaint is required to be read in a meaningful manner and therefore, the Court had rightly rejected the averments made in the plaint as the same were not in conformity with the statutory scheme of the Copyright Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4047f18b504541c3bff05e0f584e39e5_60"
    },
    {
      "start": 8533,
      "end": 8766,
      "text": "He supported the finding of the learned Commercial Court that appellant no.2 could not claim any copyright in the works in question for want of a valid assignment in its favour as required in terms of Section 19 of the Copyright Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f65c7a1b27e84d82b1fdeaeb0cff9c90_61"
    },
    {
      "start": 8767,
      "end": 8988,
      "text": "He contended that since appellant no.2 was not the owner of the copyright, it had no right to institute the suit as, in terms of Section 55 of the Copyright Act, such right was reserved for the owner of the Copyright Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b93038bf000f43f48e8fbc5db0f4fe8c_62"
    },
    {
      "start": 8990,
      "end": 9281,
      "text": "14. He also referred to the decision in the case of Begum Sabiha Sultan v. Nawab Mohd. Mansur Ali Khan & Ors.: (2007) 4 SCC 343 in support of his contention that a plaint must be read in a meaningful manner to determine whether it is liable to be rejected under Order VII Rule 10 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ee82074b71843229b9bd0c2f75100e3_63"
    },
    {
      "start": 9283,
      "end": 9310,
      "text": "Reasons and Conclusions 15.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4c67486810e944deb581e108a7644017_64"
    },
    {
      "start": 9311,
      "end": 9617,
      "text": "At the outset, it is necessary to observe that it is settled law that an objection to the territorial jurisdiction of a court at the threshold stage, raised by way of an application under Order VII Rule 10 of the CPC, has to be decided on demurrer by accepting the statements made in the plaint to be true.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd110c8c828f49aaa0da7fab56bfb46a_65"
    },
    {
      "start": 9618,
      "end": 9738,
      "text": "In Exphar Sa and Anr. v. Eupharma Laboratories Ltd. and Anr.: (2004) 3 SCC 688, the Supreme Court observed as under:\n\"9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9df364bf9f034f6693fb3627d7dbe4b6_66"
    },
    {
      "start": 9739,
      "end": 9953,
      "text": "Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6298acba7ecf4fa8a1b5efb14dee4b84_67"
    },
    {
      "start": 9954,
      "end": 10080,
      "text": "The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "927692b4189c4caea4539e2c7db604fc_68"
    },
    {
      "start": 10081,
      "end": 10226,
      "text": "In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81c1928dc02c4cf3be37312036e303fc_69"
    },
    {
      "start": 10228,
      "end": 10439,
      "text": "16. In M/s RSPL Limited v. Mukesh Sharma & Anr.: (2016) SCC OnLine Del 4285, the Coordinate Bench of this Court rejected the application under Order VII Rule 10 of the CPC and reiterated the aforesaid principle.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b0980d6077d94982be420850b8410e7f_70"
    },
    {
      "start": 10440,
      "end": 10602,
      "text": "The aforesaid view was followed by this Court in M/s Allied Blenders and Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd. & Anr.: (2017) SCC OnLine Del 6422.\n17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cbc00729602d404d921ac095ddf76993_71"
    },
    {
      "start": 10603,
      "end": 10704,
      "text": "It is necessary to refer to the averments made in the plaint bearing the aforesaid principle in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0bc37b0e9174e50975df0180328de33_72"
    },
    {
      "start": 10705,
      "end": 10894,
      "text": "In the second paragraph of the plaint, the appellants have pleaded that they are one of the world's largest organisations in 3D and PLM solutions to digitally define and stimulate products.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5a8f21a52876414199a72f79d2f85c1b_73"
    },
    {
      "start": 10895,
      "end": 11128,
      "text": "The appellants state that \"Dassault Systems (Plaintiff groups) applications provide new opportunities to use 3D representation for online lifelike experiences in order to enhance the real life living spaces in everyday products.\"\n18.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "083fedba2c1c4709b547cb69b9dac018_74"
    },
    {
      "start": 11129,
      "end": 11335,
      "text": "A plain reading of the plaint indicates that the appellants have, in unambiguous terms, asserted that they are owners of proprietary software programmes which are developed and exclusively licensed by them.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "90c474a087f84b50897cc46e0d22ff05_75"
    },
    {
      "start": 11337,
      "end": 11407,
      "text": "19. Some of the averments made in the plaint are extracted below:-\n\"3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d849a3b1b8e4ffbb9c150c5cc8b1da1_76"
    },
    {
      "start": 11408,
      "end": 11747,
      "text": "The Plaintiff No.1 & 2 portfolio consists of CATIA for designing the virtual product, SOLIDWORKS for 3D Mechanical Design, DELMIA for Virtual production, SIMULIA for virtual testing, ENOVIA for global collaborative lifecycle management, 3DVIA for online 3D lifelike experiences, GEOVIA for virtual planet, EXALED for data in business...\n4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c320a9a5062466b89f2059773a3a401_77"
    },
    {
      "start": 11748,
      "end": 11943,
      "text": "It is submitted before the Hon'ble Court that Plaintiff No. 1 & 2 has a system of mandatory licensing for all its product and keeps complete record of each and every licensed user of its product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a39b3e3e3c564ceaafdc8ae4fbd2f536_78"
    },
    {
      "start": 11944,
      "end": 12279,
      "text": "The products of the Plaintiff No. 1 & 2 are sold through their authorized distributors/resellers and the plaintiff through their inbuilt safety features in software products can check database of users by just inputting the name of the company or the serial number of the product to check whether the reported usage is licensed or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ea728a236d74d2e9bf33eac78d058cb_79"
    },
    {
      "start": 12281,
      "end": 12450,
      "text": "5. The Plaintiff No.1 & 2 are not only world famous in their respective software development domains but are the largest and the biggest software companies in the world.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "550e07e9a65b40d9bd9fd8bca4511a92_80"
    },
    {
      "start": 12451,
      "end": 12665,
      "text": "The global presence of the Plaintiffs' spans across the continents and their Research and Development (R&D) operations are continuously expanding to support the ever-growing demand for new information technologies.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50862cb889bd40daa29c8a81704c904d_81"
    },
    {
      "start": 12666,
      "end": 12896,
      "text": "It spends millions of US Dollars every year in advertising and promotion of their products all over the world and their global revenue sales run into many millions of US Dollars, sometimes even running into Billions of US Dollars.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ab0dad6c23b47fea26726dfcf4e000a_82"
    },
    {
      "start": 12898,
      "end": 13093,
      "text": "6. The Plaintiff No.1 and its various subsidiaries including Plaintiff No 2 are collective owners/ proprietor of copyright in the software programs developed and are exclusively licensed by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72a0521639414b28b145aa7427a34b6f_83"
    },
    {
      "start": 13094,
      "end": 13294,
      "text": "These software programs are \"computer programme\"\nwithin the meaning of Section 2 (ffc) of the Copyright Act 1957 and are included in the definition of a 'literary work' as per Section 2(o) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9a7cb10eee042e685c912450850a734_84"
    },
    {
      "start": 13295,
      "end": 13427,
      "text": "It is further submitted that Plaintiff No.1 & 2 are deeply impacted by the infringement of the copyright in their computer programs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b99e94c6307843149c0781608c14f391_85"
    },
    {
      "start": 13428,
      "end": 13532,
      "text": "Piracy in respect of the Plaintiffs' software programme causes grave injury to their business interests.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06b06aa969de4888b37872f464afbc94_86"
    },
    {
      "start": 13533,
      "end": 13656,
      "text": "The copy of Copyright Certificates or major product, such as Catia is annexed as Annexure-IM Copy to the List of Documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b05ec5406ffb4b8da469ab3ceb1cdfe0_87"
    },
    {
      "start": 13658,
      "end": 13790,
      "text": "7. The Plaintiffs' computer programs are \"works\" that have been first published in the USA and have also been registered in the USA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1eb81abc504c445b9f531977a6f0f209_88"
    },
    {
      "start": 13791,
      "end": 13902,
      "text": "These programs have been created for the Plaintiff No.1& 2 by its employees, in the course of their employment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd25b0b7893d477fa1b182f662854b82_89"
    },
    {
      "start": 13903,
      "end": 14048,
      "text": "Under Indian Copyright Act 1957, the copyright in a work created by an employee belongs to the employer under the 'Works made for Hire' doctrine.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1489b8b26954ecdb3ed0398b9090768_90"
    },
    {
      "start": 14049,
      "end": 14249,
      "text": "Both the computer program and the supplementary User Instructions and Manuals are 'original literary works' as contemplated under Section 2(o) and Section 13(1)\n(a) of the [Indian] Copyright Act 1957.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7977664529f9405aa3c1ba9e55d36b78_91"
    },
    {
      "start": 14250,
      "end": 14268,
      "text": "\nxxxx xxxx xxxx 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f39144d3eeb4f9e8285650d89f4f879_92"
    },
    {
      "start": 14269,
      "end": 14547,
      "text": "The Plaintiff No.1&2 being the owner of copyright in the aforesaid 'literary works' (computer programs) within the meaning of Section 17 of the Copyright Act, 1957, is entitled to all the exclusive right flowing from such ownership as set out in Section 14 of the Copyright Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06f74e655b174196adbaf6eebcf09f76_93"
    },
    {
      "start": 14548,
      "end": 14567,
      "text": "\nxxxx xxxx xxxx 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e771ff2474c5458da086e9aec370c2a4_94"
    },
    {
      "start": 14568,
      "end": 14837,
      "text": "It is submitted before this Hon'ble Court that infringement of Plaintiffs proprietary software by Defendants came to the knowledge of the Plaintiffs by evidence received through the in-built security mechanisms of the software which had been technically generated.\"\n20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd35b03957f04e129b4a3a90ae8f27c4_95"
    },
    {
      "start": 14838,
      "end": 15031,
      "text": "It is apparent from the aforesaid averments that the appellants claim that they jointly own the software programs, which they allege have been used by the respondents without due authorisation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6fa4d1f096a499eb2475af8ec3e025c_96"
    },
    {
      "start": 15033,
      "end": 15313,
      "text": "21. The learned Commercial Court found that the appellants have not produced documents to show any valid assignment, however, a plain reading of the plaint indicates that the appellants have not claimed that appellant no.2 is an assignee of the copyrights in the work in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6358acda9db436b9bdece5dbbc319e1_97"
    },
    {
      "start": 15314,
      "end": 15454,
      "text": "The appellants have claimed that they are joint-owners of the software as the same had been developed under Section 17 of the Copyright Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d567ed3fd5af4a3393df64703c7bd89b_98"
    },
    {
      "start": 15456,
      "end": 15635,
      "text": "22. As stated above, the averments made in the plaint are required to be taken as correct for deciding the application moved by the respondents under Order VII Rule 10 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "021ff841e11a4b3c8b26089f9fe60dbd_99"
    },
    {
      "start": 15636,
      "end": 15803,
      "text": "Thus, it was necessary for the Court to proceed on the basis that the appellants were joint- owners of the copyright alleged to have been infringed by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0b7ca810bd74ab49f4b2d2de1b17db5_100"
    },
    {
      "start": 15805,
      "end": 15921,
      "text": "23. The learned Commercial Court has returned a finding that appellant no.2 is not an owner of the work in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07eb19ceddee4e588f6d39223b8aac9e_101"
    },
    {
      "start": 15922,
      "end": 16111,
      "text": "Apparently, the said finding has been returned on the basis that the prayer clause seeks relief in respect of \"software programs of Plaintiff No.1 including CATIA and its various versions\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bc690e40c2941c393d29b833e1fe0a5_102"
    },
    {
      "start": 16112,
      "end": 16250,
      "text": "The documents produced along with the plaint includes a certificate of copyright reflecting 'Dassault Systemes' as the copyright claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "935706dcfea24567855ae2353e51d2a2_103"
    },
    {
      "start": 16252,
      "end": 16502,
      "text": "24. This Court is unable to accept that the reference to the prayer clause or the certificate of registration of copyright in respect of CATIA are dispositive of the issue regarding jurisdiction at the threshold stage of Order VII Rule 10 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8e2edbd77f84799b9e66e20d8a473f1_104"
    },
    {
      "start": 16503,
      "end": 16723,
      "text": "First of all, a plain reading of the prayer clause in the plaint indicates that the relief, as sought, was not confined to infringement of the copyright in respect of CATIA but also to other computer software programmes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dee9ddbbc0994303a9dd137e85dcf190_105"
    },
    {
      "start": 16725,
      "end": 17333,
      "text": "25. The relevant prayer is set out below:-\na. A decree of permanent injunction restraining the Defendants, their directors, officers, agents, franchisee, servants and all others acting on their behalf, from directly or indirectly copying, reproducing, storing, installing and/ or using pirated/unlicensed software programs of Plaintiff No. 1 including CATIA and its various versions or any other software programs developed by the Plaintiffs in any manner that may amount to infringement of the Plaintiffs copyright subsisting in its software programs and software related documentation.\n[emphasis added]\n26.",
      "labels": [
        "STA"
      ],
      "id": "58a97a33c4df4c5db0fd05aa88055d89_106"
    },
    {
      "start": 17334,
      "end": 17512,
      "text": "Insofar as the reference to CATIA is concerned; indisputably, the said matter would require a clarification, as referring the same as software of plaintiff no.1 (appellant no.1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb14c52e16244e558316db556d8f4ef3_107"
    },
    {
      "start": 17513,
      "end": 17719,
      "text": "Along with the plaint, the appellants have also filed a standard form license agreement, which specifically states appellant no.1 and its subsidiaries as owners of the software for the purpose of licensing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68c3f434d5e04cf98547087a9db52b3d_108"
    },
    {
      "start": 17720,
      "end": 17999,
      "text": "The learned counsel appearing for the appellants also submitted that in the past, the appellants had licensed software to respondent no.1 and therefore, respondent no.1 was fully aware that the appellants were joint owners of the software in question and could not deny the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31de6a3c52684356a596ce8c4de27dde_109"
    },
    {
      "start": 18000,
      "end": 18068,
      "text": "However, this would be a matter of trial once the issues are framed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "157060bc997e4242810f3c78e301e4a4_110"
    },
    {
      "start": 18069,
      "end": 18253,
      "text": "At this stage, suffice it to note, there is no cavil that the appellants had relied upon standard form of the License Agreement, which reflects them as owners of the works in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "543b2fe9b2084a5f98f3db1452241206_111"
    },
    {
      "start": 18255,
      "end": 18390,
      "text": "27. It is also material to note that certificate of registration of copyright is only prima facie evidence of the facts stated therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8716d9cbba954eb8a144b900ca5763c1_112"
    },
    {
      "start": 18391,
      "end": 18612,
      "text": "Thus, notwithstanding the certificate of registration of CATIA issued by USCO in the name of appellant no.1, the same may not preclude the appellants from contending that they are collective owners of the copyright works.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "769719eb32824caaa6eba3d00a94c49a_113"
    },
    {
      "start": 18613,
      "end": 18867,
      "text": "The question whether they are joint-owners or whether appellant no.2 has any right to institute proceedings for infringement of copyright, is required to be considered after pleadings are complete and after examination of the evidence led by the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8248c31b14364a33afd5487e65c928e2_114"
    },
    {
      "start": 18869,
      "end": 19136,
      "text": "28. In response to the application filed by the respondents under Order VII Rule 10 of the CPC, the appellants had specifically asserted that appellant no.1 carries on its business in India through appellant no.2, which is a wholly owned subsidiary of appellant no.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00d7171837c6423188ec6486388052f2_115"
    },
    {
      "start": 19137,
      "end": 19287,
      "text": "However, the learned Commercial Court has rejected the aforesaid contention on the ground that both appellant nos.1 and 2 are separate legal entities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6965986ef9d4e38ae71d3927f723e1b_116"
    },
    {
      "start": 19289,
      "end": 19479,
      "text": "29. This Court is unable to accept that the averment that appellant no.1 carries on its business through appellant no.2 is, in any manner, destructive of their independent juristic identity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c70f3c51360c430682e09e8b288ec0d3_117"
    },
    {
      "start": 19480,
      "end": 19602,
      "text": "It is open for any entity to carry on its business activities through any other entity (whether otherwise related or not).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d055fc776a6497e8147540b2090c99a_118"
    },
    {
      "start": 19603,
      "end": 19782,
      "text": "In the present case, the appellants claim that appellant no.1 carries all activities in India, including its licensing activities through its subsidiary in India - appellant no.2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8eca019d474291b188d8315f7fda60_119"
    },
    {
      "start": 19783,
      "end": 20029,
      "text": "Even if it is accepted that the copyright in works is held by appellant no.1, there is, at this stage, no reason to doubt the assertion that appellant no.1 carries on its business activities including licensing of software through appellant no.2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b162acd4dbea40e0bc5991f033c847d0_120"
    },
    {
      "start": 20030,
      "end": 20219,
      "text": "The fact that appellant no.2 is incorporated as a separate company does not preclude it from carrying on its activities on behalf of any other entity (whether disclosed or undisclosed).\n30.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5334f505de14fcf9a244cf71a0a8c33_121"
    },
    {
      "start": 20220,
      "end": 20493,
      "text": "The decisions of the Supreme Court in Western Coalfields Limited v. Special Area Development Authority, Kobra & Anr. (supra); Rustom Cavasjee Cooper v Union of India (supra); and Heavy Engineering Mazdoor Union v State of Bihar (supra), are not relevant to the controversy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d5d7cc5a942427e8b42216df6492530_122"
    },
    {
      "start": 20495,
      "end": 20651,
      "text": "31. There appears to be no ground to doubt that the appellants enter into licence agreements in respect of the software in question, in India, as licensors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "715aa4fe850446b985f0c62017fe8806_123"
    },
    {
      "start": 20653,
      "end": 20831,
      "text": "32. At the stage of an application under Order VII Rule 10 of the CPC, it is not open for the learned Commercial Court to consider the written statement filed by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2b928329ec04bc8af5988bb93e520c9_124"
    },
    {
      "start": 20832,
      "end": 20971,
      "text": "If the question whether appellants are joint-owners of the software programs, is brought in issue, the Court would finally decide the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb185868feeb49599714fcc41348a880_125"
    },
    {
      "start": 20972,
      "end": 21067,
      "text": "However, that decision cannot be rendered in an application under Order VII Rule 10 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33bb0f1e05834864b0b1142325725a48_126"
    },
    {
      "start": 21068,
      "end": 21174,
      "text": "This is because contentious issues cannot be decided on an application under Order VII Rule 10 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d8e3863048147d1b71c995ffc0da0c1_127"
    },
    {
      "start": 21176,
      "end": 21512,
      "text": "33. At this stage, it is relevant to refer to Section 62(2) of the Copyright Act, which clearly indicates that a suit arising out of the Copyright Act can be instituted in a district court exercising territorial jurisdiction with respect to the place where the person instituting the suit voluntarily resides or carries on its business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e23471b3fb742bcbbaf9cd1c5d7b71c_128"
    },
    {
      "start": 21514,
      "end": 21730,
      "text": "34. Although appellant no.1 has a principal office outside India, the appellants have clearly stated that appellant no.1 carries on its business in India through appellant no.2 whose offices are located in New Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae6255762f8740978e39896c89d5e03e_129"
    },
    {
      "start": 21731,
      "end": 21854,
      "text": "This statement must be accepted as correct for the purposes of deciding the application under Order VII Rule 10 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a51b95296b484c3c92e450f4fdcd85bc_130"
    },
    {
      "start": 21855,
      "end": 21929,
      "text": "Thus, appellant no.1 would be entitled to maintain the suit at this stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "427fbc89b3d9494e857dfb105588d12d_131"
    },
    {
      "start": 21930,
      "end": 22079,
      "text": "The court may after trial or, if the necessary conditions are met, on an application under Order XIIIA of the CPC, examine the issue of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a245c34d03a4785b2fb7770605e1ec8_132"
    },
    {
      "start": 22080,
      "end": 22153,
      "text": "But the plaint cannot be returned for lack of jurisdiction at this stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f1f362f54dc4517aa69cf6333caf14d_133"
    },
    {
      "start": 22155,
      "end": 22220,
      "text": "35. In view of the above, the impugned order cannot be sustained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b5286f3277c45cba970d2c51b91f921_134"
    },
    {
      "start": 22222,
      "end": 22445,
      "text": "36. The learned counsel appearing for the respondents had also referred to the decision in the case of Begum Sabiha Sultan v. Nawab Mohd. Mansur Ali Khan & Ors. (supra) and contended that the plaint must be read as a whole.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "05ced2702315477795ed8aa88dfdc245_135"
    },
    {
      "start": 22446,
      "end": 22516,
      "text": "The said decision had no application in the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5c653855de84676b8bb5073032e0948_136"
    },
    {
      "start": 22517,
      "end": 22687,
      "text": "There is no cavil with the proposition that for the purpose of deciding an application under Order VII Rule 10 of the CPC, the plaint must be read in a meaningful manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e6af38120ce46599a82ae6193f21b31_137"
    },
    {
      "start": 22688,
      "end": 22871,
      "text": "In the present case, the plaint read in a meaningful manner does indicate that the appellants have, in unambiguous terms, claimed that they are the owners of the software in question.",
      "labels": [
        "RATIO"
      ],
      "id": "62c1ff0120624526a4dfd23e4923b13e_138"
    },
    {
      "start": 22873,
      "end": 23038,
      "text": "37. The learned Commercial Court further noted that the appellants have filed an Original Power of Attorney dated 12.11.2019, however, the same was not duly stamped.",
      "labels": [
        "RATIO"
      ],
      "id": "3b39a6cd0d01410c8f7ddeed4c420baf_139"
    },
    {
      "start": 23039,
      "end": 23249,
      "text": "The court had, accordingly, impounded the aforementioned power of attorney and directed that the Reader of the Court forward it to the concerned Collector of Stamps for assessment and realisation of stamp duty.",
      "labels": [
        "RATIO"
      ],
      "id": "842a0dd0495445b0b685eae4ffdba112_140"
    },
    {
      "start": 23250,
      "end": 23365,
      "text": "Although the appellants have also impugned the said decision, they have not pressed their challenge in this regard.",
      "labels": [
        "RATIO"
      ],
      "id": "7befc778aafe47acba1a4e2958892b27_141"
    },
    {
      "start": 23366,
      "end": 23432,
      "text": "Therefore, it is not necessary for the court to consider the same.",
      "labels": [
        "RATIO"
      ],
      "id": "852facec326d44358601e0c51ccdcfb9_142"
    },
    {
      "start": 23434,
      "end": 23526,
      "text": "38. For the reasons stated above, the appeal is allowed and the impugned order is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "97bd3f80f250454aadbb51bcaf04328c_143"
    },
    {
      "start": 23527,
      "end": 23573,
      "text": "All pending applications are also disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "873c728ea77e4fe6a619fcf6392111b7_144"
    },
    {
      "start": 23575,
      "end": 23624,
      "text": "39. The parties are left to bear their own costs.",
      "labels": [
        "RPC"
      ],
      "id": "121f91bb44f64776b204efe4a05b36e7_145"
    },
    {
      "start": 23625,
      "end": 23677,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J OCTOBER 13, 2022 Ch",
      "labels": [
        "NONE"
      ],
      "id": "e7e430032fe84e02b067d67edeb5e29e_146"
    }
  ]
}