{
  "id": "837f8819f34e42fa4226c79efb3b16f114088f793c9cf896134292725156600d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nDelhi High Court \nChandra Kishore Chaurasia vs R A Perfumery Works Private Limited on 27 October, 2022 \nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                                                                                   2022/Dhc/004454 \n\n                                In The High Court Of Delhi At New Delhi\n\n                          %                                   Judgment delivered on: 27.10.2022\n                          +      Fao (Comm) 128/2021 , Cm Nos . 28066/2021, 28067/2021 \n                                 & 40033/2021\n\n                          Chandra Kishore Chaurasia                             ..... Appellant \n\n                                                              versus\n\n                          R A Perfumery Works Private Ltd                       ..... Respondent \n\n                          Advocates who appeared in this case: \n                          For the Appellant          : Mr. Kirti Uppal, Sr . Adv. with Ms. Niki \n                                                     Kantawala, Mr. Prakhar Sharma, Mr. Swapnil \n                                                     Choudhary, Ms. Riya Gulati & Mr. Chandan\n                                                     Sinha, Advs.\n\n                          For the Respondent         : Mr. Shuvharis Sengupta & Ms. Sushmita \n                                                     Ghosh, Advs.\n                          Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru \n                          Hon'Ble Mr. Justice Amit Mahajan \n                                                       Judgment\nVibhu Bakhru, J \n1. The appellant (plaintiff) has filed the present appeal impugning an order dated 05.08.2021 (hereafter 'the impugned order'), passed by the learned District Judge, Commercial Court-I I, Shahdara, Karkardooma Courts, Delhi (hereafter 'the Commercial Court') in CS(COMM) No.132/2021, whereby the respondent's application under Order VII Rule 11 of the Code of Civil Procedure, 1908 (hereafter 'the 2022/DHC/004454 CPC') was allowed and the plaint filed by the appellant was directed to be returned . The learned Commercial Court, on a reading of the plaint along with its documents, found that the appellant had failed to establish a prima facie case in respect of the territorial jurisdiction of the Court. \n2. The respondent (defendant) had also sought dismissal of the suit under Order VII Rule 11(d) of the CPC on the ground that the appellant had instituted the said suit without complying with the mandatory provisions of pre-institution mediation under Section 12A of the Commercial Courts Act, 2015. The Commercial Court did not accept the said contention as the appellant had sought urgent relief. Accordingly, the said prayer of the respondent was rejected. The respondent has preferred cross-objection, assailing the impugned order to the extent the learned Commercial Court has rejected its prayer for rejection /dismissal of the plaint on the aforesaid ground. \n3. The controversy to be addressed in the present appeal is two-fold. First, whether the impugned order directing return of the plaint for want of territorial jurisdiction is erroneous; and, second, whether the plaint is liable to be rejected on account of failure on part of the appellant to exhaust the remedy of pre-institution mediation as required under Section 12A of the Commercial Courts Act, 2015. \nReturn of Plaint under Order VII Rule 10 CPC 4. The appellant had filed the suit [being CS(COMM) No.132/2021 captioned Chandra Kishore Chaurasia v. R.A. Perfumery Works Private Ltd.] seeking a decree of permanent injunction restraining infringement of its copyright, trademark, passing off and rendition of 2022/DHC/004454 accounts amongst other reliefs. The appellant claimed that he is the registered proprietor of the trademarks '1192' and 'JAGMAG 1192'. The said trademarks were registered with the Trade Mark Registry under class 34 bearing registration nos. 2317657 and 2317658 dated 19.04.2012. The appellant also claimed that he holds copyright in the label / packaging, original artistic work, getup, layout and pattern, 'JAGMAG 1192'. And, the same is registered under the Copyright Act, 1957 bearing registration no. A-111868/2014 dated 23.09.2014. \n5. The appellant is a resident of Surajkund, Varanasi, Uttar Pradesh. The respondent is a company incorporated under the Companies Act, 1956 and has its registered office in Kolkata, West Bengal. \n6. The appellant alleges that the respondent is clandestinely manufacturing and selling chewing tobacco and other allied products under the label/trademark 'SIGNAL 1191', which is deceptively similar to his registered trademarks. The appellant claims that the respondent has dishonestly and with mala fide intention adopted trademarks, which are deceptively similar to his trademarks. He further claims that the respondent has also copied the artwork, colour combination and packaging of its label and the same infringes his copyright, 'JAGMAG 1192'.\n7. The appellant's label/packaging and the label/packaging allegedly adopted by the respondent are reproduced below: \n2022/DHC/004454 8 . It is trite law that an objection regarding territorial jurisdiction of a court, raised by way of an application under Order VII Rule 10 of the CPC, is to be decided on a demurrer, that is, by accepting all statements made in the plaint to be true. Thus, the examination for the purpose of an application under Order VII Rule 10 of the CPC is limited to the averments made in the plaint and the documents filed by the plaintiff. \n9. In D. Ramachandran v. R.V. Janakiraman: (1999) 3 SCC 267, the Supreme Court observed as under:\n\"...It is well settled that in all cases of preliminary objection, the test is to see whether any of the reliefs prayed for could be granted to the appellant if the averments made in the petition are proved to be true. For the purpose of considering a preliminary objection, the averments in the petition should be assumed to be true and the court has to find out whether those averments disclose a cause of action or a triable issue as such. The court cannot probe into the facts on the basis of the controversy raised in the counter.\" \n2022/DHC/004454 10. In a later decision in Liverpool & London S.P. & I Association Ltd. v. M.V. Sea Success I & Anr.: (2004) 9 SCC 512, the Supreme Court observed as under:\n\"139. Whether a plaint discloses a cause of action or not is essentially a question of fact. But whether it does or does not must be found out from reading the plaint itself. For the said purpose the averments made in the plaint in their entirety must be held to be correct. The test is as to whether if the averments made in the plaint are taken to be correct in its entirety, a decree would be passed.\"\n11. In Exphar Sa and Anr. v. Eupharma Laboratories Ltd. and Anr.: (2004) 3 SCC 688, the Supreme Court reiterated the above proposition in the following words:\n\"9. Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true. The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law. In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct.\"\n12. The aforesaid view has been constantly followed by this Court as well. In M/s RSPL Limited v. Mukesh Sharma & Anr.: (2016) SCC OnLine Del 4285, a Coordinate Bench of this Court held as under:\n2022/DHC/004454 \"11. It must be stated that it is a settled proposition of law that the objection to territorial jurisdiction in an application under Order 7 Rule 10 CPC is by way of a demurrer. This means that the objection to territorial jurisdiction has to be construed after taking all the averments in the plaint to be correct. \nIn Exphar SA v. Eupharma Laboratories Limited: (2004) 3 SCC 688, the Supreme Court observed that when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts, as pleaded by the initiator of the impugned procedure, are true. The Supreme Court further observed that the objection as to jurisdiction in order to succeed must demonstrate that granted those facts, the Court does not have jurisdiction as a matter of law. It is also a settled proposition of law that while considering a plaint from the standpoint of Order 7 Rule 10 CPC, it is only the plaint and the documents filed along with it, that need to be seen. The written statement is not to be looked into at all.\"\n13. In M/s Allied Blenders and Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd. & Anr.: (2017) SCC OnLine Del 6422, a Single Judge of this Court had allowed the application under Order VII Rule 10 of the CPC. This was because on a prima facie evaluation of the plaint, the Court was of the view that the plaint did not disclose that any cause of action had arisen within the territorial jurisdiction of this Court. Although the plaintiff pleaded that it apprehended the defendant launching its products under the infringing trade mark within the territorial jurisdiction of this Court, this Court found that there was no material to 2022/DHC/004454 substantiate any such apprehension. The plaint also disclosed that the defendant was selling its products in the State of Andhra Pradesh and the plaintiff was essentially aggrieved by the same. However, the said decision was set aside by the Division Bench of this Court in M/s Allied Blenders and Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd. & Anr.:\n(2017) SCC OnLine Del 7225 on the principal that the averments made in the plaint were required to be accepted as correct for the purpose of deciding an application under Order VII Rule 10 of the CPC. The plaintiff had averred that it apprehended the respondent launching its products in Delhi and that it had filed the suit as a quia timet action. If the said averments were accepted as correct - which the court was required to do for the purposes of deciding an application under Order VII Rule 10 CPC - this Court would have jurisdiction to entertain the suit. \n14. Bearing the aforesaid principle in mind, it is necessary to now refer to the averments made in the plaint. Paragraphs 33 and 34 of the plaint are relevant and set out below:\n33) That the cause of action for filing the present suit arose on 09.02.2021, when the plaintiff through his sales staff for the first time from the tobacco market/traders in Shahdara, Anand Vihar, Delhi learnt that in order to take the undue advantage of the pre-established goodwill and reputation of the product of the plaintiff''s 'Chewing Tobacco' bearing registered trade mark JAGMAG 1192, the mark 1192 and its registered label/packaging of JAGMAG 1192, and with a view to make easy money, the Defendant has indulged. in the clandestine manufacturing, selling, 2022/DHC/004454 soliciting and exporting of the chewing tobacco in the identical/deceptively similar impugned label/packaging/colour combination/artistic work bearing mark SIGNAL 1191 bearing impugned mark 1191 which is identical/deceptively same in all respects to the artistic work/color scheme/get- up/placement of the registered label/packaging and registered trademark JAGMAG 1192 and the mark 1192 of plaintiff's. The cause of action is a continuous one and continues to subsist till such time the defendant is restrained by this Hon'ble Court from carrying on their illegal trade activities and malafide acts of using the impugned identical/ deceptively similar trademark, label, packaging, artistic work, colour scheme, getup and colour combination on the labels/packaging or any other identical/ deceptively similar mark or artistic work. \n34) That this Hon'ble Court has jurisdiction to try and entertain the suit as the cause of action has arisen within the jurisdiction of this Hon'ble Court by virtue of the clandestine sales and intentions to sale of the impugned goods under the impugned mark/label/packaging by the defendant within the jurisdiction of this Hon'ble Court in the markets of Shahdara, Anand Vihar, etc. That this Hon'ble Court also has jurisdiction as the defendant is advertising, soliciting, and selling its goods within the jurisdiction of this Court through its online mode www.indiamart.com which connects buyers with suppliers and its interactive website www.rapsignal.in within the jurisdiction of this Hon'ble Court. That this Hon'ble Court has jurisdiction to try and entertain the present suit as the defendant's is soliciting, advertising, marketing its goods for sale through tobacco plus magazine which circulated within the jurisdiction of this Hon'ble Court. That this Hon'ble Court has 2022/DHC/004454 territorial jurisdiction to try and entertain the present suit as defendant is carrying on business within jurisdiction of this Hon'ble Court in Delhi and has also filed the application seeking registration of mark 1191 for whole of India. That this Hon'ble Court has jurisdiction to entertain and try the present suit as the plaintiff is carrying on business and working for gain in Delhi within jurisdiction of this Hon'ble Court. The present dispute is a commercial in nature in terms of Section 2(1)(d) of the Commercial Courts Act, 2015.\" \n15. It is apparent from the above that the appellant claims that the respondent is clandestinely selling its infringing goods within the territorial jurisdiction of the Court. The appellant also alleges that defendant has been advertising, soliciting and selling its goods within the jurisdiction of the Court through interactive websites. In addition, it is claimed that the defendant is carrying on business activity in Delhi by advertising its products in a trade magazine, which is circulated within the jurisdiction of the Court. In addition, the appellant claims that the respondent is also carrying on its business within the territorial jurisdiction of this Court. \n16. Plainly, if the aforesaid averments are accepted as correct, the respondent's application under Order VII Rule 10 of the CPC is liable to be rejected. \n17. The learned Commercial Court found that the appellant had not produced any evidence to substantiate that the respondent was clandestinely selling the infringing products within the territorial 2022/DHC/004454 jurisdiction of the Court. The learned Commercial Court accepted the contention that in case of clandestine sales, cash memos would not be readily available; however, the court did not, prima facie, find any merit in the allegation of clandestine sales as the appellant had not provided any material particulars regarding any such clandestine transaction. The learned Commercial Court held that the appellant had failed to establish that the respondent was either carrying on its business activities within the territorial jurisdiction of this Court or otherwise intended to do so. \n18. The appellant's contention that the respondent was carrying on its business activities through interactive websites was also not accepted. The learned Commercial Court held that the appellant had neither filed any documents to show that the respondent was targeting customers through the interactive sites in Delhi nor produced any other material in support of this claim. \n19. In view of the above, the learned Commercial Court found that it lacked territorial jurisdiction to entertain the suit. \n20. At the stage of considering an application under Order VII Rule 10 of the CPC, the court is not required to examine the merits of the averments made and to evaluate whether the plaintiff would be able to prove or establish the same. As noted above, for the purpose of an application under Order VII Rule 10 of the CPC, the averments made in the plaint are required to be considered as correct. \n21. In a given case, it may be apparent that a plaintiff has no real prospect in succeeding in his claim. In such circumstances, it would be 2022/DHC/004454 open for a Commercial Court to consider rendering a summary decision under Order XIII-A of the CPC, if an application seeking such judgment is filed. The court is also required to evaluate the averments made in the plaint while considering grant of interim relief in an application under Order XXXIX Rules 1 and 2 of the CPC. However, for the purpose of an application under Order VII Rule 10 of the CPC, the Court must proceed on the basis that the averments made in the plaint are correct. \n22. In view of the above, the impugned order, to the extent it allows the respondent's application under Order VII Rule 10 of the CPC and directs return of the plaint, cannot be sustained and is, accordingly, set aside. \nRejection of plaint in terms of Section 12A of the Commercial Courts Act, 2015 23. The respondent contends that the learned Commercial Court had erred in rejecting its application under Order VII Rule 11(d) of the CPC. According to the respondent, the plaint is liable to be rejected as being barred in terms of Section 12A of the Commercial Courts Act, 2015. The learned Commercial Court had rejected the said contention as it found that the provisions of Section 12A of the Commercial Courts Act, 2015 were not applicable because the appellant (plaintiff) had sought urgent interim reliefs. \n24. Mr Sengupta, learned counsel appearing for the respondent, did not dispute that the provisions of Section 12A of the Commercial Courts Act, 2015 are not applicable to suits involving urgent reliefs. He, 2022/DHC/004454 however, submitted that the appellant (plaintiff) could not be the sole judge of determining whether the provisions of Section 12A of the Commercial Courts Act, 2015 are applicable. Therefore, it was necessary for the appellant (plaintiff) to file an application seeking exemption from the provision of pre-institution mediation. He contended that ae suit could be entertained only once such an application was moved and allowed.\n25. He referred to an order dated 30.09.2020, passed by the learned Single Judge of this Court in an application seeking amendment of the plaint filed by the plaintiff in CS(OS) 201/2020 captioned Anil Gupta v. Baburam Singla, Proprietor of Singla Sweets & Anr. He pointed out that in the said order, the Court had observed that the plaintiff had neither filed an application seeking exemption nor leave in the present suit for exempting the plaintiff from the process under Section 12A of the Commercial Courts Act, 2015. Further, the Court had issued summons subject to the plaintiff filing an application seeking exemption under Section 12A of the Commercial Courts Act, 2015 to the defendants. \n26. He referred to the decision of the Supreme Court in Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited: 2022 SCC OnLine SC 1028 and contended that the provisions of Section 12A of the Commercial Courts Act, 2015 are mandatory and on an analogy of Section 80 of the CPC - which was also referred to by the Supreme Court in its decision - it was necessary for the plaintiff to 2022/DHC/004454 make an application seeking exemption from the provisions of Section 12A of the Commercial Courts Act, 2015.\n27. The question whether the provisions of Section 12A of the Commercial Courts Act, 2015 are mandatory, is no longer res integra. In Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited (supra), the Supreme Court has authoritatively held that the provisions of Section 12A of the Commercial Courts Act, 2015 are mandatory and failure to comply with the same would entail rejection of the plaint. However, in the present case, the question whether the provisions under Section 12A of the Commercial Courts Act, 2015 are mandatory or not is not in issue; the point for consideration is whether the provisions of Section 12A of the Commercial Courts Act, 2015 are applicable to the suit instituted by the appellant. \n28. Section 12A of the Commercial Courts Act, 2015 reads as under:\n\"12A. (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987, for the purposes of pre- institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987, the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three 2022/DHC/004454 months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963.\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the Arbitration and Conciliation Act, 1996.\".\n29. A plain reading of Sub-section (1) of Section 12A of the Commercial Courts Act, 2015 indicates that the institution of a suit, which does not contemplate any urgent interim relief, is proscribed unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with the procedure as may be prescribed. There is no ambiguity that a suit, which contemplates urgent interim relief, is excluded from the rigor of Section 12A(1) of the Commercial Courts Act, 2015. Thus, a plaintiff seeking to institute a suit involving urgent interim relief(s) is not required to exhaust the remedy of pre-institution mediation. \n30. The contention that it would be necessary for the plaintiff to file an application seeking exemption from the provisions of Section 12A 2022/DHC/004454 of the Commercial Courts Act, 2015, is unmerited. This Court cannot accept the said contention for several reasons. \n31. First of all, there is no provision under Section 12A of the Commercial Courts Act, 2015 that requires the plaintiff to make any such application in a suit which involves urgent interim reliefs. As stated above, if the suit involves urgent interim relief, Section 12A of the Commercial Courts Act, 2015 is inapplicable and it is not necessary for the plaintiff to enter into a pre-institution mediation. \n32. Second, a suit, which does not contemplate urgent interim relief, cannot be instituted without exhaustion of pre-institution mediation, as required under Section 12A(1) of the Commercial Courts Act, 2015. As noted above, the Supreme Court has held that the said provision is mandatory and it is compulsory for a plaintiff to exhaust the remedy of pre-institution mediation, in accordance with the rules before instituting a suit. The Court has no discretion to exempt a plaintiff from the applicability of Section 12A(1) of the Commercial Courts Act, 2015. It is not permissible for the court to pass an order contrary to law; therefore, an application seeking exemption from engaging in pre- institution mediation, in a suit that does not involve urgent interim reliefs, would not lie. \n33. This Court also finds it difficult to accept that a commercial court is required to determine whether the urgent interim reliefs ought to have been claimed in a suit for determining whether the same is hit by the bar of Section 12A(1) of the Commercial Courts Act, 2015. The question whether a plaintiff desires any urgent relief is to be decided 2022/DHC/004454 solely by the plaintiff while instituting a suit. The court may or may not accede to such a request for an urgent interim relief. But that it not relevant to determine whether the plaintiff was required to exhaust the remedy of pre-institution mediation. The question whether a suit involves any urgent interim relief is not contingent on whether the court accedes to the plaintiff's request for interim relief. \n34. The use of the words \"contemplate any urgent interim relief\" as used in Section 12(1) of the Commercial Courts Act, 2015 are used to qualify the category of a suit. This is determined solely on the frame of the plaint and the relief sought. The plaintiff is the sole determinant of the pleadings in the suit and the relief sought. \n35. This Court is of the view that the question whether a suit involves any urgent interim relief is to be determined solely on the basis of the pleadings and the relief(s) sought by the plaintiff. If a plaintiff seeks any urgent interim relief, the suit cannot be dismissed on the ground that the plaintiff has not exhausted the pre-institution remedy of mediation as contemplated under Section 12A(1) of the Commercial Courts Act, 2015. \n36. The order dated 30.09.2018, passed by the learned Single Judge in Anil Gupta v. Baburam Singla, Proprietor of Singla Sweets and Anr. (supra), is of little assistance to the respondent. The observations made in the said order are not dispositive of any question whether a separate application is required to be made under Section 12A of the Commercial Courts Act, 2015. The contention that such an application is required to be made on an analogy of Section 80 of the CPC is also 2022/DHC/004454 erroneous. In Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited (supra), the Supreme Court had pointed out that unlike the provisions of Section 80 of the CPC, there is no provision in Section 12A of the Commercial Courts Act, 2015 that contemplates a procedure for seeking leave of the court. Paragraph 81 of the said decision is relevant and set out below:\n\"81. In the cases before us, the suits do not contemplate urgent interim relief. As to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word 'contemplate' or urgent interim relief, we need not dwell upon it. The other aspect raised about the word 'contemplate' is that there can be attempts to bypass the statutory mediation under Section 12A by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis. Section 80(2) of the CPC permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court. The proviso to Section 80 (2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance. Our attention is drawn to the fact that Section 12A does not contemplate such a procedure. This is a matter which may engage attention of the lawmaker. Again, we reiterate that these are not issues which arise for our consideration. In the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\" \n[ emphasis added] \n37. This Court is unable to accept that it is necessary for a court to read in any procedure in Section 12A of the Commercial Courts Act, 2015, which makes it mandatory for a plaintiff to file an application to 2022/DHC/004454 seek leave of the court for filing a suit without exhausting the remedy of pre-institution mediation, irrespective of whether the plaintiff seeks urgent interim relief or not. \n38. In Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited (supra), the Supreme Court had considered the import of Section 12A of the Commercial Courts Act, 2015 in the context of the suits, which did not contemplate any urgent interim relief. It is relevant to refer to the following observations of the court:\n\"...The Act did not originally contain Section 12A. It is by amendment in the year 2018 that Section 12A was inserted. The Statement of Objects and Reasons are explicit that Section 12A was contemplated as compulsory. The object of the Act and the Amending Act of 2018, unerringly point to at least partly foisting compulsory mediation on a plaintiff who does not contemplate urgent interim relief...\"\n39. It is apparent from the above that the Supreme Court was also of the view that compulsory mediation is foisted only on a plaintiff who does not contemplate urgent interim relief. It is implicit that it is only the plaintiff, that can contemplate the relief that it seeks in a suit. And, pre-institution mediation is necessary only in cases where a plaintiff does not contemplate urgent interim relief. \n40. In the present case, indisputably, the plaintiff has sought urgent interim reliefs. Thus, it is not necessary for him to have exhausted the remedy of pre-institution mediation as contemplated under Section 12A(1) of the Commercial Courts Act, 2015. \n41. The cross-objections are unmerited and, accordingly, dismissed. \n2022/DHC/004454 42. The appeal/cross objections are disposed of in the aforesaid terms. Pending applications, if any, are disposed of. \n43. The parties are left to bear their own costs. \nVIBHU BAKHRU, J AMIT MAHAJAN, J OCTOBER 27, 2022 'gsr'/RK",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb3fc71782534318aac4aebfd2e0da25_0"
    },
    {
      "start": 155,
      "end": 242,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ba81190726a45cf84a634b6a94376a6_1"
    },
    {
      "start": 242,
      "end": 258,
      "text": "Delhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "620d31104fd5421aa818c0a932a6f845_2"
    },
    {
      "start": 259,
      "end": 344,
      "text": "\nChandra Kishore Chaurasia vs R A Perfumery Works Private Limited on 27 October, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "57fcc7cd686f4022b3d76a6a71186c5e_3"
    },
    {
      "start": 346,
      "end": 373,
      "text": "Author: Vibhu Bakhru\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8b5f27e3a8c476fac6aa0382cb4a88a_4"
    },
    {
      "start": 374,
      "end": 386,
      "text": "Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa6fa8a0c1224bf7b6aa2995f1250f2c_5"
    },
    {
      "start": 471,
      "end": 486,
      "text": "2022/Dhc/004454",
      "labels": [
        "PREAMBLE"
      ],
      "id": "59d01bb3c5524d228031a631a7fa8196_6"
    },
    {
      "start": 521,
      "end": 624,
      "text": "In The High Court Of Delhi At New Delhi\n\n                          %                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c7e9b5eb5d04fd3b0f81cd0634fe35a_7"
    },
    {
      "start": 624,
      "end": 684,
      "text": "Judgment delivered on: 27.10.2022\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71fcaee2f8d34dee8f1ec1fadd35dc1c_8"
    },
    {
      "start": 684,
      "end": 701,
      "text": "+      Fao (Comm)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25d6470de9b649fb85436147253f6a61_9"
    },
    {
      "start": 702,
      "end": 710,
      "text": "128/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74ba163ce4214d81a5153859c3b9b567_10"
    },
    {
      "start": 711,
      "end": 719,
      "text": ", Cm Nos",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd6f19cc037048a2b024a11b6968a626_11"
    },
    {
      "start": 720,
      "end": 744,
      "text": ". 28066/2021, 28067/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68872cc93b1b494b828839a529955502_12"
    },
    {
      "start": 779,
      "end": 819,
      "text": "& 40033/2021\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c51fb27b23444ce83260e77c3204a83_13"
    },
    {
      "start": 819,
      "end": 826,
      "text": "Chandra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e8ba5759abc4bcf978ea9590ac04b69_14"
    },
    {
      "start": 827,
      "end": 844,
      "text": "Kishore Chaurasia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c523cf6af20e42d182eba8c938b187fa_15"
    },
    {
      "start": 873,
      "end": 888,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d79fa0f02c8f4ff582008fee94ba6794_16"
    },
    {
      "start": 953,
      "end": 987,
      "text": "versus\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ee36b7af7574033850e5b936792b6fe_17"
    },
    {
      "start": 987,
      "end": 1000,
      "text": "R A Perfumery",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f4c2f5802a74396b67f85e54e722cce_18"
    },
    {
      "start": 1001,
      "end": 1018,
      "text": "Works Private Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01ca56cca04b4af884bce70cd710188c_19"
    },
    {
      "start": 1041,
      "end": 1057,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93047eaef75348ecb1510a03e4f4cd91_20"
    },
    {
      "start": 1086,
      "end": 1095,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e82eef53b1554234aa60fc31d9e3b313_21"
    },
    {
      "start": 1096,
      "end": 1122,
      "text": "who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c8f2ea4ba994c149cddac73f5b47e74_22"
    },
    {
      "start": 1150,
      "end": 1167,
      "text": "For the Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50aab37713a448749d686f70c0b2360b_23"
    },
    {
      "start": 1177,
      "end": 1198,
      "text": ": Mr. Kirti Uppal, Sr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b70ecb03c634abf9f036f4ca37cb218_24"
    },
    {
      "start": 1199,
      "end": 1205,
      "text": ". Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b18d8f1a4fe492c98a713fd4810ab82_25"
    },
    {
      "start": 1206,
      "end": 1219,
      "text": "with Ms. Niki",
      "labels": [
        "PREAMBLE"
      ],
      "id": "410a72b05df64d1b890fba9e657e8ce4_26"
    },
    {
      "start": 1274,
      "end": 1316,
      "text": "Kantawala, Mr. Prakhar Sharma, Mr. Swapnil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ee9e3cc3cba4b63b1a74a74b027730a_27"
    },
    {
      "start": 1371,
      "end": 1571,
      "text": "Choudhary, Ms. Riya Gulati & Mr. Chandan\n                                                     Sinha, Advs.\n\n                          For the Respondent         : Mr. Shuvharis Sengupta & Ms. Sushmita",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25f5240ee85f4e4f89c6b636fb2f591d_28"
    },
    {
      "start": 1626,
      "end": 1670,
      "text": "Ghosh, Advs.\n                          Coram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e7ba6757e24482eafe3e2bb31ecc819_29"
    },
    {
      "start": 1698,
      "end": 1729,
      "text": "Hon'Ble Mr Justice Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69bbe9fb1bd44971837c00b68025bd26_30"
    },
    {
      "start": 1730,
      "end": 1789,
      "text": "\n                          Hon'Ble Mr. Justice Amit Mahajan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab33acae06ea4c52b1a19df5dfe53cdf_31"
    },
    {
      "start": 1846,
      "end": 1855,
      "text": "Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76c6c29c5ef64b56aae66f0a790fcc1d_32"
    },
    {
      "start": 1855,
      "end": 1870,
      "text": "Vibhu Bakhru, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f80e119b9f64eb38a20bb934022ab23_33"
    },
    {
      "start": 1871,
      "end": 2056,
      "text": "\n1. The appellant (plaintiff) has filed the present appeal impugning an order dated 05.08.2021 (hereafter 'the impugned order'), passed by the learned District Judge, Commercial Court-I",
      "labels": [
        "FAC"
      ],
      "id": "8232259490124658bd2aace0613ea485_34"
    },
    {
      "start": 2057,
      "end": 2155,
      "text": "I, Shahdara, Karkardooma Courts, Delhi (hereafter 'the Commercial Court') in CS(COMM) No.132/2021,",
      "labels": [
        "NONE"
      ],
      "id": "e56811c6b3c44c72be7e99d5845b8bcb_35"
    },
    {
      "start": 2156,
      "end": 2369,
      "text": "whereby the respondent's application under Order VII Rule 11 of the Code of Civil Procedure, 1908 (hereafter 'the 2022/DHC/004454 CPC') was allowed and the plaint filed by the appellant was directed to be returned",
      "labels": [
        "FAC"
      ],
      "id": "afdcf578260f4defbb6ff65da98c449d_36"
    },
    {
      "start": 2370,
      "end": 2579,
      "text": ". The learned Commercial Court, on a reading of the plaint along with its documents, found that the appellant had failed to establish a prima facie case in respect of the territorial jurisdiction of the Court.",
      "labels": [
        "FAC"
      ],
      "id": "8782c68fc0754886ab9157b71235df47_37"
    },
    {
      "start": 2581,
      "end": 2879,
      "text": "2. The respondent (defendant) had also sought dismissal of the suit under Order VII Rule 11(d) of the CPC on the ground that the appellant had instituted the said suit without complying with the mandatory provisions of pre-institution mediation under Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "258505f2be0740b7b97da7b1d26d4e45_38"
    },
    {
      "start": 2880,
      "end": 2978,
      "text": "The Commercial Court did not accept the said contention as the appellant had sought urgent relief.",
      "labels": [
        "FAC"
      ],
      "id": "7f516113d6b24b41a47b265caaaeedea_39"
    },
    {
      "start": 2979,
      "end": 3039,
      "text": "Accordingly, the said prayer of the respondent was rejected.",
      "labels": [
        "FAC"
      ],
      "id": "2f1a4fa81ee740e38a0a0b03bb205366_40"
    },
    {
      "start": 3040,
      "end": 3245,
      "text": "The respondent has preferred cross-objection, assailing the impugned order to the extent the learned Commercial Court has rejected its prayer for rejection /dismissal of the plaint on the aforesaid ground.",
      "labels": [
        "FAC"
      ],
      "id": "4c426d2a389f4ba3986c04e59cf13c02_41"
    },
    {
      "start": 3247,
      "end": 3316,
      "text": "3. The controversy to be addressed in the present appeal is two-fold.",
      "labels": [
        "NONE"
      ],
      "id": "081616712323418fb7c530147bdc43b4_42"
    },
    {
      "start": 3317,
      "end": 3653,
      "text": "First, whether the impugned order directing return of the plaint for want of territorial jurisdiction is erroneous; and, second, whether the plaint is liable to be rejected on account of failure on part of the appellant to exhaust the remedy of pre-institution mediation as required under Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "a58b861d7b694a8da66918160bdb7a90_43"
    },
    {
      "start": 3655,
      "end": 3702,
      "text": "Return of Plaint under Order VII Rule 10 CPC 4.",
      "labels": [
        "FAC"
      ],
      "id": "1245ab9fc99e4b7c9c7c8825b8bb6fd1_44"
    },
    {
      "start": 3703,
      "end": 4009,
      "text": "The appellant had filed the suit [being CS(COMM) No.132/2021 captioned Chandra Kishore Chaurasia v. R.A. Perfumery Works Private Ltd.] seeking a decree of permanent injunction restraining infringement of its copyright, trademark, passing off and rendition of 2022/DHC/004454 accounts amongst other reliefs.",
      "labels": [
        "FAC"
      ],
      "id": "55efc915bc8b4211b6ff9dd6f4a92eb5_45"
    },
    {
      "start": 4010,
      "end": 4112,
      "text": "The appellant claimed that he is the registered proprietor of the trademarks '1192' and 'JAGMAG 1192'.",
      "labels": [
        "FAC"
      ],
      "id": "716ed77feeee4ac5bed2fce849a3b11b_46"
    },
    {
      "start": 4113,
      "end": 4256,
      "text": "The said trademarks were registered with the Trade Mark Registry under class 34 bearing registration nos. 2317657 and 2317658 dated 19.04.2012.",
      "labels": [
        "FAC"
      ],
      "id": "697a38f4b1564455aaf8485a27741180_47"
    },
    {
      "start": 4257,
      "end": 4399,
      "text": "The appellant also claimed that he holds copyright in the label / packaging, original artistic work, getup, layout and pattern, 'JAGMAG 1192'.",
      "labels": [
        "FAC"
      ],
      "id": "bcfcc798b7f54ff9b7749ea41aa2f2eb_48"
    },
    {
      "start": 4400,
      "end": 4514,
      "text": "And, the same is registered under the Copyright Act, 1957 bearing registration no. A-111868/2014 dated 23.09.2014.",
      "labels": [
        "FAC"
      ],
      "id": "3a75e37e9078456da54132ccaaf71dc1_49"
    },
    {
      "start": 4516,
      "end": 4585,
      "text": "5. The appellant is a resident of Surajkund, Varanasi, Uttar Pradesh.",
      "labels": [
        "FAC"
      ],
      "id": "8d3938b87bf24ff69d03ccd4421bece4_50"
    },
    {
      "start": 4586,
      "end": 4711,
      "text": "The respondent is a company incorporated under the Companies Act, 1956 and has its registered office in Kolkata, West Bengal.",
      "labels": [
        "FAC"
      ],
      "id": "e5f06cf36da44b669a741c97ead2221b_51"
    },
    {
      "start": 4713,
      "end": 4942,
      "text": "6. The appellant alleges that the respondent is clandestinely manufacturing and selling chewing tobacco and other allied products under the label/trademark 'SIGNAL 1191', which is deceptively similar to his registered trademarks.",
      "labels": [
        "FAC"
      ],
      "id": "a80d9091721c4a50985c9b6fb2533fd0_52"
    },
    {
      "start": 4943,
      "end": 5097,
      "text": "The appellant claims that the respondent has dishonestly and with mala fide intention adopted trademarks, which are deceptively similar to his trademarks.",
      "labels": [
        "FAC"
      ],
      "id": "d64adc1eb1a144e28498c366d8299282_53"
    },
    {
      "start": 5098,
      "end": 5266,
      "text": "He further claims that the respondent has also copied the artwork, colour combination and packaging of its label and the same infringes his copyright, 'JAGMAG 1192'.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "b4ed5887645a4f36b84912fcb0fd9ca3_54"
    },
    {
      "start": 5267,
      "end": 5380,
      "text": "The appellant's label/packaging and the label/packaging allegedly adopted by the respondent are reproduced below:",
      "labels": [
        "FAC"
      ],
      "id": "02296b0206b44a87968a1d62f4c8cf71_55"
    },
    {
      "start": 5381,
      "end": 5399,
      "text": "\n2022/DHC/004454 8",
      "labels": [
        "FAC"
      ],
      "id": "1bceae313e7341bfbbd693185e713467_56"
    },
    {
      "start": 5400,
      "end": 5650,
      "text": ". It is trite law that an objection regarding territorial jurisdiction of a court, raised by way of an application under Order VII Rule 10 of the CPC, is to be decided on a demurrer, that is, by accepting all statements made in the plaint to be true.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab86e85b701b49ef88d5cc27abb96c2f_57"
    },
    {
      "start": 5651,
      "end": 5830,
      "text": "Thus, the examination for the purpose of an application under Order VII Rule 10 of the CPC is limited to the averments made in the plaint and the documents filed by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7c2b0647be544d3bc8f7e5087015345_58"
    },
    {
      "start": 5831,
      "end": 6148,
      "text": "\n9. In D. Ramachandran v. R.V. Janakiraman: (1999) 3 SCC 267, the Supreme Court observed as under:\n\"...It is well settled that in all cases of preliminary objection, the test is to see whether any of the reliefs prayed for could be granted to the appellant if the averments made in the petition are proved to be true.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b029268520d043f39ff4bdf0249c10aa_59"
    },
    {
      "start": 6149,
      "end": 6372,
      "text": "For the purpose of considering a preliminary objection, the averments in the petition should be assumed to be true and the court has to find out whether those averments disclose a cause of action or a triable issue as such.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53681165bdde4a71828d32df46479c33_60"
    },
    {
      "start": 6373,
      "end": 6466,
      "text": "The court cannot probe into the facts on the basis of the controversy raised in the counter.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dcb7a2aef99a40d199aed7abb7cfec9b_61"
    },
    {
      "start": 6468,
      "end": 6487,
      "text": "2022/DHC/004454 10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6baa6cb57230400f90ddb142675c2d0a_62"
    },
    {
      "start": 6488,
      "end": 6646,
      "text": "In a later decision in Liverpool & London S.P. & I Association Ltd. v. M.V. Sea Success I & Anr.: (2004) 9 SCC 512, the Supreme Court observed as under:\n\"139.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bb44c9d15ad240d787e011ce43817c2a_63"
    },
    {
      "start": 6647,
      "end": 6733,
      "text": "Whether a plaint discloses a cause of action or not is essentially a question of fact.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b08978c6440b4f4db4c5d122af5fb5e8_64"
    },
    {
      "start": 6734,
      "end": 6815,
      "text": "But whether it does or does not must be found out from reading the plaint itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a7e59781097d479f861614baffaf3bca_65"
    },
    {
      "start": 6816,
      "end": 6915,
      "text": "For the said purpose the averments made in the plaint in their entirety must be held to be correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3310f98ff1a4f698d014c2314f314ea_66"
    },
    {
      "start": 6916,
      "end": 7049,
      "text": "The test is as to whether if the averments made in the plaint are taken to be correct in its entirety, a decree would be passed.\"\n11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "230d15f9e14740bfad18864d834ad418_67"
    },
    {
      "start": 7050,
      "end": 7208,
      "text": "In Exphar Sa and Anr. v. Eupharma Laboratories Ltd. and Anr.: (2004) 3 SCC 688, the Supreme Court reiterated the above proposition in the following words:\n\"9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02849ad610664388927eca7a835e7c7d_68"
    },
    {
      "start": 7209,
      "end": 7423,
      "text": "Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed44cee160d24471a67d3ebf3bdd2aa7_69"
    },
    {
      "start": 7424,
      "end": 7550,
      "text": "The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "424772dad193480fa242edb83e471283_70"
    },
    {
      "start": 7551,
      "end": 7700,
      "text": "In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct.\"\n12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3b67fa9187e041cb8bba4979e472f71b_71"
    },
    {
      "start": 7701,
      "end": 7771,
      "text": "The aforesaid view has been constantly followed by this Court as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d7bb26056f2458994e1d86389b556ee_72"
    },
    {
      "start": 7772,
      "end": 7913,
      "text": "In M/s RSPL Limited v. Mukesh Sharma & Anr.: (2016) SCC OnLine Del 4285, a Coordinate Bench of this Court held as under:\n2022/DHC/004454 \"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "529c38aeb7ee4d7295f56773b21451da_73"
    },
    {
      "start": 7914,
      "end": 8087,
      "text": "It must be stated that it is a settled proposition of law that the objection to territorial jurisdiction in an application under Order 7 Rule 10 CPC is by way of a demurrer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd3da4cf948f48ff8ca3a43eba54aee0_74"
    },
    {
      "start": 8088,
      "end": 8225,
      "text": "This means that the objection to territorial jurisdiction has to be construed after taking all the averments in the plaint to be correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac28eb0a94ef47bf888d8a00f50fb731_75"
    },
    {
      "start": 8227,
      "end": 8529,
      "text": "In Exphar SA v. Eupharma Laboratories Limited: (2004) 3 SCC 688, the Supreme Court observed that when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts, as pleaded by the initiator of the impugned procedure, are true.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd47f742eea54c33aed4f40aaacfd001_76"
    },
    {
      "start": 8530,
      "end": 8722,
      "text": "The Supreme Court further observed that the objection as to jurisdiction in order to succeed must demonstrate that granted those facts, the Court does not have jurisdiction as a matter of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fac4765e84cd4200bc9793cb0b0313ad_77"
    },
    {
      "start": 8723,
      "end": 8921,
      "text": "It is also a settled proposition of law that while considering a plaint from the standpoint of Order 7 Rule 10 CPC, it is only the plaint and the documents filed along with it, that need to be seen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a28b5b0db264f5ab2954fd800e15902_78"
    },
    {
      "start": 8922,
      "end": 8981,
      "text": "The written statement is not to be looked into at all.\"\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9cf5970be2fc42e0bbb4115094affef2_79"
    },
    {
      "start": 8982,
      "end": 9187,
      "text": "In M/s Allied Blenders and Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd. & Anr.: (2017) SCC OnLine Del 6422, a Single Judge of this Court had allowed the application under Order VII Rule 10 of the CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6667d45b359d4b8b8db554a84ef7f295_80"
    },
    {
      "start": 9188,
      "end": 9393,
      "text": "This was because on a prima facie evaluation of the plaint, the Court was of the view that the plaint did not disclose that any cause of action had arisen within the territorial jurisdiction of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26fa2978619841739eb264a3c394cf1f_81"
    },
    {
      "start": 9394,
      "end": 9663,
      "text": "Although the plaintiff pleaded that it apprehended the defendant launching its products under the infringing trade mark within the territorial jurisdiction of this Court, this Court found that there was no material to 2022/DHC/004454 substantiate any such apprehension.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9dc5913de68e44c5846f623710041586_82"
    },
    {
      "start": 9664,
      "end": 9821,
      "text": "The plaint also disclosed that the defendant was selling its products in the State of Andhra Pradesh and the plaintiff was essentially aggrieved by the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5015e8e333e460181466a77e789239a_83"
    },
    {
      "start": 9822,
      "end": 10184,
      "text": "However, the said decision was set aside by the Division Bench of this Court in M/s Allied Blenders and Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd. & Anr.:\n(2017) SCC OnLine Del 7225 on the principal that the averments made in the plaint were required to be accepted as correct for the purpose of deciding an application under Order VII Rule 10 of the CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8aa13e1bd8d541339a688eb154664695_84"
    },
    {
      "start": 10185,
      "end": 10332,
      "text": "The plaintiff had averred that it apprehended the respondent launching its products in Delhi and that it had filed the suit as a quia timet action.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c79971558b7f405d8794d6c22fdd8ffc_85"
    },
    {
      "start": 10333,
      "end": 10548,
      "text": "If the said averments were accepted as correct - which the court was required to do for the purposes of deciding an application under Order VII Rule 10 CPC - this Court would have jurisdiction to entertain the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7334677daf9a455381e1bac6888bfde0_86"
    },
    {
      "start": 10550,
      "end": 10660,
      "text": "14. Bearing the aforesaid principle in mind, it is necessary to now refer to the averments made in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0cf36bc4ca547eb8a9e0d6555e8bd9c_87"
    },
    {
      "start": 10661,
      "end": 11252,
      "text": "Paragraphs 33 and 34 of the plaint are relevant and set out below:\n33) That the cause of action for filing the present suit arose on 09.02.2021, when the plaintiff through his sales staff for the first time from the tobacco market/traders in Shahdara, Anand Vihar, Delhi learnt that in order to take the undue advantage of the pre-established goodwill and reputation of the product of the plaintiff''s 'Chewing Tobacco' bearing registered trade mark JAGMAG 1192, the mark 1192 and its registered label/packaging of JAGMAG 1192, and with a view to make easy money, the Defendant has indulged.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdf5e8c309d54320acaed6c713c01ec8_88"
    },
    {
      "start": 11253,
      "end": 11715,
      "text": "in the clandestine manufacturing, selling, 2022/DHC/004454 soliciting and exporting of the chewing tobacco in the identical/deceptively similar impugned label/packaging/colour combination/artistic work bearing mark SIGNAL 1191 bearing impugned mark 1191 which is identical/deceptively same in all respects to the artistic work/color scheme/get- up/placement of the registered label/packaging and registered trademark JAGMAG 1192 and the mark 1192 of plaintiff's.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7ad2326ed964efa85172efa7472a429_89"
    },
    {
      "start": 11716,
      "end": 12143,
      "text": "The cause of action is a continuous one and continues to subsist till such time the defendant is restrained by this Hon'ble Court from carrying on their illegal trade activities and malafide acts of using the impugned identical/ deceptively similar trademark, label, packaging, artistic work, colour scheme, getup and colour combination on the labels/packaging or any other identical/ deceptively similar mark or artistic work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9738611aba654b978af202a7fee97d43_90"
    },
    {
      "start": 12144,
      "end": 12528,
      "text": "\n34) That this Hon'ble Court has jurisdiction to try and entertain the suit as the cause of action has arisen within the jurisdiction of this Hon'ble Court by virtue of the clandestine sales and intentions to sale of the impugned goods under the impugned mark/label/packaging by the defendant within the jurisdiction of this Hon'ble Court in the markets of Shahdara, Anand Vihar, etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8a7582c2e624a72b3f9b9531e29db32_91"
    },
    {
      "start": 12529,
      "end": 12850,
      "text": "That this Hon'ble Court also has jurisdiction as the defendant is advertising, soliciting, and selling its goods within the jurisdiction of this Court through its online mode www.indiamart.com which connects buyers with suppliers and its interactive website www.rapsignal.in within the jurisdiction of this Hon'ble Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae88abd028d54d82bfd3c631da273119_92"
    },
    {
      "start": 12851,
      "end": 13099,
      "text": "That this Hon'ble Court has jurisdiction to try and entertain the present suit as the defendant's is soliciting, advertising, marketing its goods for sale through tobacco plus magazine which circulated within the jurisdiction of this Hon'ble Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a31e8c81f78498482225721da813fff_93"
    },
    {
      "start": 13100,
      "end": 13383,
      "text": "That this Hon'ble Court has 2022/DHC/004454 territorial jurisdiction to try and entertain the present suit as defendant is carrying on business within jurisdiction of this Hon'ble Court in Delhi and has also filed the application seeking registration of mark 1191 for whole of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6b733bc8779468685c6d7d3d0993feb_94"
    },
    {
      "start": 13384,
      "end": 13576,
      "text": "That this Hon'ble Court has jurisdiction to entertain and try the present suit as the plaintiff is carrying on business and working for gain in Delhi within jurisdiction of this Hon'ble Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76b4464808614d28b00a2ea524c41aae_95"
    },
    {
      "start": 13577,
      "end": 13687,
      "text": "The present dispute is a commercial in nature in terms of Section 2(1)(d) of the Commercial Courts Act, 2015.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1f7066b9e4c4828ab2567da2c9cb544_96"
    },
    {
      "start": 13689,
      "end": 13864,
      "text": "15. It is apparent from the above that the appellant claims that the respondent is clandestinely selling its infringing goods within the territorial jurisdiction of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3becf01432344dd2a85615526aa7fb09_97"
    },
    {
      "start": 13865,
      "end": 14028,
      "text": "The appellant also alleges that defendant has been advertising, soliciting and selling its goods within the jurisdiction of the Court through interactive websites.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e73383dfcf454e2b84b7ce2483421cc5_98"
    },
    {
      "start": 14029,
      "end": 14223,
      "text": "In addition, it is claimed that the defendant is carrying on business activity in Delhi by advertising its products in a trade magazine, which is circulated within the jurisdiction of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73be9a77f68b423284d34aa3d1986d57_99"
    },
    {
      "start": 14224,
      "end": 14361,
      "text": "In addition, the appellant claims that the respondent is also carrying on its business within the territorial jurisdiction of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5a84c2904c94f9c852b737ecdc54a90_100"
    },
    {
      "start": 14363,
      "end": 14517,
      "text": "16. Plainly, if the aforesaid averments are accepted as correct, the respondent's application under Order VII Rule 10 of the CPC is liable to be rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ee35cb99c09497e8bffd83bddfe8529_101"
    },
    {
      "start": 14519,
      "end": 14758,
      "text": "17. The learned Commercial Court found that the appellant had not produced any evidence to substantiate that the respondent was clandestinely selling the infringing products within the territorial 2022/DHC/004454 jurisdiction of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c8ff60f965849ed8f1fccb239f7e00f_102"
    },
    {
      "start": 14759,
      "end": 15087,
      "text": "The learned Commercial Court accepted the contention that in case of clandestine sales, cash memos would not be readily available; however, the court did not, prima facie, find any merit in the allegation of clandestine sales as the appellant had not provided any material particulars regarding any such clandestine transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ea84aafd9014b1f854684f43f1ee552_103"
    },
    {
      "start": 15088,
      "end": 15313,
      "text": "The learned Commercial Court held that the appellant had failed to establish that the respondent was either carrying on its business activities within the territorial jurisdiction of this Court or otherwise intended to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18ed071fad98415bacf02ac8a43da104_104"
    },
    {
      "start": 15315,
      "end": 15457,
      "text": "18. The appellant's contention that the respondent was carrying on its business activities through interactive websites was also not accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dbe2f36b91d4dc18e73db39fd1413f6_105"
    },
    {
      "start": 15458,
      "end": 15691,
      "text": "The learned Commercial Court held that the appellant had neither filed any documents to show that the respondent was targeting customers through the interactive sites in Delhi nor produced any other material in support of this claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dcae040a17964e498c0de8310f1cb50a_106"
    },
    {
      "start": 15693,
      "end": 15816,
      "text": "19. In view of the above, the learned Commercial Court found that it lacked territorial jurisdiction to entertain the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3828d3950ead409bac7a2eee8ec74769_107"
    },
    {
      "start": 15818,
      "end": 16054,
      "text": "20. At the stage of considering an application under Order VII Rule 10 of the CPC, the court is not required to examine the merits of the averments made and to evaluate whether the plaintiff would be able to prove or establish the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64d0c7c4afdb4e67aef2fd10ce84a372_108"
    },
    {
      "start": 16055,
      "end": 16215,
      "text": "As noted above, for the purpose of an application under Order VII Rule 10 of the CPC, the averments made in the plaint are required to be considered as correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83c91f97c9224b648c188da6cc76b08a_109"
    },
    {
      "start": 16217,
      "end": 16322,
      "text": "21. In a given case, it may be apparent that a plaintiff has no real prospect in succeeding in his claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c06d989c4e44032b33714cd9ca3117c_110"
    },
    {
      "start": 16323,
      "end": 16523,
      "text": "In such circumstances, it would be 2022/DHC/004454 open for a Commercial Court to consider rendering a summary decision under Order XIII-A of the CPC, if an application seeking such judgment is filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f508f113bd0450ba2e53e2af21390bf_111"
    },
    {
      "start": 16524,
      "end": 16699,
      "text": "The court is also required to evaluate the averments made in the plaint while considering grant of interim relief in an application under Order XXXIX Rules 1 and 2 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b229fc1232b462995f63711cc4d70c7_112"
    },
    {
      "start": 16700,
      "end": 16865,
      "text": "However, for the purpose of an application under Order VII Rule 10 of the CPC, the Court must proceed on the basis that the averments made in the plaint are correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd37d218ec12423cafa278eadf8c03e9_113"
    },
    {
      "start": 16867,
      "end": 17086,
      "text": "22. In view of the above, the impugned order, to the extent it allows the respondent's application under Order VII Rule 10 of the CPC and directs return of the plaint, cannot be sustained and is, accordingly, set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c41fd6f01b542c397a32a6b39b53924_114"
    },
    {
      "start": 17088,
      "end": 17170,
      "text": "Rejection of plaint in terms of Section 12A of the Commercial Courts Act, 2015 23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c425dc32fa104c1a914a88e8232827cf_115"
    },
    {
      "start": 17171,
      "end": 17306,
      "text": "The respondent contends that the learned Commercial Court had erred in rejecting its application under Order VII Rule 11(d) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8a4d6fe08154af3871c3fd94ac88fb0_116"
    },
    {
      "start": 17307,
      "end": 17447,
      "text": "According to the respondent, the plaint is liable to be rejected as being barred in terms of Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25f2e29ed81b4951a799868623bbc9c9_117"
    },
    {
      "start": 17448,
      "end": 17680,
      "text": "The learned Commercial Court had rejected the said contention as it found that the provisions of Section 12A of the Commercial Courts Act, 2015 were not applicable because the appellant (plaintiff) had sought urgent interim reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "964c4991b0f04b84a3d46373031b2d0f_118"
    },
    {
      "start": 17682,
      "end": 17884,
      "text": "24. Mr Sengupta, learned counsel appearing for the respondent, did not dispute that the provisions of Section 12A of the Commercial Courts Act, 2015 are not applicable to suits involving urgent reliefs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5194646d341a4583aedcb1c0769a5804_119"
    },
    {
      "start": 17885,
      "end": 18086,
      "text": "He, 2022/DHC/004454 however, submitted that the appellant (plaintiff) could not be the sole judge of determining whether the provisions of Section 12A of the Commercial Courts Act, 2015 are applicable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c96b77dc29942ca896303c3a92a837e_120"
    },
    {
      "start": 18087,
      "end": 18234,
      "text": "Therefore, it was necessary for the appellant (plaintiff) to file an application seeking exemption from the provision of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9511c17ec66d45b88a22a25b090a36b2_121"
    },
    {
      "start": 18235,
      "end": 18338,
      "text": "He contended that ae suit could be entertained only once such an application was moved and allowed.\n25.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4c7d099ec51b4a1fb43e6f7f16a6b5d3_122"
    },
    {
      "start": 18339,
      "end": 18596,
      "text": "He referred to an order dated 30.09.2020, passed by the learned Single Judge of this Court in an application seeking amendment of the plaint filed by the plaintiff in CS(OS) 201/2020 captioned Anil Gupta v. Baburam Singla, Proprietor of Singla Sweets & Anr.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "574bcd7ec205452f948e033244e0ef58_123"
    },
    {
      "start": 18597,
      "end": 18857,
      "text": "He pointed out that in the said order, the Court had observed that the plaintiff had neither filed an application seeking exemption nor leave in the present suit for exempting the plaintiff from the process under Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74f1ed4aae434ee39d2cb678394df128_124"
    },
    {
      "start": 18858,
      "end": 19032,
      "text": "Further, the Court had issued summons subject to the plaintiff filing an application seeking exemption under Section 12A of the Commercial Courts Act, 2015 to the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9a5293cf45e436faab7aacf3907c757_125"
    },
    {
      "start": 19034,
      "end": 19569,
      "text": "26. He referred to the decision of the Supreme Court in Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited: 2022 SCC OnLine SC 1028 and contended that the provisions of Section 12A of the Commercial Courts Act, 2015 are mandatory and on an analogy of Section 80 of the CPC - which was also referred to by the Supreme Court in its decision - it was necessary for the plaintiff to 2022/DHC/004454 make an application seeking exemption from the provisions of Section 12A of the Commercial Courts Act, 2015.\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8a810f60aa9649eb95259220ec57e0eb_126"
    },
    {
      "start": 19570,
      "end": 19696,
      "text": "The question whether the provisions of Section 12A of the Commercial Courts Act, 2015 are mandatory, is no longer res integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c18d3ba65b74522b7794a64e0e8c75e_127"
    },
    {
      "start": 19697,
      "end": 19988,
      "text": "In Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited (supra), the Supreme Court has authoritatively held that the provisions of Section 12A of the Commercial Courts Act, 2015 are mandatory and failure to comply with the same would entail rejection of the plaint.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb29d4a468ee4e098fa51a605dd7eaee_128"
    },
    {
      "start": 19989,
      "end": 20305,
      "text": "However, in the present case, the question whether the provisions under Section 12A of the Commercial Courts Act, 2015 are mandatory or not is not in issue; the point for consideration is whether the provisions of Section 12A of the Commercial Courts Act, 2015 are applicable to the suit instituted by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dcbe8691d4f41ec9062950056d9b904_129"
    },
    {
      "start": 20306,
      "end": 21892,
      "text": "\n28. Section 12A of the Commercial Courts Act, 2015 reads as under:\n\"12A. (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987, for the purposes of pre- institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987, the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three 2022/DHC/004454 months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963.\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the Arbitration and Conciliation Act, 1996.\".\n29.",
      "labels": [
        "STA"
      ],
      "id": "f6ec9277421f402ebe6938a68ea186a3_130"
    },
    {
      "start": 21893,
      "end": 22212,
      "text": "A plain reading of Sub-section (1) of Section 12A of the Commercial Courts Act, 2015 indicates that the institution of a suit, which does not contemplate any urgent interim relief, is proscribed unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with the procedure as may be prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f0060b8aa09400abff0e43fc8b680ec_131"
    },
    {
      "start": 22213,
      "end": 22370,
      "text": "There is no ambiguity that a suit, which contemplates urgent interim relief, is excluded from the rigor of Section 12A(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69bf1bad496e4bd18e0c570bae7246e2_132"
    },
    {
      "start": 22371,
      "end": 22519,
      "text": "Thus, a plaintiff seeking to institute a suit involving urgent interim relief(s) is not required to exhaust the remedy of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6629e3c541c4e7eae563be0510787ac_133"
    },
    {
      "start": 22521,
      "end": 22726,
      "text": "30. The contention that it would be necessary for the plaintiff to file an application seeking exemption from the provisions of Section 12A 2022/DHC/004454 of the Commercial Courts Act, 2015, is unmerited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd45983fe9bc470182f78d87cdb39a0b_134"
    },
    {
      "start": 22727,
      "end": 22792,
      "text": "This Court cannot accept the said contention for several reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "134c64a794804cd080fd805b7c563ca6_135"
    },
    {
      "start": 22794,
      "end": 22992,
      "text": "31. First of all, there is no provision under Section 12A of the Commercial Courts Act, 2015 that requires the plaintiff to make any such application in a suit which involves urgent interim reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b40964a67bb34d029ce8a87c910b5464_136"
    },
    {
      "start": 22993,
      "end": 23201,
      "text": "As stated above, if the suit involves urgent interim relief, Section 12A of the Commercial Courts Act, 2015 is inapplicable and it is not necessary for the plaintiff to enter into a pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bd387a9b133460f92c64e4efb7d8f8d_137"
    },
    {
      "start": 23202,
      "end": 23411,
      "text": "\n32. Second, a suit, which does not contemplate urgent interim relief, cannot be instituted without exhaustion of pre-institution mediation, as required under Section 12A(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fcaad72ef454f2e855294d570025343_138"
    },
    {
      "start": 23412,
      "end": 23636,
      "text": "As noted above, the Supreme Court has held that the said provision is mandatory and it is compulsory for a plaintiff to exhaust the remedy of pre-institution mediation, in accordance with the rules before instituting a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94944a655f9d4cc996566974c0efd71b_139"
    },
    {
      "start": 23637,
      "end": 23763,
      "text": "The Court has no discretion to exempt a plaintiff from the applicability of Section 12A(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57ae7a0bb9f34566a24df873f1065f61_140"
    },
    {
      "start": 23764,
      "end": 23993,
      "text": "It is not permissible for the court to pass an order contrary to law; therefore, an application seeking exemption from engaging in pre- institution mediation, in a suit that does not involve urgent interim reliefs, would not lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1adbcae4289049cc9105172afcf935dc_141"
    },
    {
      "start": 23995,
      "end": 24269,
      "text": "33. This Court also finds it difficult to accept that a commercial court is required to determine whether the urgent interim reliefs ought to have been claimed in a suit for determining whether the same is hit by the bar of Section 12A(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d20445a642424b44830bbbc5c51c0188_142"
    },
    {
      "start": 24270,
      "end": 24411,
      "text": "The question whether a plaintiff desires any urgent relief is to be decided 2022/DHC/004454 solely by the plaintiff while instituting a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47cf56f6bf404bcbbf9d2a4e60454778_143"
    },
    {
      "start": 24412,
      "end": 24491,
      "text": "The court may or may not accede to such a request for an urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af521a8a128b433fb1f5ff9e849ac8e7_144"
    },
    {
      "start": 24492,
      "end": 24616,
      "text": "But that it not relevant to determine whether the plaintiff was required to exhaust the remedy of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e7c13d8b29f41a290acde4276f9e331_145"
    },
    {
      "start": 24617,
      "end": 24773,
      "text": "The question whether a suit involves any urgent interim relief is not contingent on whether the court accedes to the plaintiff's request for interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f03dc4446e914e01804c81b0f3777c47_146"
    },
    {
      "start": 24775,
      "end": 24943,
      "text": "34. The use of the words \"contemplate any urgent interim relief\" as used in Section 12(1) of the Commercial Courts Act, 2015 are used to qualify the category of a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38582f4ad32940a4aa63b1ba0ab69b4d_147"
    },
    {
      "start": 24944,
      "end": 25019,
      "text": "This is determined solely on the frame of the plaint and the relief sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4484086d1d9428b93a5e69077f7f04f_148"
    },
    {
      "start": 25020,
      "end": 25109,
      "text": "The plaintiff is the sole determinant of the pleadings in the suit and the relief sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f95aebd3aac4fc58ab7a879f3b63acc_149"
    },
    {
      "start": 25111,
      "end": 25308,
      "text": "35. This Court is of the view that the question whether a suit involves any urgent interim relief is to be determined solely on the basis of the pleadings and the relief(s) sought by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7a2c595323a4cde9ce96c6cc18173df_150"
    },
    {
      "start": 25309,
      "end": 25549,
      "text": "If a plaintiff seeks any urgent interim relief, the suit cannot be dismissed on the ground that the plaintiff has not exhausted the pre-institution remedy of mediation as contemplated under Section 12A(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b875f14e4054bc784f9d883aa9d1628_151"
    },
    {
      "start": 25551,
      "end": 25739,
      "text": "36. The order dated 30.09.2018, passed by the learned Single Judge in Anil Gupta v. Baburam Singla, Proprietor of Singla Sweets and Anr. (supra), is of little assistance to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2e178f0dbdd4b32bba2744a9b3cf127_152"
    },
    {
      "start": 25740,
      "end": 25923,
      "text": "The observations made in the said order are not dispositive of any question whether a separate application is required to be made under Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df8305ee1012481a982ad0aca4a034bc_153"
    },
    {
      "start": 25924,
      "end": 26060,
      "text": "The contention that such an application is required to be made on an analogy of Section 80 of the CPC is also 2022/DHC/004454 erroneous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b58b9a08c79e404db48ff3f0cff98653_154"
    },
    {
      "start": 26061,
      "end": 26372,
      "text": "In Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited (supra), the Supreme Court had pointed out that unlike the provisions of Section 80 of the CPC, there is no provision in Section 12A of the Commercial Courts Act, 2015 that contemplates a procedure for seeking leave of the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "df80b74aafcd4b48ad7757c891d2cc7e_155"
    },
    {
      "start": 26373,
      "end": 26442,
      "text": "Paragraph 81 of the said decision is relevant and set out below:\n\"81.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0be6b27518304db79adf924071b2c59d_156"
    },
    {
      "start": 26443,
      "end": 26518,
      "text": "In the cases before us, the suits do not contemplate urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0b42def4b434cc496f09e6b2f3d0e5f_157"
    },
    {
      "start": 26519,
      "end": 26696,
      "text": "As to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word 'contemplate' or urgent interim relief, we need not dwell upon it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ab108fccae342d8ac7bd6f9d4550ac9_158"
    },
    {
      "start": 26697,
      "end": 26959,
      "text": "The other aspect raised about the word 'contemplate' is that there can be attempts to bypass the statutory mediation under Section 12A by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82202c2d3c564294b50940d573b8e3c5_159"
    },
    {
      "start": 26960,
      "end": 27086,
      "text": "Section 80(2) of the CPC permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd6cd038729f43a3a0adeef3691b4b86_160"
    },
    {
      "start": 27087,
      "end": 27325,
      "text": "The proviso to Section 80 (2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de1fb4ed44b14b51ac0d9ff710bd8642_161"
    },
    {
      "start": 27326,
      "end": 27416,
      "text": "Our attention is drawn to the fact that Section 12A does not contemplate such a procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a42fc32d07d6408eb693559e210677b4_162"
    },
    {
      "start": 27417,
      "end": 27477,
      "text": "This is a matter which may engage attention of the lawmaker.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4aaacc76c27549d787c77bcf12fec16e_163"
    },
    {
      "start": 27478,
      "end": 27558,
      "text": "Again, we reiterate that these are not issues which arise for our consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4261fbe1e1e64fd2825859a2ef2497f7_164"
    },
    {
      "start": 27559,
      "end": 27670,
      "text": "In the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe1324f4d2f141329f070fc59d277504_165"
    },
    {
      "start": 27671,
      "end": 27689,
      "text": "\n[ emphasis added]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d78998a8735b4b7996b46f3635a8d089_166"
    },
    {
      "start": 27691,
      "end": 28093,
      "text": "37. This Court is unable to accept that it is necessary for a court to read in any procedure in Section 12A of the Commercial Courts Act, 2015, which makes it mandatory for a plaintiff to file an application to 2022/DHC/004454 seek leave of the court for filing a suit without exhausting the remedy of pre-institution mediation, irrespective of whether the plaintiff seeks urgent interim relief or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91009a5d03c04681a29964c02f2741fe_167"
    },
    {
      "start": 28095,
      "end": 28365,
      "text": "38. In Patil Automation Private Limited and Ors. v. Rakheja Engineers Private Limited (supra), the Supreme Court had considered the import of Section 12A of the Commercial Courts Act, 2015 in the context of the suits, which did not contemplate any urgent interim relief.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "539a00098f6144deb049fd1191ec8d50_168"
    },
    {
      "start": 28366,
      "end": 28485,
      "text": "It is relevant to refer to the following observations of the court:\n\"...The Act did not originally contain Section 12A.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "95b13933d4d240828dd0030850ee63de_169"
    },
    {
      "start": 28486,
      "end": 28552,
      "text": "It is by amendment in the year 2018 that Section 12A was inserted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2373cdefa3c34c7ab9e3e6b9d03adf5b_170"
    },
    {
      "start": 28553,
      "end": 28651,
      "text": "The Statement of Objects and Reasons are explicit that Section 12A was contemplated as compulsory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdd96d3d4b984143aa58645214cb4f81_171"
    },
    {
      "start": 28652,
      "end": 28839,
      "text": "The object of the Act and the Amending Act of 2018, unerringly point to at least partly foisting compulsory mediation on a plaintiff who does not contemplate urgent interim relief...\"\n39.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "03b0b3ce166f4c9ebad2c94e20990c5f_172"
    },
    {
      "start": 28840,
      "end": 29018,
      "text": "It is apparent from the above that the Supreme Court was also of the view that compulsory mediation is foisted only on a plaintiff who does not contemplate urgent interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1173f8d46d9a49b38fa10fbb0fabcad9_173"
    },
    {
      "start": 29019,
      "end": 29121,
      "text": "It is implicit that it is only the plaintiff, that can contemplate the relief that it seeks in a suit.",
      "labels": [
        "RATIO"
      ],
      "id": "80dbcf6fa2d34da5a5017caae11e744b_174"
    },
    {
      "start": 29122,
      "end": 29241,
      "text": "And, pre-institution mediation is necessary only in cases where a plaintiff does not contemplate urgent interim relief.",
      "labels": [
        "RATIO"
      ],
      "id": "3e06f1fe38a04fdfa99c255b79469ff4_175"
    },
    {
      "start": 29243,
      "end": 29330,
      "text": "40. In the present case, indisputably, the plaintiff has sought urgent interim reliefs.",
      "labels": [
        "RATIO"
      ],
      "id": "86d25865881246019666cc07a596426c_176"
    },
    {
      "start": 29331,
      "end": 29495,
      "text": "Thus, it is not necessary for him to have exhausted the remedy of pre-institution mediation as contemplated under Section 12A(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "RATIO"
      ],
      "id": "c189a3c260c04f838880eca63f565eff_177"
    },
    {
      "start": 29497,
      "end": 29564,
      "text": "41. The cross-objections are unmerited and, accordingly, dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "af37c119d8954ec0adcc35aa6dff95a7_178"
    },
    {
      "start": 29565,
      "end": 29585,
      "text": "\n2022/DHC/004454 42.",
      "labels": [
        "RPC"
      ],
      "id": "3c3ec64ac4c74e42bf1e5a2ce800e794_179"
    },
    {
      "start": 29586,
      "end": 29653,
      "text": "The appeal/cross objections are disposed of in the aforesaid terms.",
      "labels": [
        "RPC"
      ],
      "id": "a384084ae3b9451b9bfeb55678ddaf86_180"
    },
    {
      "start": 29654,
      "end": 29700,
      "text": "Pending applications, if any, are disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "56db75fe9a3a48e58b1a1436b82fbb29_181"
    },
    {
      "start": 29702,
      "end": 29751,
      "text": "43. The parties are left to bear their own costs.",
      "labels": [
        "RPC"
      ],
      "id": "32d2757f4c8c4a6c99538b834a03ff32_182"
    },
    {
      "start": 29752,
      "end": 29810,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J OCTOBER 27, 2022 'gsr'/RK",
      "labels": [
        "NONE"
      ],
      "id": "869c2922129841ed824c294f89c6d71b_183"
    }
  ]
}