{
  "id": "f90949eeb33568e28bd09725863382a3325e29012ca69a5b2d853a20c951e655",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nCondore Health Care Pvt.Ltd vs M/S Corem Pharma Pvt Ltd on 3 August, 2018 \n         The Hon'Ble Sri Justice C. Praveen Kumar \n                                 And\n              The Hon'Ble Smt Justice T. Rajani \n\n           Civil Revision Petition No.1301 of 2018\n\nJudgment: \n(per Hon'ble Smt Justice T. Rajani) The order that is impugned by the petitioners is passed by the Xxiv Additional Chief Judge, City Civil Court, Hyderabad in I.A.No.104 of 2017 in C.O.S.No.36 of 2016  dated 10.07.2017 dismissing the petition filed by the petitioners under Order VII Rule 11 read with Section 151 of the Civil Procedure Code, seeking the court to reject the plaint, on the ground that the values specified in the Commercial Court Act were not complied with. \n2. The averments in the petition run as follows:\nThe Director of the first petitioner company has gone through the plaint filed in O.S.No.36 of 2016. The Court below has no jurisdiction to entertain the suit, as the Court is constituted under Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Act'), to decide commercial disputes of specified value, which shall not be less than one crore rupees or such a higher value as may be notified by the Central Government. A reading of Section 2(i) of the Act makes it crystal clear that the plaintiff filed the suit, claiming that their intangible rights to the trademarks have accrued to them by virtue of the Memorandum of Understanding (MOU), dated 16.03.2013, entered between the parties. The plaintiff estimated the value of the intangible rights to the trademarks and sought for:\n(1) Declaration, that there is no infringement and/or passing off action by the plaintiff at Rs.1,00,000/-\n(2) Perpetual injunction restraining the defendant from threatening infringement and/or passing off action by the plaintiff, at Rs.1,00,000/-\n(3) Perpetual injunction restraining the defendant from making and executing further assignment of the brand names mentioned therein, at Rs.1,00,000/-\n(4) Perpetual injunction restraining the defendant from manufacturing and selling the brands mentioned therein, at Rs.1,00,000/- and (5) Damages, at Rs.10,00,000/-. \nOn the estimated value of intangible rights to the trademarks, at Rs.14,00,000/-, the plaintiff paid the total court fee of Rs.26,130/-. Since the specified value of the subject matter of the suit as estimated by the plaintiff is less than one crore rupees, the suit is barred by the provisions of the Act and hence, the plaint is liable to be rejected. \nThe respondent filed counter, contending that the suit is filed in a proper Court, having proper jurisdiction and that the market value of the trademarks as mentioned in the MOU entered into between the parties is Rs.1,90,00,000/- and hence, the plaintiff has the jurisdiction to file the suit before the said Court. With regard to para 6 of the petition, the reliefs sought for in the present suit, it is for the Court to declare that the usage of the trademarks by the respondent/plaintiff by virtue of MOU entered between the plaintiff and defendant No.1, does not constitute infringement and hence, the respondent has rightly invoked the legal remedy and approached the Court to declare that there is no infringement. The respondent also filed a suit for specific performance, which is pending adjudication and hence, though the relief sought by the respondent amounts to Rs.14,00,000/- only, the statement of market value of the intangible property, as mentioned in the Act, has to be taken into consideration, which is above one crore and also since the subject matter is identified as commercial dispute under Section 2(c)(xvii) under the Act, the respondent has filed the suit before the proper Court. \nThe Court below, by considering the rival contentions, held that the claim made by plaintiff in the suit comes under the definition of Section 12(1)(d) of the Act and hence, the petitioner has failed to prove that the suit file by the plaintiff does not come under the Act.\n3. Impugning the said order, this revision is preferred on the following grounds:\nThe Court below failed to see that the specified value, in relation to a commercial dispute shall mean the value of the subject matter in respect of a suit as determined in accordance with Section 12 of the Act or which may be notified by the Central Government, whichever is higher. The Court below failed to see that Section 12 of the Act defines specified value. The Court below failed to see that the plaint discloses that though intangible rights are claimed, the estimated value of the intangible rights are less than one crore rupees and the Court below failed to appreciate the said fact. On the above grounds, the petitioner seeks this Court to set aside the impugned order. \n4. Heard both the learned counsel.\n5. The sole contention that is raised by the counsel for the petitioner is based on his interpretation of the word 'specified value' under section 12 of the Act. He contends that specified value, in this case, would mean the value of the reliefs, which are estimated by the respondent/plaintiff. He contends that the values estimated by the respondent/plaintiff in respect of the reliefs sought for, would come to a total of Rs.14 lakhs and hence, the commercial Court would not have jurisdiction to entertain the suit since, the suits, in which the value of the subject matter is more than one crore alone fall within the pecuniary jurisdiction of a commercial court.\n6. The counsel for the respondent, on the other hand, contends that the specified value would be the value of the subject matter of the suit, which is reflected in the MOU entered into between the parties, which is for Rs.1,90,0,000/-, but not the value of the reliefs claimed. An alternate contention is that, within the meaning of section 2(i)(c) (xvii) of the Act, irrespective of the specified value, a suit in respect of trade marks, is maintainable in a commercial court. \n7. From the pleadings and the arguments, we see that the following are the issues that arise for our consideration:\n1. Whether the specified value as defined under Section 12 of the Act would mean the value of the subject matter that is mentioned in the MOU. \n2. Whether irrespective of the specified value, the commercial Court would have jurisdiction to try the cases pertaining to the trademarks. \nISSUE Nos.1 and 2:\n8. Both the issues are taken up for common consideration as they are intertwined and the discussion on any point would touch upon the other. The term specified value is defined in Section 12 of the Act. Under Section 12(1)(d) of the Act, the specified value pertaining to the relief sought for in a suit, appeal or an application, relating to an intangible right, is defined as under:\n\"12. Determination of Specified Value.- (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-\n... \n(d) where the relied sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value;\nSection 2(1)(c)(xvii) of the Act specifies, intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits, as commercial disputes. \n9. The counsel for the petitioner relies on two decisions of the Hon'ble High Court of Delhi in GUINESS WORLD RECORDS LIMITED v. SABABBI NMANGAL1 and NOVARTIS AG v. CIPLA LTD. \n[CS(OS) No.3812 of 2014 dated 27.11.20015] to draw support to his contention that irrespective of the value of the subject matter, the suits pertaining to the Trademarks Act, have to be dealt with by the commercial Court. \n10. We are afraid that the aforesaid two decisions would not help the petitioner in making out his point, as both the decisions pertained 2016 (66) PTC 341 [DEL] to the interpretation of Section 7 of the Act, which deals with the jurisdiction of the commercial division of the High Courts. Section 7 of the Act is extracted hereunder for a quick reference: \n\"7. Jurisdiction of Commercial Divisions of High Courts.- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court ...\" \n11. In GUINESS WORLD RECORDS LIMITED's case (supra) the Delhi High Court, by interpreting Section 7 of the Act held that all the suits pertaining to the Trademarks Act are triable by the commercial division of High Courts, which had ordinary original civil jurisdiction. The cases under the Trademarks Act are triable by a Court, which is not inferior to a District Court. Section 7 of the Act, under the proviso, lays down that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a Court not inferior to a District Court and filed and pending on the original side of the High Court shall be heard and disposed of by commercial division of the High Court. By virtue of the said proviso to Section 7 of the Act, the suits and applications, which are to lie in a Court not inferior to a District Court, are to be heard and disposed of by the commercial division of High Court, irrespective of its pecuniary value. It is by virtue of the said proviso that the High Court assumes jurisdiction over a dispute relating to the Trademarks Act, which specifies that the disputes under the Act have to be tried by a Court not inferior to a District Court. Interpreting Section 7 of the Act, in the said manner, the Delhi High Court held that the disputes pertaining to the Trademarks Act are to be transferred to the commercial division of the High Court. Same is the effect of the decision in NOVARTIS case (supra). Hence, the above two decisions do not help the petitioner in strengthening his contention that any dispute pertaining to the Trademarks Act falls, within the jurisdiction of a commercial Court, irrespective of its specified value. \n12. Section 2 (c) of the Act defines commercial dispute as a dispute arising out of the transactions enumerated in clauses (i) to (xxii) therein. If interpretation is sought to be given to Section 2(1)(c)(xvii) also has to be given to the other disputes enumerated therein, then Section 12 of the Act would become redundant and obsolete. In our understanding, Section 2(1) (c) of the Act is subjected to Section 12 of the Act. The commercial dispute defined in Section 2(1)(c) of the Act has to be of the specified value mentioned in Section 12 of the Act, unless both the conditions are fulfilled, a commercial Court would not be gaining jurisdiction over a dispute. \n13. The counsel for the petitioner contends that the value mentioned in the MOU cannot be treated as specified value and that it is the estimated value of the reliefs sought for by the respondent/plaintiff that has to be considered as the value of the subject matter and on such consideration, it has to be held that the commercial Court does not have jurisdiction.\n14. The counsel for the respondent argues that Section 12(1)(d) of the Act is to the effect that the relief sought for in a suit, when it relates to any intangible right, the market value of the said rights, as estimated by the plaintiff shall be taken into account for determining the specified value. For comparison, he seeks the court to read the other clauses under Section 12(1) of the Act. He contends that if it is a suit for recovery of money, the due amount plus interest would form the specified value under clause (1), if it is a relief relating to movable property or to a right therein, the market value of the movable property, as on the date of filing of the suit, shall be the specified value under clause (b); where the relief sought in a suit relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, shall be taken into account for determining the specified clause under clause (c). \nHe further argues that it can be seen that, in all cases, while paying Court fee, the whole of the market value need not be taken. He draws the example, of a suit for declaration, wherein the Court fee shall be in accordance with the specification under Section 24 of the Court Fees and Suits Valuation Act. If the suit is for declaration in respect of movable property, the whole of the market value of the movable property shall form basis and if it is in respect of immovable property, three-fourths of the market value of the immovable property or rupees three hundred, whichever is higher, shall be the basis for computing the Court fees. If the suit is for declaration and consequential injunction with reference to any immovable property, the fee shall be computed on one-half of the market value of the property or on rupees three hundred, whichever is higher. By the above submissions, he persuaded us to understand that the market value is different from the value that is taken for computing the Court fees. He contends that the heirarchy of the Courts, in terms of pecuniary jurisdiction, from the bottom, would run from the courts at the lower rungs of the heirarchy, to the courts at the higher rungs, it being less at the lower rungs and higher at the higher rungs. The probable idea, according to him, is that the higher courts would be manned by judges with greater experience. He says that any relief that a party seeks would relate to the subject matter of the suit and hence it would be reasonable to think that the pecuniary jurisdiction has to be relevant to the value of the subject matter, but not to the reliefs arising therefrom.\nHe endeavours to draw a hint from section 24(d) of the Court Fees Act, which speaks about the court fee being paid on the relief sought, as valued by the plaintiff or the court, which ever is higher. He says that it would be the case whether the subject matter is capable of valuation or not. He argues that clause (d) applies to cases other than those specified under clauses (a) to (c) of section 24 of the Court Fees Act; Clause (a) relates to the prayer of declaration, clause (b) relates to prayer of declaration and consequential injunction and clause (c) relates to prayer of exclusive right to use, sell, print or exhibit any mark, name, book, picture, design or other thing and is based on infringement of such exclusive right and that, that would bring further clarity that the subject matter and the valuation of the relief are two different things.\nHe contends that Section 50 of the Court Fees Act throws some more light on his argument that the value for the purpose of jurisdiction and the value for the purpose of court fee can be the same or can be different. \n15. Though at a first blush, the argument of the respondent seemed to be impressive, we cannot uphold any of his contentions, and it does not take much of our time, to dismiss those contentions, since the issue is no longer res integra. We are bound by what the Supreme Court and a full bench of this Court has ruled on this issue. In this suit, the respondent/plaintiff seeks reliefs, which arise form the violation of MOU entered into between the parties. His reliefs do not relate to a claim for the amount mentioned in the MOU but it is based on the violations of the said MOU. \n16. Let us see what the full bench of this court held in that regard. In KALLA YADAGIRI v. KOTHA BAL REDDY2 the full bench of this court held as under:\n\"What decides the jurisdiction with regard to a particular case is the nature of the claim as brought. The plaintiff is bound to assess the relief he claims on the basis of the benefit he seeks to obtain by filing of the suit. For instance, in a suit for redemption of mortgage, the valuation is on the amount due to the mortgagee, which is the value of the relief and the suit is not valued taking the value of the property. So also, in the case of foreclosure, the relief is valued on the basis of the total amount due and not of the value of the property mortgaged. In a suit for partition of joint family property, the value for the purpose of jurisdiction is the value of the share claimed by the plaintiff and not of the whole estate. In a suit for injunction 1999 (1) ALD 222 simplicitor, it is the value of the relief claimed and not on the value of the property involved. In a suit for eviction against the tenant, the value is the annual rental value and not the value of the property involved. In a suit for specific performance of enforcement of agreement, it is the consideration amount stated in the agreement which forms the valuation of the suit and not the value of the property on the date of the presentation of the plaint. We need not multiply the instances and suffice it to say that the proper method is to value for the Court-fees first and take that value for the purpose of jurisdiction , for, value will control the matter for Court-fees and jurisdiction. It is not the value of the thing affected that settles the value of the thing affected that settles the value of the relief sought, but it is the value of the relief sought, which determines the jurisdiction. \"Subject matter\" is not the same thing as property. Subject matter is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the A.P. Courts Fees and Suits Valuation Act, 1956 and not A.P. Civil Courts Act, 1972. There are several judicial precedents supporting our view that the value of the relief for the purpose of Court-fees determines the jurisdiction and we need not state those plethora of precedents and suffice it to mention a judgment of the Supreme Court directly on the point dealing with analogous provision in the Suits Valuation Act, 1887, in S.Rm.Ar.S.Sp. Sathappa Chettiar v. S.Rm.Ar.Rm. Ramanathan Chettiar. It is apt to extract the relevant portion of the said judgment:\n\"......There can be little doubt that the effect of the provisions of Section 8 is to make the value for the purpose of jurisdiction dependent upon the value as determinable for computation of Court-fees and that is natural enough. The computation of Court-fees in suits falling under Section 7(iv) of the Act depends upon the valuation that the plaintiff makes in respect of his claim. Once the plaintiff exercises his option and values his claim for the purpose of Court-fees, that determines the value for jurisdiction. The value for Court-fees and the value for jurisdiction must no doubt be the same in such cases; but it is the value of the Court-fees stated by the plaintiff that is of primary importance. It is from this value that the value for jurisdiction must be determined. The result is that it is the amount at which the plaintiff has valued the relief sought for the purposes of Court-fees that determines the value for jurisdiction in the suit and not vice versa\"\nThe bench also observed that the grading of the Courts in their hierarchy has reference to the pecuniary and territorial limits rather than to the nature and kind of the subject matter which they are empowered to deal with; the Civil Courts Act does not make any attempt to define as to what is the value of the suit or the subject matter of the civil proceeding; it does not also attempt to prescribe the manner and mode of valuation of the suits or Court-fees payable thereon. \n17. A bench of this court also decided the issue by following the full bench judgment. It is in Y. VENKATA SESHA REDDY VS. CHEMBATI KAUSALYAMMA3. The court understood the ruling of the Full Bench to mean as follows:\n\"Subject matter is not the same thing as the property, but is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the court fees Act.\"\nHaving regard to the aforesaid authoritative pronouncement made by a Full Bench of this Court and the principles as laid 2007 (6) ALD 561 thereunder, we are in entire agreement of the principles as laid down thereunder and we do not find any reason to defer with the same or to come to any different conclusion. Neither Counsel on either side has pointed out any other authoritative pronouncement, binding on this Court, which runs contrary to the principles laid thereunder. In view of the same, we hold that the principles laid down in KALLA YADAGIRI's case (2 supra) holds good. \nIn conclusion, we hold that it is the value of the reliefs estimated by the plaintiff that decides the jurisdiction of the commercial court and not the value mentioned in the MOU. Consequently the impugned order is set aside and the suit shall be sent to the appropriate court having jurisdiction. \nIn the result, the civil revision petition is allowed as indicated above. As a sequel, the miscellaneous applications, if any, shall stand closed. There shall be no order as to costs. \n___________________ C. PRAVAEEN KUMAR, J __________ T. RAJANI, J August 3, 2018 DSK",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2467134623f40769e2a5ca4dd31d02b_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9814dedabfb944059fbe685aea4b9e92_1"
    },
    {
      "start": 242,
      "end": 264,
      "text": "\nTelangana High Court\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f7875e54715476bba921702a858d255_2"
    },
    {
      "start": 264,
      "end": 337,
      "text": "Condore Health Care Pvt.Ltd vs M/S Corem Pharma Pvt Ltd on 3 August, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd8c3ebeaaf345ce8f74a6394d075244_3"
    },
    {
      "start": 338,
      "end": 388,
      "text": "\n         The Hon'Ble Sri Justice C. Praveen Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c90ea02b30b4e0cbff9ccbe8fed6eb7_4"
    },
    {
      "start": 423,
      "end": 474,
      "text": "And\n              The Hon'Ble Smt Justice T. Rajani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8206b4486e46488586f3e405deeebc56_5"
    },
    {
      "start": 475,
      "end": 538,
      "text": "\n\n           Civil Revision Petition No.1301 of 2018\n\nJudgment:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29309bf398614594afd0396496b18cfa_6"
    },
    {
      "start": 540,
      "end": 740,
      "text": "(per Hon'ble Smt Justice T. Rajani) The order that is impugned by the petitioners is passed by the Xxiv Additional Chief Judge, City Civil Court, Hyderabad in I.A.No.104 of 2017 in C.O.S.No.36 of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e034a98668694c56839834b95a8cda24_7"
    },
    {
      "start": 741,
      "end": 1014,
      "text": " dated 10.07.2017 dismissing the petition filed by the petitioners under Order VII Rule 11 read with Section 151 of the Civil Procedure Code, seeking the court to reject the plaint, on the ground that the values specified in the Commercial Court Act were not complied with.",
      "labels": [
        "FAC"
      ],
      "id": "37f0a4c9d1ba4500b3d678684044fdce_8"
    },
    {
      "start": 1015,
      "end": 1165,
      "text": "\n2. The averments in the petition run as follows:\nThe Director of the first petitioner company has gone through the plaint filed in O.S.No.36 of 2016.",
      "labels": [
        "FAC"
      ],
      "id": "2ff2c7f3edeb46ceb767742e3d9fa362_9"
    },
    {
      "start": 1166,
      "end": 1544,
      "text": "The Court below has no jurisdiction to entertain the suit, as the Court is constituted under Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Act'), to decide commercial disputes of specified value, which shall not be less than one crore rupees or such a higher value as may be notified by the Central Government.",
      "labels": [
        "FAC"
      ],
      "id": "3331e629e0e640478db0984120d72584_10"
    },
    {
      "start": 1545,
      "end": 1815,
      "text": "A reading of Section 2(i) of the Act makes it crystal clear that the plaintiff filed the suit, claiming that their intangible rights to the trademarks have accrued to them by virtue of the Memorandum of Understanding (MOU), dated 16.03.2013, entered between the parties.",
      "labels": [
        "FAC"
      ],
      "id": "49afcd00cf2b4cc092d2bbf7933b9cec_11"
    },
    {
      "start": 1816,
      "end": 2473,
      "text": "The plaintiff estimated the value of the intangible rights to the trademarks and sought for:\n(1) Declaration, that there is no infringement and/or passing off action by the plaintiff at Rs.1,00,000/-\n(2) Perpetual injunction restraining the defendant from threatening infringement and/or passing off action by the plaintiff, at Rs.1,00,000/-\n(3) Perpetual injunction restraining the defendant from making and executing further assignment of the brand names mentioned therein, at Rs.1,00,000/-\n(4) Perpetual injunction restraining the defendant from manufacturing and selling the brands mentioned therein, at Rs.1,00,000/- and (5) Damages, at Rs.10,00,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "e604c3eb9e33467d9d89bcdcffc900d1_12"
    },
    {
      "start": 2474,
      "end": 2611,
      "text": "\nOn the estimated value of intangible rights to the trademarks, at Rs.14,00,000/-, the plaintiff paid the total court fee of Rs.26,130/-.",
      "labels": [
        "FAC"
      ],
      "id": "45c87b3177364d84a6950af15f5bb8d8_13"
    },
    {
      "start": 2612,
      "end": 2828,
      "text": "Since the specified value of the subject matter of the suit as estimated by the plaintiff is less than one crore rupees, the suit is barred by the provisions of the Act and hence, the plaint is liable to be rejected.",
      "labels": [
        "FAC"
      ],
      "id": "c7976f35c8bd48b1bb4eb1626ae95234_14"
    },
    {
      "start": 2830,
      "end": 3146,
      "text": "The respondent filed counter, contending that the suit is filed in a proper Court, having proper jurisdiction and that the market value of the trademarks as mentioned in the MOU entered into between the parties is Rs.1,90,00,000/- and hence, the plaintiff has the jurisdiction to file the suit before the said Court.",
      "labels": [
        "FAC"
      ],
      "id": "a1d9a7e003874a76af7cd253ca697ae2_15"
    },
    {
      "start": 3147,
      "end": 3551,
      "text": "With regard to para 6 of the petition, the reliefs sought for in the present suit, it is for the Court to declare that the usage of the trademarks by the respondent/plaintiff by virtue of MOU entered between the plaintiff and defendant No.1, does not constitute infringement and hence, the respondent has rightly invoked the legal remedy and approached the Court to declare that there is no infringement.",
      "labels": [
        "FAC"
      ],
      "id": "70030af8a0a74595a69cb2d8b7af2588_16"
    },
    {
      "start": 3552,
      "end": 4039,
      "text": "The respondent also filed a suit for specific performance, which is pending adjudication and hence, though the relief sought by the respondent amounts to Rs.14,00,000/- only, the statement of market value of the intangible property, as mentioned in the Act, has to be taken into consideration, which is above one crore and also since the subject matter is identified as commercial dispute under Section 2(c)(xvii) under the Act, the respondent has filed the suit before the proper Court.",
      "labels": [
        "FAC"
      ],
      "id": "5e37c54c7d374c55a9cc869d20507bf6_17"
    },
    {
      "start": 4040,
      "end": 4680,
      "text": "\nThe Court below, by considering the rival contentions, held that the claim made by plaintiff in the suit comes under the definition of Section 12(1)(d) of the Act and hence, the petitioner has failed to prove that the suit file by the plaintiff does not come under the Act.\n3. Impugning the said order, this revision is preferred on the following grounds:\nThe Court below failed to see that the specified value, in relation to a commercial dispute shall mean the value of the subject matter in respect of a suit as determined in accordance with Section 12 of the Act or which may be notified by the Central Government, whichever is higher.",
      "labels": [
        "ISSUE"
      ],
      "id": "1ffd8d7d93e8499cb06eb2bd8724ad5a_18"
    },
    {
      "start": 4681,
      "end": 4762,
      "text": "The Court below failed to see that Section 12 of the Act defines specified value.",
      "labels": [
        "RLC"
      ],
      "id": "c4c01a5f17054104aad9d0bd927ee816_19"
    },
    {
      "start": 4763,
      "end": 4993,
      "text": "The Court below failed to see that the plaint discloses that though intangible rights are claimed, the estimated value of the intangible rights are less than one crore rupees and the Court below failed to appreciate the said fact.",
      "labels": [
        "FAC"
      ],
      "id": "101434d8fa084abdb791a3bb9888d35f_20"
    },
    {
      "start": 4994,
      "end": 5080,
      "text": "On the above grounds, the petitioner seeks this Court to set aside the impugned order.",
      "labels": [
        "FAC"
      ],
      "id": "4b4cdf03880e4875a2e4ca918ce2a7b7_21"
    },
    {
      "start": 5082,
      "end": 5119,
      "text": "4. Heard both the learned counsel.\n5.",
      "labels": [
        "NONE"
      ],
      "id": "1e629a0c5e18498bb2cfa948722fcc1f_22"
    },
    {
      "start": 5120,
      "end": 5278,
      "text": "The sole contention that is raised by the counsel for the petitioner is based on his interpretation of the word 'specified value' under section 12 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5c9a8cb6e8f475596ea816ad5535858_23"
    },
    {
      "start": 5279,
      "end": 5412,
      "text": "He contends that specified value, in this case, would mean the value of the reliefs, which are estimated by the respondent/plaintiff.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c33f87821fa645d9b663a3bddeec07c1_24"
    },
    {
      "start": 5413,
      "end": 5788,
      "text": "He contends that the values estimated by the respondent/plaintiff in respect of the reliefs sought for, would come to a total of Rs.14 lakhs and hence, the commercial Court would not have jurisdiction to entertain the suit since, the suits, in which the value of the subject matter is more than one crore alone fall within the pecuniary jurisdiction of a commercial court.\n6.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c722214d1b9447c3bb80764352e3c20f_25"
    },
    {
      "start": 5789,
      "end": 6063,
      "text": "The counsel for the respondent, on the other hand, contends that the specified value would be the value of the subject matter of the suit, which is reflected in the MOU entered into between the parties, which is for Rs.1,90,0,000/-, but not the value of the reliefs claimed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "90261edb03514dfc8f4ebc3bab034977_26"
    },
    {
      "start": 6064,
      "end": 6263,
      "text": "An alternate contention is that, within the meaning of section 2(i)(c) (xvii) of the Act, irrespective of the specified value, a suit in respect of trade marks, is maintainable in a commercial court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "986c28c25747414bb2bdf0ad2f01ecea_27"
    },
    {
      "start": 6265,
      "end": 6523,
      "text": "7. From the pleadings and the arguments, we see that the following are the issues that arise for our consideration:\n1. Whether the specified value as defined under Section 12 of the Act would mean the value of the subject matter that is mentioned in the MOU.",
      "labels": [
        "ISSUE"
      ],
      "id": "713ee55415fb43a39116ed0197317b8a_28"
    },
    {
      "start": 6524,
      "end": 6664,
      "text": "\n2. Whether irrespective of the specified value, the commercial Court would have jurisdiction to try the cases pertaining to the trademarks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10431202d278457f8c0f61d440c986b9_29"
    },
    {
      "start": 6665,
      "end": 6687,
      "text": "\nISSUE Nos.1 and 2:\n8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52316b382b944aab928e70792af58d8f_30"
    },
    {
      "start": 6688,
      "end": 6825,
      "text": "Both the issues are taken up for common consideration as they are intertwined and the discussion on any point would touch upon the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38aea8daa3d44866a537411e44de0a54_31"
    },
    {
      "start": 6826,
      "end": 6887,
      "text": "The term specified value is defined in Section 12 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09d0c34161564f9fb304c49e08ff038a_32"
    },
    {
      "start": 6888,
      "end": 7264,
      "text": "Under Section 12(1)(d) of the Act, the specified value pertaining to the relief sought for in a suit, appeal or an application, relating to an intangible right, is defined as under:\n\"12. Determination of Specified Value.- (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-\n...",
      "labels": [
        "STA"
      ],
      "id": "dad1e896720d4f0f901f85064bd0c9bb_33"
    },
    {
      "start": 7265,
      "end": 7746,
      "text": "\n(d) where the relied sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value;\nSection 2(1)(c)(xvii) of the Act specifies, intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits, as commercial disputes.",
      "labels": [
        "STA"
      ],
      "id": "fb683d9164434489875d846158a2ad6f_34"
    },
    {
      "start": 7748,
      "end": 7923,
      "text": "9. The counsel for the petitioner relies on two decisions of the Hon'ble High Court of Delhi in GUINESS WORLD RECORDS LIMITED v. SABABBI NMANGAL1 and NOVARTIS AG v. CIPLA LTD.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e25ad3a2f17849fa824c64e57bda8b6e_35"
    },
    {
      "start": 7924,
      "end": 8146,
      "text": "\n[CS(OS) No.3812 of 2014 dated 27.11.20015] to draw support to his contention that irrespective of the value of the subject matter, the suits pertaining to the Trademarks Act, have to be dealt with by the commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0834a4ae7a3b480a9678af7319a29705_36"
    },
    {
      "start": 8148,
      "end": 8437,
      "text": "10. We are afraid that the aforesaid two decisions would not help the petitioner in making out his point, as both the decisions pertained 2016 (66) PTC 341 [DEL] to the interpretation of Section 7 of the Act, which deals with the jurisdiction of the commercial division of the High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e3bd1f756d5411fb31c10d836a0e451_37"
    },
    {
      "start": 8438,
      "end": 8504,
      "text": "Section 7 of the Act is extracted hereunder for a quick reference:",
      "labels": [
        "STA"
      ],
      "id": "cc0bd4af00464b26b127201a7c6c440c_38"
    },
    {
      "start": 8505,
      "end": 9076,
      "text": "\n\"7. Jurisdiction of Commercial Divisions of High Courts.- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court ...\"",
      "labels": [
        "STA"
      ],
      "id": "6fb35fae8aab4c28ae34a87514339fe4_39"
    },
    {
      "start": 9078,
      "end": 9348,
      "text": "11. In GUINESS WORLD RECORDS LIMITED's case (supra) the Delhi High Court, by interpreting Section 7 of the Act held that all the suits pertaining to the Trademarks Act are triable by the commercial division of High Courts, which had ordinary original civil jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "36f3ea473b9049bf9d9781fe271f8132_40"
    },
    {
      "start": 9349,
      "end": 9450,
      "text": "The cases under the Trademarks Act are triable by a Court, which is not inferior to a District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76154c312e8f46c9a8b4cabc7f5f4a0f_41"
    },
    {
      "start": 9451,
      "end": 9772,
      "text": "Section 7 of the Act, under the proviso, lays down that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a Court not inferior to a District Court and filed and pending on the original side of the High Court shall be heard and disposed of by commercial division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7527b31227684337bae7bca91b4bffc4_42"
    },
    {
      "start": 9773,
      "end": 10028,
      "text": "By virtue of the said proviso to Section 7 of the Act, the suits and applications, which are to lie in a Court not inferior to a District Court, are to be heard and disposed of by the commercial division of High Court, irrespective of its pecuniary value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a39df6dd289642e2b1cb51b889f7c814_43"
    },
    {
      "start": 10029,
      "end": 10262,
      "text": "It is by virtue of the said proviso that the High Court assumes jurisdiction over a dispute relating to the Trademarks Act, which specifies that the disputes under the Act have to be tried by a Court not inferior to a District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acd7188dc690466894d1014a263669cc_44"
    },
    {
      "start": 10263,
      "end": 10462,
      "text": "Interpreting Section 7 of the Act, in the said manner, the Delhi High Court held that the disputes pertaining to the Trademarks Act are to be transferred to the commercial division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e77b50c64734f8194ef380dc9363f48_45"
    },
    {
      "start": 10463,
      "end": 10523,
      "text": "Same is the effect of the decision in NOVARTIS case (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b65844b3efab4730a3555e5856368072_46"
    },
    {
      "start": 10524,
      "end": 10754,
      "text": "Hence, the above two decisions do not help the petitioner in strengthening his contention that any dispute pertaining to the Trademarks Act falls, within the jurisdiction of a commercial Court, irrespective of its specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6acb840e2414759935b74a74252eaaa_47"
    },
    {
      "start": 10755,
      "end": 10901,
      "text": "\n12. Section 2 (c) of the Act defines commercial dispute as a dispute arising out of the transactions enumerated in clauses (i) to (xxii) therein.",
      "labels": [
        "STA"
      ],
      "id": "916a9ade2bb24f158513a9af1157976e_48"
    },
    {
      "start": 10902,
      "end": 11093,
      "text": "If interpretation is sought to be given to Section 2(1)(c)(xvii) also has to be given to the other disputes enumerated therein, then Section 12 of the Act would become redundant and obsolete.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6df376c7f364276ad9bbb74ef5d7200_49"
    },
    {
      "start": 11094,
      "end": 11182,
      "text": "In our understanding, Section 2(1) (c) of the Act is subjected to Section 12 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a27d926c15848848a6113fb36279df1_50"
    },
    {
      "start": 11183,
      "end": 11423,
      "text": "The commercial dispute defined in Section 2(1)(c) of the Act has to be of the specified value mentioned in Section 12 of the Act, unless both the conditions are fulfilled, a commercial Court would not be gaining jurisdiction over a dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd8d648b46234af8895de98be7f3b259_51"
    },
    {
      "start": 11425,
      "end": 11791,
      "text": "13. The counsel for the petitioner contends that the value mentioned in the MOU cannot be treated as specified value and that it is the estimated value of the reliefs sought for by the respondent/plaintiff that has to be considered as the value of the subject matter and on such consideration, it has to be held that the commercial Court does not have jurisdiction.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "40f78827c61e46eb914457365f485064_52"
    },
    {
      "start": 11791,
      "end": 12093,
      "text": "14. The counsel for the respondent argues that Section 12(1)(d) of the Act is to the effect that the relief sought for in a suit, when it relates to any intangible right, the market value of the said rights, as estimated by the plaintiff shall be taken into account for determining the specified value.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2fe6e1f8ace74dab892df87482567cb7_53"
    },
    {
      "start": 12094,
      "end": 12186,
      "text": "For comparison, he seeks the court to read the other clauses under Section 12(1) of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9cb37057a1414451bede973d02f7c848_54"
    },
    {
      "start": 12187,
      "end": 12769,
      "text": "He contends that if it is a suit for recovery of money, the due amount plus interest would form the specified value under clause (1), if it is a relief relating to movable property or to a right therein, the market value of the movable property, as on the date of filing of the suit, shall be the specified value under clause (b); where the relief sought in a suit relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, shall be taken into account for determining the specified clause under clause (c).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ebc8ce803ed467a8abb5b8fbc9dbdff_55"
    },
    {
      "start": 12770,
      "end": 12901,
      "text": "\nHe further argues that it can be seen that, in all cases, while paying Court fee, the whole of the market value need not be taken.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4c858bd938af411f9f527a2386922a28_56"
    },
    {
      "start": 12902,
      "end": 13078,
      "text": "He draws the example, of a suit for declaration, wherein the Court fee shall be in accordance with the specification under Section 24 of the Court Fees and Suits Valuation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac40bb5a77a24ea2b2361f867fba370c_57"
    },
    {
      "start": 13079,
      "end": 13414,
      "text": "If the suit is for declaration in respect of movable property, the whole of the market value of the movable property shall form basis and if it is in respect of immovable property, three-fourths of the market value of the immovable property or rupees three hundred, whichever is higher, shall be the basis for computing the Court fees.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "16f49d5720fc48bebf9f820ac2e1589e_58"
    },
    {
      "start": 13415,
      "end": 13639,
      "text": "If the suit is for declaration and consequential injunction with reference to any immovable property, the fee shall be computed on one-half of the market value of the property or on rupees three hundred, whichever is higher.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42ebd409d24f4b3baeb4e15453e4e79c_59"
    },
    {
      "start": 13640,
      "end": 13789,
      "text": "By the above submissions, he persuaded us to understand that the market value is different from the value that is taken for computing the Court fees.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f96ab9ff3c4749b99e5cdb970315d2bb_60"
    },
    {
      "start": 13790,
      "end": 14051,
      "text": "He contends that the heirarchy of the Courts, in terms of pecuniary jurisdiction, from the bottom, would run from the courts at the lower rungs of the heirarchy, to the courts at the higher rungs, it being less at the lower rungs and higher at the higher rungs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b9aa8996d5045b3913ff0d68f95bada_61"
    },
    {
      "start": 14052,
      "end": 14165,
      "text": "The probable idea, according to him, is that the higher courts would be manned by judges with greater experience.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f0aa6f52e86e473c811ba1e2be739b38_62"
    },
    {
      "start": 14166,
      "end": 14427,
      "text": "He says that any relief that a party seeks would relate to the subject matter of the suit and hence it would be reasonable to think that the pecuniary jurisdiction has to be relevant to the value of the subject matter, but not to the reliefs arising therefrom.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1cb6a43319054634ba6810cbc8d4c257_63"
    },
    {
      "start": 14427,
      "end": 14626,
      "text": "He endeavours to draw a hint from section 24(d) of the Court Fees Act, which speaks about the court fee being paid on the relief sought, as valued by the plaintiff or the court, which ever is higher.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0487d73bf9b34b578fcfc0d8bdff49e0_64"
    },
    {
      "start": 14627,
      "end": 14719,
      "text": "He says that it would be the case whether the subject matter is capable of valuation or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88c48124b96d4bb39b8244f698d73033_65"
    },
    {
      "start": 14720,
      "end": 15288,
      "text": "He argues that clause (d) applies to cases other than those specified under clauses (a) to (c) of section 24 of the Court Fees Act; Clause (a) relates to the prayer of declaration, clause (b) relates to prayer of declaration and consequential injunction and clause (c) relates to prayer of exclusive right to use, sell, print or exhibit any mark, name, book, picture, design or other thing and is based on infringement of such exclusive right and that, that would bring further clarity that the subject matter and the valuation of the relief are two different things.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "355eb9fc8e874266adb0a129bccde5f0_66"
    },
    {
      "start": 15288,
      "end": 15503,
      "text": "He contends that Section 50 of the Court Fees Act throws some more light on his argument that the value for the purpose of jurisdiction and the value for the purpose of court fee can be the same or can be different.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "071d426beccc447ab28285e146e6feda_67"
    },
    {
      "start": 15505,
      "end": 15741,
      "text": "15. Though at a first blush, the argument of the respondent seemed to be impressive, we cannot uphold any of his contentions, and it does not take much of our time, to dismiss those contentions, since the issue is no longer res integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5be79afd85f549799e46332574254089_68"
    },
    {
      "start": 15742,
      "end": 15836,
      "text": "We are bound by what the Supreme Court and a full bench of this Court has ruled on this issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9eb8c9b5964f4646ab53483b2f39cae0_69"
    },
    {
      "start": 15837,
      "end": 15962,
      "text": "In this suit, the respondent/plaintiff seeks reliefs, which arise form the violation of MOU entered into between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1321ff5f0fbb42539b45d45c4af2b4ce_70"
    },
    {
      "start": 15963,
      "end": 16086,
      "text": "His reliefs do not relate to a claim for the amount mentioned in the MOU but it is based on the violations of the said MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab36a50460b745219a27145032c6eb87_71"
    },
    {
      "start": 16087,
      "end": 16157,
      "text": "\n16. Let us see what the full bench of this court held in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8faa5db2c8d74a8b9131045cf810ce53_72"
    },
    {
      "start": 16158,
      "end": 16342,
      "text": "In KALLA YADAGIRI v. KOTHA BAL REDDY2 the full bench of this court held as under:\n\"What decides the jurisdiction with regard to a particular case is the nature of the claim as brought.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b25731344de048a7b204c7efcb7714f4_73"
    },
    {
      "start": 16343,
      "end": 16466,
      "text": "The plaintiff is bound to assess the relief he claims on the basis of the benefit he seeks to obtain by filing of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c860fe9bff140f89b11e3e83a2424bd_74"
    },
    {
      "start": 16467,
      "end": 16665,
      "text": "For instance, in a suit for redemption of mortgage, the valuation is on the amount due to the mortgagee, which is the value of the relief and the suit is not valued taking the value of the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8a646f85b7f4b82b26f6d8852839cdf_75"
    },
    {
      "start": 16666,
      "end": 16808,
      "text": "So also, in the case of foreclosure, the relief is valued on the basis of the total amount due and not of the value of the property mortgaged.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f36ac95472d94ece8269f2d38d4f82b5_76"
    },
    {
      "start": 16809,
      "end": 16980,
      "text": "In a suit for partition of joint family property, the value for the purpose of jurisdiction is the value of the share claimed by the plaintiff and not of the whole estate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0e9a2435cf94b97a924015b5252b91c_77"
    },
    {
      "start": 16981,
      "end": 17120,
      "text": "In a suit for injunction 1999 (1) ALD 222 simplicitor, it is the value of the relief claimed and not on the value of the property involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cdf12eed0be6453aac2406c25178db14_78"
    },
    {
      "start": 17121,
      "end": 17244,
      "text": "In a suit for eviction against the tenant, the value is the annual rental value and not the value of the property involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "772019bb2fcc469991a3291eea79acd6_79"
    },
    {
      "start": 17245,
      "end": 17482,
      "text": "In a suit for specific performance of enforcement of agreement, it is the consideration amount stated in the agreement which forms the valuation of the suit and not the value of the property on the date of the presentation of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2c584739cea441682e460084cd3f024_80"
    },
    {
      "start": 17483,
      "end": 17651,
      "text": "We need not multiply the instances and suffice it to say that the proper method is to value for the Court-fees first and take that value for the purpose of jurisdiction",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8491c477898d43a18305bb31eb08a07b_81"
    },
    {
      "start": 17652,
      "end": 17721,
      "text": ", for, value will control the matter for Court-fees and jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a04a9632dc7a47cfaa8ee1696124be2d_82"
    },
    {
      "start": 17722,
      "end": 17930,
      "text": "It is not the value of the thing affected that settles the value of the thing affected that settles the value of the relief sought, but it is the value of the relief sought, which determines the jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "917c34cfbf9d4167977bddf406f21b54_83"
    },
    {
      "start": 17931,
      "end": 17982,
      "text": "\"Subject matter\" is not the same thing as property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0882092fa55748ea8560bf3c07145cd5_84"
    },
    {
      "start": 17983,
      "end": 18309,
      "text": "Subject matter is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the A.P. Courts Fees and Suits Valuation Act, 1956 and not A.P. Civil Courts Act, 1972.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecc2734a7fee4cfd9e64f4833636b424_85"
    },
    {
      "start": 18310,
      "end": 18723,
      "text": "There are several judicial precedents supporting our view that the value of the relief for the purpose of Court-fees determines the jurisdiction and we need not state those plethora of precedents and suffice it to mention a judgment of the Supreme Court directly on the point dealing with analogous provision in the Suits Valuation Act, 1887, in S.Rm.Ar.S.Sp. Sathappa Chettiar v. S.Rm.Ar.Rm. Ramanathan Chettiar.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15cac40f77864a648f4263b829d60781_86"
    },
    {
      "start": 18724,
      "end": 19019,
      "text": "It is apt to extract the relevant portion of the said judgment:\n\"......There can be little doubt that the effect of the provisions of Section 8 is to make the value for the purpose of jurisdiction dependent upon the value as determinable for computation of Court-fees and that is natural enough.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce6a1833d71342bfb504d0593a5cd6ba_87"
    },
    {
      "start": 19020,
      "end": 19174,
      "text": "The computation of Court-fees in suits falling under Section 7(iv) of the Act depends upon the valuation that the plaintiff makes in respect of his claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32e452588ef04099b7666d871055fff8_88"
    },
    {
      "start": 19175,
      "end": 19310,
      "text": "Once the plaintiff exercises his option and values his claim for the purpose of Court-fees, that determines the value for jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1124cb3eae94c229b4db95e287c8356_89"
    },
    {
      "start": 19311,
      "end": 19500,
      "text": "The value for Court-fees and the value for jurisdiction must no doubt be the same in such cases; but it is the value of the Court-fees stated by the plaintiff that is of primary importance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d39b9a2bc6514bca91a0faa2c81f4a24_90"
    },
    {
      "start": 19501,
      "end": 19574,
      "text": "It is from this value that the value for jurisdiction must be determined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2346f82ccc9b41fc901fdb9133b63fa2_91"
    },
    {
      "start": 19575,
      "end": 19769,
      "text": "The result is that it is the amount at which the plaintiff has valued the relief sought for the purposes of Court-fees that determines the value for jurisdiction in the suit and not vice versa\"\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c306b40782448a7b25667f1ce9f0cc7_92"
    },
    {
      "start": 19769,
      "end": 20247,
      "text": "The bench also observed that the grading of the Courts in their hierarchy has reference to the pecuniary and territorial limits rather than to the nature and kind of the subject matter which they are empowered to deal with; the Civil Courts Act does not make any attempt to define as to what is the value of the suit or the subject matter of the civil proceeding; it does not also attempt to prescribe the manner and mode of valuation of the suits or Court-fees payable thereon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8be9d0192fe24a68b7bb6b7f414607ed_93"
    },
    {
      "start": 20249,
      "end": 20335,
      "text": "17. A bench of this court also decided the issue by following the full bench judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7cc6397af614069a6672eb679b39e03_94"
    },
    {
      "start": 20336,
      "end": 20394,
      "text": "It is in Y. VENKATA SESHA REDDY VS. CHEMBATI KAUSALYAMMA3.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "530300c16dea401c912f7ce68b979f21_95"
    },
    {
      "start": 20395,
      "end": 21080,
      "text": "The court understood the ruling of the Full Bench to mean as follows:\n\"Subject matter is not the same thing as the property, but is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the court fees Act.\"\nHaving regard to the aforesaid authoritative pronouncement made by a Full Bench of this Court and the principles as laid 2007 (6) ALD 561 thereunder, we are in entire agreement of the principles as laid down thereunder and we do not find any reason to defer with the same or to come to any different conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0973650d7af4c8eb6cf65ca33880c13_96"
    },
    {
      "start": 21081,
      "end": 21244,
      "text": "Neither Counsel on either side has pointed out any other authoritative pronouncement, binding on this Court, which runs contrary to the principles laid thereunder.",
      "labels": [
        "RATIO"
      ],
      "id": "3f39290c18284148a1daaa4685fa4b30_97"
    },
    {
      "start": 21245,
      "end": 21350,
      "text": "In view of the same, we hold that the principles laid down in KALLA YADAGIRI's case (2 supra) holds good.",
      "labels": [
        "RATIO"
      ],
      "id": "a28dbfde6c1c416293979c34e35bcddf_98"
    },
    {
      "start": 21351,
      "end": 21531,
      "text": "\nIn conclusion, we hold that it is the value of the reliefs estimated by the plaintiff that decides the jurisdiction of the commercial court and not the value mentioned in the MOU.",
      "labels": [
        "RATIO"
      ],
      "id": "a4b29a24a19e4d918281b0bd7514f305_99"
    },
    {
      "start": 21532,
      "end": 21649,
      "text": "Consequently the impugned order is set aside and the suit shall be sent to the appropriate court having jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "4f5077a6acff4001aa3d58b44042138c_100"
    },
    {
      "start": 21650,
      "end": 21724,
      "text": "\nIn the result, the civil revision petition is allowed as indicated above.",
      "labels": [
        "RPC"
      ],
      "id": "4340ce4e6e854b998f1d2b38d77cee8c_101"
    },
    {
      "start": 21725,
      "end": 21797,
      "text": "As a sequel, the miscellaneous applications, if any, shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "c1f81d50b0864305b02ac9ee1dc7a1c1_102"
    },
    {
      "start": 21798,
      "end": 21834,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "e85009ff6b67482882e51f0dafebfc21_103"
    },
    {
      "start": 21835,
      "end": 21919,
      "text": "\n___________________ C. PRAVAEEN KUMAR, J __________ T. RAJANI, J August 3, 2018 DSK",
      "labels": [
        "NONE"
      ],
      "id": "2a4215e13e994e87b426592266a1790d_104"
    }
  ]
}