{
  "id": "9c9482d877e45043c0c273f24f1936cc38032788235a159b524d9b007a692a2a",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nAnheuser Busch Inbev India Limited vs Scarpe Marketing Pvt Ltd on 22 December, 2021 \nAuthor: Alok Aradhe\nBench: Alok Aradhe \n                          1\n\n\n\n In The High Court Of Karnataka At Bengaluru            R\n   Dated This The 22Nd Day Of December 2021\n\n                      Present\n\n       The Hon'Ble Mr. Justice Alok Aradhe\n\n                        And\n\n The Hon'Ble Mr.Justice Anant Ramanath Hegde\n\n               Comap No.101 Of 2021\nBetween:\n\nAnheuser Busch Inbev India Limited\nFormerly Known As Sabmiller\nIndia Limited\nHaving Its Registered Office At\nUnit No.301-302, Third Floor\nDynasty Business Park, B Wing\nAndheri Kurla Road\nAndheri (East), Mumbai-400059.\n\nAnd Its Corporate Office At\n6Th Floor, Green Heart Building\nMfar, Manyata Tech Park\nPhase Iv Nagavara Village\nBangalore-560045.\n                                        ... Appellant\n(By Mr. Adity Sondhi, Sr. Counsel For\n    Mr. Prasanth V.G. Adv.,)\n\nAnd:\n\nScarpe Marketing Pvt Ltd\n302 & 305, Plot No.32-34 And 39-41\nKtc Illumination, Gafoor Nagar\nMadhapur, Hyderabad\n(Telangana)-500081.\n                               2\n\n\n\n                                         ... Respondent\n\n(By Mr. Salman Kurshid, Sr. Counsel For\n    Mrs. Irfana Nazeer, Adv., A/W\n    Mr. Duvva Pavankumar, Adv.,\n    Mr. Zafar Khurshid, Adv.,\n    Mr. Lubna Naaz, Adv.,\n    Mr. Mohd. Wasay Khan, Adv.,\n    Ms. Sakshi Kotiyal, Adv.,\n  Mrs. Shraddha Gupta, Adv.,)\n                          ---\n\n      This Comap Is Filed Under Section 37(1)(C) Of\nThe Arbitration And Conciliation Act 1996 R/W\nSection 13(1A) Of The Commercial Court Act, Praying\nTo Call For Records In COM.A.P.No.42/2021 On The\nFile Of The Lxxxv Additioanl City Civil And Sessions\nJudge At Bengaluru And Set Aside The Judgment\nDated 24.06.2021 In COM.A.P.No.42/2021 Passed By\nLxxxv Additional City Civil And Sessions Judge At\nBengaluru (Cch-86) As Well As The Arbitral Award\nDated 02.11.2020 In The Interest Of Justice And\nEquity. \n\n      This Comap Having Been Heard And Reserved\nFor Judgment On 14.12.2021, Coming On For\nPronouncement Of Judgment This Day, Alok Aradhe\nJ., Delivered The Following:\n\n                          Order \nThis appeal under Section 13(1-A) of the Commercial Court Act, 2015 read with Section 37(1)(b) of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act' for short)emanates fr om judgment dated 24.06.2021 passed by the Commercial Court by which objections preferred by the appellant under Section 34 of the Act have been dismissed. In order to appreciate the appellant's challenge to the impugned judgment, relevant facts need mention, which are stated infra. \n(I) FACTUAL BACKGROUND:\n2. The appellant is a company incorporated under the provisions of Companies Act, 1956 and is engaged in the business of manufacturing and brewing beer under several brands. The respondent is also a company under the provisions of Companies Act, 1956 incorporated with a view to cater to the needs of multinational companies in assisting, marketing, organizing and setting up of their businesses in India. An agreement viz., Customer Information And Service Provider agreement (CISP) was executed on 21.03.2012 between Skol Breweries Limited (SKOL) And Elios Business Solutions Private Limited (ELIOS). Under the aforesaid agreement, ELIOS was engaged by SKOL for promotion of sale of its products in the erstwhile State of Andhra Pradesh. \n3. First addendum to the agreement to aforesaid CISP agreement was executed on 03.06.2014. The parties by the aforesaid addendum agreed to rename SKOL as SABMiller and the CISP agreement was made applicable to the States of Telangana and Andhra Pradesh pursuant to its bifurcation with effect from 02.06.2014. On 09.09.2015, SABMiller by a second addendum renewed the CISP agreement with ELIOS for a period of 5 years with effect from 01.10.2015 till 31.08.2020. Under the aforesaid addendum, the parties also agreed to extend the term of CISP and further agreed to assign the rights, duties and liabilities of ELIOS under the CISP agreement to respondent herein. Thereafter, SABMiller was acquired by the appellant in 2017. \n4. Clause 10.4 of the CISP Agreement provides that if respondent breaches any of the terms of the agreement, the agreement can be terminated immediately without prior notice. Clause 16, contains an Arbitration clause. Clause 17.2 requires the respondent to strictly comply with code of business conduct and ethics and policy on business hospitality and customer/supplier relations of the appellant and the respondents as well as all its associated parties including its, promoters were under an obligation to remain compliant with anti corruption laws applicable in India. \nClause 20A recorded the respondent's representations that neither the respondent nor any of its associated parties including the promoter has at any time admitted to having engaged in any corrupt act or similar conduct. The aforesaid clause further records the representation of the respondent that it has not at any time been investigated or been suspected in any jurisdiction in any corrupt act or similar act. Under Clause 20B, the respondent agreed that it would immediately notify the appellant if the representations made in Clause 20A are no longer correct. \n5. It is the case of the appellant that name of the Director of the respondent prominently featured in First Information Report viz., FIR No.RC224 2017 80001 dated 06.02.2017, which was filed against one Mr.Qureshi. The BBM chat Data enclosed with the complaint included the communication exchanged between the Director of the respondent viz., Mr.Sana and one Mr.Qureshi. Thereafter, on 15.10.2018, a complaint was made by Mr.Sana viz., the Director of respondent, in which he candidly admitted to engaging in corrupt acts of bribing public officials in order to attain a favorable outcome in the case registered by the CBI. According to the appellant, the Director of the respondent did not comply with anti corruption laws, and had engaged in a corrupt practice of similar act and had been suspected of having been investigated for corrupt act or similar act. According to the appellant, the conduct of the respondent constituted breach of Clauses 17.2, 20A and 20B of the CISP agreement, therefore, the appellant by an e-mail communication dated 05.03.2018, terminated the CISP agreement. \n6. Being aggrieved by termination notice dated 05.03.2018, the respondent issued a notice dated 08.03.2018 and invoked the Arbitration clause. The respondent also filed an application under Section 9 of the Act seeking an interim protection, wherein on 14.03.2018 an interim order of status quo was passed. The aforesaid petition was disposed of on 05.03.2019 directing the parties to maintain status quo and the liberty was granted to the respondent to seek relief before the arbitral tribunal.\n7. Thereafter, an arbitral tribunal was constituted. The respondent filed statement of claim on 24.08.2018 wherein, the relief of declaration that termination notice is invalid was sought. The respondent also sought the relief of specific performance of the agreement and payment of outstanding dues to it. The appellant filed statement of defence on 29.10.2018. Thereafter, the respondent on 24.02.2019 filed an application under Section 23(3) of the Act seeking permission to amend its statement of claim. The arguments were heard on application for amendment on 11.04.2019 and orders were reserved and next date in the proceeding was fixed as 06.05.2019. However, on 06.05.2019, the respondent withdrew the application for amendment with a liberty to file a fresh application. The application for amendment filed by the respondent was allowed by an order dated 28.05.2019, keeping the issue of jurisdiction of the tribunal to deal with amended prayers. \n8. On 13.06.2019, the respondent filed its amended statement of claim, in which the respondent sought a declaration that termination is invalid and claims were made on account of unpaid invoices, damages for loss of revenue as well as loss of reputation, to the extent of Rs.4.3 Crores, Rs.41 Crores and Rs.5 Crores respectively. The appellant filed the amended statement of defence on 12.07.2019, to which the respondent filed the rejoinder on 27.07.2019. \n9. On 18.10.2019, the respondent stated before the tribunal that it would not lead any oral evidence. The appellant also stated before the tribunal that it will also not lead any oral evidence. The appellant and respondent filed their respective affidavits of admission and denial of documents on 06 and 07.12.2019. The proceeding were fixed for 08.12.2019 and 09.12.2019 for final arguments. On 09.12.2019, the respondent while arguing the matter finally filed an affidavit along with additional documents. Thereafter, the arguments were heard and the award was delivered on 02.11.2020. \n10. The arbitral tribunal by majority (2:1) inter alia held that termination notice dated 05.03.2018 issued by the appellant terminating the services of respondent is bad in law and the same was set aside. The respondent was held entitled to a sum of Rs.3,98,81,995/- along with interest at the rate of 10% per annum from the date on which the amount became due till realization in respect of outstanding invoices as actual damages. The respondent was also held entitled to a sum of Rs.16,04,41,281/- along with interest at the rate of 10% per annum from the date of award till its realization, as notional damages for business loss to the respondent. The respondent was also held entitled to a sum of Rs.2,03,71,475/- towards cost of Arbitration in addition to the stamp duty. \n11. The appellant filed objections under Section 34 of the Act to the aforesaid award before the commercial court. The commercial court by judgment dated 24.06.2021 dismissed the objections preferred by the appellant and has held that in a proceeding under Section 34 of the Act, the commercial court cannot re appreciate the evidence and cannot set aside an award merely on an erroneous application of law. It was further held that no ground enumerated under Section 34 of the Act is made out for interference with the majority award passed by the arbitral tribunal. Accordingly, the petition under Section 34 of the Act filed by the appellant was dismissed. In the aforesaid factual background, this appeal has been filed. (II). SUBMISSIONS OF APPELLANT:-\n12. Learned Senior counsel for the appellant submitted that the respondent sought reference of dispute in respect of two claims viz., termination of agreement and arrears of invoice. However, by way of an amendment additional relief for damages was sought. While referring to the statement of objection to the petition under Section 9 of the Act, it is pointed out that respondent has stated therein that contract has been terminated by the appellant and therefore, the claim for damages ought to have been made while seeking reference. It is also pointed out that an application for amendment was filed on 24.02.2019, however, the same was withdrawn and another application seeking amendment was filed. Thus, it is contended that application for amendment was filed belatedly after a period of one year from the date of notice dated 08.03.2018 and the same was beyond the scope of reference. \n13. It is also urged that parties are bound by Rules framed by ICA (Indian Council of Arbitration), and in view of Rule 15(i) and (ii)(b) of the Rules an application seeking amendment could not have been filed and arbitral tribunal without addressing the issue with regard to delay in filing the application for amendment erroneously allowed the same and enlarged the scope of reference. It is also urged that in view of language employed in Clause 16 of the agreement, which is an arbitration clause, 'a dispute' can be referred to the arbitral tribunal and therefore, the order allowing the application for amendment for additional claims amounts to permitting multiple disputes to be raised for adjudication, which is not permissible. It is also contended that the claim for amendment is in the nature of an additional claim, which was not raised in the notice seeking reference to the Arbitration and the scope of Arbitration cannot be enlarged beyond the dispute, which is sought to be referred for adjudication to the tribunal. It is argued that the application for amendment of reference petition is barred under Order 2 Rule 2 of Code of Civil Procedure 1908 (hereinafter referred to as 'the Code' for short).\n14. It is contended that concept of morality found in the Act is also inbuilt in Clause 20 of the agreement. It is urged that the tribunal ought to have appreciated that even suspicion of commission of an offence or even, an investigation into the matter by itself is enough to attract Clauses 10.4 and 20 of the agreement to terminate the contract. It is argued that claim has been made by the respondent for nominal damages and not actual damages and there is a distinction between the 'actual damages' and 'nominal damages'. It is also urged that all nominal damages are small but all small damages are not nominal. It is also argued that the tribunal without there being any evidence with regard to the damages or the loss sustained by the respondent has awarded damages, which are in the nature of actual damages. \n15. It is argued that in the absence of proof of disputed documents, the tribunal could not have passed an award in respect of claim of unpaid invoices. It is also pointed out that no material was produced in support of claim for award of cost and the award of cost to the extent of Rs.2,03,71,475/- is exorbitant and is excessive. It is also urged that the commercial court ought to have appreciated that the award cannot be sustained on the grounds under Section 34(2)(iv), 34(2)(b)(ii) and Section 34(2A) of the Act. It is also contended that the commercial court has not considered the grounds raised by the appellants and has passed the judgment in a perfunctory manner. It is urged that the commercial court erred in holding that appellant ought to have led evidence to justify its stand specially in view of the fact that no evidence was adduced by respondent. It is also urged that the commercial court ought to have appreciated that the award of damages is contrary to Section 74 of the Indian Contract Act. In support of aforesaid submissions, reliance has been placed on decisions in 'TAYLOR V OAKES, RONCORONI AND CO', (1922) ALL ER REP EXT 866, 'NUNE SIVAYYA VS. MADDU RANGANAYAKULU', AIR 1935 PC 67, 'JUGGILAL KAMLAPAT VS. PRATAPMAL RAMESHWAR', (1978) 1 SCC 69, 'M.LACHIA SETTY AND SONS LTD. VS. COFFEE BOARD', (1980) 4 SCC 636, 'ASSOCIATES BUILDERS VS. DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC, 'KAILASH NATH ASSOCIATES VS. DELHI DEVELOPMENT', (2015) 4 SCC 136, 'KANCHAN UDYOG LIMITED VS. UNITED SPIRITS LIMITED', (2017) 8 SCC 237, 'SSANYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED VS. NATIONAL HIGHWAY AUTHORITY OF INDIA', (2019) 15 SCC 131, 'DYNA TECHNOLOGIES PVT. LTD. VS. CROMPTON GREAVES LTD.', (2019) 20 SCC 1, 'THE OWNERS OF THE STEAMSHIP 'MEDIANA VS. THE OWNERS, MASTER AND CREW OF THE LIGHTSHIP \"COMET\" (1900) A.C.113, 'INDIAN PERFORMING RIGHT SOCIETY LTD. VS. DEBASHISH PATNAIK', LNIND 2007 DEL 630, MAPPOURAS VS. WALDRONS SOLICITORS', (2002) EWCA CIV 842), 'EXTRACT OF HALSBURY'S LAWS OF ENGLAND 4TH EDITION, VOL.12, P.459, 'EXTRACT OF DAMAGES: THE LAW OF DAMAGES (COMMON LAW SERIES), 'EXTRACT FROM HALSBURY'S LAWS OF ENGLAND DAMAGES, VOL.29 (2019).\n(III) SUBMISSIONS OF RESPONDENT:\n16. On the other hand, learned Senior counsel for the respondent invited the attention of this Court to Sections 34 and 37 of the Act and contended that an arbitral award can be challenged only on limited grounds specified in Section 34 and scope of challenge in an appeal under Section 37, to correctness of the findings on a petition under Section 34 of the Act is narrow. It is further contended that appeal under Section 37 of the Act is in the nature of a second appeal under Section 100 of the Code, and there is no scope for re- appreciation of evidence. It is also submitted that with regard to findings of fact, the arbitral Tribunal is the final authority. \n17. It is argued that in a case based on breach of contract, an aggrieved party has two remedies. Firstly, either to sue for specific performance of contract or secondly to claim damages for the loss sustained on account of breach of contract. In this connection, reference has been made to Section 21 of the Specific Relief Act. It is stated that appellant, in the instant case, has given up the claim of specific performance of contract. It is also urged that the application seeking amendment was not an application for additional claim but for an application specifying actual damages claimed under different heads and was filed before the Arbitral Tribunal before commencement of the trial. It is also contended that cause of action to seek damages is available, the moment contract is breached. It is also urged that even, in a claim for specific performance of the contract without claiming damages, an application seeking damages can be filed subsequently and the same does not change the nature of original claim. It is also urged that the application for amendment was not filed belatedly. \n18. It is also pointed out that Arbitral Tribunal has awarded only 38.5% of the amount claimed by the respondent and the remaining claim has been rejected for want of evidence. It is also urged that amount awarded by the Tribunal towards damages is based on documentary evidence adduced by the respondent before the Tribunal. It is also urged that claim for damages was made on the basis of statistics of sale for the year 2017 and the respondent had claimed 15% escalation, whereas the Tribunal has awarded escalation @ 10% only.\n19. It is also urged that claim relating to damages being a claim based on breach of contract is a dispute covered by the clause relating to arbitration and therefore, the claim of damages cannot be termed as beyond the scope of reference. It is also urged that the claim for damages is based on the documents which were not disputed by the appellant and the same is based on e-mails sent by the appellant to the respondent. It is also urged that clause 20 of the agreement does not impose a general moral obligation but incorporates the obligation to be adhered to while having business transaction, with the parties to the agreement. It is also contended that there is no material on record to indicate that the appellant had the knowledge about violation of clause 20 of the agreement at the time of issuing the notice terminating the contract. \n20. It is also pointed out that in the first information report, no reference was made to the Director of the respondent and second First Information Report was based on the complaint by the Director of the respondent. It is urged that there is nothing on record to indicate that clause 20 of the agreement is violated. In support of aforesaid submissions, reliance has been placed on the decisions in 'PUNJAB STATE CIVIL SUPPLIES CORPN LTD AND ANR Vs. RAMESH KUMAR AND COMPANY AND OTHERS' CIVIL APPEAL NO.6832/2021, 'L.G.ELECTRONICS INDIA Vs. DINESH KALRA' (2018) SCC ONLINE DELHI 8367, 'MMTC LIMITED Vs. VEDANTA LIMITED' (2019) 4 SCC 163, 'JJ ENGINEERS PVT. LTD. Vs. UNION OF INDIA' (2011) 5 SCC 758, 'MCDERMAT INTERNATIONAL INK Vs. BURN STANDARD COMPANY' (2006) 11 SCC 181, 'SAIL Vs. GUPTA BROTHERS STEEL TUBES' (2009) 10 SCC 63, 'NTPC Vs. M/s. DECONAR SERVICES' IN C.A.6483/2014, 'NAYANA TECHNOLOGIES PVT. LTD. Vs. CROMPTON GREAVES' (2019) 20 SCC 1, 'NHAI Vs. ITD CEMENTATION' (2015) 14 SCC 21, 'MODULAR BUX Vs. UNION OF INDIA' (1969) 2 SCC 554, 'ONGC Vs. SAW PIPES' (2003) 5 SCC 705, 'JUGINAL KAMALPAT Vs. PRATAM PAL RAMESHWAR' (1978) 1 SCC 69, 'UNNI SIVAIAH Vs. MUDDU RANGANAYAKALU', 'STATE OF GOA Vs. PRAVEEN ENTERPRISES' (2012) 12 SCC 581 AND 'V.H.PATEL COMPANY Vs. DHIRUBHAI PATEL & ORS' (2000) 4 SCC 368.\n(IV) REJOINDER SUBMISSIONS:\n21. By way of rejoinder, learned Senior counsel for the appellant submitted that respondent made a claim under Section 21 of the Specific Relief Act, 1963 in the original claim statement and by way of an amendment claim under Section 73 of the Indian Contract Act, 1872 was made. It is contended that aforesaid claims are entirely different and causes of action for filing the claims are different. It is argued that claim under Section 21 of the Specific Relief Act, 1963 can be awarded, only if contract between the parties is enforceable and in case, the Court is not inclined to grant the relief of specific performance. It is also urged that since the claim of specific performance of the contract has been abandoned by way of an amendment, the damages under Section 21 of the Specific Relief Act, 1963 could not have been granted. It is urged that the damages have been awarded by the Tribunal under Section 73 of the Indian Contract Act, which is beyond the scope of reference. It is pointed out that the Tribunal erred in awarding damages on the basis of a document which was disputed by the appellant at the stage of admission and denial of documents. It is also urged that the document in question which is in the form of a chart, indicates projection of profit and the Tribunal, without referring to statement of profit of the respondent for the financial years 2015-16, 2016-17 and 2017-18, awarded huge amount in terms of damages.\n22. It is pointed out that most of the judgments relied upon by respondent deal with pre-amended Section 34 i.e., before introduction of Section 34(2A) of the 1996 Act. It is urged that the aforesaid provision enables the Court to set aside an arbitral award in case the same is vitiated by patent illegality. It is also argued that Section 34(2A) of the Act which provides for an additional ground of challenge, has to be read along with Section 28(3) of the Act. It is also urged that appellant had knowledge about violation of Clause 20 and had valid grounds to terminate the contract. It is also urged that Commercial Court neither dealt with the central issue of the case namely whether the termination of contract is valid or not nor has recorded any finding in this regard. It is also urged that Tribunal ought to have appreciated that the cases on which reliance was placed by it are the cases pertaining to damages either under Section 21 of the Specific Relief Act, 1963, where the relief of specific performance was claimed or under Section 73 of the Indian Contract Act where a specific claim was made on the basis of termination of contract. It is therefore submitted that the order passed by the Commercial Court deserves to be set aside. In support of aforesaid submissions, reliance has been placed on the decision rendered by learned Single Judge of Bombay High Court in 'BOARD OF CONTROL FOR CRICKET IN INDIA Vs. DECCAN CHRONICLE HOLDINGS LTD.' in Commercial Arbitration Petition (L) No.4466/2020 dated 16.06.2021. However, it is fairly pointed out that against the aforesaid decision, an appeal is pending. \nReference is also been made to Division Bench of this Court in 'LARSEN AND TOUBRO LIMITED (CONSTRUCTION DIVISION) Vs. GEODESIC TECHNIQUES PRIVATE LIMITED' decided on 21.10.2021 in COMAP No.31/2021. \n(V) RELEVANT STATUTORY PROVISIONS 23. Before proceeding further, it is apposite to take note of relevant provisions of the Act, the Specific Relief Act, 1963 and the Indian Contract Act, 1872. The relevant extract of Section 23, 28, 34 and Section 37 of the Act read as under:\n23.(3) Unless otherwise agreed by the parties, either party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow the amendment or supplement having regard to the delay in making it.\n(4) The statement of claim and defence under this section shall be completed within a period of six months from the date the arbitrator or all the arbitrators as the case may be, received notice, win writing, or their appointment. \n28. Rules applicable to substance of dispute.--\n(1) Where the place of arbitration is situate in India,--\n(a) in an arbitration other than an international commercial arbitration, the arbitral tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in India;\n(b) in international commercial arbitration,--\n(i) the arbitral tribunal shall decide the dispute in accordance with the rules of law designated by the parties as applicable to the substance of the dispute;\n              (ii)    any   designation     by   the       parties of the law or legal system of a       given     country     shall    be   construed,\n      unless         otherwise      expressed,   as directly referring to the substantive law of that country and not to its conflict of laws rules;\n              (iii) failing any designation of       the law under clause (a) by the       parties,        the    arbitral    tribunal     shall       apply the rules of law it considers to       be        appropriate          given      all    the       circumstances              surrounding           the       dispute.\n(2) The arbitral tribunal shall decide ex aequo et bono or as amiable compositeur only if the parties have expressly authorised it to do so. (3) While deciding and making an award, the arbitral tribunal shall, in all cases, take into account the terms of the contract and trade usages applicable to the transaction. \n34. Application for setting aside arbitral award. -- \n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). \n(2) An arbitral award may be set aside by the Court only if--    (a)    the       party    making     the     application    furnishes proof that--          (i)    a    party    was       under    some          incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\nExplanation. --Without prejudice to the generality of sub-clause (ii) it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81. \n(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award. Provided than an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n37. APPEALABLE ORDERS.--\n(1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) granting or refusing to grant any measure under section 9;\n(b) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order granting of the arbitral tribunal.--\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. \n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court. \nTHE SPECIFIC RELIEF ACT, 1963:\n24. Section 21 of the Act as it existed prior to its amendment with effect from 01.10.2018 reads as under:\n21. Power to award compensation in certain cases.- (1) In a suit for specific performance of a contract, the plaintiff may also claim compensation for its breach, either in addition to, or in substitution of, such performance.\n(2) If, in any such suit, the Court decides that specific performance ought not to be granted, but that there is a contract between the parties which has been broken by the defendant, and that the plaintiff is entitled to compensation for that breach, it shall award him such compensation accordingly.\n(3) If, in any such suit, the Court decides that specific performance ought to be granted, but that it is not sufficient to satisfy the justice of the case, and that some compensation for breach of the contract should also be made to the plaintiff, it shall award him such compensation accordingly.\n(4) In determining the amount of any compensation awarded under this section, the Court shall be guided by the principles specified in Section in Section 73 of the Indian Contract Act, 1872 (9 of 1872).\n(5) No compensation shall be awarded under this section unless the plaintiff has claimed such compensation in his plaint:\nProvided that where the plaintiff has not claimed any such compensation in the plaint the Court shall, at any stage of the proceeding, allow him to amend the plaint, on such terms as may be just, for including a claim for such compensation.\nExplanation. - The circumstance that the contract has become incapable of specific performance does not preclude the Court from exercising the jurisdiction conferred by this section. \nThe amended Section 21(1) reads as under:\n(1) In a suit for specific performance of a contract, the plaintiff may also claim compensation for its breach, either in addition to, or in substitution of, such performance.\n25. It is pertinent to note that sub-Sections (2) to (5) of Section 21 remain as it is. However, by Act No.18/2018 in sub-Section (1) of Section 21, the words 'either in addition to, or in substitution of' have been substituted by 'in addition to'. \nTHE INDIAN CONTRACT ACT, 1872:\n26. The relevant extract of Section 73 reads as under:\n73. Compensation for loss or damage caused by breach of contract. - When a contract has been broken, the party who suffers by such breach is entitled to receive, from the party who has broken the contract, compensation for any loss or damage caused to him thereby, which naturally arose in the usual course of things from such breach, or which the parties knew, when they made the contract, to be likely to result from the breach of it. \nSuch compensation is not to be given for any remote and indirect loss or damage sustained by reason of the breach. \nCompensation for failure to discharge obligation resembling those created by contract: When an obligation resembling those created by contract has been incurred and has not been discharged, any person injured by the failure to discharge it is entitled to receive the same compensation from the party in default, as if such person had contracted to discharge it and had broken his contract. \nExplanation: In estimating the loss or damage arising from a breach of contract, the means which existed of remedying the inconvenience caused by the non-performance of the contract must be taken into account. (VI) SCOPE OF SECTION 34:\n27. The scope and ambit of Section 34 of the Act is well delineated by catena of decisions of Supreme Court. The Supreme Court in SSANGYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED supra while dealing with powers of the court, deciding application under Section 34 of the Act, took note of the amendments brought about to Section 34 of the Act by Amendment Act 2015, explained the ratio of the decisions of the Supreme Court in ONGC VS. WESTERN GECO INTERNATIONAL LIMITED', (2014) 9 SCC 263, ASSOCIATE BUILDERS VS. DDA, (2015) 3 SCC 49, post amendment to Section 34 of the Act and laid down following principles as mentioned in para 34 to para 41 of the judgment. \n(i) The interference by the court with an award on the ground that arbitrator has not adopted a judicial approach would tantamount to interference with merits of the award which cannot be permitted, post amendment of Section 34 of the Act. \n(ii) The ground for interference insofar as it concerns 'interests of India' has been deleted, therefore, it is no longer permissible to interfere with the award on the said ground. \n(iii) Similarly, the ground for interference in the award on the basis that the same is in conflict with justice and morality, has to be understood as conflict with 'most basic notions of morality or justice'.\n(iv) The expression 'public policy of India' is now restricted to mean that a domestic award is contrary to fundamental policy of Indian law and the ground for interference that such an award is against basic notions of justice or morality is done away with.\n(v) The exercise of re-appreciation of evidence, which the appellate court can undertake is not permitted on the ground of patent illegality in the award. \n(vi) Mere contravention of substantive law of India by itself is no longer a ground available to set aside an arbitral award. \n(vii) The change made in Section 28(3) by the Amendment Act follows that construction of terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in a manner that no fair minded or reasonable person would, in short that arbitrators' view is not even a possible view to take. If the arbitrator wanders outside the contract and deals with the matter not allotted to him he commits an error of jurisdiction and this ground of challenge is covered under Section34(2-A) of the Act. \n(viii) A decision of the arbitral tribunal, which is perverse is though no longer a ground of challenge under 'public policy of India', would certainly amount to a patent illegality appearing on the face of the award. \n(ix) Thus a finding recorded by an arbitrator which is based on no evidence at all or an award which invokes vital evidence in arriving at its decision would be perverse and is liable to be set aside on the ground of patent illegality. \n28. The decision SSANGYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED supra was considered by Supreme Court in DELHI AIRPORT METRO EXPRESS PVT. LTD. VS. METRO RAIL CORPORATION LTD. (2021) SCC ONLINE SC 695 and in para 26 & para 27 of the judgment, the parameters of interference with an arbitral award on the ground of patent illegality were explained inter alia as under:\n(i) The patent illegality should be an illegality which goes to the root of the matter and every error of law committed by an arbitral tribunal would not fall within the expression of 'patent illegality'. \n(ii) Erroneous application of law cannot be categorized as patent illegality. \n(iii) Contravention of law not linked to public policy or public interest is beyond the scope of expression 'patent illegality'. \n(iv) The courts are prohibited to re appreciate the evidence to conclude that award suffers from patent illegality appearing on face of it as court do not sit in appeal against an arbitral award. \n(v) An award can be interfered with on the ground of patent illegaility when an Arbitrator takes a view which is not even a possible view and interprets a clause in the contract in such a manner that no fair minded or reasonable person would or if the Arbitrator commits an error of jurisdiction by wandering outside the contract and deals with matters not allotted to it. \n(vi) An arbitral award stating no reasons for its findings would make itself susceptible to challenge on the ground of patent illegality. \n(vii) The conclusions of an Arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. Similarly, the consideration of documents, which are not supplied to the other party would render a finding recorded by the Arbitrator perverse and the same would fall within the expression 'patent illegality'. \n(viii) Explanation (1) amended by 2015 Amendment Act clarifies the expression 'public policy of India' and its connotations for the purposes of reviewing arbitral awards. It has been made clear that an award in conflict with public policy of India only when it is induced or affected by fraud or corruption or is in violation of Section 75 or Section 81 of the 1996 Act, if it is in contravention of fundamental policy of India law or if it is in conflict with most basic notions of morality or justice. \n(ix) The contravention of a statute only if is linked to public policy or public interest is ground for setting aside the award as being at odds with the fundamental policy of Indian law. \n29. The aforesaid decisions of the Supreme Court were referred to with the approval by a three judge bench of the Supreme Court in STATE OF CHHATTISGARH AND ANOTHER VS SAL UDYOG PRIVATE LIMITED (2021 SCC Online 1027).\n(VII) SCOPE OF SECTION 37:\n30. An appeal is continuation of an original proceeding [See: 'LACHMESHWAR PRASAD SHUKVI AND OTHERS V. KESHAWAR LAL CHANDHARI'S ORS', AIR 1941 FC 5]. It is equally well settled in law that in the absence of any statutory provision to the contrary, power of appellate Court is Co-terminus with all plenary powers of the subordinate Court [See: 'JUTE CORPN. OF INDIA LTD. V. CIT', 1991 SUPP (2) SCC 744]. Thus an appellate Court exercising powers undue Section 37 of the Act, would interfere only if a ground undue section 34 is made out. The issue with regard to scope of appeal under Section 37 of the Act is also settled by a three judge bench decision in STATE OF CHATTISGARH SUPRA and in an appeal under Section 37 of the Act, and it has been held that the grounds on which an award can be set aside can also be raised in an appeal. Thus, the court exercising jurisdiction under Section 37 of the Act has power akin to a court dealing with objections under Section 34 of the Act. Therefore, it is evident that an appeal under Section 37 of the Act cannot be construed to be an appeal under Section 100 of the Code of Civil Procedure, 1908 as the scope of interference in an appeal under Section 37 of the Act and in an appeal under Section 100 of the Civil Procedure are distinct and different in terms of the statutes. VIII SCOPE OF REFERENCE:\n31. At the outset, it is apposite to take note of Clause 16 of the agreement, which is an arbitration clause. The aforesaid clause reads as under:\n16. Arbitration: In the event of a dispute or difference arising between the parties as to their respective rights or obligation in terms hereof or connected herewith or incidental hereto (including any dispute or difference as to the existence or validity hereof) or as to the interpretation of any of the terms hereof, such dispute or difference shall be referred to the Indian Council of arbitration for adjudication in accordance with the Indian Council of Arbitration Rules and the provisions of the Indian Arbitration and Conciliation Act, 1996 or any statutory modifications thereof for the time being in force. Any such arbitration shall take place in the city of Bangalore and the language of such Arbitration proceedings shall be English. \n32. The Supreme Court in STATE OF GOA VS.\nPRAVEEN ENTERPRISES while dealing with the question of reference to arbitration in para 11 has held as under:\n11. Reference to arbitration can be in respect of all disputes between the parties or all disputes regarding a contractor in respect of specific enumerated disputes. Where 'all disputes' are referred, the arbitrator has the jurisdiction to decide all disputes raised in the pleadings (both claims and counter claims) subject to any limitations placed by the arbitration agreement. Where the arbitration agreement provides that all disputes shall be settled by arbitration but excludes certain matters from arbitration, then, the arbitrator will exclude the expected matter and decided only those disputes which are arbitrable. But where the reference to the arbitrator is to decide specific disputes enumerated by the parties / court/ appointing authority, the arbitrator's jurisdiction is circumscribed by the specific reference and the arbitrator can decide only those specific disputes. \n33. Before proceeding further, it is apposite to take note of the reliefs claimed in the statement of claim as well as amended statement of claim, which are reproduced in the form of a chart for the facility of reference:\nRELIEF IN SOC (PG.218-219) RELIEF IN ASOC (PG. 312)\n(i) Issue an order declaring the Email (i) Set aside the email communication communication dated 5 March 2018 dated 5th March, 2018 purporting to (Document No.6) purporting to terminate the CISP Agreeen, the First terminate the CISP Agreement, the Addendum and the Second Addendum First addendum and the second dated 21 March 2012, 3 June 2014 and Addendum (Documents No.1, 2 and 3) 9 September 2015 respectively by the dated 19 March 2012, 29 May 2014 respondent, by email communication and 9 September 2015 respectively, dated as 5 March, 2018 being without entered into between claimant and any cause, wrongful, bad in law and respondent is illegal and void and against the terms of the CISP against the terms of the covenants agreement. \nmutually agreed by the parties. \n(ii) Issue an order declaring that the CISP Agreement, the First Addendum and the Second Addendum (Document No.1, 2 and 3 ) dated 19 March 2012, 29 May 2014 and 9 September 2015 respectively, entered into between claimant and respondent continues to remain fully operational between the parties. \n(iii) Issue an order directing the (ii) Direct the respondent to pay in full respondent to paid n full a sum of INR a sum of Rs.4,39,46,164/- (Rupees 11,89,05,886, towards outstanding Four Crores Thirty Nine lakhs Forty Six invoices till date coupled with interest Thousand One Hundred and Sixty Four at a rate that the tribunal deems fit; Only) towards outstanding invoices due and payable as on the date of termination of the CISP Agreement with interest at 18% per annum until the date of actual payment by the respondent;\n(iv) Issue an order directing the (iii) Direct the respondent to pay the respondent to pay to the claimant claimant Rs.41,56,83,128/- (Rupees damages, which shall be proved during Forty One Crores Fifty Six Lakhs Eighty the stage of evidence for their attempts Three Thousand One Hundred and at illegal termination of the CISP Twenty Eight Only) towards the actual Agreement (and its addendums) business loss of the claimant for the without cause; remainder term of the CISP agreement i.e., 5TH March 2018 to 30TH August 2020.\n(iv) Direct the respondent to pay the claimant damages in a sum of Rs.5,00,00,000/- (Rupees Five Crores Only) as compensation for the wilful loss and damage caused as a result of the breach the CISP Agreement;\n(v) Issue an order directing the (v) Issue an order directing the respondent to pay costs to the claimant respondent to pay costs to the claimant of this arbitral proceedings, as of this arbitral proceedings. quantified. \n(vi) Grant any other relief / direction as (vi) Grant any other relief / direction as deemed appropriate by this Hon'ble deemed appropriate by this Hon'ble Tribunal to meet the ends of justice. Tribunal to meet the ends of justice. \n34. Thus, respondent in the statement of claim, sought reliefs in respect of termination of contract, amount due on account of outstanding invoices as well as damages on account of illegal termination of contract. However, the amended statement of claim the amounts claimed have been quantified. The claims made in amended statement of claim arose out of and matter incidental to adjudication of termination of contract. The Arbitration agreement does not exclude any matter from being referred to Arbitration. The disputes referred to the arbitral tribunal were arbitrable and fall within the purview of clause 16 of the agreement. The expression 'dispute' or 'difference' used in Clause 16 of the agreement is wide enough to include disputes pertaining to termination of contract and relief of damages, which could be granted to a party. The contention that only one dispute could be referred and multiple disputes have been referred is misconceived as reliefs for termination of contract and damages are intrinsically connected and were referred at first instance to the tribunal and are covered under Clause 16. It is pertinent to note that it is not the case of the appellant that original dispute referred is beyond the scope of reference. In amended claim, only amount of damages was quantified. Therefore, the disputes referred are within the scope and ambit of Clause 16 of the agreement. The findings recorded by commercial court and the tribunal are affirmed. (IX) AMENDMENT OF CLAIM 35. Section 23(3) of the Act provides that either party to Arbitration proceeding may supplement or amend his claim or defence unless arbitral tribunal considers it inappropriate to allow, having regard to delay in making it. Rule 41 of Rules of domestic Commercial Arbitration framed by Indian Council of Arbitration deals with power of arbitral tribunal to grant amendment to statement of claim or defence. In the instant case, The respondent filed a statement of claim of 24.08.2018, wherein a relief of declaration / termination of notice was sought. The respondent also sought the relief of specific performance of the agreement and payment of outstanding amount to it. The respondent filed a statement of defence on 29.10.2018.\n36. The respondent filed an application under Section 23(3) of the Act on 24.02.2019 seeking permission to amend its statement of claim. However, on 06.05.2019, the respondent withdrew the application for amendment with a liberty to file a fresh application. The respondent thereafter, filed an application for amendment which was allowed by an order dated 28.05.2019. From perusal of the original statement of claim as well as the amendment made thereto, it is evident that by amendment, the respondent has merely quantified the amount of damages. The general principle to deal with the prayer for amendment of a pleading is that it should be normally allowed unless it has caused any prejudice to the other side. Both the parties knew the case of each other and even though the amendment could be said to be belated, yet it has not caused any prejudice to the appellant. The amendment of claim as sought by respondent was necessary for a fair and complete adjudication of the controversy involved in the case. Therefore, in the facts of the case, the arbitral tribunal has rightly allowed the application for amendment. \n(X) REPUDIATION OF CONTRACT:\n37. Now we deal with the issue of repudiation of contract. Admittedly, the CISP agreement has been terminated on the ground of violation of Clause 20 of the agreement. Clause 10.4 of CISP agreement deals with the power of the appellant to terminate the agreement, whereas, clause 20 which was incorporated by way of second addendum dated 09.09.2005 is an anti corruption clause. The aforesaid clauses which are relevant for the purposes of controversy involved in this appeal are reproduced below for the facility of reference:\n10.4 Notwithstanding anything contained in this clause, if SKOL finds any deficiency in the service standards of IBSPL or IBSPL breaches any of the terms of this agreement, then this agreement can be terminated immediately without any prior notice whatsoever. \n20. A. IBSPL is and will remain in compliance with all applicable anti corruption laws, including the laws of the country in which goods are produced and / or delivered and / or services are to be performed pursuant to the agreement IBSPL will not, and nor will any of is associated parties, directly or indirectly, make or offer any payment, gift or other advantage with respect to any matters which are the subject of the agreement which (i) would violate any anti corruption laws or regulations applicable to IBSPL or SABMiller India, (ii) is intended to, or does, influence or reward any person for acting in breach of an expectation of good faith, impartiality or trust, or which it would otherwise be improper for the recipient to accept (iii) is made to or for a Pubic Official with the intention of influencing them and obtaining or retaining an advantage in the conduct of business, or (iv) which a reasonable person would otherwise consider to be unethical, illegal or improper (\"corrupt Act\"). IBSPL undertakes not to seek, directly or indirectly, improperly or corruptly to influence or attempt to influence a public official, or an associated party of a sub contractor, to act to the advantage of IBSPL or SABMiller India in connection with the supply of goods or services under the agreement, or otherwise to perform their duties improperly, and not to use any of the proceeds of any payments made under the agreement, directly or indirectly, for this purpose or otherwise for the purpose of or in connection with any corrupt act. For the purpose of this clause. \"Pubic Official\" includes, without limitation, any person holding or acting on behalf of a person holding legislative, administrative or judicial officer, including any person employed by or acting on behalf of a public agency, a state owned or public enterprise, a public international organization, any federal or regional government department or agency, any political party, or any candidate for political office, or a relative or associate of any such person. To the best of IBSPL's knowledge and belief, and save as disclosed to SABMiller India, neither IBSPL nor any of its associated parties: (a) has at any time been found by a court in any jurisdiction to have engaged in any corrupt act (or similar conduct)\n(b) has at any time admitted to having engaged in any corrupt Act (or) similar conduct; (c) has at any time been investigated or been suspected in any jurisdiction or having engaged in any corrupt Act (or similar conduct); or (d) are Public Officials or persons who might otherwise reasonably be considered likely to assert a corrupt or illegal influence on behalf of IBSPL or SABMiller India.\nB. IBSPL agrees that if, at any time, it becomes aware that any of the representations set out in this clause are no longer correct, it will notify the SABMiller India of this immediately in writing IBSPL or its associated parties on behalf of SABMiller India, any other records and information in connection with the Services to SABMiller India under the agreement or out of funds provided by the SABMiller India ('transaction records') (ii) provide the transaction records and / or any other such information as SABMiller India may reasonably require by notice in writing in order to monitor IBSPL's compliance with its obligations under the agreement. For the purpose of this clause, \"Books and Records\" shall be deemed to include without limitation, corporate records, bank statements, books of account, supporting documentation and other records and documentation, whether in paper or other form. IBSPL will promptly provide any information reasonably requested by SABMiller India in relation to IBSPL's anti corruption programme and other controls related to corruption and cooperate fully in any investigation by SABMiller India of any suspected breach of above. If IBSPL believes that provision of the services under the agreement has been or may be delayed because of demands for illegal payments from Public Officials or other third parties, IBSPL must notify the SABMller India immediately of any such demands. IBSPL will take all reasonable steps to complete provision of the services as quickly as possible without making illegal payments, but IBSPL will not be in breach of delivery timing requirements under the agreement to the extent (and for the length) of any reasonable delay caused by IBSPL's failure to make illegal payments, provide that the reason for, and extent of, such delay have been communicated to SABMiller India. \n38. The agreement was terminated by e-mail communication dated 06.03.2018, the relevant extract of which reads as under:\nPlease be informed that we would like to discontinue taking services \"read with addendum dated September 9, 2015\". We are reconciling our books and will revert back with the statement of accounts with dues / outstanding on either side to close the accounts formally. Meanwhile you can send us a list of final dues / outstanding on your side with proper supporting documentation. This is without prejudice to company's right to proceed legally to claim or reject any amounts under this contract or any other arrangement with your company / affiliates at any time. \n39. In the majority award dated 02.11.2020, in para 4.2.11 and para 4.2.12, it was inter alia held that in order to justify the termination of CISP Agreement, the appellant has to establish twin conditions. Firstly, that the breach complained of must be in existence at the time of termination and the authority terminating the contract should have knowledge of breach while terminating the contract. It was further held that in the first, First Information Report the name of the promoter of the respondent was not specifically mentioned and the second, First Information Report came into existence after termination of contract. The majority award therefore concluded that the contract has been terminated in violation of Clause 20 of the CISP Agreement.\n40. It is pertinent to note that the Ist First Information Report was filed on 16.02.2017 in which the promoter of the respondent was not specifically named. However, in the blackberry chat messages annexed with the First Information Report contained ancillary allusions to his involvement. The contract was terminated on 05.03.2018, however, the ground of violation of Clause 20 is not stated in the notice. Thereafter, on the basis of complaint made by Mr.Sana viz., the promoter of the respondent, the 2nd, First Information Report was lodged. It is settled in law that a party is entitled to justify the repudiation of contract on any ground which existed at the time of repudiation [See: 'NUNE SIVAYYA V. MADDU RANGANAYA KULU', AIR 1935 PC 67 AND JUGGILAL KAMPKPAT V. PRATAPMAL RAMESHWAR', (1978) 1 SCC 69]. Thus, even if the stand of appellant, that assertions made by Director of the respondent in his complaint attract anti corruption is accepted clause viz., clause 20 of the agreement, the same could not have been made the basis for terminating the contract as the averments made in the complaint dated 15.10.2018 were not in existence at the time of termination of the contract, i.e., 05.03.2018. \nFrom the material on record, it is evident that the appellant has failed to establish the factum of existence of conditions constituting breach as well as knowledge about the contents of the First Information Report dated 16.02.2017. Therefore, the arbitral tribunal on the basis of the material available on record has rightly concluded that the termination of the contract by the appellant is invalid. The aforesaid finding cannot be said to be perverse so as to be suffering from patent illegality and therefore, no interference is called for with the aforesaid finding, in this appeal. \n(XI) DAMAGES:\n41. The respondent made a claim for damages of Rs.4,39,46,164/- along with interest at the rate of 18% towards outstanding invoices payable by the appellant on the date of Agreement. The tribunal by majority has awarded the said claim to the extent of Rs.3,98,81,995/- along with interest at the rate of 10% from the date when amount become due till it is actually paid. We now examine, whether the award made by Arbitral tribunal and the commercial Court suffer from patent illegality, in so far it pertains to aforesaid claim. The principles of law on compensation for breach of contract is succinctly stated by Supreme Court in 'KAILASH NATH ASSOCIATES V. DELHI DEVELOPMENT AUTHORITY', (2015) 4 SCC 136, which are extracted below for facility of reference - 43. On a conspectus of the above authorities, the law on compensation for breach of contract under Section 74 can be stated to be as follows:\n43.1 Where a sum is named in a contract as a liquidated amount payable by way of damages, the party complaining of a breach can receive as reasonable compensation such liquidated amount only if it is a genuine pre- estimate of damages fixed by both parties and found to be such by the court. IN other cases, where a sum is named in a contract as a liquidated amount payable by way of damages, only reasonable compensation can be awarded not exceeding the amount so stated. Similarly, in cases where the amount fixed is in the nature of penalty, only reasonable can be awarded not exceeding the penalty so stated. In both cases, the liquidated amount or penalty is the upper limit beyond which the court cannot grant reasonable compensation. \n43.2. Reasonable compensation will be fixed on well known principles that are applicable to the law of contract, which are to be found inter alia in Section 73 of the contract Act. \n43.3. since section 74 awards reasonable compensation for damage or loss caused by a breach of contract, damage or loss caused is a sine qua non for the applicability of the section. \n43.4. The section applies whether a person is a plaintiff or defendant in a suit. \n43.5. The sum spoken of may already be paid or be payable in future. \n43.6.The expression \"whether or not actual damage or loss is proved to have been caused thereby\" means that where it is possible to prove actual damage or loss, such proof is not dispensed with. It is only in cases where damage or loss is difficult or impossible to prove that the liquidated amount named in the contract, if a genuine pre-estimate of damage or loss can be awarded. \n43.7.Section 74 will apply to cases of forfeiture of earnest money under a contract. Where, however, forfeiture takes place under the terms and conditions of a public auction before agreement is reached, Section 74 would have no application. \nThe aforesaid principles were referred to with approval in 'SUDHA GUPTA VS. DELHI LAND FINANCE LIMITED, (2019) 14 SCC 266.\n42. Thus in a case, it is possible to prove actual damages or loss such proof if not dispensed with and therefore, the evidence is required to be adduced by a claimant. It is settled in law that where loss in terms of money can be ascertained, the party claiming compensation has to prove the loss sustained by him. [See: 'MAULA BUX VS. UNION OF INDIA 1969 (2) SCC 554]. It is pertinent to note that the respondent has not adduced any oral evidence in support of its claim, however, in respect of claim for payment towards outstanding invoices, following documentary evidence has been produced, which reads as under:\n(i) Doc No.4A - Attested copy of the Ledger of the respondent as maintained by the claimant. \n(ii) Doc 12A and 12B - Statement of outstanding invoices along with the copies of the invoices raised in connection with the entries made in Doc 4A and 12A.\n(iii) Doc No.20 collation of all email communication between the parties between Nov 2017 until March 2018 in connection with the services under the subject agreement. \n43. The aforesaid documents were denied by Legal Director of the appellant in the affidavit of admission and denial documents dated 06.12.2019 filed before the arbitral tribunal. The relevant extract of the tabular statement in para 3 of the affidavit, reads as under:\nI state that a tabular statement admitting / denying the documents filed by the claimant along with amended statement of claim is below: \n      Document                        Particulars                 Remark xxxxx                       xxxxx                              Xxxxx xxxxx                       xxxxx                              xxxxx xxxxx                       xxxxx                              xxxxx Document No.4               Copy of the extract of the         Denied                             Ledger of the claimant Xxxxx                       xxxxx                              xxxxx Document No.12              A copy of all pending invoices     Denied. \n                            and the mails sent to the                             respondent of the same. \nxxxxx                       xxxxx                              xxxxx Document No.20              Copy of all communications         Denied         as                             between the parties in the         these         are                             months of the November             emails    which                             2016 till March 2018               are           not                                                                supported with                                                                a     certificate                                                                under Section                                                                65B    of     the                                                                Indian Evidence                                                                Act, 1872 44 . However, despite the fact that the appellant had denied the aforesaid documents in the said affidavit dated 06.12.2019, the majority award in para 4.3.2. held as under:\nIt is noteworthy that the respondent has not challenged or denied the veracity of these documents despite opportunity given in this regard. \n45 . The aforesaid finding is based on surmises and conjectures and is factually incorrect. Even though subsequently the respondent filed certified copy of the aforesaid documents 4A, 12A, 12B, however, the fact remains that the appellant had denied the contents of the document in the affidavit dated 06.12.2019, therefore, it was necessary for the respondent to adduce evidence. The tribunal however, the majority award of the tribunal held that outstanding invoices were raised towards services rendered by respondent in the State of Kerala on the basis of good faith and instructions of the appellant and therefore, the respondent is entitled to reimbursement of the expenses. \nIt was further held that respondent was not entitled to claim amount towards trade investment scheme as no evidence was adduced. The majority award held the respondent entitled to a sum of Rs.3,98,81,995/- against outstanding invoices in addition to an interest of 10% from the date on which the amount fell due till actual payment is made. \n46. The aforesaid findings of the majority award of the tribunal and the finding of the commercial court in affirming the same on the ground that respondent did not file any objection to the documents viz., Document Nos.4, 12, 15 and 16 are factually incorrect, perverse, erroneous and are based on no evidence, and therefore, covered under the expression 'patent illegality' under Section 34(2-A) of the Act. \n(XII) NOMINAL DAMAGES:\n47. The respondent had claimed a sum of Rs.41,56,83,128/- as loss of revenue arising from the premature termination of the CISP agreement from March 2018 till August 2020. The majority award has held that in the absence of critical evidence, it is constrained to award nominal damages and has awarded nominal damages to the extent of Rs.16,04,41,281/- Crores along with interest at the rate of 10% from the date of the award till actual payment. Now we advert to the issue, whether award made by arbitral tribunal and the commercial court, insofar as it grants the claim of nominal damages to the extent mentioned above, suffer from patent illegality. In POLLOCK AND MULLA, THE Indian Contract, 1872 14TH Edition at page No.1171, the principles with regard to nominal damages have been summarized which read as under:\nWhen the defendant is found liable for breach of contract, the plaintiff would be entitled to nominal damages even if no actual damage is proved. Nominal damages are awarded when there is an infraction of a legal right, and though it gives no right to any real damages yet gives the right to a verdict because of the infringement - \nThe plaintiff is awarded nominal damages when:\n(i) the defendant's breach of contract has in fact caused no loss to the plaintiff. \n(ii) the defendant has committed a technical breach of contract and the plaintiff himself and no intention of performing his terms. \n(iii) the plaintiff fails to prove the loss, that he may have suffered from the breach of contract;\n(iv) he has suffered actual damage, which has arisen, not from the defendant's wrongful act, but from the conduct of the plaintiff himself, or an external event;\n(v) the plaintiff merely seeks to establish the infringement of his legal right, without being concerned about actual loss. Where there is no basis for ascertainment of the amount. A small amount of GBP 5 may be awarded. The view that nominal damages do not connote a trifling amount is erroneous; nominal damages mean a small sum of money. Nominal damages have been defined as a sum of money that may be spoken of, but that has no existence in point of quantity, or 'a mere peg on which to hang costs'.\nWhen the loss is small and quantifiable, the damages awarded, though small, are not nominal damages. \n48. CHITTY ON CONTRACTS in 28th Edition while dealing with nominal damages in para 27-0007 has opined as under:\nNominal damages. Wherever the defendant is liable for a breach of contract, the claimant is in general entitled to nominal damages although no actual damage is proved, the violation of a right at common law will usually entitle the claimant to nominal damages without proof of special damage. Normally, this situation arises when the defendant's breach of contract has in fact caused no loss to the claimant, but it may also arise when the claimant, although he has suffered loss, fails to prove any loss flowing from the breach of contract, or fails to prove the actual amount of his loss. A regular use of nominal damages, however, is to establish the infringement of the claimant's right, and sometimes the award of nominal damages is \"a mere peg on which to hang costs.\" \n49. Thus, nominal damages are granted where a legal right of plaintiff is found to be infringed and there is no proof of actual loss. In such a case, a notional amount may be awarded as damages to plaintiff. The arbitral tribunal by majority while dealing with the aforesaid claim of the respondent in para 4.2.21 has held as under:\n            In   the    absence         of   critical   evidence       forthcoming      from both the         parties, we     are constrained to award nominal damages in favour of the claimant for loss of business between March 2018 and August 2020. \n50. However, the majority award has proceeded to award a sum of Rs.16,04,41,281/- along with future interest at the rate of 10% from the date of award till actual payment. The relevant extract of the majority award reads as under:\n4.4.23. In the light of the discussion above, we deem it appropriate to award a sum of Rs.16,04,41,281/- (Rupees Sixteen Crores Four Lakhs Forty One Thousand Two Hundred and Eighty One only) as damages for business losses in favour of the Claimant herein with a future interest of 10% from the date of this award until date of actual payment. \n4.4.24. The above quantum is computed on the touchstone of the law valid down in this regard by the Apex Court and in consideration of the primary sales in 2017 with an average annual sales growth rate of 10% (in consideration of the average sales growth rate of the Beer Market in India) while factoring the fixed and variable components of the revenue expenditure, probable gains made by the claimant as a result of not performing its side of contractual obligations and the form of the COVID-19 pandemic between the months of April - June 2020 etc.\n51. The Supreme Court in 'KANCHAN UDYOG LIMITED VS. UNITED SPIRITS LIMITED', (2017) 8 SCC 237 has held that a unilaterally projected profitability which is a mere assumption, cannot be the basis of assessment of damages. In the instant case, respondent has not provided any evidence to support is claim that sales would grow at a projection or 15% per annum between March 2018 and August 2020. There is no material on record to show average annual sales growth of 10% as assumed by tribunal, as well as commercial court. The aforesaid findings are based on no evidence. \n52. The figure of Rs.16,04,41,281/- awarded under the head of nominal damages by taking into account of 10% annual sales growth for which no evidence is on record seems to actual damages and not notional damages. The award of 38.5% of the claim, as nominal damages is based on no evidence. Therefore, the award to the aforesaid extent suffers from patent illegality under Section 34(2-A) of the Act. \n(XIII) AWARD OF COSTS OF THE PROCEEDING BEFORE THE ARBITRAL TRIBUNAL 53. The majority award has awarded a sum of Rs.2,03,71,475/-. The respondent in the written statement made a claim of Rs.1,33,67,000/- incurred towards professional fee and legal expenses. However, no evidence was adduced with regard to the same. In the written submissions, the respondent had stated that invoices and bills pertaining to the claim for costs from part of confidential record and that it would submit the same if directed by the tribunal. However, the tribunal did not issue any direction to the respondent. The respondent claimed actual costs without any evidence and the tribunal proceeded to award the claim of Rs.2,03,71,475/- without any evidence. The finding in this regard is based on no evidence and suffers from patent illegality under Section 34(2-A) of the Act. (XIV) CONCLUSIONS:\n(i) The repudiation of the contract is not in accordance with terms of the contract and the finding of arbitral tribunal and commercial court is affirmed.\n(ii) The disputes raised by the respondent were within the ambit and scope of clause 16 of CISP agreement. \n      (iii)    The     arbitral    tribunal     has     rightly                allowed       the         application          for               amendment of the claim in the facts               of the case. \n\n     ( iv )     The award insofar as it grants Claim               for      damages      on     account      of               outstanding invoices awarded to the               extent    of   Rs.3,98,81,995/-     suffers               from      patent      illegality,      under               Section34(2-A) of the Act.\n\n     (v)      The award insofar as it grants claim               for damages on account of actual               business loss between 5th March 2018               to 30th August 2020 awarded to the tune of Rs.16,04,41,281/- as nominal damages suffers from patent illegality under Section 34(2-A) of the Act. \n     (vi)     The award insofar as it deals with               award of costs        of the    Arbitration               proceeding       to    the      tune      of Rs.2,03,71,475/- suffers from patent illegality under Section34(2-A) of the Act. \nIn the result, impugned judgment dated 24.06.2021 passed by the commercial court as well as the award dated 02.11.2020, to the extent of grant of damages on account of outstanding invoices to the extent of Rs.3,98,81,995/-, claim for a loss of actual business between 5th March 2018 to 30th August 2020 to the tune of Rs.16,04,41,281/- and to the extent of cost of arbitration proceeding to the extent of Rs.2,03,71,475/-, are set aside. \nIn the result, the appeal is allowed to the extent mentioned above along with costs. \nSd/-\nJUDGE Sd/-\nJUDGE SS",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "faec2e5de8ff45bc845629f8a164f29f_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30920f0b7af44ccaabe95b54ba97f868_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nKarnataka High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cc8c866bb264ad791ed599db6b82f82_2"
    },
    {
      "start": 264,
      "end": 348,
      "text": "\nAnheuser Busch Inbev India Limited vs Scarpe Marketing Pvt Ltd on 22 December, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c1f737f7a0e476fa2de6e9d66a2111c_3"
    },
    {
      "start": 349,
      "end": 388,
      "text": "\nAuthor: Alok Aradhe\nBench: Alok Aradhe",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4a6acf583024a6d9671700e47949745_4"
    },
    {
      "start": 389,
      "end": 465,
      "text": "\n                          1\n\n\n\n In The High Court Of Karnataka At Bengaluru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f03101b29594240b5fe88761ebed838_5"
    },
    {
      "start": 466,
      "end": 1710,
      "text": "           R\n   Dated This The 22Nd Day Of December 2021\n\n                      Present\n\n       The Hon'Ble Mr. Justice Alok Aradhe\n\n                        And\n\n The Hon'Ble Mr.Justice Anant Ramanath Hegde\n\n               Comap No.101 Of 2021\nBetween:\n\nAnheuser Busch Inbev India Limited\nFormerly Known As Sabmiller\nIndia Limited\nHaving Its Registered Office At\nUnit No.301-302, Third Floor\nDynasty Business Park, B Wing\nAndheri Kurla Road\nAndheri (East), Mumbai-400059.\n\nAnd Its Corporate Office At\n6Th Floor, Green Heart Building\nMfar, Manyata Tech Park\nPhase Iv Nagavara Village\nBangalore-560045.\n                                        ... Appellant\n(By Mr. Adity Sondhi, Sr. Counsel For\n    Mr. Prasanth V.G. Adv.,)\n\nAnd:\n\nScarpe Marketing Pvt Ltd\n302 & 305, Plot No.32-34 And 39-41\nKtc Illumination, Gafoor Nagar\nMadhapur, Hyderabad\n(Telangana)-500081.\n                               2\n\n\n\n                                         ... Respondent\n\n(By Mr. Salman Kurshid, Sr. Counsel For\n    Mrs. Irfana Nazeer, Adv., A/W\n    Mr. Duvva Pavankumar, Adv.,\n    Mr. Zafar Khurshid, Adv.,\n    Mr. Lubna Naaz, Adv.,\n    Mr. Mohd. Wasay Khan, Adv.,\n    Ms. Sakshi Kotiyal, Adv.,\n  Mrs. Shraddha Gupta, Adv.,)\n                          ---\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bb57f5f9d9e40838d4a61552ee89000_6"
    },
    {
      "start": 1710,
      "end": 2205,
      "text": "This Comap Is Filed Under Section 37(1)(C) Of\nThe Arbitration And Conciliation Act 1996 R/W\nSection 13(1A) Of The Commercial Court Act, Praying\nTo Call For Records In COM.A.P.No.42/2021 On The\nFile Of The Lxxxv Additioanl City Civil And Sessions\nJudge At Bengaluru And Set Aside The Judgment\nDated 24.06.2021 In COM.A.P.No.42/2021 Passed By\nLxxxv Additional City Civil And Sessions Judge At\nBengaluru (Cch-86) As Well As The Arbitral Award\nDated 02.11.2020 In The Interest Of Justice And\nEquity.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "424bc90eb0324642a667654a4b7b5d1d_7"
    },
    {
      "start": 2206,
      "end": 2407,
      "text": "\n\n      This Comap Having Been Heard And Reserved\nFor Judgment On 14.12.2021, Coming On For\nPronouncement Of Judgment This Day, Alok Aradhe\nJ., Delivered The Following:\n\n                          Order",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0d93b3c52c148ac8dc2f2e2bbcd5723_8"
    },
    {
      "start": 2409,
      "end": 2609,
      "text": "This appeal under Section 13(1-A) of the Commercial Court Act, 2015 read with Section 37(1)(b) of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act' for short)emanates fr",
      "labels": [
        "FAC"
      ],
      "id": "d92fbd7cc701402e9a9c4ad30ab81f3c_9"
    },
    {
      "start": 2610,
      "end": 2765,
      "text": "om judgment dated 24.06.2021 passed by the Commercial Court by which objections preferred by the appellant under Section 34 of the Act have been dismissed.",
      "labels": [
        "RLC"
      ],
      "id": "c104d55f05454a67b1659a65eb5cd91d_10"
    },
    {
      "start": 2766,
      "end": 2893,
      "text": "In order to appreciate the appellant's challenge to the impugned judgment, relevant facts need mention, which are stated infra.",
      "labels": [
        "FAC"
      ],
      "id": "d311df1f9db2440aa108899e53c2b293_11"
    },
    {
      "start": 2894,
      "end": 3092,
      "text": "\n(I) FACTUAL BACKGROUND:\n2. The appellant is a company incorporated under the provisions of Companies Act, 1956 and is engaged in the business of manufacturing and brewing beer under several brands.",
      "labels": [
        "FAC"
      ],
      "id": "aaca6d104ba6458db91d39516c914545_12"
    },
    {
      "start": 3093,
      "end": 3324,
      "text": "The respondent is also a company under the provisions of Companies Act, 1956 incorporated with a view to cater to the needs of multinational companies in assisting, marketing, organizing and setting up of their businesses in India.",
      "labels": [
        "FAC"
      ],
      "id": "2ba2c5aa292341fcb118780450e4c75a_13"
    },
    {
      "start": 3325,
      "end": 3521,
      "text": "An agreement viz., Customer Information And Service Provider agreement (CISP) was executed on 21.03.2012 between Skol Breweries Limited (SKOL) And Elios Business Solutions Private Limited (ELIOS).",
      "labels": [
        "FAC"
      ],
      "id": "32a2508c9e504031846efc25d0f5129e_14"
    },
    {
      "start": 3522,
      "end": 3658,
      "text": "Under the aforesaid agreement, ELIOS was engaged by SKOL for promotion of sale of its products in the erstwhile State of Andhra Pradesh.",
      "labels": [
        "FAC"
      ],
      "id": "04d3aae33fda4ca19f57f73a805c69f4_15"
    },
    {
      "start": 3659,
      "end": 3750,
      "text": "\n3. First addendum to the agreement to aforesaid CISP agreement was executed on 03.06.2014.",
      "labels": [
        "FAC"
      ],
      "id": "66abd594c7f24b51b75f5076c8bca144_16"
    },
    {
      "start": 3751,
      "end": 3969,
      "text": "The parties by the aforesaid addendum agreed to rename SKOL as SABMiller and the CISP agreement was made applicable to the States of Telangana and Andhra Pradesh pursuant to its bifurcation with effect from 02.06.2014.",
      "labels": [
        "FAC"
      ],
      "id": "003952f223e149bf87e0271b3aac3ea0_17"
    },
    {
      "start": 3970,
      "end": 4122,
      "text": "On 09.09.2015, SABMiller by a second addendum renewed the CISP agreement with ELIOS for a period of 5 years with effect from 01.10.2015 till 31.08.2020.",
      "labels": [
        "FAC"
      ],
      "id": "15650cbf4a764d9b866e5edf62da4297_18"
    },
    {
      "start": 4123,
      "end": 4323,
      "text": "Under the aforesaid addendum, the parties also agreed to extend the term of CISP and further agreed to assign the rights, duties and liabilities of ELIOS under the CISP agreement to respondent herein.",
      "labels": [
        "FAC"
      ],
      "id": "ff7bf488d48d4ad2b17d7633f3809491_19"
    },
    {
      "start": 4324,
      "end": 4384,
      "text": "Thereafter, SABMiller was acquired by the appellant in 2017.",
      "labels": [
        "FAC"
      ],
      "id": "9bc8e9d524b346158154f4dfabfdb241_20"
    },
    {
      "start": 4385,
      "end": 4560,
      "text": "\n4. Clause 10.4 of the CISP Agreement provides that if respondent breaches any of the terms of the agreement, the agreement can be terminated immediately without prior notice.",
      "labels": [
        "FAC"
      ],
      "id": "d2edd8c86db4416aa3a87c8c64488ce9_21"
    },
    {
      "start": 4561,
      "end": 4603,
      "text": "Clause 16, contains an Arbitration clause.",
      "labels": [
        "FAC"
      ],
      "id": "9ef21f8ecb7141f8ab82fab8dd068f53_22"
    },
    {
      "start": 4604,
      "end": 4958,
      "text": "Clause 17.2 requires the respondent to strictly comply with code of business conduct and ethics and policy on business hospitality and customer/supplier relations of the appellant and the respondents as well as all its associated parties including its, promoters were under an obligation to remain compliant with anti corruption laws applicable in India.",
      "labels": [
        "FAC"
      ],
      "id": "80d5c17209f143f4a6b62731f23fafc2_23"
    },
    {
      "start": 4960,
      "end": 5179,
      "text": "Clause 20A recorded the respondent's representations that neither the respondent nor any of its associated parties including the promoter has at any time admitted to having engaged in any corrupt act or similar conduct.",
      "labels": [
        "FAC"
      ],
      "id": "47b2e4ada132411ea32a5bad588d4eaf_24"
    },
    {
      "start": 5180,
      "end": 5372,
      "text": "The aforesaid clause further records the representation of the respondent that it has not at any time been investigated or been suspected in any jurisdiction in any corrupt act or similar act.",
      "labels": [
        "FAC"
      ],
      "id": "8ea7f282537d4e679e2e6cb596c0436d_25"
    },
    {
      "start": 5373,
      "end": 5524,
      "text": "Under Clause 20B, the respondent agreed that it would immediately notify the appellant if the representations made in Clause 20A are no longer correct.",
      "labels": [
        "FAC"
      ],
      "id": "62eee7e0e55e448ab246994094c4ea59_26"
    },
    {
      "start": 5526,
      "end": 5741,
      "text": "5. It is the case of the appellant that name of the Director of the respondent prominently featured in First Information Report viz., FIR No.RC224 2017 80001 dated 06.02.2017, which was filed against one Mr.Qureshi.",
      "labels": [
        "FAC"
      ],
      "id": "db794f5e71fb47459eb628ce53565886_27"
    },
    {
      "start": 5742,
      "end": 5897,
      "text": "The BBM chat Data enclosed with the complaint included the communication exchanged between the Director of the respondent viz., Mr.Sana and one Mr.Qureshi.",
      "labels": [
        "FAC"
      ],
      "id": "d6f536d680534752b41aefc609a3bbe4_28"
    },
    {
      "start": 5898,
      "end": 6150,
      "text": "Thereafter, on 15.10.2018, a complaint was made by Mr.Sana viz., the Director of respondent, in which he candidly admitted to engaging in corrupt acts of bribing public officials in order to attain a favorable outcome in the case registered by the CBI.",
      "labels": [
        "FAC"
      ],
      "id": "2e504fead97d4b22a66e5478216ae529_29"
    },
    {
      "start": 6151,
      "end": 6387,
      "text": "According to the appellant, the Director of the respondent did not comply with anti corruption laws, and had engaged in a corrupt practice of similar act and had been suspected of having been investigated for corrupt act or similar act.",
      "labels": [
        "FAC"
      ],
      "id": "ca2bbaeeb467402abee5330751481609_30"
    },
    {
      "start": 6388,
      "end": 6617,
      "text": "According to the appellant, the conduct of the respondent constituted breach of Clauses 17.2, 20A and 20B of the CISP agreement, therefore, the appellant by an e-mail communication dated 05.03.2018, terminated the CISP agreement.",
      "labels": [
        "FAC"
      ],
      "id": "9706cb565e24405992a919febc1d539c_31"
    },
    {
      "start": 6619,
      "end": 6761,
      "text": "6. Being aggrieved by termination notice dated 05.03.2018, the respondent issued a notice dated 08.03.2018 and invoked the Arbitration clause.",
      "labels": [
        "FAC"
      ],
      "id": "575787d482f049d18c0138ea58662686_32"
    },
    {
      "start": 6762,
      "end": 6925,
      "text": "The respondent also filed an application under Section 9 of the Act seeking an interim protection, wherein on 14.03.2018 an interim order of status quo was passed.",
      "labels": [
        "FAC"
      ],
      "id": "f5c6acb9d54742b4a93d601e9c72998d_33"
    },
    {
      "start": 6926,
      "end": 7117,
      "text": "The aforesaid petition was disposed of on 05.03.2019 directing the parties to maintain status quo and the liberty was granted to the respondent to seek relief before the arbitral tribunal.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "ae1ee80ae6ff4f7b9e9af793466703d4_34"
    },
    {
      "start": 7118,
      "end": 7167,
      "text": "Thereafter, an arbitral tribunal was constituted.",
      "labels": [
        "FAC"
      ],
      "id": "1f76e4cf3a0e4f01be9ace01f1e11e84_35"
    },
    {
      "start": 7168,
      "end": 7303,
      "text": "The respondent filed statement of claim on 24.08.2018 wherein, the relief of declaration that termination notice is invalid was sought.",
      "labels": [
        "FAC"
      ],
      "id": "13870fc57dbe4e20a8d7d0fa7bcf7445_36"
    },
    {
      "start": 7304,
      "end": 7421,
      "text": "The respondent also sought the relief of specific performance of the agreement and payment of outstanding dues to it.",
      "labels": [
        "FAC"
      ],
      "id": "36b22c0038ec4ed0bb888e6d0ad5ea8f_37"
    },
    {
      "start": 7422,
      "end": 7477,
      "text": "The appellant filed statement of defence on 29.10.2018.",
      "labels": [
        "FAC"
      ],
      "id": "53f5c13ddcff449eb9f4edd17a721715_38"
    },
    {
      "start": 7478,
      "end": 7622,
      "text": "Thereafter, the respondent on 24.02.2019 filed an application under Section 23(3) of the Act seeking permission to amend its statement of claim.",
      "labels": [
        "FAC"
      ],
      "id": "41e821b6671e47f793acdef0100e3750_39"
    },
    {
      "start": 7623,
      "end": 7772,
      "text": "The arguments were heard on application for amendment on 11.04.2019 and orders were reserved and next date in the proceeding was fixed as 06.05.2019.",
      "labels": [
        "FAC"
      ],
      "id": "17e7d8c5337a46e9a2c28dd98cb458d8_40"
    },
    {
      "start": 7773,
      "end": 7894,
      "text": "However, on 06.05.2019, the respondent withdrew the application for amendment with a liberty to file a fresh application.",
      "labels": [
        "FAC"
      ],
      "id": "31df44fd3f104cfaa297606e43582864_41"
    },
    {
      "start": 7895,
      "end": 8070,
      "text": "The application for amendment filed by the respondent was allowed by an order dated 28.05.2019, keeping the issue of jurisdiction of the tribunal to deal with amended prayers.",
      "labels": [
        "FAC"
      ],
      "id": "267eba484780442a80e246a6951c69df_42"
    },
    {
      "start": 8072,
      "end": 8401,
      "text": "8. On 13.06.2019, the respondent filed its amended statement of claim, in which the respondent sought a declaration that termination is invalid and claims were made on account of unpaid invoices, damages for loss of revenue as well as loss of reputation, to the extent of Rs.4.3 Crores, Rs.41 Crores and Rs.5 Crores respectively.",
      "labels": [
        "FAC"
      ],
      "id": "260e42a2f3a548b3a6300f2f40dc4161_43"
    },
    {
      "start": 8402,
      "end": 8528,
      "text": "The appellant filed the amended statement of defence on 12.07.2019, to which the respondent filed the rejoinder on 27.07.2019.",
      "labels": [
        "FAC"
      ],
      "id": "621d0a952b034c858e6f738723c3d7d4_44"
    },
    {
      "start": 8530,
      "end": 8631,
      "text": "9. On 18.10.2019, the respondent stated before the tribunal that it would not lead any oral evidence.",
      "labels": [
        "FAC"
      ],
      "id": "fd9b16b3f847437b9f4e18f7d5f113d5_45"
    },
    {
      "start": 8632,
      "end": 8723,
      "text": "The appellant also stated before the tribunal that it will also not lead any oral evidence.",
      "labels": [
        "FAC"
      ],
      "id": "085a015d8586439e9b035dcc8dcecb47_46"
    },
    {
      "start": 8724,
      "end": 8845,
      "text": "The appellant and respondent filed their respective affidavits of admission and denial of documents on 06 and 07.12.2019.",
      "labels": [
        "FAC"
      ],
      "id": "4e4ada10ca624f4d8892ca351b6172e5_47"
    },
    {
      "start": 8846,
      "end": 8922,
      "text": "The proceeding were fixed for 08.12.2019 and 09.12.2019 for final arguments.",
      "labels": [
        "FAC"
      ],
      "id": "0be798f75f414d47aea7d68ac806a735_48"
    },
    {
      "start": 8923,
      "end": 9037,
      "text": "On 09.12.2019, the respondent while arguing the matter finally filed an affidavit along with additional documents.",
      "labels": [
        "FAC"
      ],
      "id": "f7314d69568c48b98e4fb49e8876105a_49"
    },
    {
      "start": 9038,
      "end": 9117,
      "text": "Thereafter, the arguments were heard and the award was delivered on 02.11.2020.",
      "labels": [
        "FAC"
      ],
      "id": "be6277009cee456e96612167448f6536_50"
    },
    {
      "start": 9119,
      "end": 9324,
      "text": "10. The arbitral tribunal by majority (2:1) inter alia held that termination notice dated 05.03.2018 issued by the appellant terminating the services of respondent is bad in law and the same was set aside.",
      "labels": [
        "RLC"
      ],
      "id": "125cc88cbfe949e0abc811f5153cb0fc_51"
    },
    {
      "start": 9325,
      "end": 9551,
      "text": "The respondent was held entitled to a sum of Rs.3,98,81,995/- along with interest at the rate of 10% per annum from the date on which the amount became due till realization in respect of outstanding invoices as actual damages.",
      "labels": [
        "FAC"
      ],
      "id": "cfcbc4f53d494bc3927f361a3c464d7a_52"
    },
    {
      "start": 9552,
      "end": 9770,
      "text": "The respondent was also held entitled to a sum of Rs.16,04,41,281/- along with interest at the rate of 10% per annum from the date of award till its realization, as notional damages for business loss to the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "fda865f9d7744344bded650eab7b0ee4_53"
    },
    {
      "start": 9771,
      "end": 9896,
      "text": "The respondent was also held entitled to a sum of Rs.2,03,71,475/- towards cost of Arbitration in addition to the stamp duty.",
      "labels": [
        "FAC"
      ],
      "id": "95ac7ed787754231b4fb0880c6ed21d9_54"
    },
    {
      "start": 9898,
      "end": 10012,
      "text": "11. The appellant filed objections under Section 34 of the Act to the aforesaid award before the commercial court.",
      "labels": [
        "FAC"
      ],
      "id": "bc2c16ab525f42fe8e523fb211bee394_55"
    },
    {
      "start": 10013,
      "end": 10305,
      "text": "The commercial court by judgment dated 24.06.2021 dismissed the objections preferred by the appellant and has held that in a proceeding under Section 34 of the Act, the commercial court cannot re appreciate the evidence and cannot set aside an award merely on an erroneous application of law.",
      "labels": [
        "RLC"
      ],
      "id": "b78c1c61e91f4a7cae84052d3b248239_56"
    },
    {
      "start": 10306,
      "end": 10465,
      "text": "It was further held that no ground enumerated under Section 34 of the Act is made out for interference with the majority award passed by the arbitral tribunal.",
      "labels": [
        "RLC"
      ],
      "id": "bc8704db048447ec9ceded18a620bfa4_57"
    },
    {
      "start": 10466,
      "end": 10557,
      "text": "Accordingly, the petition under Section 34 of the Act filed by the appellant was dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "f6e24ebd41b345d4b9b420627dd2eb18_58"
    },
    {
      "start": 10558,
      "end": 10622,
      "text": "In the aforesaid factual background, this appeal has been filed.",
      "labels": [
        "FAC"
      ],
      "id": "5c502420842c4d398e98bc255bfc2ec8_59"
    },
    {
      "start": 10623,
      "end": 10659,
      "text": "(II). SUBMISSIONS OF APPELLANT:-\n12.",
      "labels": [
        "FAC"
      ],
      "id": "082e469f5a6c46be9155d5f31df90018_60"
    },
    {
      "start": 10660,
      "end": 10838,
      "text": "Learned Senior counsel for the appellant submitted that the respondent sought reference of dispute in respect of two claims viz., termination of agreement and arrears of invoice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a8ac9d1d4974386944b0b4db2ab41c5_61"
    },
    {
      "start": 10839,
      "end": 10912,
      "text": "However, by way of an amendment additional relief for damages was sought.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f0ca3980d56412cbcab5f9a93903963_62"
    },
    {
      "start": 10913,
      "end": 11192,
      "text": "While referring to the statement of objection to the petition under Section 9 of the Act, it is pointed out that respondent has stated therein that contract has been terminated by the appellant and therefore, the claim for damages ought to have been made while seeking reference.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "73ea2ead2bc34082a064ac92a2878add_63"
    },
    {
      "start": 11193,
      "end": 11359,
      "text": "It is also pointed out that an application for amendment was filed on 24.02.2019, however, the same was withdrawn and another application seeking amendment was filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0126e47241ef428aaaf98c1ae8bcbd85_64"
    },
    {
      "start": 11360,
      "end": 11548,
      "text": "Thus, it is contended that application for amendment was filed belatedly after a period of one year from the date of notice dated 08.03.2018 and the same was beyond the scope of reference.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4cb078cbee1942da95a4ca421de1e2b5_65"
    },
    {
      "start": 11550,
      "end": 11937,
      "text": "13. It is also urged that parties are bound by Rules framed by ICA (Indian Council of Arbitration), and in view of Rule 15(i) and (ii)(b) of the Rules an application seeking amendment could not have been filed and arbitral tribunal without addressing the issue with regard to delay in filing the application for amendment erroneously allowed the same and enlarged the scope of reference.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d12ef605a2634edd98a4363bbf2da381_66"
    },
    {
      "start": 11938,
      "end": 12287,
      "text": "It is also urged that in view of language employed in Clause 16 of the agreement, which is an arbitration clause, 'a dispute' can be referred to the arbitral tribunal and therefore, the order allowing the application for amendment for additional claims amounts to permitting multiple disputes to be raised for adjudication, which is not permissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8817c13a692c409f8fd0e260ada081f9_67"
    },
    {
      "start": 12288,
      "end": 12583,
      "text": "It is also contended that the claim for amendment is in the nature of an additional claim, which was not raised in the notice seeking reference to the Arbitration and the scope of Arbitration cannot be enlarged beyond the dispute, which is sought to be referred for adjudication to the tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "54c26c5fd55346febc3f077c3f134c29_68"
    },
    {
      "start": 12584,
      "end": 12771,
      "text": "It is argued that the application for amendment of reference petition is barred under Order 2 Rule 2 of Code of Civil Procedure 1908 (hereinafter referred to as 'the Code' for short).\n14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09d8fa04503041c184176be552505729_69"
    },
    {
      "start": 12772,
      "end": 12876,
      "text": "It is contended that concept of morality found in the Act is also inbuilt in Clause 20 of the agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "abda57ee24b34688bfa117046e2e3ebe_70"
    },
    {
      "start": 12877,
      "end": 13117,
      "text": "It is urged that the tribunal ought to have appreciated that even suspicion of commission of an offence or even, an investigation into the matter by itself is enough to attract Clauses 10.4 and 20 of the agreement to terminate the contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "08c62cae919e414c9b9c21eb9984d16b_71"
    },
    {
      "start": 13118,
      "end": 13295,
      "text": "It is argued that claim has been made by the respondent for nominal damages and not actual damages and there is a distinction between the 'actual damages' and 'nominal damages'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d1011c8eee64e5192899fc08738c7c8_72"
    },
    {
      "start": 13296,
      "end": 13386,
      "text": "It is also urged that all nominal damages are small but all small damages are not nominal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "250be0db8f4141ebb2e69295f7a3b71f_73"
    },
    {
      "start": 13387,
      "end": 13586,
      "text": "It is also argued that the tribunal without there being any evidence with regard to the damages or the loss sustained by the respondent has awarded damages, which are in the nature of actual damages.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3bd8febd32d04f369c164270322837d7_74"
    },
    {
      "start": 13588,
      "end": 13740,
      "text": "15. It is argued that in the absence of proof of disputed documents, the tribunal could not have passed an award in respect of claim of unpaid invoices.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "10479c3dc93b4930b1327936ced73b46_75"
    },
    {
      "start": 13741,
      "end": 13919,
      "text": "It is also pointed out that no material was produced in support of claim for award of cost and the award of cost to the extent of Rs.2,03,71,475/- is exorbitant and is excessive.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dbc481cb348843b5a582e4c567dd0e0c_76"
    },
    {
      "start": 13920,
      "end": 14107,
      "text": "It is also urged that the commercial court ought to have appreciated that the award cannot be sustained on the grounds under Section 34(2)(iv), 34(2)(b)(ii) and Section 34(2A) of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c336eaaae6c64e4eba94e1c2419ea93b_77"
    },
    {
      "start": 14108,
      "end": 14263,
      "text": "It is also contended that the commercial court has not considered the grounds raised by the appellants and has passed the judgment in a perfunctory manner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2514c53ba974aa989ad1fc61eb3d13c_78"
    },
    {
      "start": 14264,
      "end": 14455,
      "text": "It is urged that the commercial court erred in holding that appellant ought to have led evidence to justify its stand specially in view of the fact that no evidence was adduced by respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d888c75a178e49bb8d15383d971f3175_79"
    },
    {
      "start": 14456,
      "end": 14604,
      "text": "It is also urged that the commercial court ought to have appreciated that the award of damages is contrary to Section 74 of the Indian Contract Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cd3acad1b0a54b3086b5825e04e9677e_80"
    },
    {
      "start": 14605,
      "end": 15807,
      "text": "In support of aforesaid submissions, reliance has been placed on decisions in 'TAYLOR V OAKES, RONCORONI AND CO', (1922) ALL ER REP EXT 866, 'NUNE SIVAYYA VS. MADDU RANGANAYAKULU', AIR 1935 PC 67, 'JUGGILAL KAMLAPAT VS. PRATAPMAL RAMESHWAR', (1978) 1 SCC 69, 'M.LACHIA SETTY AND SONS LTD. VS. COFFEE BOARD', (1980) 4 SCC 636, 'ASSOCIATES BUILDERS VS. DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC, 'KAILASH NATH ASSOCIATES VS. DELHI DEVELOPMENT', (2015) 4 SCC 136, 'KANCHAN UDYOG LIMITED VS. UNITED SPIRITS LIMITED', (2017) 8 SCC 237, 'SSANYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED VS. NATIONAL HIGHWAY AUTHORITY OF INDIA', (2019) 15 SCC 131, 'DYNA TECHNOLOGIES PVT. LTD. VS. CROMPTON GREAVES LTD.', (2019) 20 SCC 1, 'THE OWNERS OF THE STEAMSHIP 'MEDIANA VS. THE OWNERS, MASTER AND CREW OF THE LIGHTSHIP \"COMET\" (1900) A.C.113, 'INDIAN PERFORMING RIGHT SOCIETY LTD. VS. DEBASHISH PATNAIK', LNIND 2007 DEL 630, MAPPOURAS VS. WALDRONS SOLICITORS', (2002) EWCA CIV 842), 'EXTRACT OF HALSBURY'S LAWS OF ENGLAND 4TH EDITION, VOL.12, P.459, 'EXTRACT OF DAMAGES: THE LAW OF DAMAGES (COMMON LAW SERIES), 'EXTRACT FROM HALSBURY'S LAWS OF ENGLAND DAMAGES, VOL.29 (2019).\n(III) SUBMISSIONS OF RESPONDENT:\n16.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13ba5ec14864413688db25870580fab9_81"
    },
    {
      "start": 15808,
      "end": 16178,
      "text": "On the other hand, learned Senior counsel for the respondent invited the attention of this Court to Sections 34 and 37 of the Act and contended that an arbitral award can be challenged only on limited grounds specified in Section 34 and scope of challenge in an appeal under Section 37, to correctness of the findings on a petition under Section 34 of the Act is narrow.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4cda83a09ca7451492dc27cd5aceb132_82"
    },
    {
      "start": 16179,
      "end": 16365,
      "text": "It is further contended that appeal under Section 37 of the Act is in the nature of a second appeal under Section 100 of the Code, and there is no scope for re- appreciation of evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7e8943c46b34ec3aae7cf3bdbe6af83_83"
    },
    {
      "start": 16366,
      "end": 16470,
      "text": "It is also submitted that with regard to findings of fact, the arbitral Tribunal is the final authority.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "735dd458db8a4780b603ca6eb1578646_84"
    },
    {
      "start": 16472,
      "end": 16569,
      "text": "17. It is argued that in a case based on breach of contract, an aggrieved party has two remedies.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "295b5861f01f4e44a4d306f84d667b7b_85"
    },
    {
      "start": 16570,
      "end": 16715,
      "text": "Firstly, either to sue for specific performance of contract or secondly to claim damages for the loss sustained on account of breach of contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dacf10c0b3db451e88dda1201a41ede3_86"
    },
    {
      "start": 16716,
      "end": 16801,
      "text": "In this connection, reference has been made to Section 21 of the Specific Relief Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe836ffb52bb481498798730c31fabb8_87"
    },
    {
      "start": 16802,
      "end": 16911,
      "text": "It is stated that appellant, in the instant case, has given up the claim of specific performance of contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce626dc638034b85a0400c843cbeae3a_88"
    },
    {
      "start": 16912,
      "end": 17167,
      "text": "It is also urged that the application seeking amendment was not an application for additional claim but for an application specifying actual damages claimed under different heads and was filed before the Arbitral Tribunal before commencement of the trial.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "76bb906995754a2cb0b6ccbaefd60567_89"
    },
    {
      "start": 17168,
      "end": 17272,
      "text": "It is also contended that cause of action to seek damages is available, the moment contract is breached.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "20db38bfd7634be085ca9e965251d61b_90"
    },
    {
      "start": 17273,
      "end": 17494,
      "text": "It is also urged that even, in a claim for specific performance of the contract without claiming damages, an application seeking damages can be filed subsequently and the same does not change the nature of original claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b6af0a7f8c5437094869a8ea6b50f81_91"
    },
    {
      "start": 17495,
      "end": 17571,
      "text": "It is also urged that the application for amendment was not filed belatedly.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "90caf85f000d4050b6ce4a7d55d7c607_92"
    },
    {
      "start": 17573,
      "end": 17749,
      "text": "18. It is also pointed out that Arbitral Tribunal has awarded only 38.5% of the amount claimed by the respondent and the remaining claim has been rejected for want of evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce1899444eed4e429739a6654738a7af_93"
    },
    {
      "start": 17750,
      "end": 17898,
      "text": "It is also urged that amount awarded by the Tribunal towards damages is based on documentary evidence adduced by the respondent before the Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "31a6563a09344e45b7ec21a9706d01dd_94"
    },
    {
      "start": 17899,
      "end": 18107,
      "text": "It is also urged that claim for damages was made on the basis of statistics of sale for the year 2017 and the respondent had claimed 15% escalation, whereas the Tribunal has awarded escalation @ 10% only.\n19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "15e1f13ea2ad4d8eb4ed450c6bcfcff9_95"
    },
    {
      "start": 18108,
      "end": 18343,
      "text": "It is also urged that claim relating to damages being a claim based on breach of contract is a dispute covered by the clause relating to arbitration and therefore, the claim of damages cannot be termed as beyond the scope of reference.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1172a70d48f34192acd08e368011188e_96"
    },
    {
      "start": 18344,
      "end": 18528,
      "text": "It is also urged that the claim for damages is based on the documents which were not disputed by the appellant and the same is based on e-mails sent by the appellant to the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2c397e20ccc543889c7338eee58b576c_97"
    },
    {
      "start": 18529,
      "end": 18739,
      "text": "It is also urged that clause 20 of the agreement does not impose a general moral obligation but incorporates the obligation to be adhered to while having business transaction, with the parties to the agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "02bcc5a7859448d299495fde5fe8a4ee_98"
    },
    {
      "start": 18740,
      "end": 18951,
      "text": "It is also contended that there is no material on record to indicate that the appellant had the knowledge about violation of clause 20 of the agreement at the time of issuing the notice terminating the contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f700da5caeb469bb45be3f839fa4336_99"
    },
    {
      "start": 18953,
      "end": 19171,
      "text": "20. It is also pointed out that in the first information report, no reference was made to the Director of the respondent and second First Information Report was based on the complaint by the Director of the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e02f4855865440cfb164529a14f104c9_100"
    },
    {
      "start": 19172,
      "end": 19272,
      "text": "It is urged that there is nothing on record to indicate that clause 20 of the agreement is violated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5114c7b91c3a4692b0105fbfc1ffecae_101"
    },
    {
      "start": 19273,
      "end": 20299,
      "text": "In support of aforesaid submissions, reliance has been placed on the decisions in 'PUNJAB STATE CIVIL SUPPLIES CORPN LTD AND ANR Vs. RAMESH KUMAR AND COMPANY AND OTHERS' CIVIL APPEAL NO.6832/2021, 'L.G.ELECTRONICS INDIA Vs. DINESH KALRA' (2018) SCC ONLINE DELHI 8367, 'MMTC LIMITED Vs. VEDANTA LIMITED' (2019) 4 SCC 163, 'JJ ENGINEERS PVT. LTD. Vs. UNION OF INDIA' (2011) 5 SCC 758, 'MCDERMAT INTERNATIONAL INK Vs. BURN STANDARD COMPANY' (2006) 11 SCC 181, 'SAIL Vs. GUPTA BROTHERS STEEL TUBES' (2009) 10 SCC 63, 'NTPC Vs. M/s. DECONAR SERVICES' IN C.A.6483/2014, 'NAYANA TECHNOLOGIES PVT. LTD. Vs. CROMPTON GREAVES' (2019) 20 SCC 1, 'NHAI Vs. ITD CEMENTATION' (2015) 14 SCC 21, 'MODULAR BUX Vs. UNION OF INDIA' (1969) 2 SCC 554, 'ONGC Vs. SAW PIPES' (2003) 5 SCC 705, 'JUGINAL KAMALPAT Vs. PRATAM PAL RAMESHWAR' (1978) 1 SCC 69, 'UNNI SIVAIAH Vs. MUDDU RANGANAYAKALU', 'STATE OF GOA Vs. PRAVEEN ENTERPRISES' (2012) 12 SCC 581 AND 'V.H.PATEL COMPANY Vs. DHIRUBHAI PATEL & ORS' (2000) 4 SCC 368.\n(IV) REJOINDER SUBMISSIONS:\n21.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d1d96499925443efaf6532d182d7508b_102"
    },
    {
      "start": 20300,
      "end": 20575,
      "text": "By way of rejoinder, learned Senior counsel for the appellant submitted that respondent made a claim under Section 21 of the Specific Relief Act, 1963 in the original claim statement and by way of an amendment claim under Section 73 of the Indian Contract Act, 1872 was made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8b3a71eb0774441ea22b47a1876094dd_103"
    },
    {
      "start": 20576,
      "end": 20694,
      "text": "It is contended that aforesaid claims are entirely different and causes of action for filing the claims are different.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7c392e9919ec4d7d91a6da0226a8c22b_104"
    },
    {
      "start": 20695,
      "end": 20920,
      "text": "It is argued that claim under Section 21 of the Specific Relief Act, 1963 can be awarded, only if contract between the parties is enforceable and in case, the Court is not inclined to grant the relief of specific performance.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "208f39eb2d7f4f9d895fde80c2135fc5_105"
    },
    {
      "start": 20921,
      "end": 21132,
      "text": "It is also urged that since the claim of specific performance of the contract has been abandoned by way of an amendment, the damages under Section 21 of the Specific Relief Act, 1963 could not have been granted.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "73e90ef9ef42450aaa100567dd1f8137_106"
    },
    {
      "start": 21133,
      "end": 21280,
      "text": "It is urged that the damages have been awarded by the Tribunal under Section 73 of the Indian Contract Act, which is beyond the scope of reference.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "52f3d4b0606e4d46b8c457dd9576c068_107"
    },
    {
      "start": 21281,
      "end": 21456,
      "text": "It is pointed out that the Tribunal erred in awarding damages on the basis of a document which was disputed by the appellant at the stage of admission and denial of documents.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1ed2a1e4bd9d4353bc42ddd8b0bec494_108"
    },
    {
      "start": 21457,
      "end": 21743,
      "text": "It is also urged that the document in question which is in the form of a chart, indicates projection of profit and the Tribunal, without referring to statement of profit of the respondent for the financial years 2015-16, 2016-17 and 2017-18, awarded huge amount in terms of damages.\n22.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3456a6d0bf55426db72567f4a83ba947_109"
    },
    {
      "start": 21744,
      "end": 21908,
      "text": "It is pointed out that most of the judgments relied upon by respondent deal with pre-amended Section 34 i.e., before introduction of Section 34(2A) of the 1996 Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "757dae3697d24a88a1df8a50cd45806e_110"
    },
    {
      "start": 21909,
      "end": 22049,
      "text": "It is urged that the aforesaid provision enables the Court to set aside an arbitral award in case the same is vitiated by patent illegality.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "342ca52f016a48638597606091544be4_111"
    },
    {
      "start": 22050,
      "end": 22204,
      "text": "It is also argued that Section 34(2A) of the Act which provides for an additional ground of challenge, has to be read along with Section 28(3) of the Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4a4f77fce09f4f3da53d5be3db72d10c_112"
    },
    {
      "start": 22205,
      "end": 22328,
      "text": "It is also urged that appellant had knowledge about violation of Clause 20 and had valid grounds to terminate the contract.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "52f8eb47395b4e1dba1c7dff80066dd5_113"
    },
    {
      "start": 22329,
      "end": 22520,
      "text": "It is also urged that Commercial Court neither dealt with the central issue of the case namely whether the termination of contract is valid or not nor has recorded any finding in this regard.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "83d8c0b296fc4d9e8d8dc72019b5145c_114"
    },
    {
      "start": 22521,
      "end": 22894,
      "text": "It is also urged that Tribunal ought to have appreciated that the cases on which reliance was placed by it are the cases pertaining to damages either under Section 21 of the Specific Relief Act, 1963, where the relief of specific performance was claimed or under Section 73 of the Indian Contract Act where a specific claim was made on the basis of termination of contract.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "da16b63d82714e5184e41314f9d715a5_115"
    },
    {
      "start": 22895,
      "end": 22992,
      "text": "It is therefore submitted that the order passed by the Commercial Court deserves to be set aside.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4e141cb1a6d049bea065a480dfa31354_116"
    },
    {
      "start": 22993,
      "end": 23272,
      "text": "In support of aforesaid submissions, reliance has been placed on the decision rendered by learned Single Judge of Bombay High Court in 'BOARD OF CONTROL FOR CRICKET IN INDIA Vs. DECCAN CHRONICLE HOLDINGS LTD.' in Commercial Arbitration Petition (L) No.4466/2020 dated 16.06.2021.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6e6508f020e843eeb937fc85a67177d1_117"
    },
    {
      "start": 23273,
      "end": 23365,
      "text": "However, it is fairly pointed out that against the aforesaid decision, an appeal is pending.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4fc46dd2070c4d61a5c0fbe1b8a4fdec_118"
    },
    {
      "start": 23366,
      "end": 23564,
      "text": "\nReference is also been made to Division Bench of this Court in 'LARSEN AND TOUBRO LIMITED (CONSTRUCTION DIVISION) Vs. GEODESIC TECHNIQUES PRIVATE LIMITED' decided on 21.10.2021 in COMAP No.31/2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "753a7d65c81e42abb9b25c5cd2eba713_119"
    },
    {
      "start": 23565,
      "end": 23603,
      "text": "\n(V) RELEVANT STATUTORY PROVISIONS 23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cf0ea73b4ef4bfc8377ea3e384384e4_120"
    },
    {
      "start": 23604,
      "end": 23758,
      "text": "Before proceeding further, it is apposite to take note of relevant provisions of the Act, the Specific Relief Act, 1963 and the Indian Contract Act, 1872.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2252a025e034a449621d7a159964b3b_121"
    },
    {
      "start": 23759,
      "end": 24359,
      "text": "The relevant extract of Section 23, 28, 34 and Section 37 of the Act read as under:\n23.(3) Unless otherwise agreed by the parties, either party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow the amendment or supplement having regard to the delay in making it.\n(4) The statement of claim and defence under this section shall be completed within a period of six months from the date the arbitrator or all the arbitrators as the case may be, received notice, win writing, or their appointment.",
      "labels": [
        "STA"
      ],
      "id": "161ce28d456d409d8454a6e6871a1e18_122"
    },
    {
      "start": 24360,
      "end": 24919,
      "text": "\n28. Rules applicable to substance of dispute.--\n(1) Where the place of arbitration is situate in India,--\n(a) in an arbitration other than an international commercial arbitration, the arbitral tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in India;\n(b) in international commercial arbitration,--\n(i) the arbitral tribunal shall decide the dispute in accordance with the rules of law designated by the parties as applicable to the substance of the dispute;\n              (ii)    ",
      "labels": [
        "STA"
      ],
      "id": "6f299c7223474593ab1d5c73419c85f9_123"
    },
    {
      "start": 24919,
      "end": 25024,
      "text": "any   designation     by   the       parties of the law or legal system of a       given     country     ",
      "labels": [
        "STA"
      ],
      "id": "52e59eec10a94e18a9096c33d3f39064_124"
    },
    {
      "start": 25024,
      "end": 25661,
      "text": "shall    be   construed,\n      unless         otherwise      expressed,   as directly referring to the substantive law of that country and not to its conflict of laws rules;\n              (iii) failing any designation of       the law under clause (a) by the       parties,        the    arbitral    tribunal     shall       apply the rules of law it considers to       be        appropriate          given      all    the       circumstances              surrounding           the       dispute.\n(2) The arbitral tribunal shall decide ex aequo et bono or as amiable compositeur only if the parties have expressly authorised it to do so.",
      "labels": [
        "STA"
      ],
      "id": "a1a7cc248c58442bbee4f838f9c36c7b_125"
    },
    {
      "start": 25662,
      "end": 25836,
      "text": "(3) While deciding and making an award, the arbitral tribunal shall, in all cases, take into account the terms of the contract and trade usages applicable to the transaction.",
      "labels": [
        "STA"
      ],
      "id": "0275218b52524c2295c54dea87342be1_126"
    },
    {
      "start": 25838,
      "end": 25887,
      "text": "34. Application for setting aside arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a095a975573b4a0a8a74e5f1f72006c6_127"
    },
    {
      "start": 25888,
      "end": 26061,
      "text": "-- \n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).",
      "labels": [
        "STA"
      ],
      "id": "4e99480e7e8a4d8c8d5b29fa46e02186_128"
    },
    {
      "start": 26062,
      "end": 27649,
      "text": "\n(2) An arbitral award may be set aside by the Court only if--    (a)    the       party    making     the     application    furnishes proof that--          (i)    a    party    was       under    some          incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\nExplanation.",
      "labels": [
        "STA"
      ],
      "id": "4216396295204fdda5d10bcf75aa165b_129"
    },
    {
      "start": 27650,
      "end": 27945,
      "text": "--Without prejudice to the generality of sub-clause (ii) it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81.",
      "labels": [
        "STA"
      ],
      "id": "7dece921c871499d8b3ea66b26a23f86_130"
    },
    {
      "start": 27946,
      "end": 28186,
      "text": "\n(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "939b9e9d024a4e1eb53605ee132d0d4b_131"
    },
    {
      "start": 28187,
      "end": 28326,
      "text": "Provided than an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
      "labels": [
        "STA"
      ],
      "id": "c0692b26d1ae4c268ed82371406ec428_132"
    },
    {
      "start": 28327,
      "end": 28926,
      "text": "\n37. APPEALABLE ORDERS.--\n(1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) granting or refusing to grant any measure under section 9;\n(b) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order granting of the arbitral tribunal.--\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.",
      "labels": [
        "STA"
      ],
      "id": "9a9bac3d996943458993549749fdbf7f_133"
    },
    {
      "start": 28927,
      "end": 29105,
      "text": "\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.",
      "labels": [
        "STA"
      ],
      "id": "99a206991cf34db2b7679bdeab3808a9_134"
    },
    {
      "start": 29107,
      "end": 30651,
      "text": "THE SPECIFIC RELIEF ACT, 1963:\n24. Section 21 of the Act as it existed prior to its amendment with effect from 01.10.2018 reads as under:\n21. Power to award compensation in certain cases.- (1) In a suit for specific performance of a contract, the plaintiff may also claim compensation for its breach, either in addition to, or in substitution of, such performance.\n(2) If, in any such suit, the Court decides that specific performance ought not to be granted, but that there is a contract between the parties which has been broken by the defendant, and that the plaintiff is entitled to compensation for that breach, it shall award him such compensation accordingly.\n(3) If, in any such suit, the Court decides that specific performance ought to be granted, but that it is not sufficient to satisfy the justice of the case, and that some compensation for breach of the contract should also be made to the plaintiff, it shall award him such compensation accordingly.\n(4) In determining the amount of any compensation awarded under this section, the Court shall be guided by the principles specified in Section in Section 73 of the Indian Contract Act, 1872 (9 of 1872).\n(5) No compensation shall be awarded under this section unless the plaintiff has claimed such compensation in his plaint:\nProvided that where the plaintiff has not claimed any such compensation in the plaint the Court shall, at any stage of the proceeding, allow him to amend the plaint, on such terms as may be just, for including a claim for such compensation.\nExplanation.",
      "labels": [
        "STA"
      ],
      "id": "1cf8190794e64acaa7776a8366324f92_135"
    },
    {
      "start": 30652,
      "end": 30821,
      "text": "- The circumstance that the contract has become incapable of specific performance does not preclude the Court from exercising the jurisdiction conferred by this section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5141be8a7d8746cdae1d958331a84cfa_136"
    },
    {
      "start": 30822,
      "end": 31044,
      "text": "\nThe amended Section 21(1) reads as under:\n(1) In a suit for specific performance of a contract, the plaintiff may also claim compensation for its breach, either in addition to, or in substitution of, such performance.\n25.",
      "labels": [
        "STA"
      ],
      "id": "b44e2301b01243f3ba1e30b478297e23_137"
    },
    {
      "start": 31045,
      "end": 31128,
      "text": "It is pertinent to note that sub-Sections (2) to (5) of Section 21 remain as it is.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ebf482c8a1e44e3aceddd8e70f55106_138"
    },
    {
      "start": 31129,
      "end": 31289,
      "text": "However, by Act No.18/2018 in sub-Section (1) of Section 21, the words 'either in addition to, or in substitution of' have been substituted by 'in addition to'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ed6523d35af4dcf8f84770a52c8fe71_139"
    },
    {
      "start": 31290,
      "end": 31325,
      "text": "\nTHE INDIAN CONTRACT ACT, 1872:\n26.",
      "labels": [
        "STA"
      ],
      "id": "91c116f43ba64438984962eb2999f460_140"
    },
    {
      "start": 31326,
      "end": 31442,
      "text": "The relevant extract of Section 73 reads as under:\n73. Compensation for loss or damage caused by breach of contract.",
      "labels": [
        "STA"
      ],
      "id": "7f92f19cc555417a99814ff41ce6c410_141"
    },
    {
      "start": 31443,
      "end": 31813,
      "text": "- When a contract has been broken, the party who suffers by such breach is entitled to receive, from the party who has broken the contract, compensation for any loss or damage caused to him thereby, which naturally arose in the usual course of things from such breach, or which the parties knew, when they made the contract, to be likely to result from the breach of it.",
      "labels": [
        "STA"
      ],
      "id": "96d4593ddd534fbda37e7dc7b7c83189_142"
    },
    {
      "start": 31814,
      "end": 31929,
      "text": "\nSuch compensation is not to be given for any remote and indirect loss or damage sustained by reason of the breach.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58f2707f62484aec8ff17725b73ffa9b_143"
    },
    {
      "start": 31930,
      "end": 32320,
      "text": "\nCompensation for failure to discharge obligation resembling those created by contract: When an obligation resembling those created by contract has been incurred and has not been discharged, any person injured by the failure to discharge it is entitled to receive the same compensation from the party in default, as if such person had contracted to discharge it and had broken his contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "369c9642fabd42818133d097a5d116fc_144"
    },
    {
      "start": 32321,
      "end": 32531,
      "text": "\nExplanation: In estimating the loss or damage arising from a breach of contract, the means which existed of remedying the inconvenience caused by the non-performance of the contract must be taken into account.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0af5594b13284847a525ac1dc968df44_145"
    },
    {
      "start": 32532,
      "end": 32561,
      "text": "(VI) SCOPE OF SECTION 34:\n27.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d446fae92fc54062b0898e576210b624_146"
    },
    {
      "start": 32562,
      "end": 32666,
      "text": "The scope and ambit of Section 34 of the Act is well delineated by catena of decisions of Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e8f8583759a4681bd016e7429a54f75_147"
    },
    {
      "start": 32667,
      "end": 33225,
      "text": "The Supreme Court in SSANGYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED supra while dealing with powers of the court, deciding application under Section 34 of the Act, took note of the amendments brought about to Section 34 of the Act by Amendment Act 2015, explained the ratio of the decisions of the Supreme Court in ONGC VS. WESTERN GECO INTERNATIONAL LIMITED', (2014) 9 SCC 263, ASSOCIATE BUILDERS VS. DDA, (2015) 3 SCC 49, post amendment to Section 34 of the Act and laid down following principles as mentioned in para 34 to para 41 of the judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d397e9705a384edf8de21dcfcaffeb98_148"
    },
    {
      "start": 33226,
      "end": 33466,
      "text": "\n(i) The interference by the court with an award on the ground that arbitrator has not adopted a judicial approach would tantamount to interference with merits of the award which cannot be permitted, post amendment of Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2763ce232e89486c8d6451b2898a988f_149"
    },
    {
      "start": 33467,
      "end": 33649,
      "text": "\n(ii) The ground for interference insofar as it concerns 'interests of India' has been deleted, therefore, it is no longer permissible to interfere with the award on the said ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e41c0c1c8dde40db9c38388bcdbb2a14_150"
    },
    {
      "start": 33650,
      "end": 34274,
      "text": "\n(iii) Similarly, the ground for interference in the award on the basis that the same is in conflict with justice and morality, has to be understood as conflict with 'most basic notions of morality or justice'.\n(iv) The expression 'public policy of India' is now restricted to mean that a domestic award is contrary to fundamental policy of Indian law and the ground for interference that such an award is against basic notions of justice or morality is done away with.\n(v) The exercise of re-appreciation of evidence, which the appellate court can undertake is not permitted on the ground of patent illegality in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b38a766ec034c08b52265bfcb298cb8_151"
    },
    {
      "start": 34275,
      "end": 34401,
      "text": "\n(vi) Mere contravention of substantive law of India by itself is no longer a ground available to set aside an arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "651252e7ad984eefad770aef8f707152_152"
    },
    {
      "start": 34402,
      "end": 34726,
      "text": "\n(vii) The change made in Section 28(3) by the Amendment Act follows that construction of terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in a manner that no fair minded or reasonable person would, in short that arbitrators' view is not even a possible view to take.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab8b82a67863483e8d9a1e23d6a63c93_153"
    },
    {
      "start": 34727,
      "end": 34928,
      "text": "If the arbitrator wanders outside the contract and deals with the matter not allotted to him he commits an error of jurisdiction and this ground of challenge is covered under Section34(2-A) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b84b4f2dee6946f1b44b7f300c484e80_154"
    },
    {
      "start": 34929,
      "end": 35147,
      "text": "\n(viii) A decision of the arbitral tribunal, which is perverse is though no longer a ground of challenge under 'public policy of India', would certainly amount to a patent illegality appearing on the face of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "409d60fb260b4fba9f95de3eb849b4ca_155"
    },
    {
      "start": 35148,
      "end": 35384,
      "text": "\n(ix) Thus a finding recorded by an arbitrator which is based on no evidence at all or an award which invokes vital evidence in arriving at its decision would be perverse and is liable to be set aside on the ground of patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "892069a062944699bc89877a20ba2b5a_156"
    },
    {
      "start": 35386,
      "end": 35750,
      "text": "28. The decision SSANGYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED supra was considered by Supreme Court in DELHI AIRPORT METRO EXPRESS PVT. LTD. VS. METRO RAIL CORPORATION LTD. (2021) SCC ONLINE SC 695 and in para 26 & para 27 of the judgment, the parameters of interference with an arbitral award on the ground of patent illegality were explained inter alia",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23e0195ec7dd4f3496aa76b23c49fe68_157"
    },
    {
      "start": 35751,
      "end": 35965,
      "text": "as under:\n(i) The patent illegality should be an illegality which goes to the root of the matter and every error of law committed by an arbitral tribunal would not fall within the expression of 'patent illegality'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0468ca2c25a942e183be37c2f1ea49fe_158"
    },
    {
      "start": 35966,
      "end": 36044,
      "text": "\n(ii) Erroneous application of law cannot be categorized as patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7faf15b4e13848ba8670fb4a48d59b48_159"
    },
    {
      "start": 36045,
      "end": 36174,
      "text": "\n(iii) Contravention of law not linked to public policy or public interest is beyond the scope of expression 'patent illegality'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f21917381444a45a0c7657057cac218_160"
    },
    {
      "start": 36175,
      "end": 36371,
      "text": "\n(iv) The courts are prohibited to re appreciate the evidence to conclude that award suffers from patent illegality appearing on face of it as court do not sit in appeal against an arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "966e358d86f04a8482a2ad18ca403225_161"
    },
    {
      "start": 36372,
      "end": 36745,
      "text": "\n(v) An award can be interfered with on the ground of patent illegaility when an Arbitrator takes a view which is not even a possible view and interprets a clause in the contract in such a manner that no fair minded or reasonable person would or if the Arbitrator commits an error of jurisdiction by wandering outside the contract and deals with matters not allotted to it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "63fc62f35ad24b7e82a85f206c20a90e_162"
    },
    {
      "start": 36746,
      "end": 36884,
      "text": "\n(vi) An arbitral award stating no reasons for its findings would make itself susceptible to challenge on the ground of patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb63c4e9084e4e1197b2b84ce1affcbe_163"
    },
    {
      "start": 36885,
      "end": 37076,
      "text": "\n(vii) The conclusions of an Arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "252017ccba244fcf9d2dc84a7a3cfa00_164"
    },
    {
      "start": 37077,
      "end": 37287,
      "text": "Similarly, the consideration of documents, which are not supplied to the other party would render a finding recorded by the Arbitrator perverse and the same would fall within the expression 'patent illegality'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ef54f93990e498e8169be1e46aea85a_165"
    },
    {
      "start": 37288,
      "end": 37459,
      "text": "\n(viii) Explanation (1) amended by 2015 Amendment Act clarifies the expression 'public policy of India' and its connotations for the purposes of reviewing arbitral awards.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf582394e76e48ee891e8fb1c690e06a_166"
    },
    {
      "start": 37460,
      "end": 37792,
      "text": "It has been made clear that an award in conflict with public policy of India only when it is induced or affected by fraud or corruption or is in violation of Section 75 or Section 81 of the 1996 Act, if it is in contravention of fundamental policy of India law or if it is in conflict with most basic notions of morality or justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91e3cb1196cd4e1389cb4cf854b417cc_167"
    },
    {
      "start": 37793,
      "end": 37981,
      "text": "\n(ix) The contravention of a statute only if is linked to public policy or public interest is ground for setting aside the award as being at odds with the fundamental policy of Indian law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01e6770d01a34469b8fac4eb17249c24_168"
    },
    {
      "start": 37983,
      "end": 38231,
      "text": "29. The aforesaid decisions of the Supreme Court were referred to with the approval by a three judge bench of the Supreme Court in STATE OF CHHATTISGARH AND ANOTHER VS SAL UDYOG PRIVATE LIMITED (2021 SCC Online 1027).\n(VII) SCOPE OF SECTION 37:\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f95aed326cb84bf9bba33bee3ad9c695_169"
    },
    {
      "start": 38232,
      "end": 38377,
      "text": "An appeal is continuation of an original proceeding [See: 'LACHMESHWAR PRASAD SHUKVI AND OTHERS V. KESHAWAR LAL CHANDHARI'S ORS', AIR 1941 FC 5].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4637f58c5d264179bf19535c3f44b45c_170"
    },
    {
      "start": 38378,
      "end": 38630,
      "text": "It is equally well settled in law that in the absence of any statutory provision to the contrary, power of appellate Court is Co-terminus with all plenary powers of the subordinate Court [See: 'JUTE CORPN. OF INDIA LTD. V. CIT', 1991 SUPP (2) SCC 744].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ee709e4076f49e5a8a932202d21980b_171"
    },
    {
      "start": 38631,
      "end": 38764,
      "text": "Thus an appellate Court exercising powers undue Section 37 of the Act, would interfere only if a ground undue section 34 is made out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0adbc2fae2924e81a8793ab86591d71d_172"
    },
    {
      "start": 38765,
      "end": 39063,
      "text": "The issue with regard to scope of appeal under Section 37 of the Act is also settled by a three judge bench decision in STATE OF CHATTISGARH SUPRA and in an appeal under Section 37 of the Act, and it has been held that the grounds on which an award can be set aside can also be raised in an appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b0e830c8ba8e4805844462c7c2364ff3_173"
    },
    {
      "start": 39064,
      "end": 39210,
      "text": "Thus, the court exercising jurisdiction under Section 37 of the Act has power akin to a court dealing with objections under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1fd61a7bae74c7eb6f0a437fb7fdbf0_174"
    },
    {
      "start": 39211,
      "end": 39550,
      "text": "Therefore, it is evident that an appeal under Section 37 of the Act cannot be construed to be an appeal under Section 100 of the Code of Civil Procedure, 1908 as the scope of interference in an appeal under Section 37 of the Act and in an appeal under Section 100 of the Civil Procedure are distinct and different in terms of the statutes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21a9830c29ae452cae7df2519caca326_175"
    },
    {
      "start": 39551,
      "end": 39579,
      "text": "VIII SCOPE OF REFERENCE:\n31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2a71865e7824294ad9524f324c1e61c_176"
    },
    {
      "start": 39580,
      "end": 39685,
      "text": "At the outset, it is apposite to take note of Clause 16 of the agreement, which is an arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18bbc18d1a164c2ba483cec582e81e9f_177"
    },
    {
      "start": 39686,
      "end": 39739,
      "text": "The aforesaid clause reads as under:\n16. Arbitration:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00f668a3c1d047ed9bcf20fe1f55b376_178"
    },
    {
      "start": 39740,
      "end": 40341,
      "text": "In the event of a dispute or difference arising between the parties as to their respective rights or obligation in terms hereof or connected herewith or incidental hereto (including any dispute or difference as to the existence or validity hereof) or as to the interpretation of any of the terms hereof, such dispute or difference shall be referred to the Indian Council of arbitration for adjudication in accordance with the Indian Council of Arbitration Rules and the provisions of the Indian Arbitration and Conciliation Act, 1996 or any statutory modifications thereof for the time being in force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "737f97bb7c0844e893b78eba458d08ea_179"
    },
    {
      "start": 40342,
      "end": 40471,
      "text": "Any such arbitration shall take place in the city of Bangalore and the language of such Arbitration proceedings shall be English.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7981600fc2c451abccdfe2d339bb0ae_180"
    },
    {
      "start": 40472,
      "end": 40534,
      "text": "\n32. The Supreme Court in STATE OF GOA VS.\nPRAVEEN ENTERPRISES",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bf856b8cdda14cb5b0353f54cd22d2ac_181"
    },
    {
      "start": 40535,
      "end": 40628,
      "text": "while dealing with the question of reference to arbitration in para 11 has held as under:\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7d350cc69d943ef8d196fd00f893cf9_182"
    },
    {
      "start": 40629,
      "end": 40790,
      "text": "Reference to arbitration can be in respect of all disputes between the parties or all disputes regarding a contractor in respect of specific enumerated disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fc37f643a52460298379e4a92340969_183"
    },
    {
      "start": 40791,
      "end": 41005,
      "text": "Where 'all disputes' are referred, the arbitrator has the jurisdiction to decide all disputes raised in the pleadings (both claims and counter claims) subject to any limitations placed by the arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6858bde3c1d64142b4fac251aa421e96_184"
    },
    {
      "start": 41006,
      "end": 41251,
      "text": "Where the arbitration agreement provides that all disputes shall be settled by arbitration but excludes certain matters from arbitration, then, the arbitrator will exclude the expected matter and decided only those disputes which are arbitrable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a01c135e3d94506a419033234ed6ae2_185"
    },
    {
      "start": 41252,
      "end": 41514,
      "text": "But where the reference to the arbitrator is to decide specific disputes enumerated by the parties / court/ appointing authority, the arbitrator's jurisdiction is circumscribed by the specific reference and the arbitrator can decide only those specific disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "523d9f312e884de0beb9b46ab3dcf218_186"
    },
    {
      "start": 41516,
      "end": 42530,
      "text": "33. Before proceeding further, it is apposite to take note of the reliefs claimed in the statement of claim as well as amended statement of claim, which are reproduced in the form of a chart for the facility of reference:\nRELIEF IN SOC (PG.218-219) RELIEF IN ASOC (PG. 312)\n(i) Issue an order declaring the Email (i) Set aside the email communication communication dated 5 March 2018 dated 5th March, 2018 purporting to (Document No.6) purporting to terminate the CISP Agreeen, the First terminate the CISP Agreement, the Addendum and the Second Addendum First addendum and the second dated 21 March 2012, 3 June 2014 and Addendum (Documents No.1, 2 and 3) 9 September 2015 respectively by the dated 19 March 2012, 29 May 2014 respondent, by email communication and 9 September 2015 respectively, dated as 5 March, 2018 being without entered into between claimant and any cause, wrongful, bad in law and respondent is illegal and void and against the terms of the CISP against the terms of the covenants agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01cdb8c4bfa144bfa3b2b76a00928c4c_187"
    },
    {
      "start": 42531,
      "end": 42563,
      "text": "\nmutually agreed by the parties.",
      "labels": [
        "RPC"
      ],
      "id": "8ff3c9334944434a9ef521c746892e9b_188"
    },
    {
      "start": 42564,
      "end": 42860,
      "text": "\n(ii) Issue an order declaring that the CISP Agreement, the First Addendum and the Second Addendum (Document No.1, 2 and 3 ) dated 19 March 2012, 29 May 2014 and 9 September 2015 respectively, entered into between claimant and respondent continues to remain fully operational between the parties.",
      "labels": [
        "RPC"
      ],
      "id": "3364a86b167c41c2a5ae8e497c3567db_189"
    },
    {
      "start": 42861,
      "end": 44333,
      "text": "\n(iii) Issue an order directing the (ii) Direct the respondent to pay in full respondent to paid n full a sum of INR a sum of Rs.4,39,46,164/- (Rupees 11,89,05,886, towards outstanding Four Crores Thirty Nine lakhs Forty Six invoices till date coupled with interest Thousand One Hundred and Sixty Four at a rate that the tribunal deems fit; Only) towards outstanding invoices due and payable as on the date of termination of the CISP Agreement with interest at 18% per annum until the date of actual payment by the respondent;\n(iv) Issue an order directing the (iii) Direct the respondent to pay the respondent to pay to the claimant claimant Rs.41,56,83,128/- (Rupees damages, which shall be proved during Forty One Crores Fifty Six Lakhs Eighty the stage of evidence for their attempts Three Thousand One Hundred and at illegal termination of the CISP Twenty Eight Only) towards the actual Agreement (and its addendums) business loss of the claimant for the without cause; remainder term of the CISP agreement i.e., 5TH March 2018 to 30TH August 2020.\n(iv) Direct the respondent to pay the claimant damages in a sum of Rs.5,00,00,000/- (Rupees Five Crores Only) as compensation for the wilful loss and damage caused as a result of the breach the CISP Agreement;\n(v) Issue an order directing the (v) Issue an order directing the respondent to pay costs to the claimant respondent to pay costs to the claimant of this arbitral proceedings, as of this arbitral proceedings.",
      "labels": [
        "RPC"
      ],
      "id": "6f52fe5dcca34d8b8f95a0e8f10123b2_190"
    },
    {
      "start": 44334,
      "end": 44345,
      "text": "quantified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a3f3335c3084ba2b495456c8eeb1268_191"
    },
    {
      "start": 44346,
      "end": 44540,
      "text": "\n(vi) Grant any other relief / direction as (vi) Grant any other relief / direction as deemed appropriate by this Hon'ble deemed appropriate by this Hon'ble Tribunal to meet the ends of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1dcf8f7bfc5c4eb9bd3f1d0be3d2f6fb_192"
    },
    {
      "start": 44541,
      "end": 44578,
      "text": "Tribunal to meet the ends of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "618cace7dee242a0851f5a6c3c97f4fb_193"
    },
    {
      "start": 44580,
      "end": 44793,
      "text": "34. Thus, respondent in the statement of claim, sought reliefs in respect of termination of contract, amount due on account of outstanding invoices as well as damages on account of illegal termination of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbb2c3dfa36340d58be8b883cdefbf99_194"
    },
    {
      "start": 44794,
      "end": 44875,
      "text": "However, the amended statement of claim the amounts claimed have been quantified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7353a3e81e4d4d79a9d207689f21bb15_195"
    },
    {
      "start": 44876,
      "end": 45000,
      "text": "The claims made in amended statement of claim arose out of and matter incidental to adjudication of termination of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77c6356513fd4eb7b2fda95ca47a63f7_196"
    },
    {
      "start": 45001,
      "end": 45090,
      "text": "The Arbitration agreement does not exclude any matter from being referred to Arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "065975061f2f44ca91316fd6b42c798b_197"
    },
    {
      "start": 45091,
      "end": 45212,
      "text": "The disputes referred to the arbitral tribunal were arbitrable and fall within the purview of clause 16 of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17bfd85336354eef9756a62d02718d43_198"
    },
    {
      "start": 45213,
      "end": 45419,
      "text": "The expression 'dispute' or 'difference' used in Clause 16 of the agreement is wide enough to include disputes pertaining to termination of contract and relief of damages, which could be granted to a party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "296d1196a39946f9a8c4ad2059cc9bac_199"
    },
    {
      "start": 45420,
      "end": 45695,
      "text": "The contention that only one dispute could be referred and multiple disputes have been referred is misconceived as reliefs for termination of contract and damages are intrinsically connected and were referred at first instance to the tribunal and are covered under Clause 16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d54914d0b8de45b2b118a9d9dee5e352_200"
    },
    {
      "start": 45696,
      "end": 45825,
      "text": "It is pertinent to note that it is not the case of the appellant that original dispute referred is beyond the scope of reference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b90e9a5d4ac4920a022263973fbaa2a_201"
    },
    {
      "start": 45826,
      "end": 45882,
      "text": "In amended claim, only amount of damages was quantified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d434817b332469cb313e0911a5f4cb3_202"
    },
    {
      "start": 45883,
      "end": 45977,
      "text": "Therefore, the disputes referred are within the scope and ambit of Clause 16 of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b12a29223b34a7e82e37d8e87714e7c_203"
    },
    {
      "start": 45978,
      "end": 46050,
      "text": "The findings recorded by commercial court and the tribunal are affirmed.",
      "labels": [
        "RPC"
      ],
      "id": "ac932063d46f4e0a904000641345ee13_204"
    },
    {
      "start": 46051,
      "end": 46078,
      "text": "(IX) AMENDMENT OF CLAIM 35.",
      "labels": [
        "RPC"
      ],
      "id": "d4868eca821f4105a383225e79995756_205"
    },
    {
      "start": 46079,
      "end": 46300,
      "text": "Section 23(3) of the Act provides that either party to Arbitration proceeding may supplement or amend his claim or defence unless arbitral tribunal considers it inappropriate to allow, having regard to delay in making it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84466bc78bfc425ebf25a5cb1e15492e_206"
    },
    {
      "start": 46301,
      "end": 46483,
      "text": "Rule 41 of Rules of domestic Commercial Arbitration framed by Indian Council of Arbitration deals with power of arbitral tribunal to grant amendment to statement of claim or defence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1275636498bd41668f516d9b3eb9a1e8_207"
    },
    {
      "start": 46484,
      "end": 46629,
      "text": "In the instant case, The respondent filed a statement of claim of 24.08.2018, wherein a relief of declaration / termination of notice was sought.",
      "labels": [
        "RPC"
      ],
      "id": "7bb557de4c5845a29d2b289d3716f8c2_208"
    },
    {
      "start": 46630,
      "end": 46749,
      "text": "The respondent also sought the relief of specific performance of the agreement and payment of outstanding amount to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef3d5b50855348f79e28d03d258dd808_209"
    },
    {
      "start": 46750,
      "end": 46812,
      "text": "The respondent filed a statement of defence on 29.10.2018.\n36.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71b171b6ff5b44ecbfe7b69f40263be5_210"
    },
    {
      "start": 46813,
      "end": 46945,
      "text": "The respondent filed an application under Section 23(3) of the Act on 24.02.2019 seeking permission to amend its statement of claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4fad232b037486290c853896f2141f1_211"
    },
    {
      "start": 46946,
      "end": 47067,
      "text": "However, on 06.05.2019, the respondent withdrew the application for amendment with a liberty to file a fresh application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a6de687235641a3ba329ffe028e6f5d_212"
    },
    {
      "start": 47068,
      "end": 47177,
      "text": "The respondent thereafter, filed an application for amendment which was allowed by an order dated 28.05.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6fac0a47ff74efd9e3ec2a8b7f21b27_213"
    },
    {
      "start": 47178,
      "end": 47357,
      "text": "From perusal of the original statement of claim as well as the amendment made thereto, it is evident that by amendment, the respondent has merely quantified the amount of damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "987e1f46dc6442eea794ea7971086f21_214"
    },
    {
      "start": 47358,
      "end": 47523,
      "text": "The general principle to deal with the prayer for amendment of a pleading is that it should be normally allowed unless it has caused any prejudice to the other side.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c76c3969fa34515b234e5140b0e65fa_215"
    },
    {
      "start": 47524,
      "end": 47681,
      "text": "Both the parties knew the case of each other and even though the amendment could be said to be belated, yet it has not caused any prejudice to the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8906528d04141c8a5bffd0f17385ea5_216"
    },
    {
      "start": 47682,
      "end": 47820,
      "text": "The amendment of claim as sought by respondent was necessary for a fair and complete adjudication of the controversy involved in the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec4143c32e4a466cbe0f737465b3068b_217"
    },
    {
      "start": 47821,
      "end": 47930,
      "text": "Therefore, in the facts of the case, the arbitral tribunal has rightly allowed the application for amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ce1bdb0fb294f8fb60098df92bfa1fa_218"
    },
    {
      "start": 47931,
      "end": 47964,
      "text": "\n(X) REPUDIATION OF CONTRACT:\n37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02e0441d7a1a4d1598d94f0f1429a7d5_219"
    },
    {
      "start": 47965,
      "end": 48019,
      "text": "Now we deal with the issue of repudiation of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd28ecb1716f41f3a65d4a75ab7d54d4_220"
    },
    {
      "start": 48020,
      "end": 48128,
      "text": "Admittedly, the CISP agreement has been terminated on the ground of violation of Clause 20 of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aaca9093d16e4924943d4b015c617129_221"
    },
    {
      "start": 48129,
      "end": 48339,
      "text": "Clause 10.4 of CISP agreement deals with the power of the appellant to terminate the agreement, whereas, clause 20 which was incorporated by way of second addendum dated 09.09.2005 is an anti corruption clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1327a3e27c3e401781776823268e1fe8_222"
    },
    {
      "start": 48340,
      "end": 48493,
      "text": "The aforesaid clauses which are relevant for the purposes of controversy involved in this appeal are reproduced below for the facility of reference:\n10.4",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f74969167b546348163fad499f5cb0b_223"
    },
    {
      "start": 48494,
      "end": 48748,
      "text": "Notwithstanding anything contained in this clause, if SKOL finds any deficiency in the service standards of IBSPL or IBSPL breaches any of the terms of this agreement, then this agreement can be terminated immediately without any prior notice whatsoever.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a31eb6129e7428aabc7c8acc79c026c_224"
    },
    {
      "start": 48750,
      "end": 49754,
      "text": "20. A. IBSPL is and will remain in compliance with all applicable anti corruption laws, including the laws of the country in which goods are produced and / or delivered and / or services are to be performed pursuant to the agreement IBSPL will not, and nor will any of is associated parties, directly or indirectly, make or offer any payment, gift or other advantage with respect to any matters which are the subject of the agreement which (i) would violate any anti corruption laws or regulations applicable to IBSPL or SABMiller India, (ii) is intended to, or does, influence or reward any person for acting in breach of an expectation of good faith, impartiality or trust, or which it would otherwise be improper for the recipient to accept (iii) is made to or for a Pubic Official with the intention of influencing them and obtaining or retaining an advantage in the conduct of business, or (iv) which a reasonable person would otherwise consider to be unethical, illegal or improper (\"corrupt Act\").",
      "labels": [
        "STA"
      ],
      "id": "64b11791fccd4bb3909ede9765c88afe_225"
    },
    {
      "start": 49755,
      "end": 50294,
      "text": "IBSPL undertakes not to seek, directly or indirectly, improperly or corruptly to influence or attempt to influence a public official, or an associated party of a sub contractor, to act to the advantage of IBSPL or SABMiller India in connection with the supply of goods or services under the agreement, or otherwise to perform their duties improperly, and not to use any of the proceeds of any payments made under the agreement, directly or indirectly, for this purpose or otherwise for the purpose of or in connection with any corrupt act.",
      "labels": [
        "STA"
      ],
      "id": "89cefaf76c6e412fab86535502002bc1_226"
    },
    {
      "start": 50295,
      "end": 50326,
      "text": "For the purpose of this clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c20d1b3358d14ed789d46c10f1e92b30_227"
    },
    {
      "start": 50327,
      "end": 50791,
      "text": "\"Pubic Official\" includes, without limitation, any person holding or acting on behalf of a person holding legislative, administrative or judicial officer, including any person employed by or acting on behalf of a public agency, a state owned or public enterprise, a public international organization, any federal or regional government department or agency, any political party, or any candidate for political office, or a relative or associate of any such person.",
      "labels": [
        "STA"
      ],
      "id": "950ff3819521426bbedd7f87b5050d7b_228"
    },
    {
      "start": 50792,
      "end": 51440,
      "text": "To the best of IBSPL's knowledge and belief, and save as disclosed to SABMiller India, neither IBSPL nor any of its associated parties: (a) has at any time been found by a court in any jurisdiction to have engaged in any corrupt act (or similar conduct)\n(b) has at any time admitted to having engaged in any corrupt Act (or) similar conduct; (c) has at any time been investigated or been suspected in any jurisdiction or having engaged in any corrupt Act (or similar conduct); or (d) are Public Officials or persons who might otherwise reasonably be considered likely to assert a corrupt or illegal influence on behalf of IBSPL or SABMiller India.\n",
      "labels": [
        "STA"
      ],
      "id": "c5c8611c07684b988b79da680908007a_229"
    },
    {
      "start": 51440,
      "end": 52094,
      "text": "B. IBSPL agrees that if, at any time, it becomes aware that any of the representations set out in this clause are no longer correct, it will notify the SABMiller India of this immediately in writing IBSPL or its associated parties on behalf of SABMiller India, any other records and information in connection with the Services to SABMiller India under the agreement or out of funds provided by the SABMiller India ('transaction records') (ii) provide the transaction records and / or any other such information as SABMiller India may reasonably require by notice in writing in order to monitor IBSPL's compliance with its obligations under the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "847031c47cfc4602a8c1d0ee20989cb3_230"
    },
    {
      "start": 52095,
      "end": 52341,
      "text": "For the purpose of this clause, \"Books and Records\" shall be deemed to include without limitation, corporate records, bank statements, books of account, supporting documentation and other records and documentation, whether in paper or other form.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4676f2f7f7ab4989a08f022ade89a412_231"
    },
    {
      "start": 52342,
      "end": 52609,
      "text": "IBSPL will promptly provide any information reasonably requested by SABMiller India in relation to IBSPL's anti corruption programme and other controls related to corruption and cooperate fully in any investigation by SABMiller India of any suspected breach of above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff9c3f63a12c416e8bf0da6e65ef2290_232"
    },
    {
      "start": 52610,
      "end": 52861,
      "text": "If IBSPL believes that provision of the services under the agreement has been or may be delayed because of demands for illegal payments from Public Officials or other third parties, IBSPL must notify the SABMller India immediately of any such demands.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dae77384a094b93871faa250edcd4b4_233"
    },
    {
      "start": 52862,
      "end": 53285,
      "text": "IBSPL will take all reasonable steps to complete provision of the services as quickly as possible without making illegal payments, but IBSPL will not be in breach of delivery timing requirements under the agreement to the extent (and for the length) of any reasonable delay caused by IBSPL's failure to make illegal payments, provide that the reason for, and extent of, such delay have been communicated to SABMiller India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f366a306897b4c0ca52dc7d16f53ad94_234"
    },
    {
      "start": 53287,
      "end": 53522,
      "text": "38. The agreement was terminated by e-mail communication dated 06.03.2018, the relevant extract of which reads as under:\nPlease be informed that we would like to discontinue taking services \"read with addendum dated September 9, 2015\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b6d155a23244749b54a6f1d926a837b_235"
    },
    {
      "start": 53523,
      "end": 53674,
      "text": "We are reconciling our books and will revert back with the statement of accounts with dues / outstanding on either side to close the accounts formally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da91e2a04cd648a5a6eeff6046ab5f13_236"
    },
    {
      "start": 53675,
      "end": 53786,
      "text": "Meanwhile you can send us a list of final dues / outstanding on your side with proper supporting documentation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee73bb74e81347b88104371a854ffc08_237"
    },
    {
      "start": 53787,
      "end": 53970,
      "text": "This is without prejudice to company's right to proceed legally to claim or reject any amounts under this contract or any other arrangement with your company / affiliates at any time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6e684eb14f2492d80ac235b01853e9b_238"
    },
    {
      "start": 53972,
      "end": 54178,
      "text": "39. In the majority award dated 02.11.2020, in para 4.2.11 and para 4.2.12, it was inter alia held that in order to justify the termination of CISP Agreement, the appellant has to establish twin conditions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "def7612124af44928f27e458809c0129_239"
    },
    {
      "start": 54179,
      "end": 54372,
      "text": "Firstly, that the breach complained of must be in existence at the time of termination and the authority terminating the contract should have knowledge of breach while terminating the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b0f3042d2134d03bcd101418d03370c_240"
    },
    {
      "start": 54373,
      "end": 54602,
      "text": "It was further held that in the first, First Information Report the name of the promoter of the respondent was not specifically mentioned and the second, First Information Report came into existence after termination of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3568af113af64b1ab01ba66b6e108b6c_241"
    },
    {
      "start": 54603,
      "end": 54732,
      "text": "The majority award therefore concluded that the contract has been terminated in violation of Clause 20 of the CISP Agreement.\n40.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb95babb521843cd8fc4a1e1086d4ed8_242"
    },
    {
      "start": 54733,
      "end": 54886,
      "text": "It is pertinent to note that the Ist First Information Report was filed on 16.02.2017 in which the promoter of the respondent was not specifically named.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2df3ceb50b34660987757153434ca9b_243"
    },
    {
      "start": 54887,
      "end": 55019,
      "text": "However, in the blackberry chat messages annexed with the First Information Report contained ancillary allusions to his involvement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f49d4f70d6574787ac8f73c1071c3d45_244"
    },
    {
      "start": 55020,
      "end": 55137,
      "text": "The contract was terminated on 05.03.2018, however, the ground of violation of Clause 20 is not stated in the notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "059a85f9f98b41ee834528bca61e737d_245"
    },
    {
      "start": 55138,
      "end": 55275,
      "text": "Thereafter, on the basis of complaint made by Mr.Sana viz., the promoter of the respondent, the 2nd, First Information Report was lodged.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c35161f5940f4d71bac890fae10f84e9_246"
    },
    {
      "start": 55276,
      "end": 55541,
      "text": "It is settled in law that a party is entitled to justify the repudiation of contract on any ground which existed at the time of repudiation [See: 'NUNE SIVAYYA V. MADDU RANGANAYA KULU', AIR 1935 PC 67 AND JUGGILAL KAMPKPAT V. PRATAPMAL RAMESHWAR', (1978) 1 SCC 69].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bd29b3a75fc74458b9938aeeea9d5b49_247"
    },
    {
      "start": 55542,
      "end": 55937,
      "text": "Thus, even if the stand of appellant, that assertions made by Director of the respondent in his complaint attract anti corruption is accepted clause viz., clause 20 of the agreement, the same could not have been made the basis for terminating the contract as the averments made in the complaint dated 15.10.2018 were not in existence at the time of termination of the contract, i.e., 05.03.2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64b1bd329389410e8cf8ee7633d8be4e_248"
    },
    {
      "start": 55938,
      "end": 56172,
      "text": "\nFrom the material on record, it is evident that the appellant has failed to establish the factum of existence of conditions constituting breach as well as knowledge about the contents of the First Information Report dated 16.02.2017.",
      "labels": [
        "RATIO"
      ],
      "id": "88c90bd8d64c405b8814e25276f935dd_249"
    },
    {
      "start": 56173,
      "end": 56342,
      "text": "Therefore, the arbitral tribunal on the basis of the material available on record has rightly concluded that the termination of the contract by the appellant is invalid.",
      "labels": [
        "RATIO"
      ],
      "id": "56a3ab87132e41fdaf80fb819683ee50_250"
    },
    {
      "start": 56343,
      "end": 56528,
      "text": "The aforesaid finding cannot be said to be perverse so as to be suffering from patent illegality and therefore, no interference is called for with the aforesaid finding, in this appeal.",
      "labels": [
        "RATIO"
      ],
      "id": "9b6042bd48084f618eacf36c7eab51d8_251"
    },
    {
      "start": 56529,
      "end": 56547,
      "text": "\n(XI) DAMAGES:\n41.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be47ec9daa10408aa7a0acbda61f6624_252"
    },
    {
      "start": 56548,
      "end": 56726,
      "text": "The respondent made a claim for damages of Rs.4,39,46,164/- along with interest at the rate of 18% towards outstanding invoices payable by the appellant on the date of Agreement.",
      "labels": [
        "RPC"
      ],
      "id": "d726fc62aca0440ba35043a52d0327bb_253"
    },
    {
      "start": 56727,
      "end": 56914,
      "text": "The tribunal by majority has awarded the said claim to the extent of Rs.3,98,81,995/- along with interest at the rate of 10% from the date when amount become due till it is actually paid.",
      "labels": [
        "RPC"
      ],
      "id": "78c8c92d2ddd4f66ad2c5e5775a5d066_254"
    },
    {
      "start": 56915,
      "end": 57072,
      "text": "We now examine, whether the award made by Arbitral tribunal and the commercial Court suffer from patent illegality, in so far it pertains to aforesaid claim.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5956f83431be42ad95b4fe2f71d680ce_255"
    },
    {
      "start": 57073,
      "end": 57308,
      "text": "The principles of law on compensation for breach of contract is succinctly stated by Supreme Court in 'KAILASH NATH ASSOCIATES V. DELHI DEVELOPMENT AUTHORITY', (2015) 4 SCC 136, which are extracted below for facility of reference - 43.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "048393a7e4d3482c8d41f13975c7a5ff_256"
    },
    {
      "start": 57309,
      "end": 57451,
      "text": "On a conspectus of the above authorities, the law on compensation for breach of contract under Section 74 can be stated to be as follows:\n43.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b5efd8235d34205acbf3e3e7779209b_257"
    },
    {
      "start": 57452,
      "end": 57738,
      "text": "Where a sum is named in a contract as a liquidated amount payable by way of damages, the party complaining of a breach can receive as reasonable compensation such liquidated amount only if it is a genuine pre- estimate of damages fixed by both parties and found to be such by the court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7667c8fa43db402d8fa11c6be6d96ee6_258"
    },
    {
      "start": 57739,
      "end": 57919,
      "text": "IN other cases, where a sum is named in a contract as a liquidated amount payable by way of damages, only reasonable compensation can be awarded not exceeding the amount so stated.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "282f825dfc2f4bea929ab77c461ef41b_259"
    },
    {
      "start": 57920,
      "end": 58059,
      "text": "Similarly, in cases where the amount fixed is in the nature of penalty, only reasonable can be awarded not exceeding the penalty so stated.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a73dc4a5e9a4b04b3f7348d385359cc_260"
    },
    {
      "start": 58060,
      "end": 58187,
      "text": "In both cases, the liquidated amount or penalty is the upper limit beyond which the court cannot grant reasonable compensation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ae2e93634024c0c8b4829afa8f9482e_261"
    },
    {
      "start": 58188,
      "end": 58369,
      "text": "\n43.2. Reasonable compensation will be fixed on well known principles that are applicable to the law of contract, which are to be found inter alia in Section 73 of the contract Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c4d80fd3cae4ce1beb43237a86e00b8_262"
    },
    {
      "start": 58370,
      "end": 58553,
      "text": "\n43.3. since section 74 awards reasonable compensation for damage or loss caused by a breach of contract, damage or loss caused is a sine qua non for the applicability of the section.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de902c05912c476fbee39b166c9fc952_263"
    },
    {
      "start": 58555,
      "end": 58636,
      "text": "43.4. The section applies whether a person is a plaintiff or defendant in a suit.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "548e71e546bd4ea4b0709acb47d9c5bb_264"
    },
    {
      "start": 58638,
      "end": 58706,
      "text": "43.5. The sum spoken of may already be paid or be payable in future.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75635b1cb2054a02a8209ec722fa2e29_265"
    },
    {
      "start": 58707,
      "end": 58902,
      "text": "\n43.6.The expression \"whether or not actual damage or loss is proved to have been caused thereby\" means that where it is possible to prove actual damage or loss, such proof is not dispensed with.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12b9c9ee832b4b60ae9938d129dd1005_266"
    },
    {
      "start": 58903,
      "end": 59089,
      "text": "It is only in cases where damage or loss is difficult or impossible to prove that the liquidated amount named in the contract, if a genuine pre-estimate of damage or loss can be awarded.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b421816331b44d1a59787dafb76fc24_267"
    },
    {
      "start": 59090,
      "end": 59175,
      "text": "\n43.7.Section 74 will apply to cases of forfeiture of earnest money under a contract.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ef4568e395b41ce823b0da4a2beacf7_268"
    },
    {
      "start": 59176,
      "end": 59332,
      "text": "Where, however, forfeiture takes place under the terms and conditions of a public auction before agreement is reached, Section 74 would have no application.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb0b68c1bed24a159f524e1e701de7f3_269"
    },
    {
      "start": 59333,
      "end": 59460,
      "text": "\nThe aforesaid principles were referred to with approval in 'SUDHA GUPTA VS. DELHI LAND FINANCE LIMITED, (2019) 14 SCC 266.\n42.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f4435fd3ecf47a7bd0a45bf91557c66_270"
    },
    {
      "start": 59461,
      "end": 59625,
      "text": "Thus in a case, it is possible to prove actual damages or loss such proof if not dispensed with and therefore, the evidence is required to be adduced by a claimant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "338494cce5d34d27b000834f323a01cc_271"
    },
    {
      "start": 59626,
      "end": 59772,
      "text": "It is settled in law that where loss in terms of money can be ascertained, the party claiming compensation has to prove the loss sustained by him.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "016829fe736148dcb0cb8666b83b538c_272"
    },
    {
      "start": 59773,
      "end": 59827,
      "text": "[See: 'MAULA BUX VS. UNION OF INDIA 1969 (2) SCC 554].",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3fc064e1c3c840789028335dcf0f2167_273"
    },
    {
      "start": 59828,
      "end": 60166,
      "text": "It is pertinent to note that the respondent has not adduced any oral evidence in support of its claim, however, in respect of claim for payment towards outstanding invoices, following documentary evidence has been produced, which reads as under:\n(i) Doc No.4A - Attested copy of the Ledger of the respondent as maintained by the claimant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4f640cfeedc492aa6d852a36841fe9f_274"
    },
    {
      "start": 60167,
      "end": 60492,
      "text": "\n(ii) Doc 12A and 12B - Statement of outstanding invoices along with the copies of the invoices raised in connection with the entries made in Doc 4A and 12A.\n(iii) Doc No.20 collation of all email communication between the parties between Nov 2017 until March 2018 in connection with the services under the subject agreement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3f8ae4b60fd4a9ea1b49809301647ca_275"
    },
    {
      "start": 60494,
      "end": 60672,
      "text": "43. The aforesaid documents were denied by Legal Director of the appellant in the affidavit of admission and denial documents dated 06.12.2019 filed before the arbitral tribunal.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9732e0568b9b49bbb39799345ac6885b_276"
    },
    {
      "start": 60673,
      "end": 60899,
      "text": "The relevant extract of the tabular statement in para 3 of the affidavit, reads as under:\nI state that a tabular statement admitting / denying the documents filed by the claimant along with amended statement of claim is below:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23c508267c364a458710f4a5378c4886_277"
    },
    {
      "start": 60907,
      "end": 60915,
      "text": "Document",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b28bac7ed508430093b429912791d47b_278"
    },
    {
      "start": 60939,
      "end": 60967,
      "text": "Particulars                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d3c168f549141f9a2b7f5ddc3a03ef8_279"
    },
    {
      "start": 60967,
      "end": 60979,
      "text": "Remark xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e4ee8297d22428c91e0b51f1d7ad0a9_280"
    },
    {
      "start": 61002,
      "end": 61048,
      "text": "xxxxx                              Xxxxx xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8d5768fe4b540d0b766352538feebe1_281"
    },
    {
      "start": 61071,
      "end": 61117,
      "text": "xxxxx                              xxxxx xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a8ba0a907054fac9f767b8575c7a43a_282"
    },
    {
      "start": 61140,
      "end": 61180,
      "text": "xxxxx                              xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3de3b7f77c94445da0d45e12a7b453ce_283"
    },
    {
      "start": 61181,
      "end": 61194,
      "text": "Document No.4",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee5748fbe8fd4dfcb253a3aa2fd4a20b_284"
    },
    {
      "start": 61209,
      "end": 61244,
      "text": "Copy of the extract of the         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ded9eb5eade420684e1cfd98374cc7d_285"
    },
    {
      "start": 61244,
      "end": 61250,
      "text": "Denied",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2be29120950541aebc0bf386e5ef0b78_286"
    },
    {
      "start": 61279,
      "end": 61307,
      "text": "Ledger of the claimant Xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08d6766f7e9a4affb951d308c9951a1a_287"
    },
    {
      "start": 61330,
      "end": 61370,
      "text": "xxxxx                              xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9288891a133f4588b50cd02af49caf8c_288"
    },
    {
      "start": 61371,
      "end": 61385,
      "text": "Document No.12",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5fc8de0cd4794337852500a8a3e7f96a_289"
    },
    {
      "start": 61399,
      "end": 61434,
      "text": "A copy of all pending invoices     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "073001beda984e1abd2fd96ac56db876_290"
    },
    {
      "start": 61434,
      "end": 61441,
      "text": "Denied.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bce2449950bd46d1ac40edf1ecf4fcb9_291"
    },
    {
      "start": 61471,
      "end": 61484,
      "text": "and the mails",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbc236370bba4bb4b9a1252a7617e56a_292"
    },
    {
      "start": 61485,
      "end": 61496,
      "text": "sent to the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66f4cc52d90c433fbea8832e4c50eba2_293"
    },
    {
      "start": 61525,
      "end": 61548,
      "text": "respondent of the same.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a58c45c5bebd41e4905ed60c3d59e9e2_294"
    },
    {
      "start": 61550,
      "end": 61583,
      "text": "xxxxx                       xxxxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7dfb77f6f1043948373792139ef58ba_295"
    },
    {
      "start": 61613,
      "end": 61633,
      "text": "xxxxx Document No.20",
      "labels": [
        "NONE"
      ],
      "id": "54176530f1cc41a08ac0f5b52d62c93c_296"
    },
    {
      "start": 61647,
      "end": 61682,
      "text": "Copy of all communications         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18e1507bf50a451ba5f80661fbd4e522_297"
    },
    {
      "start": 61682,
      "end": 61688,
      "text": "Denied",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76d0b58633a648dfa6658c0d488f103f_298"
    },
    {
      "start": 61697,
      "end": 61747,
      "text": "as                             between the parties",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bcc2899364c422b92d524770e9b832f_299"
    },
    {
      "start": 61748,
      "end": 61754,
      "text": "in the",
      "labels": [
        "NONE"
      ],
      "id": "59a768ea7e1d42d195bf83b99cc0c2d0_300"
    },
    {
      "start": 61763,
      "end": 61908,
      "text": "these         are                             months of the November             emails    which                             2016 till March 2018",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b658cb97875a430ea35f6451cceee8f8_301"
    },
    {
      "start": 61923,
      "end": 62004,
      "text": "are           not                                                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ecccd7058ac445aa261f87e52a684d0_302"
    },
    {
      "start": 62004,
      "end": 62082,
      "text": "supported with                                                                ",
      "labels": [
        "NONE"
      ],
      "id": "0d7a4cda5984469b8fc67ae431f59193_303"
    },
    {
      "start": 62082,
      "end": 62099,
      "text": "a     certificate",
      "labels": [
        "NONE"
      ],
      "id": "29079e05db434d9ab2f95254ba035930_304"
    },
    {
      "start": 62163,
      "end": 62176,
      "text": "under Section",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3f93d13c01e40068ff402ae9361303a_305"
    },
    {
      "start": 62240,
      "end": 62249,
      "text": "65B    of",
      "labels": [
        "NONE"
      ],
      "id": "121425062d2643ba9630f092a820383c_306"
    },
    {
      "start": 62254,
      "end": 62400,
      "text": "the                                                                Indian Evidence                                                                ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73c6fea213d74b3596989d8b60b3c254_307"
    },
    {
      "start": 62400,
      "end": 62409,
      "text": "Act, 1872",
      "labels": [
        "NONE"
      ],
      "id": "1b7c073f89e744daaf9935befe9b039b_308"
    },
    {
      "start": 62410,
      "end": 62723,
      "text": "44 . However, despite the fact that the appellant had denied the aforesaid documents in the said affidavit dated 06.12.2019, the majority award in para 4.3.2. held as under:\nIt is noteworthy that the respondent has not challenged or denied the veracity of these documents despite opportunity given in this regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6db241486e0b44ca86135a40f5b7caf5_309"
    },
    {
      "start": 62725,
      "end": 62816,
      "text": "45 . The aforesaid finding is based on surmises and conjectures and is factually incorrect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36b8d15eff38490a986c26475ba67e60_310"
    },
    {
      "start": 62817,
      "end": 63105,
      "text": "Even though subsequently the respondent filed certified copy of the aforesaid documents 4A, 12A, 12B, however, the fact remains that the appellant had denied the contents of the document in the affidavit dated 06.12.2019, therefore, it was necessary for the respondent to adduce evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef42bddb547e4fc4b22e5e01c64323c7_311"
    },
    {
      "start": 63106,
      "end": 63405,
      "text": "The tribunal however, the majority award of the tribunal held that outstanding invoices were raised towards services rendered by respondent in the State of Kerala on the basis of good faith and instructions of the appellant and therefore, the respondent is entitled to reimbursement of the expenses.",
      "labels": [
        "RLC"
      ],
      "id": "2399a3b130a04afa9e3e2041ba0e0ea9_312"
    },
    {
      "start": 63406,
      "end": 63535,
      "text": "\nIt was further held that respondent was not entitled to claim amount towards trade investment scheme as no evidence was adduced.",
      "labels": [
        "RLC"
      ],
      "id": "b218fc20de25479c83c40bc647b9e624_313"
    },
    {
      "start": 63536,
      "end": 63747,
      "text": "The majority award held the respondent entitled to a sum of Rs.3,98,81,995/- against outstanding invoices in addition to an interest of 10% from the date on which the amount fell due till actual payment is made.",
      "labels": [
        "RLC"
      ],
      "id": "a94df420bee44ea78f97f77fb25a53f0_314"
    },
    {
      "start": 63749,
      "end": 64158,
      "text": "46. The aforesaid findings of the majority award of the tribunal and the finding of the commercial court in affirming the same on the ground that respondent did not file any objection to the documents viz., Document Nos.4, 12, 15 and 16 are factually incorrect, perverse, erroneous and are based on no evidence, and therefore, covered under the expression 'patent illegality' under Section 34(2-A) of the Act.",
      "labels": [
        "RLC"
      ],
      "id": "a9be54176ff94ea4a9b94b9f0e69df19_315"
    },
    {
      "start": 64159,
      "end": 64186,
      "text": "\n(XII) NOMINAL DAMAGES:\n47.",
      "labels": [
        "RLC"
      ],
      "id": "0b5104ca92e64d3988e9d865a02d86a2_316"
    },
    {
      "start": 64187,
      "end": 64354,
      "text": "The respondent had claimed a sum of Rs.41,56,83,128/- as loss of revenue arising from the premature termination of the CISP agreement from March 2018 till August 2020.",
      "labels": [
        "RLC"
      ],
      "id": "0c5bb0217d934c848eb852a09e9222cf_317"
    },
    {
      "start": 64355,
      "end": 64628,
      "text": "The majority award has held that in the absence of critical evidence, it is constrained to award nominal damages and has awarded nominal damages to the extent of Rs.16,04,41,281/- Crores along with interest at the rate of 10% from the date of the award till actual payment.",
      "labels": [
        "RLC"
      ],
      "id": "cb9a676daf434d0fa5b1afd6d1864453_318"
    },
    {
      "start": 64629,
      "end": 64834,
      "text": "Now we advert to the issue, whether award made by arbitral tribunal and the commercial court, insofar as it grants the claim of nominal damages to the extent mentioned above, suffer from patent illegality.",
      "labels": [
        "ISSUE"
      ],
      "id": "80aad97f2d894acd831f8d57e6d62a2f_319"
    },
    {
      "start": 64835,
      "end": 65146,
      "text": "In POLLOCK AND MULLA, THE Indian Contract, 1872 14TH Edition at page No.1171, the principles with regard to nominal damages have been summarized which read as under:\nWhen the defendant is found liable for breach of contract, the plaintiff would be entitled to nominal damages even if no actual damage is proved.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29837c175cf24a8ca992a75e22f383e7_320"
    },
    {
      "start": 65147,
      "end": 65332,
      "text": "Nominal damages are awarded when there is an infraction of a legal right, and though it gives no right to any real damages yet gives the right to a verdict because of the infringement -",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "68d0937394d54ac691e93073de1da86b_321"
    },
    {
      "start": 65333,
      "end": 65464,
      "text": "\nThe plaintiff is awarded nominal damages when:\n(i) the defendant's breach of contract has in fact caused no loss to the plaintiff.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb7725289a7b44e7894f27c47bb97559_322"
    },
    {
      "start": 65465,
      "end": 65597,
      "text": "\n(ii) the defendant has committed a technical breach of contract and the plaintiff himself and no intention of performing his terms.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a9f72b6ac7e4c65b2aa2a85025dfe5a_323"
    },
    {
      "start": 65599,
      "end": 65984,
      "text": "(iii) the plaintiff fails to prove the loss, that he may have suffered from the breach of contract;\n(iv) he has suffered actual damage, which has arisen, not from the defendant's wrongful act, but from the conduct of the plaintiff himself, or an external event;\n(v) the plaintiff merely seeks to establish the infringement of his legal right, without being concerned about actual loss.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "065e7371a7c94cf2b4731e567ad48f34_324"
    },
    {
      "start": 65985,
      "end": 66041,
      "text": "Where there is no basis for ascertainment of the amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ef4b89cc145445fb30a9ce29b1cea93_325"
    },
    {
      "start": 66042,
      "end": 66081,
      "text": "A small amount of GBP 5 may be awarded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09b05d2782e74af9b5f8eecd4a1791de_326"
    },
    {
      "start": 66082,
      "end": 66201,
      "text": "The view that nominal damages do not connote a trifling amount is erroneous; nominal damages mean a small sum of money.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be911eb4e5a9413b991e7e8f1a8a2cdd_327"
    },
    {
      "start": 66202,
      "end": 66365,
      "text": "Nominal damages have been defined as a sum of money that may be spoken of, but that has no existence in point of quantity, or 'a mere peg on which to hang costs'.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f5eab5dfeb8427f869988bd96d10fc8_328"
    },
    {
      "start": 66365,
      "end": 66465,
      "text": "When the loss is small and quantifiable, the damages awarded, though small, are not nominal damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3796603140f4c3aa52155b596c80580_329"
    },
    {
      "start": 66467,
      "end": 66595,
      "text": "48. CHITTY ON CONTRACTS in 28th Edition while dealing with nominal damages in para 27-0007 has opined as under:\nNominal damages.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa7788913a8e4897be23e255c1d82e60_330"
    },
    {
      "start": 66596,
      "end": 66871,
      "text": "Wherever the defendant is liable for a breach of contract, the claimant is in general entitled to nominal damages although no actual damage is proved, the violation of a right at common law will usually entitle the claimant to nominal damages without proof of special damage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d57e34ba59e4073970cacf3f3633736_331"
    },
    {
      "start": 66872,
      "end": 67169,
      "text": "Normally, this situation arises when the defendant's breach of contract has in fact caused no loss to the claimant, but it may also arise when the claimant, although he has suffered loss, fails to prove any loss flowing from the breach of contract, or fails to prove the actual amount of his loss.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bff2befd3bae44c2bea2676b131df443_332"
    },
    {
      "start": 67170,
      "end": 67353,
      "text": "A regular use of nominal damages, however, is to establish the infringement of the claimant's right, and sometimes the award of nominal damages is \"a mere peg on which to hang costs.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18642da470454bc9b111e6ebcf979a62_333"
    },
    {
      "start": 67355,
      "end": 67488,
      "text": "49. Thus, nominal damages are granted where a legal right of plaintiff is found to be infringed and there is no proof of actual loss.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5c4a967c9ef46fda099565f253faa98_334"
    },
    {
      "start": 67489,
      "end": 67562,
      "text": "In such a case, a notional amount may be awarded as damages to plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3b6fa4323f14e5f93ebff0f82346cce_335"
    },
    {
      "start": 67563,
      "end": 67700,
      "text": "The arbitral tribunal by majority while dealing with the aforesaid claim of the respondent in para 4.2.21 has held as under:\n            ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41bf7769d0b846cca78b3ae3bdede408_336"
    },
    {
      "start": 67700,
      "end": 67937,
      "text": "In   the    absence         of   critical   evidence       forthcoming      from both the         parties, we     are constrained to award nominal damages in favour of the claimant for loss of business between March 2018 and August 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f39b04e613e4e8eb8ddc4f1c63a8d03_337"
    },
    {
      "start": 67939,
      "end": 68110,
      "text": "50. However, the majority award has proceeded to award a sum of Rs.16,04,41,281/- along with future interest at the rate of 10% from the date of award till actual payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70eb1fff91ef440da37e9d16b2b7024a_338"
    },
    {
      "start": 68111,
      "end": 68177,
      "text": "The relevant extract of the majority award reads as under:\n4.4.23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98cde143898c4a1ea3e3ece5e2d2f8ea_339"
    },
    {
      "start": 68178,
      "end": 68512,
      "text": "In the light of the discussion above, we deem it appropriate to award a sum of Rs.16,04,41,281/- (Rupees Sixteen Crores Four Lakhs Forty One Thousand Two Hundred and Eighty One only) as damages for business losses in favour of the Claimant herein with a future interest of 10% from the date of this award until date of actual payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5edea51cdb54907b92af2e26fee1683_340"
    },
    {
      "start": 68513,
      "end": 68521,
      "text": "\n4.4.24.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3739502d692d4ac0acbfccd29dd9e6fc_341"
    },
    {
      "start": 68522,
      "end": 69069,
      "text": "The above quantum is computed on the touchstone of the law valid down in this regard by the Apex Court and in consideration of the primary sales in 2017 with an average annual sales growth rate of 10% (in consideration of the average sales growth rate of the Beer Market in India) while factoring the fixed and variable components of the revenue expenditure, probable gains made by the claimant as a result of not performing its side of contractual obligations and the form of the COVID-19 pandemic between the months of April - June 2020 etc.\n51.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6d7c75d3fb7413cb5d43b7e608724b7_342"
    },
    {
      "start": 69070,
      "end": 69286,
      "text": "The Supreme Court in 'KANCHAN UDYOG LIMITED VS. UNITED SPIRITS LIMITED', (2017) 8 SCC 237 has held that a unilaterally projected profitability which is a mere assumption, cannot be the basis of assessment of damages.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c70d24c8917e45cea9d5f02c9bd3895b_343"
    },
    {
      "start": 69287,
      "end": 69459,
      "text": "In the instant case, respondent has not provided any evidence to support is claim that sales would grow at a projection or 15% per annum between March 2018 and August 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99582cdc84bc45e9802c102f6222a44d_344"
    },
    {
      "start": 69460,
      "end": 69586,
      "text": "There is no material on record to show average annual sales growth of 10% as assumed by tribunal, as well as commercial court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "168b66e0fe544c9ba55b8610789f2402_345"
    },
    {
      "start": 69587,
      "end": 69635,
      "text": "The aforesaid findings are based on no evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30f349b7929f485ab896b1ddf3a3fb90_346"
    },
    {
      "start": 69637,
      "end": 69849,
      "text": "52. The figure of Rs.16,04,41,281/- awarded under the head of nominal damages by taking into account of 10% annual sales growth for which no evidence is on record seems to actual damages and not notional damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "694eda973e3d4d9badf410fbe40234b3_347"
    },
    {
      "start": 69850,
      "end": 69926,
      "text": "The award of 38.5% of the claim, as nominal damages is based on no evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65940a1e7871459c8c9476170a11b10b_348"
    },
    {
      "start": 69927,
      "end": 70036,
      "text": "Therefore, the award to the aforesaid extent suffers from patent illegality under Section 34(2-A) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2896a2ef81b4cf5b76cba4f0bab43e0_349"
    },
    {
      "start": 70037,
      "end": 70110,
      "text": "\n(XIII) AWARD OF COSTS OF THE PROCEEDING BEFORE THE ARBITRAL TRIBUNAL 53.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b99f9464020c49849ee03b07b589ba85_350"
    },
    {
      "start": 70111,
      "end": 70168,
      "text": "The majority award has awarded a sum of Rs.2,03,71,475/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "699f1e7c24ec411395c65f11e46e2ad1_351"
    },
    {
      "start": 70169,
      "end": 70295,
      "text": "The respondent in the written statement made a claim of Rs.1,33,67,000/- incurred towards professional fee and legal expenses.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f9bcf6265f1423e9289303b56d8a1e3_352"
    },
    {
      "start": 70296,
      "end": 70353,
      "text": "However, no evidence was adduced with regard to the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "782758fe656c452ebdb08e7b559b2390_353"
    },
    {
      "start": 70354,
      "end": 70561,
      "text": "In the written submissions, the respondent had stated that invoices and bills pertaining to the claim for costs from part of confidential record and that it would submit the same if directed by the tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f042e5b5c8344a90a75327c8dcb59d90_354"
    },
    {
      "start": 70562,
      "end": 70630,
      "text": "However, the tribunal did not issue any direction to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab919cbec6e946338d14269fb0b7a263_355"
    },
    {
      "start": 70631,
      "end": 70775,
      "text": "The respondent claimed actual costs without any evidence and the tribunal proceeded to award the claim of Rs.2,03,71,475/- without any evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bcc9f9c83aa4965a1c38abe2d5d7790_356"
    },
    {
      "start": 70776,
      "end": 70895,
      "text": "The finding in this regard is based on no evidence and suffers from patent illegality under Section 34(2-A) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ce7363586014adabe7e7d8fe4bd0211_357"
    },
    {
      "start": 70896,
      "end": 71176,
      "text": "(XIV) CONCLUSIONS:\n(i) The repudiation of the contract is not in accordance with terms of the contract and the finding of arbitral tribunal and commercial court is affirmed.\n(ii) The disputes raised by the respondent were within the ambit and scope of clause 16 of CISP agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2dcbd8aad1f4a808f7036cddd62a558_358"
    },
    {
      "start": 71184,
      "end": 71221,
      "text": "(iii)    The     arbitral    tribunal",
      "labels": [
        "RPC"
      ],
      "id": "7db5bac7a1b44713a3e846b6e7b27df8_359"
    },
    {
      "start": 71226,
      "end": 71283,
      "text": "has     rightly                allowed       the         ",
      "labels": [
        "RATIO"
      ],
      "id": "5b53955db63c469daba50ec6a4f146f1_360"
    },
    {
      "start": 71283,
      "end": 71294,
      "text": "application",
      "labels": [
        "RPC"
      ],
      "id": "5579716a6af547b59b84d661325d4b96_361"
    },
    {
      "start": 71295,
      "end": 71384,
      "text": "         for               amendment of the claim in the facts               of the case.",
      "labels": [
        "RPC"
      ],
      "id": "398f46eecc6a466f9adaa12198a0ade0_362"
    },
    {
      "start": 71392,
      "end": 71403,
      "text": "( iv )     ",
      "labels": [
        "RPC"
      ],
      "id": "938e20a17fa6492783474958bf5a20cb_363"
    },
    {
      "start": 71403,
      "end": 71470,
      "text": "The award insofar as it grants Claim               for      damages",
      "labels": [
        "RPC"
      ],
      "id": "26d7ae92f4a34d76ae07d480efd59046_364"
    },
    {
      "start": 71476,
      "end": 71496,
      "text": "on     account      ",
      "labels": [
        "RPC"
      ],
      "id": "9863bcf6eae344298d357a4911922505_365"
    },
    {
      "start": 71496,
      "end": 72015,
      "text": "of               outstanding invoices awarded to the               extent    of   Rs.3,98,81,995/-     suffers               from      patent      illegality,      under               Section34(2-A) of the Act.\n\n     (v)      The award insofar as it grants claim               for damages on account of actual               business loss between 5th March 2018               to 30th August 2020 awarded to the tune of Rs.16,04,41,281/- as nominal damages suffers from patent illegality under Section 34(2-A) of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "aabc782d5ea34421905d6b5142175eef_366"
    },
    {
      "start": 72016,
      "end": 72040,
      "text": "\n     (vi)     The award",
      "labels": [
        "RPC"
      ],
      "id": "0cc94bc3cedf4d1b9bfcaca2cd667eb3_367"
    },
    {
      "start": 72041,
      "end": 72094,
      "text": "insofar as it deals with               award of costs",
      "labels": [
        "RPC"
      ],
      "id": "188c67ab6c9e40c2bc15477af4d5ae8e_368"
    },
    {
      "start": 72095,
      "end": 72112,
      "text": "       of the    ",
      "labels": [
        "RPC"
      ],
      "id": "18ab96290cac499fa5344962a2d3e1bd_369"
    },
    {
      "start": 72112,
      "end": 72155,
      "text": "Arbitration               proceeding       ",
      "labels": [
        "RPC"
      ],
      "id": "462f7f972f364acdba5c1b85835d48de_370"
    },
    {
      "start": 72155,
      "end": 72263,
      "text": "to    the      tune      of Rs.2,03,71,475/- suffers from patent illegality under Section34(2-A) of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "0c4506bd5fb146b1bf7f1af6bd9fc47c_371"
    },
    {
      "start": 72264,
      "end": 72702,
      "text": "\nIn the result, impugned judgment dated 24.06.2021 passed by the commercial court as well as the award dated 02.11.2020, to the extent of grant of damages on account of outstanding invoices to the extent of Rs.3,98,81,995/-, claim for a loss of actual business between 5th March 2018 to 30th August 2020 to the tune of Rs.16,04,41,281/- and to the extent of cost of arbitration proceeding to the extent of Rs.2,03,71,475/-, are set aside.",
      "labels": [
        "RPC"
      ],
      "id": "5d8ce066900c4d26b7763ba3b39578bd_372"
    },
    {
      "start": 72703,
      "end": 72788,
      "text": "\nIn the result, the appeal is allowed to the extent mentioned above along with costs.",
      "labels": [
        "RPC"
      ],
      "id": "846d17cf46b943c8a20ac35b13bff819_373"
    },
    {
      "start": 72789,
      "end": 72814,
      "text": "\nSd/-\nJUDGE Sd/-\nJUDGE SS",
      "labels": [
        "NONE"
      ],
      "id": "658a9820b2834a34b2c38977c931aad7_374"
    }
  ]
}