{
  "id": "1091c8763ba3b42da5e2dab07f01bbb92292e746467a9400d97f71ed4053674d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSikkim High Court\nKmc Brahmaputra Infrastructure ... vs The Chief Engineer, Road And Bridges ... on 20 December, 2022 \nAuthor: Meenakshi Madan Rai\nBench: Chief Justice, Meenakshi Madan Rai\n              The High Court Of Sikkim : Gangtok\n                                      (Civil Appellate Jurisdiction)\n                              Dated : 20th December, 2022 \n-------------------------------------------------------------------------------------------------------------- \n Division Bench : The Hon'Ble Mr. Justice Biswanath Somadder, Chief Justice\n                  The Hon'Ble Mrs. Justice Meenakshi Madan Rai, Judge \n-------------------------------------------------------------------------------------------------------------- \n\n                                  Arb . A. No.03 of 2021 \n         Appellant                :       Kmc Brahmaputra Infrastructure Limited \n\n                                                      versus\n         Respondent               :       The Chief Engineer, Roads & Bridges Department, \n                                          Government of Sikkim\n\n                 Appeal under section 37(1)(c) of the Arbitration\n                    and Conciliation Act, 1996 (as amended) \n         -----------------------------------------------------------------------------------------\n           Appearance \n               Mr. Rohan Batra, Advocate with Mr. Dhruv Sethi and Mr. Hemlal\n               Manager, Advocates for the appellant. \n               Mr. Varun Mishra, Advocate with Mr. Rishab Joshi and Ms.\n               Bhawana Rai, Advocates for the respondent. \n         -----------------------------------------------------------------------------------------\n                                      Judgment\nMeenakshi Madan Rai, J. \n1 . The dispute between the parties before this Court is confined to the \"Loss of Profit\" awarded by the Learned Arbitral Tribunal (hereinafter, \"Tribunal\") to the appellant, bu t disallowed by the Learned Commercial Court (hereinafter, \"Commercial Court\") while considering the matter under section 34 of the Arbitration and Conciliation Act, 1996 (for short, \"Arbitration Act\"). \n2. The appellant was to construct a two-lane Gangtok Bypass Road, from Ranipool to Burtuk in East Sikkim, measuring 23.14 kms., commencing from 22-12-2010, to be completed within thirty six months. The Project was being developed by the respondent with the Ministry of Road, Transport and Highways, Government of India (MoRTH). The appellant's financial bid for KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim execution of the Project was submitted on 25-06-2010, the respondent having invited bids on 05-05-2010. On 18-11-2010, the bid submitted by the appellant, which was about 10% below the approximate value of the work was accepted, being the lowest bid. The Letter of Acceptance was issued on the same day. On 22- 12-2010, an Agreement was entered into between the parties whereby the appellant was to execute the Project within 36 (thirty- six) months from the date of commencement, i.e., 22-12-2010. The milestones to be achieved by the appellant was set out in the Contract which at Clause 25.3 provided that; \"The arbitration shall be conducted in accordance with the arbitration procedure stated in the Special Conditions of Contract\". Clause 59.2(d) of the Contract provided that \"The Employer or the Contractor may terminate the Contract if the other party causes a fundamental breach of the Contract. Fundamental breaches of Contract include, but shall not be limited to the following:\";\n\"(a) .................................................................\n(b) .................................................................\n(c) .................................................................\n(d) a payment certified by the Engineer is not paid by the Employer to the Contractor within 56 days of the date of the Engineer's certificate;\n(e) .................................................................\n(f) .................................................................\n(g) .................................................................\n(h) .................................................................\n................................................ [emphasis supplied]\"\nOn 26-09-2016, the appellant put forth a proposal to the respondent to foreclose the Contract, sans adverse consequences on the appellant and undertaking not to claim compensation if the foreclosure materialised. Before a response was furnished by the respondent, the Contract came to be terminated by the appellant on 18-10-2016 alleging breach of Clause 59.2(d) supra of the Contract on the failure of the respondent Department to release KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim payment of Running Account (RA) bills after more than 56 days from the date of certification. On 25-10-2016, the appellant invoked the Arbitration Clause in the Contract, while the respondent by its letter addressed to the appellant dated 29-10- 2016 refuted the basis of termination of Contract. Thereafter, on the nomination of the Arbitrators the Notice of Preliminary Hearing was given by the Tribunal on 24-12-2016 and on 12-01-2017 the first meeting of the Tribunal took place. \n3. The Statement of Claim before the Tribunal was filed on 18-02-2017, the appellant inter alia made the following claims;\n\"1. Release/Return of the following Bank Guarantees S. No. Particulars of Bank Guarantee Amount (INR)\n(a) Performance Bank Guarantee 4,54,30,000 No.01774101PG000041 (b) Performance Bank Guarantee 2,56,27,142 (c) Performance Bank Guarantee 2,27,15,000 No.01774101PG000044 (d) Equipment Bank Guarantee 3,67,00,000 2. Damages/Losses being the following: \nS. No. Heads of Claims/Damages Amount (in INR) \n(a) Outstanding Payments:\n1,17,32,363/-\nCertified RA/PA Bills 2,33,65,351/-\nUncertified RA/PA Bills (b) Refund of Security Deposit 1,80,31,640/-\n                                      ( c )     Refund      of     amounts                    19,84,000/- \n                                              wrongfully              and                                               unauthorizedly deducted                                       ( d )     Idling costs for machinery                62,36,01,265/- \n                                      ( e )     Overhead costs                            11,39,80,104/- \n                                      ( f)     Refund of excess interest                   3,41,17,059/- \n                                              charged  on   mobilization                                               advance                                       ( g)     Loss of profit                            11,49,59,328/- \n                                      ( h)     Demobilization and              other         75,94,772/- \n                                              related expenses KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 3. Cost of Proceedings under Section 31(8) r/w Section 31A of the Arbitration and Conciliation Act, 1996 , Legal Expenses for Court Proceedings and Interest.\"\n4. The respondent filed their Statement of Defence and in the Counter-Claim put forth a claim of  101,87,86,714/- (Rupees one hundred and one crores, eighty seven lakhs, eighty six thousand, seven hundred and fourteen) only, with rates of interest as deemed appropriate as detailed in the averments. The break-up in the Counter-Claim is as hereinbelow; \n            Sl . No.                     Counter Claim                                  Amount              1.        Performance Guarantee                                    Rs.7,10,57,142/- \n             2.        Recoveries of outstanding                                Rs.6,39,44,376/-\n                       Mobilization/Equipment Advance                        (or encashment of Bank Guarantee up                        till the outstanding amount) \n             3.        Claims against interest on                                    At 8% Rs. \n                       outstanding advances                                         37,68,817/- \n                                                                                    At 10% Rs.\n                                                                                    47,11,021/-\n                                                                                    At 12% Rs.\n                                                                                    56,53,226/-\n             4.        Liquidated Damages                                      Rs.11,67,66,000/-\n             5.        Damage to public properties                                Rs.41,40,540/-\n             6.        Maintenance of existing road                               Rs.83,81,900/-\n             7.        Claim against 20% of the balance                        Rs.22,99,18,565/-\n                       unfinished work              8.        Cost Over -run                                           Rs.33,33,55,000/- \n             9.        Additional overhead Cost                                 Rs.9,02,00,000/- \n             10.       Security Deposit                                         Rs.1,80,31,640/- \n             11.       Establishment Cost                                                                12.       Expenditure incurred towards                               Rs.38,00,000/-\n                       obtaining dumping yard at 9th Mile              13.       Financial Loss due to late recovery of                     Rs.82,13,000/-\n                       Mobilization/machinery advance The appellant filed its response to the Counter-Claim denying the claims raised by the respondent. \n5. On the basis of the pleadings of the parties, on 13-07- 2017 eleven Issues were settled for determination. On consideration of the entire facts and circumstances, the evidence KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim and the rival arguments of counsel placed before the Tribunal, the Award was pronounced on 18-12-2018 granting inter alia Loss of Profit to the appellant. Pursuant thereto, on 22-02-2019 certain typographical and computational errors that had crept into the Award were brought to the notice of the Tribunal which considered and rectified the Award and pronounced finally as follows;\n\"488. ..................................................................\n(i) The Respondent is ordered to pay Rs.2,43,34,347/- to the Claimant against outstanding payments.\n(ii) The Respondent is ordered to pay/refund to the Claimant security deposit amounting to Rs.2,05,48,417/-\n(iii) The Respondent is ordered to pay/refund an amount of Rs.19,84,000/- to the Claimant so deducted from RA Bill No.8, PA Bill No.4 and RA Bill No.10 respectively.\n(iv) The Respondent is ordered to pay an amount of Rs.5,74,79,664/- to the Claimant under the head \"Loss and Profits\". \n(v) The Claimant is ordered to pay a sum of Rs.6,39,44,376/- to the Respondent towards the principal outstanding Mobilization/ Equipment Advance and an amount of Rs.1,19,40,954/- towards interest thereon. \n(vi) The Respondent is liable to pay to the Claimant a simple interest @ 12% per annum on the sum of Rs.2,63,18,347/- (Rs.2,43,34,347/- + 19,84,000/-) from the date of the Statement of Claim i.e. 18.02.2017 until 18.12.2018 (the date of award).\nThe interest amount, thus, payable by the Respondent to the Claimant from the date of Statement of Claim till the date award comes to 57,79,942/-.\n489. The Respondent in terms of the above award shall adjust Rs.7,58,85,330/- from the amount of Rs.11,01,26,370/- and pay to the claimant the balance amount of Rs.3,42,41,040/- within a period of two months from today failing which the Respondent shall pay simple interest @ 12% per annum on Rs.3,42,41,040/- from the date of the award along with an amount of Rs.3,42,41,040/- until the payment to the Claimant. [emphasis supplied] \" \n6. Dissatisfied with the grant of Award under Loss of Profit (supra) to the appellant by the Tribunal, the respondent went before the Commercial Court by filing an application under section KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 34 of the Arbitration Act, in Arbitration Case No.04 of 2019 (The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. M/s. KMC Brahmaputra Infrastructure Limited), assailing it. \n7. The Commercial Court, by the impugned order dated 17-06-2021, set aside the entire claim for damages awarded under the head \"Loss of Profit\" on grounds that it was a windfall as the Tribunal had awarded the amount in a mechanical manner and as the respondent itself had not complied with the terms of the Contract and was somehow responsible for the delay, it was not entitled to earn a profit. As per the Commercial Court, the approach of the Tribunal in awarding such damages was erroneous, patently illegal, perverse and hence, could not be sustained. \n8. Aggrieved thereof, the appellant impugns the findings of the Commercial Court by approaching this Court under section 37 of the Arbitration Act. \n9(i). Learned counsel for the appellant contended that the Commercial Court erroneously held that the appellant having elected to foreclose the Contract by its letter dated 26-09-2016, had waived its right to claim any compensation or repatriation charges and was thereby estopped from claiming \"Loss of Profit\", while at the same time noting that foreclosure of the Contract never fructified. The appellant's letter dated 26-09-2016, does not amount to a waiver of its right to claim Loss of Profit under the Contract as erroneously presumed by the Commercial Court, which also failed to appreciate that foreclosure requires the mutual consent of both parties to truncate the Contract and cannot be a unilateral act of a party. Submission of the proposal for foreclosure which was not accepted, cannot amount to waiver by the proposing KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim party to make legal claims under the Contract. The words, \"without prejudice\" in the communication dated 26-09-2016 means without prejudice to the position of the proposer if the terms he proposes are not accepted. There was a misplaced observation by the Commercial Court on the meaning of the words \"without prejudice\". \n(ii) Learned counsel for the appellant further contended that, in fact, the Tribunal had reasoned that the appellant was entitled to damages for future loss of bargain due to \"fundamental breach\" of the terms of the Contract by the respondent, which ultimately led to its termination. The Commercial Court having concurred with the Tribunal about the fundamental breach, could not have called into question the entitlement to claim Loss of Profit, which was a legal and natural consequence of the fundamental breach. On this aspect reliance was placed by the appellant on Maharashtra State Electricity Distribution Company Limited vs. Datar Switchgear Limited and Others . As the respondent had not assailed the findings of the Tribunal regarding the \"fundamental breach\" it had attained finality. \n(iii) In the next leg of his argument, learned counsel urged that the Tribunal had correctly factored in the contributory delay in the performance of the Contract by the respondent and considered its consequences on the execution of the Contract, thereby, concluding that the delay was also attributable to the respondent on account of non-performance of their obligations. Accordingly, Loss of Profit, computed at 50% of the total claim put forth by the appellant was awarded to them. This contention was fortified by (2018) 3 SCC 133 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim Assam State Electricity Board and Others vs. Buildworth Private Limited . Loss of Profit was neither granted in a mechanical manner nor was it a windfall to the appellant as erroneously opined by the Commercial Court which substituted the plausible view of the Tribunal with its own, which is impermissible. Strength on this count was garnered from Dyna Technologies Private Limited vs. Crompton Greaves Limited . Inviting the attention of this Court to the ratio in Union of India and Others vs. Sugauli Sugar Works (P) Ltd. it was urged that the Supreme Court observed therein that the principle is that as far as possible, the injured party should be provided compensation for pecuniary loss which naturally flows from the breach. The finding of the Commercial Court that if a party has not complied with the terms of the Contract and is somehow responsible for the delay and thereby cannot avail the benefit of such delay and claim that it is entitled to earn a profit, is contrary to the settled principles of law. Reliance by the Commercial Court on MSK Projects India (JV) Limited vs. State of Rajasthan and Another is completely misplaced as the ratio does not lay down such a proposition and the decision is distinguishable on facts. \n(iv) The use of the word \"perverse\" and \"patently illegal\" by the Commercial Court is erroneous since the Supreme Court in Ssangyong Engineering and Construction Company Limited vs. National Highways Authority of India (NHAI) has explained the import of \"patent illegality\" and \"perversity\". Thus, the Commercial Court exceeded the scope of section 34 of the Arbitration Act, as nothing (2017) 8 SCC 146 (2019) 20 SCC 1 (1976) 3 SCC 32 (2011) 10 SCC 573 (2019) 15 SCC 131 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim illegal or perverse emerges in the claim for Loss of Profit which was duly awarded by the Tribunal. As the impugned order suffers from non-application of mind and misconstruction of the findings in the Award, the present Appeal be allowed and the impugned order of the Commercial Court, dated 17-06-2021 (supra), be set aside. 10(i). Resisting the arguments put forth by learned counsel for the appellant, learned counsel for the respondent would contend that the Commercial Court has rightly set aside the Award on Loss of Profit. The appellant had executed only 19% of the work, towards which a sum of more than  27,00,00,000/- (Rupees twenty seven crores) only, was already paid, but even after 6 (six) years of the commencement of the work, the appellant was unable to build a single kilometer of paved road out of the entire length. Significant evidence which undermined the claim for Loss of Profit and the admission of the appellant that it was incurring losses in the Contract was entirely ignored by the Tribunal. On this aspect, the respondent relied on Hudson's Building and Engineering Contracts . It was contended that in fact, the appellant would not have made any profit in executing the Contract, for the reason that no profit element was incorporated into the appellant's bid as it had underbid by 10% less than the estimated value of the Contract. Reliance was placed on this count in GTM Builders & Promoters Pvt Ltd vs. Sneh Developers Pvt Ltd and State of State of Madhya Pradesh and Others vs. M/s. Recondo Limited, Bhopal9 wherein the Courts were loathe to allow damages towards Loss of Profit in the absence of proof. The findings of the Tribunal, which have not been 13th Edition at Pages 869-872 (Sweet & Maxwell) Judgment of the High Court of Delhi in O.M.P.(COMM) 10/2016 & IA Nos.6379/2016 & 4720/2017 dated 03-07-2018 1989 M.P.L.J 822 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim challenged by the appellant, indicate acceptance of imprudence in its work, raising serious concerns on its ability to perform the Contract. The contents of the letter dated 13-09-2014 addressed to the respondent Department by the appellant would fortify the submission on whether the appellant would have made any profit on account of increase in the value of the Contract. \n(ii) The Loss of Profit was also granted for the reason that there was a breach of the contract on account of delay in payment of two bills, the amounts being de minimis would obviously not have caused any loss to the appellant. The Tribunal observing that there was a fundamental breach in the Contract gave reasons for granting Loss of Profit to the appellant. However, in M/s. Hind Construction Contractors by its Sole Proprietor Bhikam-Chand Mulchand Jain (Dead) by Lrs. vs. State of Maharashtra10 and N. Srinivasa vs. Kuttukaran Machine Tools Limited , the Supreme Court has observed that intention of a Contract is to be gleaned from its holistic reading, the conduct of the parties and not merely by interpretation of one Clause. Clause 43 of the Contract entitled the Contractor to interest @ 12% per annum on delayed payment, which indicates that payment of bills within 56 days was not intended to be the \"essence of the contract\". MSK Projects India (JV) Limited (supra) is fairly instructive on whether loss of profits ought to be payable to a Contractor who failed to abide by the terms of a Contract. All payments computed by the Tribunal ought to have been limited to the date of termination and Loss of Profit not granted as the appellant had itself terminated the Contract. \n(1979) 2 SCC 70 (2009) 5 SCC 182 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim (iii) It was next argued that the fundamental policy contained in section 73 of the Indian Contract Act, 1872 (for short, \"Contract Act\"), is that damages can only be awarded for any loss or damage which naturally arose in the usual course of things from such breach, or which the parties knew when they made the Contract, to be likely to result from the breach of it. Thus, it is trite that the party claiming compensation as loss of profit or anticipated profit, must establish that there was a causal connection between the breach and the loss sustained by the party who suffered the breach, which is not so in the present case. It was in fact the appellant's termination of the Contract, vide its letter dated 18-10- 2016, that resulted in its alleged loss of profit. The claim for Loss of Profit would have been justified if the respondent had illegally terminated the Contract, thereby, preventing the appellant from earning any alleged profit from the Contract. Thus, the observation of the Tribunal that a claim for Loss of Profit would be likely to result from delay in payment by the respondent, is patently illegal. Strength was garnered on this count from the ratio in Kanchan Udyog Limited vs. United Spirits Limited . \n(iv) Relying on the ratio in M. Lachia Setty and Sons Ltd. vs. Coffee Board, Bangalore wherein the Hon'ble Court relied on Halsbury's Laws of England (4th Edn., Vol. 12, Page 477), for the law on mitigation of loss, learned counsel advanced the argument that it is an admitted case that as on the date of termination, the appellant had executed the Contract works worth approximately  27,00,00,000/- (Rupees twenty seven crores) only, out of a total of  142,00,00,000/- (Rupees one hundred and forty two crores) (2017) 8 SCC 237 (1980) 4 SCC 636 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim only, and was yet to execute  115,00,00,000/- (Rupees one hundred and fifteen crores) only, worth of work to make its alleged profit. By terminating the Contract pre-maturely, the appellant was able to free up and divert its men and machinery to perform other works, from which the appellant could have derived a profit which ought to be set off against the appellant's claim for Loss of Profit, otherwise it would lead to a windfall for the appellant. \n(v) Learned counsel for the respondent further contended that the respondent's case before the Tribunal was that future damages may only be claimed in the event of a repudiatory breach under section 39 of the Contract Act, whereas, failure to make a certified payment within 56 (fifty six) days as envisaged under clause 59.2(d) is not covered by the ambit of section 39 of the Contract Act. The Tribunal placed unnecessary emphasis on the phrase, \"Fundamental Breach\", in clause 59.2 and treated it as a repudiatory breach. To fortify his submissions, reliance was placed on Hind Construction Contractors (supra); N. Srinivasa (supra) and Transmission Corporation of Andhra Pradesh Limited and Others vs. GMR Vemagiri Power Generation Limited and Another . \n(vi) In the last leg of his arguments, it was contended by learned counsel that the respondent sought to perform its obligation under the Contract and acknowledged vide its letter dated 12-02-2016 that some delays in payment are inevitable due to MoRTH's involvement, which is routine Government procedure. Besides, the appellant themselves failed to raise the monthly R.A. bills in terms of clause 42 of the Contract. The Contract spanned a period of more than 5 (five) years while bills raised were only 14 (2018) 3 SCC 716 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim R.A. bills. The Tribunal ignored the appellant's undertaking dated 26-09-2016 wherein it categorically undertook not to claim compensation/repatriation charges if the foreclosure of the Contract took place, which led the respondent to believe that the Contract would be foreclosed, but the appellant proceeded to terminate the Contract and sought for damages in lieu of future performance. Thus, the Appeal ought to be dismissed as the learned Court below has correctly set aside the Tribunal's Award on loss of profit. \n11. In rebuttal, the vehement contention advanced by counsel for the appellant was that the arguments of the respondent pertaining to the breach committed by the respondent which led to termination of the Contract being a \"technical breach\" and not a \"fundamental breach\" ought not to be considered by this Court while deciding the instant Appeal as these arguments were not raised before the Court below. The test of the Award is whether there was a fair conclusion and the Tribunal has articulated all the essential principles in its order considering all aspects. It is settled law that an Arbitral Award cannot be interfered with in a cavalier manner unless the Commercial Court comes to a conclusion that the perversity of the Award goes to the root of the matter. The finality of the Arbitral Award is to be respected, hence the Appeal be allowed. \n12. The submissions put forth in extenso have been duly considered, all documents perused, as also the citations made at the Bar. This Court is now to consider whether the Learned Commercial Court by its impugned order was correct in setting KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim aside the Loss of Profit awarded by the Tribunal to the appellant, vide its Award dated 18-12-2018? \n13. In this context, in the first instance, it is essential to navigate the parameters for setting aside an Arbitral Award. The provisions of section 34 of the Arbitration Act are itself explicit on this aspect. We may refer to section 34(2A) which is relevant for the present purpose and provides as follows;\n\"34. Application for setting aside arbitral award.--(1) ...............................................\n(2) ................................................. (2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award. \nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n(3) ...................................................... (4) .................................................... (5) ...................................................... (6) ....................................................\" 14(i). While examining the scope of section 34 of the Arbitration Act, in Renusagar Power Co. Ltd. vs. General Electric Co.15 the Supreme Court laid down that the Arbitral Award can be set aside if it is contrary to (a) fundamental policy of Indian Law; (b) the interests of India; (c) or justice or morality. In Oil & Natural Gas Corporation Ltd. vs. Saw Pipes Ltd.16 apart from the above mentioned three grounds, the Supreme Court appended another ground, i.e., if it is patently arbitrary. It was however clarified that such patent illegality must go to the root of the matter. This was reiterated in McDermott International INC. vs. Burn Standard Co. Ltd. and Others wherein the Supreme Court observed that such patent illegality must go to the root of the matter. The public policy 1994 Supp (1) SCC 644 (2003) 5 SCC 705 (2006) 11 SCC 181 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim violation, indisputably, should be so unfair and unreasonable as to shock the conscience of the court. Where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of section 34 of the Act. \n(ii) In Datar Switchgear Limited (supra) it was inter alia observed that the proposition of law is that the Arbitral Tribunal is the master of evidence and the findings of fact arrived at by the Arbitrators on the basis of evidence on record are not to be scrutinised as if the Court was sitting in Appeal. This principle was upheld in MMTC Limited vs. Vedanta Limited18 and it was explained therein that the Court may interfere on merits on the limited ground of the Award being against the public policy of India. \n(iii) In Parsa Kente Collieries Limited vs. Rajasthan Rajya Vidyut Utpadan Nigam Limited it was held that an Arbitral Tribunal must decide in accordance with the terms of the Contract, but if a term of the Contract has been construed in a reasonable manner then the Award ought not to be set aside on this ground alone, while in National Highway Authority of India vs. Progressive-MVR (JV)20, the Supreme Court on considering a plethora of decisions on the scope and ambit of the proceedings under section 34 of the Arbitration Act, observed that, even when the view taken by the Arbitrator is a plausible view and/or when two views are possible, the particular view taken by the Tribunal which is also reasonable should not be interfered with in proceedings under section 34 of the Arbitration Act.\n(iv) In Dyna Technologies Private Limited (supra), the Supreme Court while discussing the limitations of the Court in (2019) 4 SCC 163 (2019) 7 SCC 236 (2018) 14 SCC 688 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim exercising powers under section 34 of the Arbitration Act, highlighted as follows;\n\"24. There is no dispute that section 34 of the Arbitration Act limits a challenge to an award only on the grounds provided therein or as interpreted by various courts. We need to be cognizant of the fact that arbitral awards should not be interfered with in a casual and cavalier manner, unless the court comes to a conclusion that the perversity of the award goes to the root of the matter without there being a possibility of alternative interpretation which may sustain the arbitral award. Section 34 is different in its approach and cannot be equated with a normal appellate jurisdiction. The mandate under section 34 is to respect the finality of the arbitral award and the party autonomy to get their dispute adjudicated by an alternative forum as provided under the law. If the courts were to interfere with the arbitral award in the usual course on factual aspects, then the commercial wisdom behind opting for alternate dispute resolution would stand frustrated. \n25. Moreover, umpteen number of judgments of this Court have categorically held that the courts should not interfere with an award merely because an alternative view on facts and interpretation of contract exists. The courts need to be cautious and should defer to the view taken by the Arbitral Tribunal even if the reasoning provided in the award is implied unless such award portrays perversity unpardonable under section 34 of the Arbitration Act. \n[emphasis supplied]\" \n15(i). The aforesaid judgments have detailed the contours of the powers of the Court in proceedings under section 34 of the Arbitration Act, on the anvil of which, we now examine the matter before us. \n(ii) On a careful perusal of the Award, it is evident that the Tribunal while factoring in the Loss of Profit, elucidated its reasoning from paragraph 362 to paragraph 380 of the Award, discussed the scheme of section 39 of the Contract Act and inter alia observed that \"(vii) where the parties to the contract have expressly stipulated a term of the contract as \"fundamental\" or \"of the essence\" and there is breach of such fundamental or essential term by a party, the aggrieved party may invoke the express term and terminate the contract. In such a situation, the principle of law KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim stated in sub-para (iv) above has no application and the aggrieved party is entitled to claim damages for past losses i.e. losses up to the date of the contract and also future losses post termination. In other words, in such event, the innocent/aggrieved party may make a claim for loss of bargain for the entire period of contract.\" The Tribunal also opined that the respondent was under a misconception that as the appellant had terminated the contract under an express clause of the Contract and termination was on account of technical breach of the term of the Contract, although termed as \"fundamental breach\", such \"fundamental breach\" did not entitle the aggrieved party to loss of profit post-termination. That, \"repudiatory breach\" and \"fundamental breach\" are two different aspects, but the outcome that follows on termination of Contract by the aggrieved party in either case, is the same. The Tribunal further observed that;\n\"364. By stipulating the breach in clause 59.2(d) as a fundamental breach, the parties agreed the payment of certified bills within the stipulated time to be of essence. Thereby, the parties have ensured the same outcome in the event of breach of fundamental term which would ordinarily follow on termination of contract for repudiatory breach. \n...................................................... \n369. The Tribunal is of the considered view that the Claimant is entitled to the damages for future loss of bargain due to fundamental breach of the term of the contract by the Respondent which ultimately led to the termination of contract. \n[emphasis supplied]\" \n(iii) Insofar as the termination of Contract is concerned, the Tribunal dealt with it specifically at paragraph 108 of its Award where it was observed as follows;\n\"108. Clause 59.2(d) of the contract expressly states that if a payment certified by the Engineer is not paid by the Employer to the Contractor within 56 days of the date of the Engineer's certificate shall be treated as a fundamental breach of the contract. The fundamental breach specified in Clause 59.2(d) KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim is a standalone breach which entitles the Contractor to terminate the contract. The factum of non-payment of certified bill by the Engineer beyond 56 days of the date of certificate, thus, by itself is sufficient for the Contractor to terminate the contract as such delayed payment is treated as a fundamental breach of the Employer. [emphasis supplied]\" \nThe Court below did not disagree with the conclusion of the learned Tribunal on this aspect. It may relevantly be pointed out that, it is a settled position of law that a fundamental breach by its very nature pervades the entire Contract and once committed the Contract as a whole stands abrogated. [See, Datar Switchgear Limited (supra)]. \n(iv) The Tribunal did not find any merit in the argument of counsel for the respondent that the claimant underbid and, therefore the Loss of Profit was misconceived. The Tribunal reasoned that the Contract is a commercial one, where the claimant has not bid to make losses, that the ingredient of profit is always inbuilt in the performance of a particular Contract. It was also opined that the original price of the Contract was revised from  99.16 crores where the claimant had bid  90.86 crores to  195.22 crores by MoRTH. That, in the said circumstance, the argument that the claimant's underbidding disentitled it to any \"Loss of Profit\" was not accepted. That, the claimant had put forth Loss of Profit @ 10% of the unexecuted work. That, the measure of 10% of the unexecuted work toward Loss of Profit is prescribed by the MoRTH. \n(v) The Tribunal relied on the decision of the Hon'ble High Court of Kerala in State of Kerala vs. K. Bhaskaran21 where it was observed that the measure of damage no doubt is the amount of AIR 1985 Ker 49 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim profit lost to the Contractor by the breach. This is a measure of compensation for the loss which arose in the usual course of things. This can be stated as the loss which the parties knew when they made the contract, as likely to result from the breach of it. When the plaintiff entered into the contract, he agreed to complete the work for the stated amount reckoning a sum for his profit also. \n(vi) The Tribunal also referred to a decision of the Supreme Court in Sugauli Sugar Works (supra) relied on by the Kerala High Court (supra) in the same ratio, wherein it was held as follows;\n\"22. ............................ One of the principles for award of damages is that as far as possible he who has proved a breach of a bargain to supply what he has contracted to get is to be placed as far as money can do it, in as good a situation as if the contract had been performed. The fundamental basis thus is compensation for the pecuniary loss which naturally flows from the breach. Therefore, the principle is that as far as possible the injured party should be placed in as good a situation as if the contract had been performed. In other words, it is to provide compensation for pecuniary loss which naturally flows from the breach. The High Court correctly applied these principles and adopted the contract price in the facts and circumstances of the case as the correct basis for compensation.\" \n(vii) It is imperative to notice at this juncture that the Supreme Court held in M/s. A.T. Brij Paul Singh and Others vs. State of Gujarat that, what must be the measure of profit and what proof should be tendered to sustain the claim are different matters, but the claim under the head of Loss of Profit is clearly admissible. It thus concludes that Loss of Profit is to be granted by the Tribunal in a breach of Contract. \n(viii) That, there was a breach of Contract is evident from the reasoning put forth by the Tribunal and on reading Clause 59.2(d) of the Contract between the parties, what remains for (1984) 4 SCC 59 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim consideration is the method of computation. While addressing the issue of computation, we may necessarily refer to the pronouncement of the Supreme Court in M. N. Gangappa (Dead) By L.Rs vs. Atmakur Nagabhushanam Setty & Co. and Another wherein it was held that the method used for computation of damages will depend upon the facts and circumstances of each case.\n16. The Tribunal while computing the Loss of Profit inter alia examined the evidence furnished by the claimant through its witness and concluded as follows;\n\"378. The Respondent in its Statement of Defence has not specifically disputed the measure of 10% applied by the Claimant. Moreover, CW-2 has been cross examined by the Respondent at quite some length but his evidence in paragraphs 28 and 29 of the affidavit has not at all been challenged. In the circumstances, there is no justification for the Tribunal to reject the evidence of CW-2 on this count. \n379. The Tribunal is of the considered view that measure of 10% of the unexecuted work adopted by the Claimant for claiming loss of profits is a fair and reasonable measure. However, in the facts and circumstances of the case, the Claimant would not be entitled to 10% loss of profit on the entire unexecuted work. In the Tribunal's view, since the Claimant also contributed to delay in performance of the contract by not discharging its some of the important obligations on the time as already noted in the earlier part of the award and the fact that few days before it terminated the contract, the Claimant itself wanted the contract to be foreclosed without imposition of any liability on it, an award of 50% of what has been claimed by the Claimant as the loss of profit of unexecuted work seems to be fair and reasonable. \n380. The Tribunal, accordingly, awards 50% of the claim of Rs.11,49,59,328/- under the head \"Loss and Profits\" made by the Claimant which comes to Rs.5,74,79,664/-\" [emphasis supplied]\n17. The learned Court below however disagreed with the findings of the Tribunal while setting aside the Award under loss of Profit and contrarily observed as follows;\n(1973) 3 SCC 406 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim \"39. ........... . Be that as it may , the above facts and circumstances would make it clear that the respondent/claimant had clearly elected to proceed with the foreclosure of the contract-work subject only to the condition that no adverse consequences are attached to it and it had undertaken not to claim any compensation or repatriation charges in the event of such foreclosure which was contemplated by 30.09.\n2016. Clearly, apart from having consciously made such election it had also waived its right to claim any compensation/ repatriation charges if the foreclosure took place. It is rather strange that despite the same the respondent/claimant would make a complete volte face and immediately rush to terminate the contract vide its letter dated 18.10.2016. Strictly speaking, the respondent/claimant having unequivocally elected to proceed with the foreclosure of the contract for expediting which it had itself later requested vide its letter dated 28.09.2016 and having waived its right to claim any compensation or repatriation charges could not have still claimed loss of profit by suddenly terminating the contract nor could it have been awarded by the Ld. Arbitral Tribunal. In other words, the respondent/claimant cannot be allowed to approbate and reprobate at the same time once having elected as above and having undertaken to waive any claim whatsoever in the event of the foreclosure without any adverse consequences on it. ......................... .............................................................................. \n42. Viewed from the other angle, the Respondent/claimant having expressly waived its right to claim compensation or repatriation charges in the event of the proposed foreclosure could not have claimed loss of profit. .......... .............................................................................. \n46. Suffice it to say, in the light of the above settled position, observation and the peculiar facts and circumstances obtaining in the case on hand the fact that the undertaking dated 26.09.2016 was without prejudice would not enure any benefit to the respondent/claimant when it had consciously and unequivocally elected to proceed with the foreclosure of the contract subject only to the condition that no adverse consequences are meted out to it, and it having clearly waived its right to claim compensation or repatriation charges in the event of such foreclosure by the petitioner- employer. So much so, vide its subsequent letter dated 28.09.2016 which incidentally was not marked without prejudice the respondent/ claimant would even request the petitioner- employer to expedite the process of foreclosure. These attenuating circumstances also go against the claims of the respondent/claimant with regard to loss of profit. \nKMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 47. Needless to say, the approach of the Ld. Arbitral Tribunal in awarding damages under the head loss of profit despite the above facts and circumstances is clearly erroneous and patently illegal which goes to the root of the concerned matter. The award to that extent is ex facie perverse and cannot be sustained.\" \n18. It appears from the reasonings extracted supra that the Commercial Court was aware that the foreclosure of the Contract never fructified despite which it proceeded to observe that prior to the termination of the Contract there was a proposal for foreclosure, vide letter of the appellant, dated 26-09-2016. The Commercial Court opined that the appellant in the communication had waived its right to claim any compensation or repatriation, should the foreclosure materialise. The Commercial Court was evidently of the opinion that the same conditions of waiver would have to be read into the communication for termination of the Contract, sans such specific waiver. The observation of the Commercial Court that in the Undertaking dated 26-09-2016, the words \"without prejudice\" would not enure any benefit to the appellant who had elected to foreclose the Contract, is an apparent erroneous observation considering the fact that the words were employed in the said communication for a proposal for foreclosure. In any event, the words \"without prejudice\" as per Black's Law Dictionary, Tenth Edition, 2014, means \"without loss of any rights; in a way that does not harm or cancel the legal rights or privileges of a party\". In other words, it means without detriment to any existing right or claim and not as interpreted by the Commercial Court in paragraph 46 (extracted supra) of its impugned order. Consequently, the remark of the Commercial Court that the appellant was approbating and reprobating is also an incorrect KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim observation. It is indeed absurd to suggest that vide the communication of 26-09-2016, the appellant had waived all legal rights even while terminating the Contract. \n19. While addressing the observation of the Commercial Court that the Award of damages under the head \"Loss of Profit\"\nwas clearly erroneous, patently illegal and the Award to that extent was ex facie perverse, in Ssangyong Engineering and Construction Company Limited (supra) the Supreme Court while expanding on illegality appearing on the face of the Award observed that such illegality must go to the root of the matter, and ought not to be a mere erroneous application of the law. The Award would also be \"patently illegal\" if an Arbitrator gives no reasons for an Award and wanders outside the Contract and deals with matters not allotted to him. That, \"Patent illegality\" would also be one in which a decision is perverse or so irrational that no reasonable person would have arrived at the same and if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic so as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding would be rendered infirm in law. \nIt would be apposite to mention that in Datar Switchgear Limited (supra) it was laid down that the Tribunal is the master of evidence and the findings of fact cannot be scrutinized as if the Court is sitting in Appeal. Interference on merits would be permissible only if the Award is against public policy [See MMTC Limited (supra)].\n20. After having perused the Award and having extracted hereinabove the relevant paragraphs, we find that elaborate reasons have been rendered for the conclusion arrived at by the KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim Tribunal which can neither be termed as \"erroneous\", \"irrational\" or \"patently illegal\".\n21. We also agree with the counsel for the appellant that reliance on MSK Projects India (JV) Limited (supra) by the Commercial Court to opine that if a party has not complied with terms of the Contract and is somehow responsible, even if not equally for the delay taken cannot avail the benefit of such delay and claim that it is entitled to earn a profit, is completely misplaced. This observation of the Supreme Court was made in the context of a case, the facts of which are distinguishable from the instant case. The facts therein were that as per the terms of the agreement between the petitioner (MSK Projects) and the respondent (State of Rajasthan) the petitioner was required to complete the project of construction of roads in two phases. In the first phase, a certain amount of investment was to be made and after five years, in the second phase, another amount was to be invested by the petitioner. The petitioner however failed to abide by the terms of the agreement and did not make any investment for the second phase and thereby breached the contract. The State of Rajasthan submitted that the contention of the petitioner that he is entitled to recover its investment was erroneous and the petitioner had not approached the Court with clean hands. The allegations were found not to have been denied by the Petitioner. That being so, the Supreme Court observed that the State Authorities had for reasons best known to them not made reference to the arbitration proceedings for non-execution of the work of the second phase of the Contract. However, the relief claimed by the private appellant would prove to be a windfall profit KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim without carrying out the obligation to execute the work just on technicalities. In order to do complete justice between the parties, the Supreme Court ordered that the matter requires adjudication and reconsideration on two points by the Tribunal. The above matter is irrelevant for the present purposes as a fundamental breach of the Contract is the basis of its termination. \n22. So far as reliance of the respondent on GTM Builders & Promoters (supra) and Recondo Limited (supra) are concerned, the judgments only have persuasive value, over and above which we notice that the facts in the citations are distinguishable from the instant case and are of no assistance to the respondent. \n23. Coming to the question of interpretation of section 73 of the Contract Act as agitated by learned counsel for the respondent, it is useful to notice that in MSK Projects India (JV) Limited (supra) reference was made to A.T. Brij Paul Singh (supra) where, while interpreting the above provision of law the Court specifically held that; where in the works contract the party entrusting the work committed breach of Contract, the Contractor is entitled to claim the damages for loss of Profit which he expected to earn by undertaking the works contract. Claim of expected profit is legally admissible on proof of the breach of Contract by the erring party. What would be the measure of profit would depend upon facts and circumstances of each case, but that there shall be reasonable expectation of profit is implicit in the works contract and its loss has to be compensated by way of damages if the other party to the Contract is guilty of breach of contract cannot be gainsaid. The observation being a settled position of law it also lends a quietus to the dispute herein. \nKMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 24. Neither the Court below nor this Court are empowered under the relevant provisions of law to reappreciate the evidence on record nor do the provisions of law envisage that Courts while exercising power under section 34 of the Arbitration Act shall function as a regular first Court of Appeal. The Court, under section 34 of the Arbitration Act cannot replace the views of the Tribunal, if found plausible, by substituting its own views. \n25. From a meticulous perusal of the Award, we cannot bring ourselves to agree with the observations of the Learned Commercial Court that the findings of the Learned Tribunal suffers from the vice of being erroneous, patently illegal or ex facie perverse. \n26. In our considered opinion, the Learned Tribunal after holding that there was a fundamental breach of Contract, factored in the contributory delay caused by the appellant and fairly awarded Loss of Profit by slashing it to 50% of the original claim put forth by the appellant. \n27. Order of the learned Commercial Court is set aside and the Award passed by the learned Tribunal stands restored. \n28. Appeal along with all pending applications stand disposed of accordingly. \n29. Parties to bear their own costs.\n               ( Meenakshi Madan Rai )                          ( Biswanath Somadder )\n                     Judge                                             Chief Justice                             20 - 12 - 2022                                            20 - 12 -2022      Approved for reporting : Yes ds  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1248898bba74475b2036a6dc72d9e1e_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "NONE"
      ],
      "id": "e64d00da19184165ac940762913051ee_1"
    },
    {
      "start": 242,
      "end": 360,
      "text": "\nSikkim High Court\nKmc Brahmaputra Infrastructure ... vs The Chief Engineer, Road And Bridges ... on 20 December, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f5811dce5014a8a85e81dc8daf72e25_2"
    },
    {
      "start": 362,
      "end": 607,
      "text": "Author: Meenakshi Madan Rai\nBench: Chief Justice, Meenakshi Madan Rai\n              The High Court Of Sikkim : Gangtok\n                                      (Civil Appellate Jurisdiction)\n                              Dated : 20th December, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8caa3de65d5f4c63906333ac84006621_3"
    },
    {
      "start": 609,
      "end": 719,
      "text": "--------------------------------------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bfcf0febc6f45069cf5e0d29c63abdc_4"
    },
    {
      "start": 722,
      "end": 815,
      "text": "Division Bench : The Hon'Ble Mr. Justice Biswanath Somadder, Chief Justice\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc4b839ff0964af1bd6424bd15c880f4_5"
    },
    {
      "start": 815,
      "end": 866,
      "text": "The Hon'Ble Mrs. Justice Meenakshi Madan Rai, Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86b2f7e78a1e4202949fdfa494268429_6"
    },
    {
      "start": 868,
      "end": 978,
      "text": "--------------------------------------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "279dbd36d5194fbcbf5697cfa5ce497d_7"
    },
    {
      "start": 1015,
      "end": 1037,
      "text": "Arb . A. No.03 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aee9f4eb1c664e52850cecee038c78ab_8"
    },
    {
      "start": 1048,
      "end": 1057,
      "text": "Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47181a8a991d45e1824b4da7198a04a3_9"
    },
    {
      "start": 1073,
      "end": 1119,
      "text": ":       Kmc Brahmaputra Infrastructure Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e7eabfe39ac54eadbcc928990353caf9_10"
    },
    {
      "start": 1176,
      "end": 1192,
      "text": "versus\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de7ba3ddef7f44cca2993993a7ed8912_11"
    },
    {
      "start": 1192,
      "end": 1202,
      "text": "Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11ab67502f0849eeb89646b55bdcd549_12"
    },
    {
      "start": 1217,
      "end": 1272,
      "text": ":       The Chief Engineer, Roads & Bridges Department,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff77b3f8576f4a439b996627fc698927_13"
    },
    {
      "start": 1316,
      "end": 1355,
      "text": "Government of Sikkim\n\n                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01538a3ff75746208f68ffd84ea62d66_14"
    },
    {
      "start": 1355,
      "end": 1463,
      "text": "Appeal under section 37(1)(c) of the Arbitration\n                    and Conciliation Act, 1996 (as amended)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ce38f139ce549209ec7dac050dd5e6f_15"
    },
    {
      "start": 1474,
      "end": 1575,
      "text": "-----------------------------------------------------------------------------------------\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "365d5d196901442f99c4726ff2ddee1c_16"
    },
    {
      "start": 1575,
      "end": 1585,
      "text": "Appearance",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75faa448c19c40a0b2f60881908c7af6_17"
    },
    {
      "start": 1602,
      "end": 1716,
      "text": "Mr. Rohan Batra, Advocate with Mr. Dhruv Sethi and Mr. Hemlal\n               Manager, Advocates for the appellant.",
      "labels": [
        "NONE"
      ],
      "id": "0e64b79ce05743869cf32bc98b64eb03_18"
    },
    {
      "start": 1733,
      "end": 1847,
      "text": "Mr. Varun Mishra, Advocate with Mr. Rishab Joshi and Ms.\n               Bhawana Rai, Advocates for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "7c55358a724c4f6aa06bcdde45953a76_19"
    },
    {
      "start": 1858,
      "end": 1995,
      "text": "-----------------------------------------------------------------------------------------\n                                      Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d3053fff21c4bccac026d09e1f5fbc5_20"
    },
    {
      "start": 1995,
      "end": 2018,
      "text": "Meenakshi Madan Rai, J.",
      "labels": [
        "NONE"
      ],
      "id": "4f6e0b764eb644acb9e245e0530ac5cd_21"
    },
    {
      "start": 2019,
      "end": 2197,
      "text": "\n1 . The dispute between the parties before this Court is confined to the \"Loss of Profit\" awarded by the Learned Arbitral Tribunal (hereinafter, \"Tribunal\") to the appellant, bu",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc48fd0b19a542e6b2fe239436a2209f_22"
    },
    {
      "start": 2198,
      "end": 2400,
      "text": "t disallowed by the Learned Commercial Court (hereinafter, \"Commercial Court\") while considering the matter under section 34 of the Arbitration and Conciliation Act, 1996 (for short, \"Arbitration Act\").",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c88d99cb227467db6b2160c346a696f_23"
    },
    {
      "start": 2402,
      "end": 2599,
      "text": "2. The appellant was to construct a two-lane Gangtok Bypass Road, from Ranipool to Burtuk in East Sikkim, measuring 23.14 kms., commencing from 22-12-2010, to be completed within thirty six months.",
      "labels": [
        "FAC"
      ],
      "id": "51dec1c03a3740f9986197ed5e942494_24"
    },
    {
      "start": 2600,
      "end": 2729,
      "text": "The Project was being developed by the respondent with the Ministry of Road, Transport and Highways, Government of India (MoRTH).",
      "labels": [
        "FAC"
      ],
      "id": "f0d2d7f720d149d2bc216e0676c57186_25"
    },
    {
      "start": 2730,
      "end": 2979,
      "text": "The appellant's financial bid for KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim execution of the Project was submitted on 25-06-2010, the respondent having invited bids on 05-05-2010.",
      "labels": [
        "FAC"
      ],
      "id": "63351356e3394dd3b20967a99ba39b84_26"
    },
    {
      "start": 2980,
      "end": 3126,
      "text": "On 18-11-2010, the bid submitted by the appellant, which was about 10% below the approximate value of the work was accepted, being the lowest bid.",
      "labels": [
        "FAC"
      ],
      "id": "29a34144e35d47ca8b40ce8ecad57ac7_27"
    },
    {
      "start": 3127,
      "end": 3179,
      "text": "The Letter of Acceptance was issued on the same day.",
      "labels": [
        "FAC"
      ],
      "id": "5ad5d5bc5ab549b3ae19371db86c9198_28"
    },
    {
      "start": 3180,
      "end": 3374,
      "text": "On 22- 12-2010, an Agreement was entered into between the parties whereby the appellant was to execute the Project within 36 (thirty- six) months from the date of commencement, i.e., 22-12-2010.",
      "labels": [
        "FAC"
      ],
      "id": "6a52f9faadcc4e11b1f1dc4d28476b1d_29"
    },
    {
      "start": 3375,
      "end": 3613,
      "text": "The milestones to be achieved by the appellant was set out in the Contract which at Clause 25.3 provided that; \"The arbitration shall be conducted in accordance with the arbitration procedure stated in the Special Conditions of Contract\".",
      "labels": [
        "FAC"
      ],
      "id": "eb0464a0df4943c795831ba9b5e97b85_30"
    },
    {
      "start": 3614,
      "end": 3781,
      "text": "Clause 59.2(d) of the Contract provided that \"The Employer or the Contractor may terminate the Contract if the other party causes a fundamental breach of the Contract.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb4ea5c3d907496b945bc58ee511d192_31"
    },
    {
      "start": 3782,
      "end": 4786,
      "text": "Fundamental breaches of Contract include, but shall not be limited to the following:\";\n\"(a) .................................................................\n(b) .................................................................\n(c) .................................................................\n(d) a payment certified by the Engineer is not paid by the Employer to the Contractor within 56 days of the date of the Engineer's certificate;\n(e) .................................................................\n(f) .................................................................\n(g) .................................................................\n(h) .................................................................\n................................................ [emphasis supplied]\"\nOn 26-09-2016, the appellant put forth a proposal to the respondent to foreclose the Contract, sans adverse consequences on the appellant and undertaking not to claim compensation if the foreclosure materialised.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b3735cbde1b47cba4835f27eb820063_32"
    },
    {
      "start": 4787,
      "end": 5220,
      "text": "Before a response was furnished by the respondent, the Contract came to be terminated by the appellant on 18-10-2016 alleging breach of Clause 59.2(d) supra of the Contract on the failure of the respondent Department to release KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim payment of Running Account (RA) bills after more than 56 days from the date of certification.",
      "labels": [
        "FAC"
      ],
      "id": "7845b0fc566840e294fdca5cc44f61b0_33"
    },
    {
      "start": 5221,
      "end": 5423,
      "text": "On 25-10-2016, the appellant invoked the Arbitration Clause in the Contract, while the respondent by its letter addressed to the appellant dated 29-10- 2016 refuted the basis of termination of Contract.",
      "labels": [
        "FAC"
      ],
      "id": "77a8f128ac5540bc872062b385f635bf_34"
    },
    {
      "start": 5424,
      "end": 5610,
      "text": "Thereafter, on the nomination of the Arbitrators the Notice of Preliminary Hearing was given by the Tribunal on 24-12-2016 and on 12-01-2017 the first meeting of the Tribunal took place.",
      "labels": [
        "FAC"
      ],
      "id": "337cde3d8b584539b0dea42b4c9701aa_35"
    },
    {
      "start": 5611,
      "end": 6049,
      "text": "\n3. The Statement of Claim before the Tribunal was filed on 18-02-2017, the appellant inter alia made the following claims;\n\"1. Release/Return of the following Bank Guarantees S. No. Particulars of Bank Guarantee Amount (INR)\n(a) Performance Bank Guarantee 4,54,30,000 No.01774101PG000041 (b) Performance Bank Guarantee 2,56,27,142 (c) Performance Bank Guarantee 2,27,15,000 No.01774101PG000044 (d) Equipment Bank Guarantee 3,67,00,000 2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3417711d353468fb1f51c7a1b838323_36"
    },
    {
      "start": 6050,
      "end": 6085,
      "text": "Damages/Losses being the following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a982463e45c84dd6b740e3b7084d2312_37"
    },
    {
      "start": 6087,
      "end": 6117,
      "text": "S. No. Heads of Claims/Damages",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9594e0601b94fd69c70cd8df42084aa_38"
    },
    {
      "start": 6118,
      "end": 6133,
      "text": "Amount (in INR)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b94d95660a34174b779807e740edb58_39"
    },
    {
      "start": 6135,
      "end": 6318,
      "text": "(a) Outstanding Payments:\n1,17,32,363/-\nCertified RA/PA Bills 2,33,65,351/-\nUncertified RA/PA Bills (b) Refund of Security Deposit 1,80,31,640/-\n                                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2aba474e8fd44e0e9898f6d520f2b8bb_40"
    },
    {
      "start": 6318,
      "end": 6340,
      "text": "( c )     Refund      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "adec612cb0b048d2a8fcf607b2beed60_41"
    },
    {
      "start": 6340,
      "end": 6374,
      "text": "of     amounts                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d60a8209a5148f89f635ea2b20593c1_42"
    },
    {
      "start": 6374,
      "end": 6385,
      "text": "19,84,000/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "080a9ecc5e2244909efaa0f97472c8bc_43"
    },
    {
      "start": 6433,
      "end": 6443,
      "text": "wrongfully",
      "labels": [
        "PREAMBLE"
      ],
      "id": "219babc46b8e4c11a0a2c2ef0ad51829_44"
    },
    {
      "start": 6457,
      "end": 6569,
      "text": "and                                               unauthorizedly deducted                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0fb373952624391aff1e819577f1b7b_45"
    },
    {
      "start": 6569,
      "end": 6591,
      "text": "( d )     Idling costs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "924a5ffd016d4ffc9d9165cb62bd7691_46"
    },
    {
      "start": 6592,
      "end": 6605,
      "text": "for machinery",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01faf62355284554b3b524ab67377c0b_47"
    },
    {
      "start": 6621,
      "end": 6635,
      "text": "62,36,01,265/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "322fa680bfc041c0bd3a5475a34f97b1_48"
    },
    {
      "start": 6675,
      "end": 6727,
      "text": "( e )     Overhead costs                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f7ea9adf77b4e99ad16a3649c83f9cc_49"
    },
    {
      "start": 6727,
      "end": 6741,
      "text": "11,39,80,104/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ab5f34f902246d2ba8503afa20bf95e_50"
    },
    {
      "start": 6781,
      "end": 6796,
      "text": "( f)     Refund",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c56adfa81d44dad8d34d4812de2ab24_51"
    },
    {
      "start": 6797,
      "end": 6815,
      "text": "of excess interest",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae7073498807452f8b168fff7e31ed99_52"
    },
    {
      "start": 6834,
      "end": 6847,
      "text": "3,41,17,059/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c7398998caf74fd0a9957026d32fb801_53"
    },
    {
      "start": 6895,
      "end": 6902,
      "text": "charged",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8d7a1ef295043b5b28a3410c2e3d8a3_54"
    },
    {
      "start": 6904,
      "end": 6921,
      "text": "on   mobilization",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7605bea29594b97bcb0ecc78e06c536_55"
    },
    {
      "start": 6968,
      "end": 6975,
      "text": "advance",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6da5d037469140a0b68673ef8c011865_56"
    },
    {
      "start": 7014,
      "end": 7027,
      "text": "( g)     Loss",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ce006a632374b6aa3d93c9c7fe76176_57"
    },
    {
      "start": 7028,
      "end": 7037,
      "text": "of profit",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5b97f8e10be46b1abc6cb16bcab7b1c_58"
    },
    {
      "start": 7065,
      "end": 7079,
      "text": "11,49,59,328/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f712bff2eab04c5fb52968b3a1fb8aa4_59"
    },
    {
      "start": 7119,
      "end": 7146,
      "text": "( h)     Demobilization and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e029b8628be401abe1ba488b44ad0f4_60"
    },
    {
      "start": 7160,
      "end": 7185,
      "text": "other         75,94,772/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2acfa0c12f6a481081b4cdb808fda385_61"
    },
    {
      "start": 7233,
      "end": 7249,
      "text": "related expenses",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d68e2c6049cf423590093fbcb25b2cf7_62"
    },
    {
      "start": 7250,
      "end": 7265,
      "text": "KMC Brahmaputra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5f61df1b70941aea586226bb15ca7e4_63"
    },
    {
      "start": 7266,
      "end": 7280,
      "text": "Infrastructure",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9645813d842d4730a6d529d2cafdec10_64"
    },
    {
      "start": 7281,
      "end": 7288,
      "text": "Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "102cb30a721a41d09b754efee4e69c1f_65"
    },
    {
      "start": 7289,
      "end": 7340,
      "text": "vs. The Chief Engineer, Roads & Bridges Department,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "831354c557c346aab013e7b826830b6d_66"
    },
    {
      "start": 7341,
      "end": 7354,
      "text": "Government of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "878b75da3fbe4981915632cde67ffae9_67"
    },
    {
      "start": 7355,
      "end": 7466,
      "text": "Sikkim 3. Cost of Proceedings under Section 31(8) r/w Section 31A of the Arbitration and Conciliation Act, 1996",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a76ae6fabf8b499f84e0b62eb3e36882_68"
    },
    {
      "start": 7467,
      "end": 7523,
      "text": ", Legal Expenses for Court Proceedings and Interest.\"\n4.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "285f5488d2b14682a6c4cb60db6fe0cc_69"
    },
    {
      "start": 7524,
      "end": 7820,
      "text": "The respondent filed their Statement of Defence and in the Counter-Claim put forth a claim of  101,87,86,714/- (Rupees one hundred and one crores, eighty seven lakhs, eighty six thousand, seven hundred and fourteen) only, with rates of interest as deemed appropriate as detailed in the averments.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1060e0bc150f49c2a075a4d639723e80_70"
    },
    {
      "start": 7821,
      "end": 7873,
      "text": "The break-up in the Counter-Claim is as hereinbelow;",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de1ed44aab594912bd5114e2ede00a10_71"
    },
    {
      "start": 7887,
      "end": 7895,
      "text": "Sl . No.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92ec8efa896149cc826ef24b1041e651_72"
    },
    {
      "start": 7916,
      "end": 7963,
      "text": "Counter Claim                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c31aefeba7414269be09607bb13f6d35_73"
    },
    {
      "start": 7963,
      "end": 7969,
      "text": "Amount",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8630d113d9f24296bfd83a55302a84e3_74"
    },
    {
      "start": 7983,
      "end": 8066,
      "text": "1.        Performance Guarantee                                    Rs.7,10,57,142/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a55b0089e673483cb5e98ded8a0f2541_75"
    },
    {
      "start": 8081,
      "end": 8116,
      "text": "2.        Recoveries of outstanding",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f41956da2a674cd68c95172f18d928f3_76"
    },
    {
      "start": 8117,
      "end": 8188,
      "text": "                               Rs.6,39,44,376/-\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d687d98fbb254a169af2a5d2153c30cc_77"
    },
    {
      "start": 8188,
      "end": 8210,
      "text": "Mobilization/Equipment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "122fa06faa7247eeb28b60eef1529e8f_78"
    },
    {
      "start": 8211,
      "end": 8218,
      "text": "Advance",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5203e57deeb046eca6b2db687453dfb1_79"
    },
    {
      "start": 8242,
      "end": 8277,
      "text": "(or encashment of Bank Guarantee up",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36c34df53a114c41a1c9321130205883_80"
    },
    {
      "start": 8301,
      "end": 8329,
      "text": "till the outstanding amount)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6764ec5ecbbd47199d484350a5a55632_81"
    },
    {
      "start": 8344,
      "end": 8380,
      "text": "3.        Claims against interest on",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22422b428dad46cfb43aee4b606b92f3_82"
    },
    {
      "start": 8416,
      "end": 8425,
      "text": "At 8% Rs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "970a627cccea442a8598b0e2791809da_83"
    },
    {
      "start": 8450,
      "end": 8511,
      "text": "outstanding advances                                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8891f66bcae44e60ac5be1f51d364f1b_84"
    },
    {
      "start": 8511,
      "end": 8522,
      "text": "37,68,817/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b3ed298fa114ab7978b4a8600d3eb8b_85"
    },
    {
      "start": 8608,
      "end": 9212,
      "text": "At 10% Rs.\n                                                                                    47,11,021/-\n                                                                                    At 12% Rs.\n                                                                                    56,53,226/-\n             4.        Liquidated Damages                                      Rs.11,67,66,000/-\n             5.        Damage to public properties                                Rs.41,40,540/-\n             6.        Maintenance of existing road                               Rs.83,81,900/-\n             7.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4927942965e54b06b96187e1479464b1_86"
    },
    {
      "start": 9220,
      "end": 9317,
      "text": "Claim against 20% of the balance                        Rs.22,99,18,565/-\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30fe30958c294abd9345fdce7a6b19f3_87"
    },
    {
      "start": 9317,
      "end": 9332,
      "text": "unfinished work",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6577c679fbbf4b0c9581450ca60c9ef3_88"
    },
    {
      "start": 9346,
      "end": 9360,
      "text": "8.        Cost",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3bec470b9174bc089ef7ba53c03064f_89"
    },
    {
      "start": 9361,
      "end": 9370,
      "text": "Over -run",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b7c513ed8f24e07882ee096d0f24b95_90"
    },
    {
      "start": 9371,
      "end": 9430,
      "text": "                                          Rs.33,33,55,000/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89371a6c09aa477291cf1b72999d05a6_91"
    },
    {
      "start": 9445,
      "end": 9479,
      "text": "9.        Additional overhead Cost",
      "labels": [
        "NONE"
      ],
      "id": "ed44f370771b4fb7bdf06d7a7a81bb94_92"
    },
    {
      "start": 9480,
      "end": 9528,
      "text": "                                Rs.9,02,00,000/-",
      "labels": [
        "FAC"
      ],
      "id": "7854f581bd524c80a5bdc0ec6f3f26a8_93"
    },
    {
      "start": 9543,
      "end": 9626,
      "text": "10.       Security Deposit                                         Rs.1,80,31,640/-",
      "labels": [
        "FAC"
      ],
      "id": "d1882314f30241d3b80ae487680b5fc7_94"
    },
    {
      "start": 9641,
      "end": 9669,
      "text": "11.       Establishment Cost",
      "labels": [
        "FAC"
      ],
      "id": "8d2cd9dc1849455c88a92cdc021e958f_95"
    },
    {
      "start": 9733,
      "end": 9771,
      "text": "12.       Expenditure incurred towards",
      "labels": [
        "FAC"
      ],
      "id": "1544dc6ca3ec411984d1b8872f4adb86_96"
    },
    {
      "start": 9772,
      "end": 9840,
      "text": "                              Rs.38,00,000/-\n                       ",
      "labels": [
        "FAC"
      ],
      "id": "7bb1c3fa03084e78a9b474f6dc333a55_97"
    },
    {
      "start": 9840,
      "end": 9874,
      "text": "obtaining dumping yard at 9th Mile",
      "labels": [
        "FAC"
      ],
      "id": "5692da9053fb4e13a11fbca8f6e85124_98"
    },
    {
      "start": 9888,
      "end": 9936,
      "text": "13.       Financial Loss due to late recovery of",
      "labels": [
        "FAC"
      ],
      "id": "c02fa3911cd54f019664f4ab35e09e94_99"
    },
    {
      "start": 9957,
      "end": 10124,
      "text": "Rs.82,13,000/-\n                       Mobilization/machinery advance The appellant filed its response to the Counter-Claim denying the claims raised by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "9958854634f94ca18dd5acfd0627cee9_100"
    },
    {
      "start": 10125,
      "end": 10235,
      "text": "\n5. On the basis of the pleadings of the parties, on 13-07- 2017 eleven Issues were settled for determination.",
      "labels": [
        "FAC"
      ],
      "id": "c38e8956c15248b4a7a12fcb18084732_101"
    },
    {
      "start": 10236,
      "end": 10571,
      "text": "On consideration of the entire facts and circumstances, the evidence KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim and the rival arguments of counsel placed before the Tribunal, the Award was pronounced on 18-12-2018 granting inter alia Loss of Profit to the appellant.",
      "labels": [
        "RLC"
      ],
      "id": "109e378070654ef5a560f800e98eb706_102"
    },
    {
      "start": 10572,
      "end": 11365,
      "text": "Pursuant thereto, on 22-02-2019 certain typographical and computational errors that had crept into the Award were brought to the notice of the Tribunal which considered and rectified the Award and pronounced finally as follows;\n\"488. ..................................................................\n(i) The Respondent is ordered to pay Rs.2,43,34,347/- to the Claimant against outstanding payments.\n(ii) The Respondent is ordered to pay/refund to the Claimant security deposit amounting to Rs.2,05,48,417/-\n(iii) The Respondent is ordered to pay/refund an amount of Rs.19,84,000/- to the Claimant so deducted from RA Bill No.8, PA Bill No.4 and RA Bill No.10 respectively.\n(iv) The Respondent is ordered to pay an amount of Rs.5,74,79,664/- to the Claimant under the head \"Loss and Profits\".",
      "labels": [
        "FAC"
      ],
      "id": "269afce95b384ad69867d4b12a85076e_103"
    },
    {
      "start": 11366,
      "end": 11571,
      "text": "\n(v) The Claimant is ordered to pay a sum of Rs.6,39,44,376/- to the Respondent towards the principal outstanding Mobilization/ Equipment Advance and an amount of Rs.1,19,40,954/- towards interest thereon.",
      "labels": [
        "FAC"
      ],
      "id": "a2d431b2710e4ac684ec3c4bbf7fd3c1_104"
    },
    {
      "start": 11573,
      "end": 11969,
      "text": "(vi) The Respondent is liable to pay to the Claimant a simple interest @ 12% per annum on the sum of Rs.2,63,18,347/- (Rs.2,43,34,347/- + 19,84,000/-) from the date of the Statement of Claim i.e. 18.02.2017 until 18.12.2018 (the date of award).\nThe interest amount, thus, payable by the Respondent to the Claimant from the date of Statement of Claim till the date award comes to 57,79,942/-.\n489.",
      "labels": [
        "FAC"
      ],
      "id": "47df635c018142cc94c8a60724cf35fc_105"
    },
    {
      "start": 11970,
      "end": 12377,
      "text": "The Respondent in terms of the above award shall adjust Rs.7,58,85,330/- from the amount of Rs.11,01,26,370/- and pay to the claimant the balance amount of Rs.3,42,41,040/- within a period of two months from today failing which the Respondent shall pay simple interest @ 12% per annum on Rs.3,42,41,040/- from the date of the award along with an amount of Rs.3,42,41,040/- until the payment to the Claimant.",
      "labels": [
        "FAC"
      ],
      "id": "867e3a70e2b7493b9ec835068d77c9c0_106"
    },
    {
      "start": 12378,
      "end": 12397,
      "text": "[emphasis supplied]",
      "labels": [
        "FAC"
      ],
      "id": "9773340e78c84d8bac9919420c94e755_107"
    },
    {
      "start": 12398,
      "end": 12897,
      "text": "\" \n6. Dissatisfied with the grant of Award under Loss of Profit (supra) to the appellant by the Tribunal, the respondent went before the Commercial Court by filing an application under section KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 34 of the Arbitration Act, in Arbitration Case No.04 of 2019 (The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. M/s. KMC Brahmaputra Infrastructure Limited), assailing it.",
      "labels": [
        "FAC"
      ],
      "id": "205499f659554282a9e6b72c01375033_108"
    },
    {
      "start": 12898,
      "end": 13296,
      "text": "\n7. The Commercial Court, by the impugned order dated 17-06-2021, set aside the entire claim for damages awarded under the head \"Loss of Profit\" on grounds that it was a windfall as the Tribunal had awarded the amount in a mechanical manner and as the respondent itself had not complied with the terms of the Contract and was somehow responsible for the delay, it was not entitled to earn a profit.",
      "labels": [
        "RLC"
      ],
      "id": "e1952c5fae624d1caa4431b3ac07876b_109"
    },
    {
      "start": 13297,
      "end": 13456,
      "text": "As per the Commercial Court, the approach of the Tribunal in awarding such damages was erroneous, patently illegal, perverse and hence, could not be sustained.",
      "labels": [
        "RLC"
      ],
      "id": "1dbb62d196e74c2198052af688499eb4_110"
    },
    {
      "start": 13458,
      "end": 13605,
      "text": "8. Aggrieved thereof, the appellant impugns the findings of the Commercial Court by approaching this Court under section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b34196ded6744109bee0ed51d33179f_111"
    },
    {
      "start": 13607,
      "end": 14000,
      "text": "9(i). Learned counsel for the appellant contended that the Commercial Court erroneously held that the appellant having elected to foreclose the Contract by its letter dated 26-09-2016, had waived its right to claim any compensation or repatriation charges and was thereby estopped from claiming \"Loss of Profit\", while at the same time noting that foreclosure of the Contract never fructified.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8b9de908c494536843e523720393682_112"
    },
    {
      "start": 14001,
      "end": 14335,
      "text": "The appellant's letter dated 26-09-2016, does not amount to a waiver of its right to claim Loss of Profit under the Contract as erroneously presumed by the Commercial Court, which also failed to appreciate that foreclosure requires the mutual consent of both parties to truncate the Contract and cannot be a unilateral act of a party.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f10e8bb0b7374a94ab86df33f9389e29_113"
    },
    {
      "start": 14336,
      "end": 14602,
      "text": "Submission of the proposal for foreclosure which was not accepted, cannot amount to waiver by the proposing KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim party to make legal claims under the Contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0005b4671e8b4fc790326531f73273b9_114"
    },
    {
      "start": 14603,
      "end": 14770,
      "text": "The words, \"without prejudice\" in the communication dated 26-09-2016 means without prejudice to the position of the proposer if the terms he proposes are not accepted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "47ec30d5622740549c6bf184b0533f14_115"
    },
    {
      "start": 14771,
      "end": 14877,
      "text": "There was a misplaced observation by the Commercial Court on the meaning of the words \"without prejudice\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8cac281a20d465abc032be1d1aba90b_116"
    },
    {
      "start": 14878,
      "end": 15163,
      "text": "\n(ii) Learned counsel for the appellant further contended that, in fact, the Tribunal had reasoned that the appellant was entitled to damages for future loss of bargain due to \"fundamental breach\" of the terms of the Contract by the respondent, which ultimately led to its termination.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c1f2ff7a1f8d47d6b2e50d816bf8d24c_117"
    },
    {
      "start": 15164,
      "end": 15395,
      "text": "The Commercial Court having concurred with the Tribunal about the fundamental breach, could not have called into question the entitlement to claim Loss of Profit, which was a legal and natural consequence of the fundamental breach.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "59d1799fee86476a89aa80bc66ca62ca_118"
    },
    {
      "start": 15396,
      "end": 15551,
      "text": "On this aspect reliance was placed by the appellant on Maharashtra State Electricity Distribution Company Limited vs. Datar Switchgear Limited and Others .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a98aee6335e24894b0275a58cc68241a_119"
    },
    {
      "start": 15552,
      "end": 15676,
      "text": "As the respondent had not assailed the findings of the Tribunal regarding the \"fundamental breach\" it had attained finality.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "74c0893569044b589364ec0252851e35_120"
    },
    {
      "start": 15677,
      "end": 16051,
      "text": "\n(iii) In the next leg of his argument, learned counsel urged that the Tribunal had correctly factored in the contributory delay in the performance of the Contract by the respondent and considered its consequences on the execution of the Contract, thereby, concluding that the delay was also attributable to the respondent on account of non-performance of their obligations.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d2f9b482c4a44ff288134c94f9f3d974_121"
    },
    {
      "start": 16052,
      "end": 16163,
      "text": "Accordingly, Loss of Profit, computed at 50% of the total claim put forth by the appellant was awarded to them.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8a2664ca163423fac0fb8b4a9a75393_122"
    },
    {
      "start": 16164,
      "end": 16399,
      "text": "This contention was fortified by (2018) 3 SCC 133 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim Assam State Electricity Board and Others vs. Buildworth Private Limited .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09566454440a4433b87470fd829d514c_123"
    },
    {
      "start": 16400,
      "end": 16633,
      "text": "Loss of Profit was neither granted in a mechanical manner nor was it a windfall to the appellant as erroneously opined by the Commercial Court which substituted the plausible view of the Tribunal with its own, which is impermissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbedb2dc89f54d00b0519bbbc96c49de_124"
    },
    {
      "start": 16634,
      "end": 16739,
      "text": "Strength on this count was garnered from Dyna Technologies Private Limited vs. Crompton Greaves Limited .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6c6150390824795b1f7a7065077f51d_125"
    },
    {
      "start": 16740,
      "end": 17059,
      "text": "Inviting the attention of this Court to the ratio in Union of India and Others vs. Sugauli Sugar Works (P) Ltd. it was urged that the Supreme Court observed therein that the principle is that as far as possible, the injured party should be provided compensation for pecuniary loss which naturally flows from the breach.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e93abcf08cb94e74b2771e40f5ab8a6c_126"
    },
    {
      "start": 17060,
      "end": 17345,
      "text": "The finding of the Commercial Court that if a party has not complied with the terms of the Contract and is somehow responsible for the delay and thereby cannot avail the benefit of such delay and claim that it is entitled to earn a profit, is contrary to the settled principles of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "afc783e58f0743f0a4a346c07b20baf8_127"
    },
    {
      "start": 17346,
      "end": 17568,
      "text": "Reliance by the Commercial Court on MSK Projects India (JV) Limited vs. State of Rajasthan and Another is completely misplaced as the ratio does not lay down such a proposition and the decision is distinguishable on facts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9223d93de80446dea7cc595965423e60_128"
    },
    {
      "start": 17569,
      "end": 17861,
      "text": "\n(iv) The use of the word \"perverse\" and \"patently illegal\" by the Commercial Court is erroneous since the Supreme Court in Ssangyong Engineering and Construction Company Limited vs. National Highways Authority of India (NHAI) has explained the import of \"patent illegality\" and \"perversity\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ac541f1fce44fcaa1b67cbd51333491_129"
    },
    {
      "start": 17862,
      "end": 18153,
      "text": "Thus, the Commercial Court exceeded the scope of section 34 of the Arbitration Act, as nothing (2017) 8 SCC 146 (2019) 20 SCC 1 (1976) 3 SCC 32 (2011) 10 SCC 573 (2019) 15 SCC 131 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f4f0828943054745b6d6364f2898cd08_130"
    },
    {
      "start": 18154,
      "end": 18253,
      "text": "illegal or perverse emerges in the claim for Loss of Profit which was duly awarded by the Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f6966308bb4f4d0e86b9406b4601a301_131"
    },
    {
      "start": 18254,
      "end": 18487,
      "text": "As the impugned order suffers from non-application of mind and misconstruction of the findings in the Award, the present Appeal be allowed and the impugned order of the Commercial Court, dated 17-06-2021 (supra), be set aside. 10(i).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "776845f6f91347bfa3bb47d662e057a8_132"
    },
    {
      "start": 18488,
      "end": 18685,
      "text": "Resisting the arguments put forth by learned counsel for the appellant, learned counsel for the respondent would contend that the Commercial Court has rightly set aside the Award on Loss of Profit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7bed0583a38f4c3ea8f04ad9fbfad4dc_133"
    },
    {
      "start": 18686,
      "end": 18991,
      "text": "The appellant had executed only 19% of the work, towards which a sum of more than  27,00,00,000/- (Rupees twenty seven crores) only, was already paid, but even after 6 (six) years of the commencement of the work, the appellant was unable to build a single kilometer of paved road out of the entire length.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "163a4c2ed7f74d3db851f377efdf8691_134"
    },
    {
      "start": 18992,
      "end": 19176,
      "text": "Significant evidence which undermined the claim for Loss of Profit and the admission of the appellant that it was incurring losses in the Contract was entirely ignored by the Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "82d83b0a8f8d4080a1967b1681ad4dfc_135"
    },
    {
      "start": 19177,
      "end": 19263,
      "text": "On this aspect, the respondent relied on Hudson's Building and Engineering Contracts .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6325fb387ce2421c9fb4a5c2e5f5ca1b_136"
    },
    {
      "start": 19264,
      "end": 19519,
      "text": "It was contended that in fact, the appellant would not have made any profit in executing the Contract, for the reason that no profit element was incorporated into the appellant's bid as it had underbid by 10% less than the estimated value of the Contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cff0e696fa3448e2a52cc668e47d780f_137"
    },
    {
      "start": 19520,
      "end": 19795,
      "text": "Reliance was placed on this count in GTM Builders & Promoters Pvt Ltd vs. Sneh Developers Pvt Ltd and State of State of Madhya Pradesh and Others vs. M/s. Recondo Limited, Bhopal9 wherein the Courts were loathe to allow damages towards Loss of Profit in the absence of proof.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "273ef7f4d6124b57a4ca2306bc87f69f_138"
    },
    {
      "start": 19796,
      "end": 20271,
      "text": "The findings of the Tribunal, which have not been 13th Edition at Pages 869-872 (Sweet & Maxwell) Judgment of the High Court of Delhi in O.M.P.(COMM) 10/2016 & IA Nos.6379/2016 & 4720/2017 dated 03-07-2018 1989 M.P.L.J 822 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim challenged by the appellant, indicate acceptance of imprudence in its work, raising serious concerns on its ability to perform the Contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "120bdd2e4c7141579521b1ad30a1cc39_139"
    },
    {
      "start": 20272,
      "end": 20505,
      "text": "The contents of the letter dated 13-09-2014 addressed to the respondent Department by the appellant would fortify the submission on whether the appellant would have made any profit on account of increase in the value of the Contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d1ec6038c504ae39dfb3c7cb8c868de_140"
    },
    {
      "start": 20506,
      "end": 20735,
      "text": "\n(ii) The Loss of Profit was also granted for the reason that there was a breach of the contract on account of delay in payment of two bills, the amounts being de minimis would obviously not have caused any loss to the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43f9c708aa264540b0e708038e3932e7_141"
    },
    {
      "start": 20736,
      "end": 20869,
      "text": "The Tribunal observing that there was a fundamental breach in the Contract gave reasons for granting Loss of Profit to the appellant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a59de23876a44408cf59f89ff6b5068_142"
    },
    {
      "start": 20870,
      "end": 21243,
      "text": "However, in M/s. Hind Construction Contractors by its Sole Proprietor Bhikam-Chand Mulchand Jain (Dead) by Lrs. vs. State of Maharashtra10 and N. Srinivasa vs. Kuttukaran Machine Tools Limited , the Supreme Court has observed that intention of a Contract is to be gleaned from its holistic reading, the conduct of the parties and not merely by interpretation of one Clause.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2ae2164b8bb9407a8dc15fc4026d5857_143"
    },
    {
      "start": 21244,
      "end": 21448,
      "text": "Clause 43 of the Contract entitled the Contractor to interest @ 12% per annum on delayed payment, which indicates that payment of bills within 56 days was not intended to be the \"essence of the contract\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e60e65be903b4fe2ab5464ccecdbc58f_144"
    },
    {
      "start": 21449,
      "end": 21621,
      "text": "MSK Projects India (JV) Limited (supra) is fairly instructive on whether loss of profits ought to be payable to a Contractor who failed to abide by the terms of a Contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3a424eddef34169b75c9847c380c0b4_145"
    },
    {
      "start": 21622,
      "end": 21797,
      "text": "All payments computed by the Tribunal ought to have been limited to the date of termination and Loss of Profit not granted as the appellant had itself terminated the Contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8a7ad4b9779845e49ec61e4144db1ca7_146"
    },
    {
      "start": 21798,
      "end": 21943,
      "text": "\n(1979) 2 SCC 70 (2009) 5 SCC 182 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6904731a67334143a80e5305b40e20e7_147"
    },
    {
      "start": 21944,
      "end": 22312,
      "text": "(iii) It was next argued that the fundamental policy contained in section 73 of the Indian Contract Act, 1872 (for short, \"Contract Act\"), is that damages can only be awarded for any loss or damage which naturally arose in the usual course of things from such breach, or which the parties knew when they made the Contract, to be likely to result from the breach of it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "48db7eca211f4210a7f9d1b838b9bf16_148"
    },
    {
      "start": 22313,
      "end": 22575,
      "text": "Thus, it is trite that the party claiming compensation as loss of profit or anticipated profit, must establish that there was a causal connection between the breach and the loss sustained by the party who suffered the breach, which is not so in the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c47461eea9a245c49b9fc452e47004fd_149"
    },
    {
      "start": 22576,
      "end": 22715,
      "text": "It was in fact the appellant's termination of the Contract, vide its letter dated 18-10- 2016, that resulted in its alleged loss of profit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c7c1938fbbb4328acb9d6757bc5d61a_150"
    },
    {
      "start": 22716,
      "end": 22912,
      "text": "The claim for Loss of Profit would have been justified if the respondent had illegally terminated the Contract, thereby, preventing the appellant from earning any alleged profit from the Contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e038879e94cf4585bb22a605863e8dca_151"
    },
    {
      "start": 22913,
      "end": 23070,
      "text": "Thus, the observation of the Tribunal that a claim for Loss of Profit would be likely to result from delay in payment by the respondent, is patently illegal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a81d7d17331146bdb2c41ac0717d1b25_152"
    },
    {
      "start": 23071,
      "end": 23175,
      "text": "Strength was garnered on this count from the ratio in Kanchan Udyog Limited vs. United Spirits Limited .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e4a5b603c2d84dbbab7478940a8d9040_153"
    },
    {
      "start": 23176,
      "end": 23968,
      "text": "\n(iv) Relying on the ratio in M. Lachia Setty and Sons Ltd. vs. Coffee Board, Bangalore wherein the Hon'ble Court relied on Halsbury's Laws of England (4th Edn., Vol. 12, Page 477), for the law on mitigation of loss, learned counsel advanced the argument that it is an admitted case that as on the date of termination, the appellant had executed the Contract works worth approximately  27,00,00,000/- (Rupees twenty seven crores) only, out of a total of  142,00,00,000/- (Rupees one hundred and forty two crores) (2017) 8 SCC 237 (1980) 4 SCC 636 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim only, and was yet to execute  115,00,00,000/- (Rupees one hundred and fifteen crores) only, worth of work to make its alleged profit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "67a9e55bb08d46ba8197f841d9977838_154"
    },
    {
      "start": 23969,
      "end": 24287,
      "text": "By terminating the Contract pre-maturely, the appellant was able to free up and divert its men and machinery to perform other works, from which the appellant could have derived a profit which ought to be set off against the appellant's claim for Loss of Profit, otherwise it would lead to a windfall for the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1106687fd2243acb7036ac3a9f67390_155"
    },
    {
      "start": 24289,
      "end": 24680,
      "text": "(v) Learned counsel for the respondent further contended that the respondent's case before the Tribunal was that future damages may only be claimed in the event of a repudiatory breach under section 39 of the Contract Act, whereas, failure to make a certified payment within 56 (fifty six) days as envisaged under clause 59.2(d) is not covered by the ambit of section 39 of the Contract Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb30570d606b45b3b9ecaf767dd5c6ed_156"
    },
    {
      "start": 24681,
      "end": 24813,
      "text": "The Tribunal placed unnecessary emphasis on the phrase, \"Fundamental Breach\", in clause 59.2 and treated it as a repudiatory breach.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83f676f720cd43a19f4cfe091e062363_157"
    },
    {
      "start": 24814,
      "end": 25046,
      "text": "To fortify his submissions, reliance was placed on Hind Construction Contractors (supra); N. Srinivasa (supra) and Transmission Corporation of Andhra Pradesh Limited and Others vs. GMR Vemagiri Power Generation Limited and Another .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cd98c0e0b2894847b5a34379ea55d345_158"
    },
    {
      "start": 25047,
      "end": 25354,
      "text": "\n(vi) In the last leg of his arguments, it was contended by learned counsel that the respondent sought to perform its obligation under the Contract and acknowledged vide its letter dated 12-02-2016 that some delays in payment are inevitable due to MoRTH's involvement, which is routine Government procedure.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a9b56cb88dfe47898965dee5f7096dc6_159"
    },
    {
      "start": 25355,
      "end": 25466,
      "text": "Besides, the appellant themselves failed to raise the monthly R.A. bills in terms of clause 42 of the Contract.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2fc9b4f732214b7ba0590e2cb70c9e8e_160"
    },
    {
      "start": 25467,
      "end": 25697,
      "text": "The Contract spanned a period of more than 5 (five) years while bills raised were only 14 (2018) 3 SCC 716 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim R.A. bills.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f4435dd59aaf407f9bb7809c65f16a4d_161"
    },
    {
      "start": 25698,
      "end": 26075,
      "text": "The Tribunal ignored the appellant's undertaking dated 26-09-2016 wherein it categorically undertook not to claim compensation/repatriation charges if the foreclosure of the Contract took place, which led the respondent to believe that the Contract would be foreclosed, but the appellant proceeded to terminate the Contract and sought for damages in lieu of future performance.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2402fc340c134c8aa3c7767e2e826708_162"
    },
    {
      "start": 26076,
      "end": 26205,
      "text": "Thus, the Appeal ought to be dismissed as the learned Court below has correctly set aside the Tribunal's Award on loss of profit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e44f50921454873ad5e5552f4d84af1_163"
    },
    {
      "start": 26207,
      "end": 26612,
      "text": "11. In rebuttal, the vehement contention advanced by counsel for the appellant was that the arguments of the respondent pertaining to the breach committed by the respondent which led to termination of the Contract being a \"technical breach\" and not a \"fundamental breach\" ought not to be considered by this Court while deciding the instant Appeal as these arguments were not raised before the Court below.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6c1dbb1dc73b491ba741428a149ea1fb_164"
    },
    {
      "start": 26613,
      "end": 26773,
      "text": "The test of the Award is whether there was a fair conclusion and the Tribunal has articulated all the essential principles in its order considering all aspects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c84d5e1a325485a8ca7a03878b250e2_165"
    },
    {
      "start": 26774,
      "end": 26976,
      "text": "It is settled law that an Arbitral Award cannot be interfered with in a cavalier manner unless the Commercial Court comes to a conclusion that the perversity of the Award goes to the root of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78da9dff3b9e44feb9c7aa130aea8895_166"
    },
    {
      "start": 26977,
      "end": 27060,
      "text": "The finality of the Arbitral Award is to be respected, hence the Appeal be allowed.",
      "labels": [
        "RPC"
      ],
      "id": "52d4468e0d374c5281b054e61dcb9477_167"
    },
    {
      "start": 27062,
      "end": 27191,
      "text": "12. The submissions put forth in extenso have been duly considered, all documents perused, as also the citations made at the Bar.",
      "labels": [
        "NONE"
      ],
      "id": "1a97fbdea7b7458c9cba72a6697f631e_168"
    },
    {
      "start": 27192,
      "end": 27515,
      "text": "This Court is now to consider whether the Learned Commercial Court by its impugned order was correct in setting KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim aside the Loss of Profit awarded by the Tribunal to the appellant, vide its Award dated 18-12-2018?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "22f4dd3309b04638ac5b48344c4e2e8a_169"
    },
    {
      "start": 27517,
      "end": 27640,
      "text": "13. In this context, in the first instance, it is essential to navigate the parameters for setting aside an Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e26d1ae1038f45cd8f5eb0d5711c270a_170"
    },
    {
      "start": 27641,
      "end": 27728,
      "text": "The provisions of section 34 of the Arbitration Act are itself explicit on this aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f9f9df5022f45e28ad7cc62c21412a0_171"
    },
    {
      "start": 27729,
      "end": 28224,
      "text": "We may refer to section 34(2A) which is relevant for the present purpose and provides as follows;\n\"34. Application for setting aside arbitral award.--(1) ...............................................\n(2) ................................................. (2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award.",
      "labels": [
        "STA"
      ],
      "id": "89072d828cc14c3584744c0b569f5823_172"
    },
    {
      "start": 28226,
      "end": 28365,
      "text": "Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
      "labels": [
        "STA"
      ],
      "id": "23a354add0fe40edbe693203ec5cea81_173"
    },
    {
      "start": 28367,
      "end": 28606,
      "text": "(3) ...................................................... (4) .................................................... (5) ...................................................... (6) ....................................................\" 14(i).",
      "labels": [
        "NONE"
      ],
      "id": "67c94f62a7b6447e9300cd2da0f0d534_174"
    },
    {
      "start": 28607,
      "end": 28909,
      "text": "While examining the scope of section 34 of the Arbitration Act, in Renusagar Power Co. Ltd. vs. General Electric Co.15 the Supreme Court laid down that the Arbitral Award can be set aside if it is contrary to (a) fundamental policy of Indian Law; (b) the interests of India; (c) or justice or morality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17e8801b8c03410e908f208af67f64cd_175"
    },
    {
      "start": 28910,
      "end": 29092,
      "text": "In Oil & Natural Gas Corporation Ltd. vs. Saw Pipes Ltd.16 apart from the above mentioned three grounds, the Supreme Court appended another ground, i.e., if it is patently arbitrary.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2889c025e7eb4f6fbdf9c6470313b4ce_176"
    },
    {
      "start": 29093,
      "end": 29180,
      "text": "It was however clarified that such patent illegality must go to the root of the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0d304c86f9a64209b882b18ebe810363_177"
    },
    {
      "start": 29181,
      "end": 29368,
      "text": "This was reiterated in McDermott International INC. vs. Burn Standard Co. Ltd. and Others wherein the Supreme Court observed that such patent illegality must go to the root of the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c59f59bf1874d87ad04837f0596246f_178"
    },
    {
      "start": 29369,
      "end": 29658,
      "text": "The public policy 1994 Supp (1) SCC 644 (2003) 5 SCC 705 (2006) 11 SCC 181 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim violation, indisputably, should be so unfair and unreasonable as to shock the conscience of the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8105cd0bfebd4ef1a465f1cda6000955_179"
    },
    {
      "start": 29659,
      "end": 29857,
      "text": "Where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of section 34 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "440312fe9386409d9b398f9611f26514_180"
    },
    {
      "start": 29858,
      "end": 30165,
      "text": "\n(ii) In Datar Switchgear Limited (supra) it was inter alia observed that the proposition of law is that the Arbitral Tribunal is the master of evidence and the findings of fact arrived at by the Arbitrators on the basis of evidence on record are not to be scrutinised as if the Court was sitting in Appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1cd99b7d4d7243ff840eac7f7e037f95_181"
    },
    {
      "start": 30166,
      "end": 30374,
      "text": "This principle was upheld in MMTC Limited vs. Vedanta Limited18 and it was explained therein that the Court may interfere on merits on the limited ground of the Award being against the public policy of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bfa17e4a9ee643559f83219b38c9877d_182"
    },
    {
      "start": 30375,
      "end": 31545,
      "text": "\n(iii) In Parsa Kente Collieries Limited vs. Rajasthan Rajya Vidyut Utpadan Nigam Limited it was held that an Arbitral Tribunal must decide in accordance with the terms of the Contract, but if a term of the Contract has been construed in a reasonable manner then the Award ought not to be set aside on this ground alone, while in National Highway Authority of India vs. Progressive-MVR (JV)20, the Supreme Court on considering a plethora of decisions on the scope and ambit of the proceedings under section 34 of the Arbitration Act, observed that, even when the view taken by the Arbitrator is a plausible view and/or when two views are possible, the particular view taken by the Tribunal which is also reasonable should not be interfered with in proceedings under section 34 of the Arbitration Act.\n(iv) In Dyna Technologies Private Limited (supra), the Supreme Court while discussing the limitations of the Court in (2019) 4 SCC 163 (2019) 7 SCC 236 (2018) 14 SCC 688 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim exercising powers under section 34 of the Arbitration Act, highlighted as follows;\n\"24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "157bf854ee1c4944a7d737bcffe01653_183"
    },
    {
      "start": 31546,
      "end": 31709,
      "text": "There is no dispute that section 34 of the Arbitration Act limits a challenge to an award only on the grounds provided therein or as interpreted by various courts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c4a64e73495f40c1b901643d3d08ea7a_184"
    },
    {
      "start": 31710,
      "end": 32034,
      "text": "We need to be cognizant of the fact that arbitral awards should not be interfered with in a casual and cavalier manner, unless the court comes to a conclusion that the perversity of the award goes to the root of the matter without there being a possibility of alternative interpretation which may sustain the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4597d91b49a446b49817ac29719970cd_185"
    },
    {
      "start": 32035,
      "end": 32134,
      "text": "Section 34 is different in its approach and cannot be equated with a normal appellate jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dd5a3c49f05436fa87a9024d86a0b61_186"
    },
    {
      "start": 32135,
      "end": 32319,
      "text": "The mandate under section 34 is to respect the finality of the arbitral award and the party autonomy to get their dispute adjudicated by an alternative forum as provided under the law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee226970930f4b7d9f31aebd7a2680f3_187"
    },
    {
      "start": 32320,
      "end": 32513,
      "text": "If the courts were to interfere with the arbitral award in the usual course on factual aspects, then the commercial wisdom behind opting for alternate dispute resolution would stand frustrated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "126d2770287145fb9218ebd07bc2e101_188"
    },
    {
      "start": 32515,
      "end": 32728,
      "text": "25. Moreover, umpteen number of judgments of this Court have categorically held that the courts should not interfere with an award merely because an alternative view on facts and interpretation of contract exists.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "32b56921b65848e9aa8e2830ffb38a46_189"
    },
    {
      "start": 32729,
      "end": 32966,
      "text": "The courts need to be cautious and should defer to the view taken by the Arbitral Tribunal even if the reasoning provided in the award is implied unless such award portrays perversity unpardonable under section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6ea726198f747e1a5a3dbea86a39625_190"
    },
    {
      "start": 32967,
      "end": 32988,
      "text": "\n[emphasis supplied]\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b17d5279c0d4840a526e4d27c880834_191"
    },
    {
      "start": 32990,
      "end": 32996,
      "text": "15(i).",
      "labels": [
        "NONE"
      ],
      "id": "b2fb563c61d6449db7ed0ecc16fc575e_192"
    },
    {
      "start": 32997,
      "end": 33190,
      "text": "The aforesaid judgments have detailed the contours of the powers of the Court in proceedings under section 34 of the Arbitration Act, on the anvil of which, we now examine the matter before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbc4eacd5ac141c097b35e3d51cf891d_193"
    },
    {
      "start": 33191,
      "end": 33734,
      "text": "\n(ii) On a careful perusal of the Award, it is evident that the Tribunal while factoring in the Loss of Profit, elucidated its reasoning from paragraph 362 to paragraph 380 of the Award, discussed the scheme of section 39 of the Contract Act and inter alia observed that \"(vii) where the parties to the contract have expressly stipulated a term of the contract as \"fundamental\" or \"of the essence\" and there is breach of such fundamental or essential term by a party, the aggrieved party may invoke the express term and terminate the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a45533f7e9f24b6092ba1ff8a2dfd56f_194"
    },
    {
      "start": 33735,
      "end": 34090,
      "text": "In such a situation, the principle of law KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim stated in sub-para (iv) above has no application and the aggrieved party is entitled to claim damages for past losses i.e. losses up to the date of the contract and also future losses post termination.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "82e5b17f8c9e4d10a56a1bed09cf52e4_195"
    },
    {
      "start": 34091,
      "end": 34223,
      "text": "In other words, in such event, the innocent/aggrieved party may make a claim for loss of bargain for the entire period of contract.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c9f1c003631460582e8af10f2a86392_196"
    },
    {
      "start": 34224,
      "end": 34603,
      "text": "The Tribunal also opined that the respondent was under a misconception that as the appellant had terminated the contract under an express clause of the Contract and termination was on account of technical breach of the term of the Contract, although termed as \"fundamental breach\", such \"fundamental breach\" did not entitle the aggrieved party to loss of profit post-termination.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0de2aeac1d1649c78e4c9029fb402c16_197"
    },
    {
      "start": 34604,
      "end": 34790,
      "text": "That, \"repudiatory breach\" and \"fundamental breach\" are two different aspects, but the outcome that follows on termination of Contract by the aggrieved party in either case, is the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e6f4e19055e24cbd84b3495f437228f9_198"
    },
    {
      "start": 34791,
      "end": 34832,
      "text": "The Tribunal further observed that;\n\"364.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17ac97f014d249859e05794c8ab35824_199"
    },
    {
      "start": 34833,
      "end": 34996,
      "text": "By stipulating the breach in clause 59.2(d) as a fundamental breach, the parties agreed the payment of certified bills within the stipulated time to be of essence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9eb86bec24fe4f38999ce09a51a3e99b_200"
    },
    {
      "start": 34997,
      "end": 35171,
      "text": "Thereby, the parties have ensured the same outcome in the event of breach of fundamental term which would ordinarily follow on termination of contract for repudiatory breach.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "719e64d0960c48d9ae5b8b8aa5fdb9e7_201"
    },
    {
      "start": 35172,
      "end": 35227,
      "text": "\n......................................................",
      "labels": [
        "NONE"
      ],
      "id": "4d0654f7c44748f2a8c7231481ad7d31_202"
    },
    {
      "start": 35229,
      "end": 35469,
      "text": "369. The Tribunal is of the considered view that the Claimant is entitled to the damages for future loss of bargain due to fundamental breach of the term of the contract by the Respondent which ultimately led to the termination of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef1efb307f674047b139766746a68930_203"
    },
    {
      "start": 35471,
      "end": 35491,
      "text": "[emphasis supplied]\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec6e75a810c14d2d94555f8fbd85be5e_204"
    },
    {
      "start": 35492,
      "end": 35914,
      "text": "\n(iii) Insofar as the termination of Contract is concerned, the Tribunal dealt with it specifically at paragraph 108 of its Award where it was observed as follows;\n\"108. Clause 59.2(d) of the contract expressly states that if a payment certified by the Engineer is not paid by the Employer to the Contractor within 56 days of the date of the Engineer's certificate shall be treated as a fundamental breach of the contract.",
      "labels": [
        "STA"
      ],
      "id": "a9e313a868e54aec9eceb15e691bce8b_205"
    },
    {
      "start": 35915,
      "end": 36157,
      "text": "The fundamental breach specified in Clause 59.2(d) KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim is a standalone breach which entitles the Contractor to terminate the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb616f7ffd1048ccba60bff673ff4d7b_206"
    },
    {
      "start": 36158,
      "end": 36411,
      "text": "The factum of non-payment of certified bill by the Engineer beyond 56 days of the date of certificate, thus, by itself is sufficient for the Contractor to terminate the contract as such delayed payment is treated as a fundamental breach of the Employer.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "64a80d9942b646a4be3f544b8ffca903_207"
    },
    {
      "start": 36412,
      "end": 36432,
      "text": "[emphasis supplied]\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bfd13969918d440d99a3d02507d3f75a_208"
    },
    {
      "start": 36433,
      "end": 36526,
      "text": "\nThe Court below did not disagree with the conclusion of the learned Tribunal on this aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f59dbb9181594f98aca99c3403747b7e_209"
    },
    {
      "start": 36527,
      "end": 36732,
      "text": "It may relevantly be pointed out that, it is a settled position of law that a fundamental breach by its very nature pervades the entire Contract and once committed the Contract as a whole stands abrogated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9af3efbdbb1143e9ba8d735a18dfce32_210"
    },
    {
      "start": 36733,
      "end": 36773,
      "text": "[See, Datar Switchgear Limited (supra)].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4cc14b87141c4d53bb21da06f22d7f19_211"
    },
    {
      "start": 36774,
      "end": 36940,
      "text": "\n(iv) The Tribunal did not find any merit in the argument of counsel for the respondent that the claimant underbid and, therefore the Loss of Profit was misconceived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0eabedd09b14999ba0dfedb1946a039_212"
    },
    {
      "start": 36941,
      "end": 37141,
      "text": "The Tribunal reasoned that the Contract is a commercial one, where the claimant has not bid to make losses, that the ingredient of profit is always inbuilt in the performance of a particular Contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3eeae7036a534258bcd7b5d87fe37bf5_213"
    },
    {
      "start": 37142,
      "end": 37300,
      "text": "It was also opined that the original price of the Contract was revised from  99.16 crores where the claimant had bid  90.86 crores to  195.22 crores by MoRTH.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ae5d1b11b444342a2afdd7f3394f99c_214"
    },
    {
      "start": 37301,
      "end": 37435,
      "text": "That, in the said circumstance, the argument that the claimant's underbidding disentitled it to any \"Loss of Profit\" was not accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d14aa00ad3b8405a9b53f334590d4911_215"
    },
    {
      "start": 37436,
      "end": 37513,
      "text": "That, the claimant had put forth Loss of Profit @ 10% of the unexecuted work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27fc8545496143939530ed648c048aff_216"
    },
    {
      "start": 37514,
      "end": 37611,
      "text": "That, the measure of 10% of the unexecuted work toward Loss of Profit is prescribed by the MoRTH.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4dce5a66e766445ea31527dfaf5e429c_217"
    },
    {
      "start": 37612,
      "end": 37974,
      "text": "\n(v) The Tribunal relied on the decision of the Hon'ble High Court of Kerala in State of Kerala vs. K. Bhaskaran21 where it was observed that the measure of damage no doubt is the amount of AIR 1985 Ker 49 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim profit lost to the Contractor by the breach.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a3c6c798c76d41e8838554fc4b76dc2a_218"
    },
    {
      "start": 37975,
      "end": 38064,
      "text": "This is a measure of compensation for the loss which arose in the usual course of things.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e7d478eaace14ea3b0652152ab353eb0_219"
    },
    {
      "start": 38065,
      "end": 38190,
      "text": "This can be stated as the loss which the parties knew when they made the contract, as likely to result from the breach of it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "939f5122454142a397f95cec98894553_220"
    },
    {
      "start": 38191,
      "end": 38326,
      "text": "When the plaintiff entered into the contract, he agreed to complete the work for the stated amount reckoning a sum for his profit also.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "77fb681c78264f2286fad266fd359fc4_221"
    },
    {
      "start": 38328,
      "end": 38553,
      "text": "(vi) The Tribunal also referred to a decision of the Supreme Court in Sugauli Sugar Works (supra) relied on by the Kerala High Court (supra) in the same ratio, wherein it was held as follows;\n\"22. ............................",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "12f92562c0b74ffc92822a9f13475245_222"
    },
    {
      "start": 38554,
      "end": 38808,
      "text": "One of the principles for award of damages is that as far as possible he who has proved a breach of a bargain to supply what he has contracted to get is to be placed as far as money can do it, in as good a situation as if the contract had been performed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61d93a60f42a4db6837b0a254835c1e1_223"
    },
    {
      "start": 38809,
      "end": 38913,
      "text": "The fundamental basis thus is compensation for the pecuniary loss which naturally flows from the breach.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1b087beecdd74c5097d7bd307289a0d1_224"
    },
    {
      "start": 38914,
      "end": 39062,
      "text": "Therefore, the principle is that as far as possible the injured party should be placed in as good a situation as if the contract had been performed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "563f9e5a4b644ee3b8aa9002357cea71_225"
    },
    {
      "start": 39063,
      "end": 39166,
      "text": "In other words, it is to provide compensation for pecuniary loss which naturally flows from the breach.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90a7595ae2594b99bb77588cf86c8da5_226"
    },
    {
      "start": 39167,
      "end": 39330,
      "text": "The High Court correctly applied these principles and adopted the contract price in the facts and circumstances of the case as the correct basis for compensation.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4171dab03cf34845817d4ee1ec89f1f4_227"
    },
    {
      "start": 39332,
      "end": 39659,
      "text": "(vii) It is imperative to notice at this juncture that the Supreme Court held in M/s. A.T. Brij Paul Singh and Others vs. State of Gujarat that, what must be the measure of profit and what proof should be tendered to sustain the claim are different matters, but the claim under the head of Loss of Profit is clearly admissible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8ee2ce90c980420b8e71af04d8d9a729_228"
    },
    {
      "start": 39660,
      "end": 39755,
      "text": "It thus concludes that Loss of Profit is to be granted by the Tribunal in a breach of Contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "74f6fe9ccd0347e1bbe945750bdc6533_229"
    },
    {
      "start": 39756,
      "end": 40112,
      "text": "\n(viii) That, there was a breach of Contract is evident from the reasoning put forth by the Tribunal and on reading Clause 59.2(d) of the Contract between the parties, what remains for (1984) 4 SCC 59 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim consideration is the method of computation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1b69acc6a0a14a8c942d9ddd556f0713_230"
    },
    {
      "start": 40113,
      "end": 40595,
      "text": "While addressing the issue of computation, we may necessarily refer to the pronouncement of the Supreme Court in M. N. Gangappa (Dead) By L.Rs vs. Atmakur Nagabhushanam Setty & Co. and Another wherein it was held that the method used for computation of damages will depend upon the facts and circumstances of each case.\n16. The Tribunal while computing the Loss of Profit inter alia examined the evidence furnished by the claimant through its witness and concluded as follows;\n\"378.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "16ee206892be4f719965ba4302490f70_231"
    },
    {
      "start": 40596,
      "end": 40712,
      "text": "The Respondent in its Statement of Defence has not specifically disputed the measure of 10% applied by the Claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff568c901b12406cb00df3dca8cb5134_232"
    },
    {
      "start": 40713,
      "end": 40880,
      "text": "Moreover, CW-2 has been cross examined by the Respondent at quite some length but his evidence in paragraphs 28 and 29 of the affidavit has not at all been challenged.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d8f0498e546412cb3b4ed0cc162e304_233"
    },
    {
      "start": 40881,
      "end": 40991,
      "text": "In the circumstances, there is no justification for the Tribunal to reject the evidence of CW-2 on this count.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f31c10d95444382a973cb34b193a220_234"
    },
    {
      "start": 40993,
      "end": 41166,
      "text": "379. The Tribunal is of the considered view that measure of 10% of the unexecuted work adopted by the Claimant for claiming loss of profits is a fair and reasonable measure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6bf0438364a7452ea57af90363a95da3_235"
    },
    {
      "start": 41167,
      "end": 41307,
      "text": "However, in the facts and circumstances of the case, the Claimant would not be entitled to 10% loss of profit on the entire unexecuted work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddf4204080c7425fa52f32f924e0198a_236"
    },
    {
      "start": 41308,
      "end": 41819,
      "text": "In the Tribunal's view, since the Claimant also contributed to delay in performance of the contract by not discharging its some of the important obligations on the time as already noted in the earlier part of the award and the fact that few days before it terminated the contract, the Claimant itself wanted the contract to be foreclosed without imposition of any liability on it, an award of 50% of what has been claimed by the Claimant as the loss of profit of unexecuted work seems to be fair and reasonable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88cc9987ed8e4dacb9fc7514e81a84e8_237"
    },
    {
      "start": 41821,
      "end": 42009,
      "text": "380. The Tribunal, accordingly, awards 50% of the claim of Rs.11,49,59,328/- under the head \"Loss and Profits\" made by the Claimant which comes to Rs.5,74,79,664/-\" [emphasis supplied]\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a087183834e4a7286f66f4cfcf273e0_238"
    },
    {
      "start": 42010,
      "end": 42338,
      "text": "The learned Court below however disagreed with the findings of the Tribunal while setting aside the Award under loss of Profit and contrarily observed as follows;\n(1973) 3 SCC 406 KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim \"39. ........... . Be that as it may",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71ef08a68f4d497296a8d6e26acf69d5_239"
    },
    {
      "start": 42339,
      "end": 42722,
      "text": ", the above facts and circumstances would make it clear that the respondent/claimant had clearly elected to proceed with the foreclosure of the contract-work subject only to the condition that no adverse consequences are attached to it and it had undertaken not to claim any compensation or repatriation charges in the event of such foreclosure which was contemplated by 30.09.\n2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e958848a7f9444598d4d5f0026da3da_240"
    },
    {
      "start": 42723,
      "end": 42888,
      "text": "Clearly, apart from having consciously made such election it had also waived its right to claim any compensation/ repatriation charges if the foreclosure took place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83dbffcd4d514011bb889360e616454a_241"
    },
    {
      "start": 42889,
      "end": 43069,
      "text": "It is rather strange that despite the same the respondent/claimant would make a complete volte face and immediately rush to terminate the contract vide its letter dated 18.10.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d4eefb42a2a490bb325cd8dc0b44406_242"
    },
    {
      "start": 43070,
      "end": 43493,
      "text": "Strictly speaking, the respondent/claimant having unequivocally elected to proceed with the foreclosure of the contract for expediting which it had itself later requested vide its letter dated 28.09.2016 and having waived its right to claim any compensation or repatriation charges could not have still claimed loss of profit by suddenly terminating the contract nor could it have been awarded by the Ld. Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "733ed63942a64d7f9484d2dbcbccd717_243"
    },
    {
      "start": 43494,
      "end": 43748,
      "text": "In other words, the respondent/claimant cannot be allowed to approbate and reprobate at the same time once having elected as above and having undertaken to waive any claim whatsoever in the event of the foreclosure without any adverse consequences on it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bea3f4a632c4b9fa5077aa3d4992c31_244"
    },
    {
      "start": 43749,
      "end": 43853,
      "text": "......................... ..............................................................................",
      "labels": [
        "NONE"
      ],
      "id": "a32f1c1f5d86474490ae856c3e6aff26_245"
    },
    {
      "start": 43855,
      "end": 44071,
      "text": "42. Viewed from the other angle, the Respondent/claimant having expressly waived its right to claim compensation or repatriation charges in the event of the proposed foreclosure could not have claimed loss of profit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2911201000794f91877b09b91f77e05a_246"
    },
    {
      "start": 44072,
      "end": 44161,
      "text": ".......... ..............................................................................",
      "labels": [
        "NONE"
      ],
      "id": "3039bb193f214e84bab311d237c51547_247"
    },
    {
      "start": 44163,
      "end": 44761,
      "text": "46. Suffice it to say, in the light of the above settled position, observation and the peculiar facts and circumstances obtaining in the case on hand the fact that the undertaking dated 26.09.2016 was without prejudice would not enure any benefit to the respondent/claimant when it had consciously and unequivocally elected to proceed with the foreclosure of the contract subject only to the condition that no adverse consequences are meted out to it, and it having clearly waived its right to claim compensation or repatriation charges in the event of such foreclosure by the petitioner- employer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc5cf8d4b48245c3a2f81f18ab5fff25_248"
    },
    {
      "start": 44762,
      "end": 44978,
      "text": "So much so, vide its subsequent letter dated 28.09.2016 which incidentally was not marked without prejudice the respondent/ claimant would even request the petitioner- employer to expedite the process of foreclosure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3299fb0412946739a1bcba7d2d80e78_249"
    },
    {
      "start": 44979,
      "end": 45095,
      "text": "These attenuating circumstances also go against the claims of the respondent/claimant with regard to loss of profit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d508a016596148ce805b663644daa17e_250"
    },
    {
      "start": 45096,
      "end": 45212,
      "text": "\nKMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 47.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "642654a668b043ea8e6bf598b4d87103_251"
    },
    {
      "start": 45213,
      "end": 45453,
      "text": "Needless to say, the approach of the Ld. Arbitral Tribunal in awarding damages under the head loss of profit despite the above facts and circumstances is clearly erroneous and patently illegal which goes to the root of the concerned matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9c8bae7fdb6464cb1bf7afcc7b5667d_252"
    },
    {
      "start": 45454,
      "end": 45525,
      "text": "The award to that extent is ex facie perverse and cannot be sustained.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f620fba0382459fbe367e7f14289003_253"
    },
    {
      "start": 45527,
      "end": 45837,
      "text": "18. It appears from the reasonings extracted supra that the Commercial Court was aware that the foreclosure of the Contract never fructified despite which it proceeded to observe that prior to the termination of the Contract there was a proposal for foreclosure, vide letter of the appellant, dated 26-09-2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "127f3823451b4e2aa2ffcdec19921bc0_254"
    },
    {
      "start": 45838,
      "end": 46005,
      "text": "The Commercial Court opined that the appellant in the communication had waived its right to claim any compensation or repatriation, should the foreclosure materialise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99a44a8ddb9544d59cf36554aa5dfdd4_255"
    },
    {
      "start": 46006,
      "end": 46195,
      "text": "The Commercial Court was evidently of the opinion that the same conditions of waiver would have to be read into the communication for termination of the Contract, sans such specific waiver.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d92839f17a14da2bcabe0a78728dc1c_256"
    },
    {
      "start": 46196,
      "end": 46540,
      "text": "The observation of the Commercial Court that in the Undertaking dated 26-09-2016, the words \"without prejudice\" would not enure any benefit to the appellant who had elected to foreclose the Contract, is an apparent erroneous observation considering the fact that the words were employed in the said communication for a proposal for foreclosure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4090d3a70c143f38ed652633043c606_257"
    },
    {
      "start": 46541,
      "end": 46753,
      "text": "In any event, the words \"without prejudice\" as per Black's Law Dictionary, Tenth Edition, 2014, means \"without loss of any rights; in a way that does not harm or cancel the legal rights or privileges of a party\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd3b6f18bbe94b93899f7c0781966ab6_258"
    },
    {
      "start": 46754,
      "end": 46931,
      "text": "In other words, it means without detriment to any existing right or claim and not as interpreted by the Commercial Court in paragraph 46 (extracted supra) of its impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecf94b9b01c646c9a6ee0abb050534e2_259"
    },
    {
      "start": 46932,
      "end": 47177,
      "text": "Consequently, the remark of the Commercial Court that the appellant was approbating and reprobating is also an incorrect KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim observation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c20fa983b3f34f9a81fe8c58bab1ec2b_260"
    },
    {
      "start": 47178,
      "end": 47330,
      "text": "It is indeed absurd to suggest that vide the communication of 26-09-2016, the appellant had waived all legal rights even while terminating the Contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cd1cf4275eb4470bfcadd3113ecc144_261"
    },
    {
      "start": 47332,
      "end": 47817,
      "text": "19. While addressing the observation of the Commercial Court that the Award of damages under the head \"Loss of Profit\"\nwas clearly erroneous, patently illegal and the Award to that extent was ex facie perverse, in Ssangyong Engineering and Construction Company Limited (supra) the Supreme Court while expanding on illegality appearing on the face of the Award observed that such illegality must go to the root of the matter, and ought not to be a mere erroneous application of the law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "09400654ba774faf912ed42a625102b8_262"
    },
    {
      "start": 47818,
      "end": 47984,
      "text": "The Award would also be \"patently illegal\" if an Arbitrator gives no reasons for an Award and wanders outside the Contract and deals with matters not allotted to him.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21ef52bd03c644419a417911e1e4e6c5_263"
    },
    {
      "start": 47985,
      "end": 48452,
      "text": "That, \"Patent illegality\" would also be one in which a decision is perverse or so irrational that no reasonable person would have arrived at the same and if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic so as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding would be rendered infirm in law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d632fcc35bb4f3cb9d6dc738c312bee_264"
    },
    {
      "start": 48453,
      "end": 48672,
      "text": "\nIt would be apposite to mention that in Datar Switchgear Limited (supra) it was laid down that the Tribunal is the master of evidence and the findings of fact cannot be scrutinized as if the Court is sitting in Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a9e75347b334bc9bfb26cb7627a5d6d_265"
    },
    {
      "start": 48673,
      "end": 48791,
      "text": "Interference on merits would be permissible only if the Award is against public policy [See MMTC Limited (supra)].\n20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6404a22295b34ceaacd0b34fda138230_266"
    },
    {
      "start": 48792,
      "end": 49172,
      "text": "After having perused the Award and having extracted hereinabove the relevant paragraphs, we find that elaborate reasons have been rendered for the conclusion arrived at by the KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim Tribunal which can neither be termed as \"erroneous\", \"irrational\" or \"patently illegal\".\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de9f095b67dd4e62a74bea68ab0edb14_267"
    },
    {
      "start": 49173,
      "end": 49551,
      "text": "We also agree with the counsel for the appellant that reliance on MSK Projects India (JV) Limited (supra) by the Commercial Court to opine that if a party has not complied with terms of the Contract and is somehow responsible, even if not equally for the delay taken cannot avail the benefit of such delay and claim that it is entitled to earn a profit, is completely misplaced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e019d789fe5f476393bdf55e57ed69ff_268"
    },
    {
      "start": 49552,
      "end": 49686,
      "text": "This observation of the Supreme Court was made in the context of a case, the facts of which are distinguishable from the instant case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c948574276a04f19b25221fe8f802e45_269"
    },
    {
      "start": 49687,
      "end": 49918,
      "text": "The facts therein were that as per the terms of the agreement between the petitioner (MSK Projects) and the respondent (State of Rajasthan) the petitioner was required to complete the project of construction of roads in two phases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "355e8872c34348ee854433df36e8a86b_270"
    },
    {
      "start": 49919,
      "end": 50080,
      "text": "In the first phase, a certain amount of investment was to be made and after five years, in the second phase, another amount was to be invested by the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de4e07139b9340838f7f69262023e94b_271"
    },
    {
      "start": 50081,
      "end": 50237,
      "text": "The petitioner however failed to abide by the terms of the agreement and did not make any investment for the second phase and thereby breached the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91a8eb5ad3d14f75ad3f7e5cf3fd41eb_272"
    },
    {
      "start": 50238,
      "end": 50434,
      "text": "The State of Rajasthan submitted that the contention of the petitioner that he is entitled to recover its investment was erroneous and the petitioner had not approached the Court with clean hands.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c687775de794433b9ae44573f7c7aa1f_273"
    },
    {
      "start": 50435,
      "end": 50504,
      "text": "The allegations were found not to have been denied by the Petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6515929a3e2f4169bf64d832aa56c35f_274"
    },
    {
      "start": 50505,
      "end": 50725,
      "text": "That being so, the Supreme Court observed that the State Authorities had for reasons best known to them not made reference to the arbitration proceedings for non-execution of the work of the second phase of the Contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6e1dae0e68c4b849453e386df7df512_275"
    },
    {
      "start": 50726,
      "end": 51006,
      "text": "However, the relief claimed by the private appellant would prove to be a windfall profit KMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim without carrying out the obligation to execute the work just on technicalities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61d2a7dced7b41b6a6cf6be3eef2b36d_276"
    },
    {
      "start": 51007,
      "end": 51174,
      "text": "In order to do complete justice between the parties, the Supreme Court ordered that the matter requires adjudication and reconsideration on two points by the Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31d481d0ec9b42129eb84ed69ffdc37c_277"
    },
    {
      "start": 51175,
      "end": 51303,
      "text": "The above matter is irrelevant for the present purposes as a fundamental breach of the Contract is the basis of its termination.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a15459c616584d4b90a22ff7941e5c9e_278"
    },
    {
      "start": 51305,
      "end": 51615,
      "text": "22. So far as reliance of the respondent on GTM Builders & Promoters (supra) and Recondo Limited (supra) are concerned, the judgments only have persuasive value, over and above which we notice that the facts in the citations are distinguishable from the instant case and are of no assistance to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df67399766ce446cb41665be037e8c71_279"
    },
    {
      "start": 51617,
      "end": 52171,
      "text": "23. Coming to the question of interpretation of section 73 of the Contract Act as agitated by learned counsel for the respondent, it is useful to notice that in MSK Projects India (JV) Limited (supra) reference was made to A.T. Brij Paul Singh (supra) where, while interpreting the above provision of law the Court specifically held that; where in the works contract the party entrusting the work committed breach of Contract, the Contractor is entitled to claim the damages for loss of Profit which he expected to earn by undertaking the works contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bda2567358144a8e873e57d40a622427_280"
    },
    {
      "start": 52172,
      "end": 52274,
      "text": "Claim of expected profit is legally admissible on proof of the breach of Contract by the erring party.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "84e6ceced8904e4caf4e08dbc041b5d3_281"
    },
    {
      "start": 52275,
      "end": 52597,
      "text": "What would be the measure of profit would depend upon facts and circumstances of each case, but that there shall be reasonable expectation of profit is implicit in the works contract and its loss has to be compensated by way of damages if the other party to the Contract is guilty of breach of contract cannot be gainsaid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "561f6c17d9fc45b48541f06a297747f8_282"
    },
    {
      "start": 52598,
      "end": 52692,
      "text": "The observation being a settled position of law it also lends a quietus to the dispute herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76e77e28e8b24a42859ea28c35998be8_283"
    },
    {
      "start": 52693,
      "end": 52809,
      "text": "\nKMC Brahmaputra Infrastructure Limited vs. The Chief Engineer, Roads & Bridges Department, Government of Sikkim 24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2fa53b2d5f48445d874eb02411996613_284"
    },
    {
      "start": 52810,
      "end": 53102,
      "text": "Neither the Court below nor this Court are empowered under the relevant provisions of law to reappreciate the evidence on record nor do the provisions of law envisage that Courts while exercising power under section 34 of the Arbitration Act shall function as a regular first Court of Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5ba824c92de4e9f90fe2b425cfbf08b_285"
    },
    {
      "start": 53103,
      "end": 53246,
      "text": "The Court, under section 34 of the Arbitration Act cannot replace the views of the Tribunal, if found plausible, by substituting its own views.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "65287192bf724f51b092369ed2b66475_286"
    },
    {
      "start": 53248,
      "end": 53503,
      "text": "25. From a meticulous perusal of the Award, we cannot bring ourselves to agree with the observations of the Learned Commercial Court that the findings of the Learned Tribunal suffers from the vice of being erroneous, patently illegal or ex facie perverse.",
      "labels": [
        "RATIO"
      ],
      "id": "efde9a2223124af9ba7781a93bcde65e_287"
    },
    {
      "start": 53505,
      "end": 53784,
      "text": "26. In our considered opinion, the Learned Tribunal after holding that there was a fundamental breach of Contract, factored in the contributory delay caused by the appellant and fairly awarded Loss of Profit by slashing it to 50% of the original claim put forth by the appellant.",
      "labels": [
        "RPC"
      ],
      "id": "41dd7c32327e4508bde7eb551384abbb_288"
    },
    {
      "start": 53786,
      "end": 53902,
      "text": "27. Order of the learned Commercial Court is set aside and the Award passed by the learned Tribunal stands restored.",
      "labels": [
        "RPC"
      ],
      "id": "adcbb0a06e8f4a4eab2bd0243e4f24b4_289"
    },
    {
      "start": 53903,
      "end": 53981,
      "text": "\n28. Appeal along with all pending applications stand disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "70ff4006030f45678cf66ba04a0aa218_290"
    },
    {
      "start": 53983,
      "end": 54178,
      "text": "29. Parties to bear their own costs.\n               ( Meenakshi Madan Rai )                          ( Biswanath Somadder )\n                     Judge                                             ",
      "labels": [
        "NONE"
      ],
      "id": "5cea5ee4fb4e4a8599dbe95ae448f388_291"
    },
    {
      "start": 54178,
      "end": 54191,
      "text": "Chief Justice",
      "labels": [
        "NONE"
      ],
      "id": "5220875467d74497a81ee3a9be1bff87_292"
    },
    {
      "start": 54220,
      "end": 54227,
      "text": "20 - 12",
      "labels": [
        "NONE"
      ],
      "id": "a89c4fbaa6814c589b715213d8488edf_293"
    },
    {
      "start": 54228,
      "end": 54234,
      "text": "- 2022",
      "labels": [
        "NONE"
      ],
      "id": "3c985dacb5d84644aec0df97f744d727_294"
    },
    {
      "start": 54278,
      "end": 54285,
      "text": "20 - 12",
      "labels": [
        "NONE"
      ],
      "id": "8cfbacbb4e9a4549a91b56cfa64cd7f2_295"
    },
    {
      "start": 54286,
      "end": 54321,
      "text": "-2022      Approved for reporting :",
      "labels": [
        "NONE"
      ],
      "id": "8154c6c2c87a42aabe3132cf029b2088_296"
    },
    {
      "start": 54322,
      "end": 54330,
      "text": "Yes ds  ",
      "labels": [
        "NONE"
      ],
      "id": "93f699613b9c4f25883c98e61d6320c7_297"
    }
  ]
}