{
  "id": "8048836b7749015ccb6c689851b3b6ff34a2aa110da57bbd3f61c0a12328d146",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nWeb Overseas Limited vs Universal Industrial Plants ... on 28 November, 2022 \nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                                                                     2022 /Dhc/005184 \n                         In The High Court Of Delhi At New Delhi\n                    %                            Judgment delivered on: 28.11.2022 \n\n                    +     Fao(Comm)8/2021 \n                    Web Overseas Limited                               ..... Petitioner \n\n                                             versus\n\n                    Universal Industrial Plants \n                    Manufacturing Company\n                    Private Limited                                    ..... Respondent \n                    Advocates who appeared in this case: \n                    For the Petitioner        : Mr Vivek Kohli, Senior Advocate with Mr \n                                                Nalin Talwar, Mr Sandeep Bhuraria , Ms \n                                                Yeshi Rinchhen, Mr Akash Yadav and Mr \n                                                Juvas Rawal, Advocates.\n                    For the Respondent       : Mr Ranjeev Kumar and Mr Anshul Goel,\n                                                 Advocates.\n\n                    Coram\n                    Hon'Ble Mr Justice Vibhu Bakhru\n                    Hon'Ble Mr Justice Amit Mahajan\n\n                                               Judgment \nVibhu Bakhru, J \n1. The appellant has filed the present appeal under Section 37(1)(c) of the Arbitration and Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 24.06.2020 (hereaf ter 'the impugned order') rendered by the learned Commercial Court . By virtue of the impugned order, the learned Commercial Court rejected the appellant's application preferred under Section 34 of the A&C Act [being OMP (COMM) No. 20/2018 captioned Web Overseas Limited v. Universal Industrial Plants Manufacturing Company Pvt. Ltd.], 2022/DHC/005184 impugning an interim award dated 01.10.2018 (hereafter 'the impugned award') passed by the Arbitral Tribunal. In terms of the impugned award, the appellant's contention that the counter-claim preferred by the respondent was barred by limitation, was rejected. \n2. The Arbitral Tribunal had accepted that the respondent had not issued any notice under Section 21 of the A&C Act and therefore, the period of limitation would run from the date of cause of action till the date of filing of the counter-claim. However, the Arbitral Tribunal found that the respondent was entitled to the benefit of Section 14 of the Limitation Act, 1963 (hereafter 'the Limitation Act') as it had filed an application under Section 8 of the A&C Act in the suit preferred by the appellant. The Arbitral Tribunal found that the time spent by the respondent in pursuing its application under Section 8 of the A&C Act was required to be excluded for considering whether its counter-claim was preferred within the period of limitation. \n3. The learned Commercial Court found no fault with the view of the Arbitral Tribunal that the respondent was entitled to the benefit of Section 14 of the Limitation Act and consequently, the counter-claim was found to be within the period of limitation. The learned Commercial Court did not accept the view of the Arbitral Tribunal that the respondent had not issued a notice under Section 21 of the A&C Act; it held that the legal notices dated 18.10.2013 and 05.02.2014 issued by the respondent - which were referred to in the application under Section 8 of the A&C Act - constituted notices invoking arbitration as contemplated under Section 21 of the A&C Act. The learned Commercial Court held that in the aforesaid view, the period of limitation would end with the respondent filing the 2022/DHC/005184 application under Section 8 of the A&C Act. Thus, the counter-claim was filed within the period of limitation for this reason as well. \n4. Two questions arise for consideration of this Court. First, whether the time consumed by the respondent in pursuing its application under Section 8 of the A&C Act is required to be excluded for computing the period of limitation by virtue of Section 14 of the Limitation Act. And second, whether the legal notices issued by the respondent can be construed as notices commencing arbitral proceedings in terms of Section 21 of the A&C Act. \nFactual Context 5. The parties entered into negotiations for the purchase of an Oxygen Nitrogen Plant. The respondent company agreed to manufacture and supply the Oxygen Nitrogen Plant with \"Bochi, Italian Brand Oxygen Nitrogen Plant Model UBT - 100\" for a total consideration of USD 435,000 equivalent to 2,37,51,000/- (Rupees two crores thirty-seven lacs fifty-one thousand only) at the material time. The respondent issued a proforma invoice dated 05.11.2012 for supplying the said plant. The terms and conditions required the appellant to pay 25% of the invoiced amount amounting to 59,37,750/- as advance in the following manner: 5,00,000/- (by cheque no.526295) dated 05.11.2012, 5,00,000/- (by cheque no.526329) dated 17.11.2012, 37,50,200/- before 30.11.2012 and 11,87,550/- before 05.01.2013. The balance 75% was required to be paid prior to the dispatch of goods. \n6. The appellant paid a sum of 20,00,000/- but did not pay the remaining amount. It sought extension of time for paying the balance 2022/DHC/005184 amount but claims that no such extension was granted. The appellant claims that the parties entered into discussions and the respondent, in supersession of the first offer, by an email dated 04.05.2013, communicated a revised offer. It issued a revised proforma invoice dated 05.05.2013 containing the terms and conditions, which were materially different. The respondent increased the price of the Oxygen Plant from USD 435,000 to USD 497,500. Further, the respondent now required that 50% of the consideration be paid in advance as against 25% mentioned in the proforma invoice dated 05.11.2012.\n7. The appellant claims that it had entered into the transaction for purchasing the Nitrogen Oxygen Plant for its customer in Iraq but the said customer failed to pay the advance as required. Consequently, the appellant was unable to pay the entire advance amount. The appellant claims that since the advance amount had not been paid, the offer made initially had lapsed. The appellant was not interested in accepting the revised terms as set out in the proforma invoice dated 05.11.2012 and therefore, it sent a letter dated 30.07.2013, rejecting the revised proforma invoice and sought refund of the amount of 20,00,000/- that was paid in advance. \n8. The appellant claims that thereafter, it sent emails dated 29.08.2013, 23.09.2013 and 28.09.2013, reiterating that it had rejected the revised offer and requested for the refund of 20,00,000/-. However, the respondent did not refund the amount. On 18.10.2013, the respondent sent a legal notice, inter alia, stating that the amount of 20,00,000/-, advanced by the appellant, was non-refundable. The notice also mentioned that the appellant was liable to pay the outstanding 25% of the consideration, which was to be paid in 2022/DHC/005184 advance as per the revised proforma quantified at USD 235,000 and 50,00,000 as damages. The respondent further, called upon the appellant to refrain from resorting to any illegal and unwarranted correspondence and to desist from advancing illegal threats, failing which, the respondent would initiate appropriate legal proceedings. \n9. The appellant responded to the said legal notice by a letter dated 11.11.2013, once again calling upon the respondent to pay an amount of 20,00,000/- together with interest at the rate of 18% per annum from 30.07.2013 till the date of realization. The appellant claims that legal notices to similar effect were sent on 26.11.2013, 05.12.2013 and 24.12.2013.\n10. The respondent sent a legal notice dated 05.02.2014, reiterating that the advance receipt was not refundable and further calling upon the appellant to pay a sum of 85,00,000/-, which it claimed was on account of the amount incurred for manufacturing the plant and further compensation for the loss suffered. \n11. The appellant instituted a suit on 13.05.2014 [being CS(OS) 1467/2014] for recovery of the amount of 22,82,082/-. The said suit was, subsequently, transferred to the District Court, Saket and numbered as Civil Suit No.6059/2016. Summons were issued in the said suit. \n12. On 28.08.2014, the respondent filed an application under Section 8 of the A&C Act in the suit preferred by the appellant, seeking that the parties be referred to arbitration. The Hon'ble District Court, Saket passed an order dated 27.01.2017 and allowed the said application. Thereafter, the appellant filed an application under 2022/DHC/005184 Section 11 of the A&C Act [being Arb.P.527/2017] before this Court, seeking appointment of an arbitrator. The said application was allowed, and the Court directed the Delhi International Arbitration Centre to appoint an arbitrator in accordance with their Rules. \n13. On 25.03.2017, the appellant filed its Statement of Claims before the Arbitral Tribunal, seeking refund of the amount of 20,00,000/- along with interest. The respondent filed its Statement of Defence on 17.05.2018, contesting the claims made by the appellant. \n14. Thereafter, on 07.07.2018, the respondent filed a counter-claim and claimed an amount of 1,62,90,833/-. \n15. The appellant filed an application praying that the counter- claim be dismissed as being barred by limitation. The Arbitral Tribunal rejected the said application by the impugned award. As stated above, the appellant's application under Section 34 of the A&C Act, challenging the impugned award, was rejected by the impugned order. \nReasons and Conclusion 16. At the outset, it is relevant to note that the material facts necessary to address the controversy in this appeal are not disputed. \n17. The Arbitral Tribunal had found that \"the contract was snapped by the Original Claimant vide its letter dated 30.7.2013. Thus 30.7.2013 is the date when cause of action allegedly accrued in favour of the Original Respondent to file counter claim for arbitration....\" and the period of limitation for filing the counter-claim was three years from that date. The Arbitral Tribunal referred to Section 3(b)(ii) 2022/DHC/005184 of the Limitation Act and observed that for the purposes of the Limitation Act, the counter-claim has to be considered as instituted on the date when it is filed. According to the Arbitral Tribunal, since the counter-claim was filed on 07.07.2018 - which was more than three years after 30.07.2013 - prima facie, it was barred by time. However, the period spent by the respondent in pursuing its application under Section 8 of the A&C Act was required to be excluded by virtue of Section 14 of the Limitation Act. Consequently, the counter-claim was filed within the period of limitation. \n18. The respondent does not dispute that the period of limitation for filing a counter-claim is three years from the date of cause of action and the same would start to run from 30.07.2013; however, the respondent disputes that the counter-claim would be deemed to be instituted on the date it is filed before the Arbitral Tribunal. It claims that it had issued two notices (as also referred to in the impugned judgment), being notices dated 18.10.2013 and 05.02.2014, which are required to be construed as notices under Section 21 of the A&C Act. Therefore, in terms of Section 21 of the A&C Act, the period of limitation would stop running on the dates when the said notices were received, and not on 07.07.2018, which was the date of filing the counter-claim. In the alternative, the respondent claims that it is entitled to the benefit of Section 14 of the Limitation Act, as held by the Arbitral Tribunal. \n19 . It is material to note that the Arbitral Tribunal did not accept that the notices issued by the respondent could be construed as notices under Section 21 of the A&C Act. The Arbitral Tribunal accepted that the counter-claim was filed within the period of limitation solely for 2022/DHC/005184 the reason that the respondent was entitled - by virtue of Section 14 of the Limitation Act - to exclude the time spent by it in pursuing its application under Section 8 of the A&C Act, for calculating the period of limitation. \n20. However, the learned Commercial Court found in favour of the respondent on both counts: that the notices issued by the respondent were notices under Section 21 of the A&C Act, and that the respondent was entitled to the benefit of Section 14 of the Limitation Act. \n21. Thus, the first and foremost question to be addressed is whether the decision of the Arbitral Tribunal to extend the benefit of Section 14 of the Limitation Act is, ex facie, untenable. \n22. At this stage, it would be relevant to refer to Section 14 of the Limitation Act, which is set out below:-\n\"14. Exclusion of time of proceeding bona fide in court without jurisdiction.--(1) In computing the period of limitation for any suit the time during which the plaintiff has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the defendant shall be excluded, where the proceeding relates to the same matter in issue and is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it. \n(2) In computing the period of limitation for any application, the time during which the applicant has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the same party for the same relief shall be excluded, where such proceeding is prosecuted in good faith in a court which, from defect 2022/DHC/005184 of jurisdiction or other cause of a like nature, is unable to entertain it. \n(3) Notwithstanding anything contained in rule 2 of Order XXIII of the Code of Civil Procedure, 1908 (5 of 1908), the provisions of sub-section (1) shall apply in relation to a fresh suit instituted on permission granted by the court under rule 1 of that Order, where such permission is granted on the ground that the first suit must fail by reason of a defect in the jurisdiction of the court or other cause of a like nature. \n                                       Explanation.--For        the   purposes     of    this                                  section,-- \n\n                                             (a) in excluding the time during which a former civil proceeding was pending, the day on which that proceeding was instituted and the day on which it ended shall both be counted;\n(b) a plaintiff or an applicant resisting an appeal shall be deemed to be prosecuting a proceeding;\n(c) misjoinder of parties or of causes of action shall be deemed to be a cause of a like nature with defect of jurisdiction.\"\n23. A plain reading of Sub-section (1) of Section 14 of the Limitation Act indicates that the benefit of the said provision is available to the plaintiff who has been prosecuting civil proceedings against the defendant if the following conditions are met:-\n(i) the proceedings relate to the same matter in issue;\n(ii) it is prosecuted diligently and in good faith;\n(iii) the court in the proceedings are prosecuted is unable to entertain it on account of defect in jurisdiction or other cause of like nature. \n2022/DHC/005184 24. In terms of Sub-section (1) of Section 14(1) of the Limitation Act, it is available to the plaintiff and not the defendant. \n25. In terms of Sub-section (2) of Section 14 of the Limitation Act, the time spent by an applicant, in prosecuting any civil proceedings against the same party for the same relief, can be excluded if the civil proceedings are executed in good faith in a court, which is unable to entertain it on account of defect of jurisdiction or other cause of like nature. \n26. The counter-claim is in the nature of an original action; it is not an application as contemplated under Section 14(2) of the Limitation Act. Concededly, provisions of Section 14(2) of the Limitation Act are inapplicable. The controversy is confined to ascertaining whether the respondent is entitled to benefit of Section 14(1) of the Limitation Act. \n27. The assumption that by filing an application under Section 8 of the A&C Act, the respondent was prosecuting civil proceedings relating to the same matter in issue as its counter-claim, is fundamentally flawed. The matter in issue in a counter-claim necessarily relates to the defendant's entitlement to its claim. An application under Section 8 of the A&C Act is an application for referring the parties to arbitration. It seeks to terminate the action instituted by the plaintiff and cannot be considered as civil proceedings relating to the same matter in issue as the subsequent counter-claim, that may be preferred by the applicant in an arbitral proceeding. In an application under Section 8 of the A&C Act, the courts examination is confined to considering whether the subject matter of action is covered by an arbitration agreement. \n2022/DHC/005184 28. The Arbitral Tribunal had proceeded on the basis that the respondent was \"contesting the matter with due diligence and ultimately succeeded in getting the parties referred for arbitration\", and since Section 14 of the Limitation Act applies to arbitration proceedings, the period of two years and five months is to be excluded from computing the period of limitation. The said conclusion is, ex facie, erroneous. \n29. As noted above, the benefit of Section 14(1) of the Limitation Act is available to a plaintiff who is diligently pursuing his claim before a Court of first instance or of appeal or revision. And, the Court is unable to entertain the same on account of a defect of jurisdiction or other cause of a like nature. The said provision is obviously not available to a defendant who is resisting a claim. A counter-claim is like a suit and thus a defendant may be construed as a plaintiff in the context of a counter-claim. However, in order to claim the benefit of Section 14(1) of the Limitation Act, it is essential that the party claiming the benefit of Section 14(1) of the Limitation Act has been diligently pursuing its claim in the court. And, the proceeding cannot be entertained by that court for want of jurisdiction and/or for like reasons; and not for want of an effective claim. The subsequent action in the court of competent jurisdiction, must be in respect of the same matter in issue as in the civil proceedings that could not be entertained by a court for want of jurisdiction. \n30. The filing of an application under Section 8 of the A&C Act cannot be construed as a party pursuing his claim before a Court. \n2022/DHC/005184 31. It is also relevant to refer to the respondent's application under Section 8 of the A&C Act. A plain reading of that application indicates that the respondent had not made any reference to a counter-claim. It had neither quantified its claim nor mentioned that it intended to proceed against the respondent. The respondent had referred to its notices in the following manner:-\n\"the applicant inter alia dated 18 October 2013 and 05 February 2014 already bought about the relevant facts and the applicant has time and again vide our Notices asserted the arbitration clause....\". \n32. A reference to such notices cannot, by any stretch, be read to mean that the respondent was seeking to assert a counter claim or that the gravamen of its application was the same matter in issue as its counter-claim filed before the Arbitral Tribunal. \n33. It is also relevant to note that the respondent had not filed a written statement in response to the plaint and had sought leave of the court to file the same. Subject to outcome of its application, even at that stage, the appellant had not reserved any rights to file a counter claim. \n34. In Consolidated Engineering Enterprises v. Irrigation Department: (2008) 7 SCC 169, the Supreme Court had analyzed Section 14 of the Limitation Act and culled out the following essential conditions for applicability of the said Section: -\n\"(1) Both the prior and subsequent proceedings are civil proceedings prosecuted by the same party;\n(2) The prior proceeding had been prosecuted with due diligence and in good faith;\n2022/DHC/005184 (3) The failure of the prior proceeding was due to defect of jurisdiction or other cause of like nature;\n(4) The earlier proceeding and the latter proceeding must relate to the same matter in issue and;\n(5) Both the proceedings are in a court.\"\n35. The learned Commercial Court had also alluded to the following passage from the said decision:-\n\"22. While considering the provisions of Section 14 of the Limitation Act, proper approach will have to be adopted and the provisions will have to be interpreted so as to advance the cause of justice rather than abort the proceedings. It will be well to bear in mind that an element of mistake is inherent in the invocation of Section 14. In fact, the section is intended to provide relief against the bar of limitation in cases of mistaken remedy or selection of a wrong forum. On reading Section 14 of the Act it becomes clear that the legislature has enacted the said section to exempt a certain period covered by a bona fide litigious activity.\" \n36. There is no cavil with the proposition that the provisions of Section 14 of the Limitation Act must be liberally interpreted. However, it would be erroneous to extend the benefit of Section 14 of the Limitation Act on a mere presumption that it would enhance the cause of justice. \n37. As stated above, one of the important conditions for applicability of Section 14 of the Limitation Act is that matters in issue in both the proceedings - the matter in issue in proceedings being pursued diligently before a Court lacking jurisdiction and the matter in issue in proceedings in the correct forum - should be identical. In Ramadhar Shrivas v. Bhagwandas: (2005) 13 SCC 1, the Supreme 2022/DHC/005184 Court had explained that the expression 'matter in issue' means a matter which is strictly and substantially in issue. The relevant extract of the said decision is set out below:-\n\"21. .... The expression \"matter in issue\" under Section 11 of the Code of Civil Procedure, 1908 connotes the matter directly and substantially in issue actually or constructively. A matter is actually in issue when it is in issue directly and substantially and a competent court decides it on merits. A matter is constructively in issue when it \"might and ought\" to have been made a ground of defence or attack in the former suit. ....\" \n38. An application under Section 8, which essentially seeks that the parties be relegated to arbitration in respect of the subject matter of the action so instituted, cannot be construed directly and substantially the subject matter of a counter-claim that was neither raised nor indicated in the said application.\n39. It is also relevant to refer to Sub-Section (3) of Section 8 of the A&C Act which reads as under:-\n\"8. Power to refer parties to arbitration where there is an arbitration agreement. -\n                                 (1)    .......................\n\n                                 (2)    .......................\n(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.\" \n40. It is clear from the above that the respondent was not precluded to commence an arbitral proceeding for the reason that it had filed an 2022/DHC/005184 application under Section 8 of the A&C Act in the suit filed by the appellant. According to the respondent, an arbitration agreement existed between the parties and there was thus, no acceptable reason for the respondent to have withheld institution of an action in respect of its counter-claims. \n41. It was contended by the learned counsel for the respondent that the appellant had disputed the existence of the contract and therefore, would not have consented to the disputes relating to the counter-claim being referred to arbitration. Therefore, the respondent would have to necessarily file an application under Section 11 of the A&C Act and the issue as to existence of the contract would arise in those proceedings as well. In order to avoid multiplicity of the proceedings, the respondent had confined itself to filing an application under Section 8 of the A&C Act.\n42. The aforesaid contention is unpersuasive. The question to be considered is not why the appellant did not pursue the remedies as available, but whether it was diligently pursuing the proceedings involving the same matter in issue before a court that lacked the jurisdiction to entertain the proceedings. Once it is found that pursuing an application under Section 8 of the A&C Act does not amount to pursuing civil proceedings involving the same matter in issue as an arbitral claim, the respondent would not be entitled to any benefit under Section 14(1) of the Limitation Act. \n43. It was next contended that the period of limitation would stop running on the date when the respondent filed an application under Section 8 of the A&C Act. The said contention is not well founded.\n2022/DHC/005184 The period of limitation in the context of a counter-claim would stop running on the date when the counter-claim is filed, as is expressly provided under Section 3(2)(b) of the Limitation Act. The only exception is a case where the party raising the counter-claim has commenced the arbitral proceedings in terms of Section 21 of the A&C Act. This has been authoritatively settled by the decision of the Supreme Court in State of Goa v. Praveen Enterprises: (2012) 12 SCC 581. The relevant extract of the said decision is set out below:-\n\"20. As far as counterclaims are concerned, there is no room for ambiguity in regard to the relevant date for determining the limitation. Section 3(2)(b) of the Limitation Act, 1963 provides that in regard to a counterclaim in suits, the date on which the counterclaim is made in court shall be deemed to be the date of institution of the counterclaim. As the Limitation Act, 1963 is made applicable to arbitrations, in the case of a counterclaim by a respondent in an arbitral proceeding, the date on which the counterclaim is made before the arbitrator will be the date of \"institution\" insofar as counterclaim is concerned. There is, therefore, no need to provide a date of \"commencement\" as in the case of claims of a claimant. Section 21 of the Act is therefore not relevant for counterclaims. There is however one exception. Where the respondent against whom a claim is made, had also made a claim against the claimant and sought arbitration by serving a notice to the claimant but subsequently raises that claim as a counterclaim in the arbitration proceedings initiated by the claimant, instead of filing a separate application under Section 11 of the Act, the limitation for such counterclaim should be computed, as on the date of service of notice of such claim on the claimant and not on the date of filing of the counterclaim.\"\n2022/DHC/005184 44. It is relevant to refer to Sub-section (3) of Section 37 of the Arbitration Act, 1940 (since repealed) which is reproduced below: - \n\"(3) For the purposes of this section and of the Indian Limitation Act, 1908, an arbitration shall be deemed to be commenced when one party to the arbitration agreement serves on the other parties thereto a notice requiring the appointment of an arbitrator, or where the arbitration agreement provides that the reference shall be to a person named or designated in the agreement, requiring that the difference to be submitted to the person so named or designated.\"\n45. In terms of the said provision, an arbitration is deemed to have commenced when one party, serves on the other party, a notice requiring appointment of an arbitrator or that the disputes be referred to the named or the designated person. \n46. Under the A&C Act, Section 21 is relevant for the purposes of determining whether the claims have been raised within the period of limitation. Section 21 of the A&C Act reads as under:-\n\"21. Commencement of arbitral proceedings. - Unless otherwise agreed by the parties, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent.\"\n47. Section 43(2) of the A&C Act expressly states that for the purpose of the Limitation Act, the arbitration would be deemed to have commenced on the date referred to in Section 21 of the A&C Act. As noted above, Section 21 of the A&C Act expressly provides that the disputes would commence on the date on which the request 2022/DHC/005184 for that dispute to be referred to arbitration is received by the respondent. \n48. In Milkfood Ltd. v. M/s GMC Ice Cream (P) Ltd: (2004) 7 SCC 288, the Supreme Court had observed as under:-\n\"26. The commencement of an arbitration proceeding for the purpose of applicability of the provisions of the Indian Limitation Act is of great significance. Even Section 43 (1) of the 1996 Act provides that the Limitation Act, 1963 shall apply to the arbitration as it applies to proceedings in court. Sub-section (2) thereof provides that for the deemed to have commenced on the date referred to in Section 21.\"\n49. The Supreme Court had also held that the expression 'shall be deemed to be commenced' as used in Section 37(3) of the Arbitration Act, 1940 indicates that the provision is not exhaustive. Therefore, it was possible to conceive the cases where an arbitration can be said to have commenced under circumstances not contemplated by that Section. There is material change in the language of Section 21 of the A&C Act as compared to the language of Section 37(3) of the 1940 Act. It does not use the word 'deemed'; it expressly provides that arbitral proceedings in respect of a particular dispute would commence on the date on which the request for that dispute to be referred to arbitration is received by the respondent. However, the deeming provision is contained in Section 43(2) of the A&C Act which reads as under:-\n\"(2) For the purposes of this section and the Limitation Act, 1963 (36 of 1963), an arbitration 2022/DHC/005184 shall be deemed to have commenced on the date referred to in section 21.\" \n50. Thus, for the purpose of the Limitation Act, the date on which the arbitral proceedings are commenced under Section 21 of the A&C Act is, by legal fiction, also the relevant date for application of the provision of the Limitation Act. \n51. Given the statutory scheme of the A&C Act, the date on which the application is filed under Section 8 of the A&C Act (or for that matter when it is disposed of) is not relevant for determining whether any claim is within the period of limitation. As stated above, in terms of Section 43(2) of the A&C Act, the date on which the arbitral proceedings commence, in terms of Section 21 of the A&C Act, is material for the purposes of considering whether the claim has been raised within the period of limitation. \n52. In State of Goa v. Praveen Enterprises (supra), the Supreme Court had authoritatively held as under:-\n\"16. The purpose of Section 21 is to specify, in the absence of a provision in the arbitration agreement in that behalf, as to when an arbitral proceeding in regard to a dispute commences. This becomes relevant for the purpose of Section 43 of the Act. Sub-section (1) of Section 43 provides that the Limitation Act, 1963 shall apply to arbitrations as it applies to proceedings in courts. Sub-section (2) of Section 43 provides that for the purposes of Section 43 and the Limitation Act, 1963, an arbitration shall be deemed to have commenced on the date referred to in Section 21 of the Act. Having regard to Section 43 of the Act, 2022/DHC/005184 any claim made beyond the period of limitation prescribed by the Limitation Act, 1963 will be barred by limitation and the Arbitral Tribunal will have to reject such claims as barred by limitation. \n** ** ** ** **\n18. In regard to a claim which is sought to be enforced by filing a civil suit, the question whether the suit is within the period of limitation is decided with reference to the date of institution of the suit, that is, the date of presentation of a plaint. As the Limitation Act, 1963 is made applicable to arbitrations, there is a need to specify the date on which the arbitration is deemed to be instituted or commenced as that will decide whether the proceedings are barred by limitation or not. Section 3 of the Limitation Act, 1963 specifies the date of institution for suit, but does not specify the date of \"institution\" for arbitration proceedings. Section 21 of the Act supplies the omission. But for Section 21 there would be considerable confusion as to what would be the date of \"institution\" in regard to the arbitration proceedings. It will be possible for the respondent in an arbitration to argue that the limitation has to be calculated as on the date on which statement of claim was filed, or the date on which the arbitrator entered upon the reference, or the date on which the arbitrator was appointed by the court, or the date on which the application was filed under Section 11 of the Act. In view of Section 21 of the Act providing that the arbitration proceedings shall be deemed to commence on the date on which \"a request for that dispute to be referred to arbitration is received by the respondent\" the said confusion is cleared. Therefore, the purpose of Section 21 of the Act is to determine the date of commencement of the arbitration proceedings, relevant mainly for deciding whether the claims of the claimant are barred by limitation or not. \n2022/DHC/005184 19. There can be claims by a claimant even without a notice seeking reference. Let us take an example where a notice is issued by a claimant raising disputes regarding Claims A and B and seeking reference thereof to arbitration. On appointment of the arbitrator, the claimant files a claim statement in regard to the said Claims A and B. Subsequently if the claimant amends the claim statement by adding Claim C [which is permitted under Section 23(3) of the Act] the additional Claim C would not be preceded by a notice seeking arbitration. The date of amendment by which Claim C was introduced, will become the relevant date for determining the limitation in regard to the said Claim C, whereas the date on which the notice seeking arbitration was served on the other party, will he the relevant date for deciding the limitation in regard to Claims A and B. Be that as it may.\" \n53. It was also contended on behalf of the respondent that an application under Section 8 of the A&C Act is also required to be construed as a notice under Section 21 of the A&C Act. The respondent relied on the following observations made by the learned Single Judge of this Court in Five Square Agro Gold Pvt. Ltd. v. Mayank Mohan Agarwal: 2019 SCC OnLine Del 6503:\n\"7. In fact, in my opinion, the factum of filing of the application under Section 8 of the Arbitration and Conciliation Act by the respondent / defendant will amount to invoking of the arbitration clause, and thus, and in fact the limitation will stop running as from the date of filing of the application under Section 8 of the Arbitration and Conciliation Act by the respondent / defendant. Once the limitation stops running, it would stop running possibly even so far as the appellant / plaintiff is concerned, 2022/DHC/005184 however, this aspect of limitation will be finally decided in the arbitration proceedings.\" \n54. For addressing this contention, it is relevant to note that neither the Arbitral Tribunal nor the learned Commercial Court had proceeded on the basis that an application under Section 8 of the A&C Act is required to be construed as a notice under Section 21 of the A&C Act. Thus, stricto sensu, the question whether an application under Section 8 of the A&C Act is required to be construed as a notice invoking arbitration in terms of Section 21 of the A&C Act does not arise. However, since the question does not involve any disputed questions of fact, we consider it apposite to address the said contention as well. \n55. In terms of Section 21 of the A&C Act, in the absence of a contrary agreement between the parties, the arbitral proceedings \"in respect of a particular dispute\" would commence on the date on which the request for the dispute to be referred to arbitration is received by the respondent. Section 8 of the A&C Act, on the other hand, is an application to a judicial authority before which an action is brought, to refer the parties to arbitration. This is premised on the basis that the action is brought in a matter, which is subject to an arbitration agreement. \n56. The import of Section 8 of the A&C Act is to secure termination of the proceedings before a judicial authority in respect of a dispute that is covered under an arbitration agreement. An application under Section 8 of the A&C Act does not commence arbitral proceedings; it is not a substitute of a notice under Section 21 of the A&C Act. Sections 8 and 21 of the A&C Act operate in separate 2022/DHC/005184 areas. If an application under Section 8 of the A&C Act is allowed and the parties are referred to arbitration, the action before the judicial authority referring the parties to arbitration, stands terminated. The parties are thus left to their recourse to commence the arbitral proceedings and to refer their disputes to arbitration. It is possible that neither the party, which has instituted the proceedings before the judicial authority nor the counter-party, which has filed an application under Section 8 of the A&C Act take any further steps for resolution of disputes by arbitration. It would be incorrect to assume that in such a case the Arbitral proceedings have commenced. \n57. It is important to note that the scope of Section 8 of the A&C Act is limited to referring the parties to arbitration. The court, while deciding the application under Section 8 of the A&C Act, neither has the power to appoint an arbitrator nor to refer the disputes to arbitration. If the judicial authority, before which an action is instituted, allows an application under Section 8 of the A&C Act, it merely refers the parties to arbitration. After termination of the proceedings before the judicial authority, it would be essential for either party to take effective steps for appointment of the arbitrator, constitution of the arbitral tribunal and for reference of the disputes to arbitration. \n58. In State of Goa v. Praveen Enterprises (supra), the Supreme Court had explained the scope of Section 8 of the A&C Act in following words. :- \n\"13. \"Reference to arbitration\" can be in respect of reference of disputes between the parties to arbitration, or may simply mean referring the 2022/DHC/005184 parties to arbitration. Section 8 of the Act is an example of referring the parties to arbitration. While Section 11 contemplates appointment of arbitrator [vide sub-sections (4), (5) and (9)] or taking necessary measure as per the appointment procedure under the arbitration agreement [vide sub-section (6)], Section 8 of the Act does not provide for appointment of an arbitrator, nor referring of any disputes to arbitration, but merely requires the judicial authority before whom an action is brought in a matter in regard to which there is an arbitration agreement, to refer the parties to arbitration. When the judicial authority finds that the subject-matter of the suit is covered by a valid arbitration agreement between the parties to the suit, it will refer the parties to arbitration, by refusing to decide the action brought before it and leaving it to the parties to have recourse to their remedies by arbitration. When such an order is made, parties may either agree upon an arbitrator and refer their disputes to him, or failing agreement, file an application under Section 11 of the Act for appointment of an arbitrator. The judicial authority \"referring the parties to arbitration\"\nunder Section 8 of the Act, has no power to appoint an arbitrator. It may however record the consent of parties to appoint an agreed arbitrator.\" \n59. It is also relevant to refer to Section 34 of the Arbitration Act, 1940. In terms of the said Section, if an action is instituted by a party in respect of a subject matter covered under an arbitration agreement, the counter-party could, before taking any step in the proceedings, apply under Section 34 of the said Act for stay of the proceedings. In this context, the Supreme Court in Milkfood Ltd. v. M/s GMC Ice Cream (P) Ltd (supra) had observed that \"although under Section 34 of 1940 Act the court itself does not make any reference to the 2022/DHC/005184 arbitration but the very purpose for which the suit is stayed is that the parties may take recourse to the provisions contained in the Arbitration Agreement.\"\n60. The purpose of Section 8 of the A&C Act is somewhat similar. It is to ensure that the parties to an arbitration agreement are held to their bargain. This enables a party to prevent the other party from seeking recourse to courts or judicial authorities in respect of disputes that are covered under the arbitration agreement. \n61. In view of the statutory scheme, we cannot accept that an application under Section 8 of the A&C Act can be construed as a request for reference of the disputes to be referred to arbitration under Section 21 of the A&C Act. \n62. There is a material difference between reference of parties to arbitration and reference of disputes to arbitration. A request to refer the parties to arbitration in terms of Section 8 of the A&C Act, which is made to a judicial authority, cannot be construed as a request for the dispute to be referred to arbitration. \n63. In any view of the matter, even if it is accepted - which we do not - that an application under Section 8 of the A&C Act can be construed as a request to refer the disputes to arbitration, in terms of Section 21 of the A&C Act; the scope would necessarily be limited to the disputes that are in issue before the judicial authority. Section 21 of the A&C Act expressly provides that arbitral proceedings in respect of \"a particular dispute\" would commence on the date when the request for \"that dispute\" to be referred to arbitration is received by the respondent. Although it is not necessary that a notice under Section 2022/DHC/005184 21 of the A&C Act sets out all claims but it must be in the context of a particular extant dispute. \n64. The dispute that was placed before the learned Commercial Court was confined to the claims made by the appellant as the respondent had not set out any dispute relating to its counter-claim, including in its application filed under Section 8 of the A&C Act.\n65. We are not in agreement with the observation made by the learned Single Judge of this Court in Five Square Agro Gold Pvt. Ltd. v. Mayank Mohan Agarwal (supra) to the effect that an application under Section 8 of the A&C Act would amount to invoking the arbitration clause and therefore, the period of limitation will stop running from the date of filing the said application. However, it is material to note that the said observation was made in the context of the question whether the claim that was the subject matter of the suit, filed before the judicial authority by the claimant, was within the period of limitation and not a counter-claim that may be preferred by the party filing the application under Section 8 of the A&C Act. \n66. The last question to be examined is whether the notices dated 18.10.2013 & 05.02.2014 issued by the respondent could be accepted as notices under Section 21 of the A&C Act.\n67. The communication dated 18.10.2013, issued at the instance of the respondent, was in response to the various communications sent by the appellant. The respondent had disputed the appellant's demands for refund of the amount of 20 lacs and also claimed that the appellant was entitled to pay 25% of the plant's cost quantified at USD 235,000 in addition to 50 lacs as damages for loss. However, the said notice 2022/DHC/005184 did not call upon the appellant to pay the said amount. The concluding part of the said notice reads as under:-\n\"Under the circumstances, my aforesaid client finally client call upon you to take note all above facts and to refrain from resorting to illegal and unwarranted correspondence which are baseless and misconceived and also desist from advancing illegal threats in the form of correspondent/email henceforth, failing which my aforesaid client shall be constrained to initiate appropriate legal proceedings against you in the competent court of jurisdiction, entirely at your cost, risk and consequences. Copy retained.\" \n68. It is apparent from the above that the respondent had not called upon the appellant to refer his counter-claim to arbitration. It had merely stated that in the event the appellant did not desist from advancing illegal threats in the form of correspondence, the respondent would be constrained to initiate appropriate legal proceedings in \"the competent court of jurisdiction.\" \n69. The notice dated 05.02.2014 was in a similar tone except that the respondent now claimed that the appellant was liable to pay a sum of 85 lacs towards the cost incurred for manufacturing the plant as well as the compensation for the loss suffered. Further, the appellant was also called upon to pay the said amount within a period of 15 days of the said notice, failing which the respondent would initiate legal proceedings. \n70. It is material to note that none of the two notices referred to above included a request that the disputes, relating to the claims mentioned by the respondent, be referred to arbitration. Plainly, none of the two notices can be considered as a request to refer the disputes 2022/DHC/005184 to arbitration. The contents of the said communication do not comply with the fundamental requirement of Section 21 of the A&C Act. The conclusion of the learned Commercial Court that the said notices/communications could be considered as notices under Section 21 of the A&C Act is, ex-facie, erroneous.\n71. In view of the above, the appeal is allowed. The impugned award as well as the impugned order are set aside. \n72. The parties are left to bear their own costs. \nVIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 28, 2022 RK/gsr",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ea2fe4b6a0c4b229113d9d6b9f66174_0"
    },
    {
      "start": 155,
      "end": 193,
      "text": "Try out our Premium Member Services --",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e002a920425466aa852b32c7075148b_1"
    },
    {
      "start": 194,
      "end": 241,
      "text": "Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a79f0a9db194d898de8da6044ed04fd_2"
    },
    {
      "start": 242,
      "end": 336,
      "text": "\nDelhi High Court\nWeb Overseas Limited vs Universal Industrial Plants ... on 28 November, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f9ad7918acb478cb6344267e46f05f9_3"
    },
    {
      "start": 338,
      "end": 365,
      "text": "Author: Vibhu Bakhru\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a1fe7ef44204739aef64877192046d4_4"
    },
    {
      "start": 366,
      "end": 378,
      "text": "Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c3f4eaf63ae4334b3b4a4ba02f00f66_5"
    },
    {
      "start": 449,
      "end": 465,
      "text": "2022 /Dhc/005184",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea7941c675d94fdfaeeccc7c7ff3536a_6"
    },
    {
      "start": 492,
      "end": 581,
      "text": "In The High Court Of Delhi At New Delhi\n                    %                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc967aeb7757470c9612635708af296f_7"
    },
    {
      "start": 581,
      "end": 614,
      "text": "Judgment delivered on: 28.11.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "159193328095456bba9fe945f073316c_8"
    },
    {
      "start": 637,
      "end": 658,
      "text": "+     Fao(Comm)8/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "baba73ebd660409f8e2a8c73e330dd45_9"
    },
    {
      "start": 680,
      "end": 700,
      "text": "Web Overseas Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9bb651e39774bb4ae1f1ad73f4b68f6_10"
    },
    {
      "start": 731,
      "end": 747,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66b987147725473abd66c3aa0b34015a_11"
    },
    {
      "start": 795,
      "end": 823,
      "text": "versus\n\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a30296f790634f1294cda733c0df9b01_12"
    },
    {
      "start": 823,
      "end": 850,
      "text": "Universal Industrial Plants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "316d46b0959c43eabcc1677fed7439ed_13"
    },
    {
      "start": 872,
      "end": 914,
      "text": "Manufacturing Company\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "193e3200c1fe4f3cb5abfbfbc1761eb6_14"
    },
    {
      "start": 914,
      "end": 965,
      "text": "Private Limited                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df3b553865b54f77b72b6596790d1505_15"
    },
    {
      "start": 965,
      "end": 981,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c9b1e0c0fab408893ac18cc03e41cd8_16"
    },
    {
      "start": 1003,
      "end": 1039,
      "text": "Advocates who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a748dc627ce048be8d131049262e693c_17"
    },
    {
      "start": 1061,
      "end": 1079,
      "text": "For the Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc7530253ac5455c8465c01f8be9e4b3_18"
    },
    {
      "start": 1087,
      "end": 1128,
      "text": ": Mr Vivek Kohli, Senior Advocate with Mr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0bcdc4b48fb40609643da3fc1ff7f79_19"
    },
    {
      "start": 1178,
      "end": 1211,
      "text": "Nalin Talwar, Mr Sandeep Bhuraria",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28a375e1002f40bc963b5e4af64ae70f_20"
    },
    {
      "start": 1212,
      "end": 1303,
      "text": ", Ms \n                                                Yeshi Rinchhen, Mr Akash Yadav and Mr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38f95b4ec7124de6a800ea7bee97e180_21"
    },
    {
      "start": 1353,
      "end": 1708,
      "text": "Juvas Rawal, Advocates.\n                    For the Respondent       : Mr Ranjeev Kumar and Mr Anshul Goel,\n                                                 Advocates.\n\n                    Coram\n                    Hon'Ble Mr Justice Vibhu Bakhru\n                    Hon'Ble Mr Justice Amit Mahajan\n\n                                               Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb239c46eed348b2aef6a66cd3b549c0_22"
    },
    {
      "start": 1709,
      "end": 1725,
      "text": "\nVibhu Bakhru, J",
      "labels": [
        "NONE"
      ],
      "id": "4599a989a10541398f34e6de63a3cc22_23"
    },
    {
      "start": 1726,
      "end": 1911,
      "text": "\n1. The appellant has filed the present appeal under Section 37(1)(c) of the Arbitration and Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 24.06.2020 (hereaf",
      "labels": [
        "FAC"
      ],
      "id": "c75c89056f0645839f2d18a41cd7a1d9_24"
    },
    {
      "start": 1912,
      "end": 1978,
      "text": "ter 'the impugned order') rendered by the learned Commercial Court",
      "labels": [
        "FAC"
      ],
      "id": "e59e6ab5fe5841cda9b5b3bd79892fbd_25"
    },
    {
      "start": 1979,
      "end": 2373,
      "text": ". By virtue of the impugned order, the learned Commercial Court rejected the appellant's application preferred under Section 34 of the A&C Act [being OMP (COMM) No. 20/2018 captioned Web Overseas Limited v. Universal Industrial Plants Manufacturing Company Pvt. Ltd.], 2022/DHC/005184 impugning an interim award dated 01.10.2018 (hereafter 'the impugned award') passed by the Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "cfd2ecb0fd6b4101bb679b77315fbeda_26"
    },
    {
      "start": 2374,
      "end": 2523,
      "text": "In terms of the impugned award, the appellant's contention that the counter-claim preferred by the respondent was barred by limitation, was rejected.",
      "labels": [
        "FAC"
      ],
      "id": "01da0016c5544059ace78559f9d2f692_27"
    },
    {
      "start": 2524,
      "end": 2769,
      "text": "\n2. The Arbitral Tribunal had accepted that the respondent had not issued any notice under Section 21 of the A&C Act and therefore, the period of limitation would run from the date of cause of action till the date of filing of the counter-claim.",
      "labels": [
        "FAC"
      ],
      "id": "7d686bedf7c848c4a29f2fb76f831c9f_28"
    },
    {
      "start": 2770,
      "end": 3031,
      "text": "However, the Arbitral Tribunal found that the respondent was entitled to the benefit of Section 14 of the Limitation Act, 1963 (hereafter 'the Limitation Act') as it had filed an application under Section 8 of the A&C Act in the suit preferred by the appellant.",
      "labels": [
        "RLC"
      ],
      "id": "2eb35e1a5bfd407bb04aece74da821d3_29"
    },
    {
      "start": 3032,
      "end": 3273,
      "text": "The Arbitral Tribunal found that the time spent by the respondent in pursuing its application under Section 8 of the A&C Act was required to be excluded for considering whether its counter-claim was preferred within the period of limitation.",
      "labels": [
        "RLC"
      ],
      "id": "3019c85d4e5240cb80779f056015045b_30"
    },
    {
      "start": 3275,
      "end": 3529,
      "text": "3. The learned Commercial Court found no fault with the view of the Arbitral Tribunal that the respondent was entitled to the benefit of Section 14 of the Limitation Act and consequently, the counter-claim was found to be within the period of limitation.",
      "labels": [
        "RLC"
      ],
      "id": "e33722621e6a43a986833a04cc10dc2a_31"
    },
    {
      "start": 3530,
      "end": 3939,
      "text": "The learned Commercial Court did not accept the view of the Arbitral Tribunal that the respondent had not issued a notice under Section 21 of the A&C Act; it held that the legal notices dated 18.10.2013 and 05.02.2014 issued by the respondent - which were referred to in the application under Section 8 of the A&C Act - constituted notices invoking arbitration as contemplated under Section 21 of the A&C Act.",
      "labels": [
        "RLC"
      ],
      "id": "e5a549d0e0d845cf9bdff129ec34bd7c_32"
    },
    {
      "start": 3940,
      "end": 4127,
      "text": "The learned Commercial Court held that in the aforesaid view, the period of limitation would end with the respondent filing the 2022/DHC/005184 application under Section 8 of the A&C Act.",
      "labels": [
        "RLC"
      ],
      "id": "a4178e0ebbc1476c8a5f33ffb456bbbd_33"
    },
    {
      "start": 4128,
      "end": 4218,
      "text": "Thus, the counter-claim was filed within the period of limitation for this reason as well.",
      "labels": [
        "FAC"
      ],
      "id": "fc61d3f9345547ca97a24f2d53a04e50_34"
    },
    {
      "start": 4220,
      "end": 4275,
      "text": "4. Two questions arise for consideration of this Court.",
      "labels": [
        "ISSUE"
      ],
      "id": "5adafd9f515c417a93ba724f9cc262d6_35"
    },
    {
      "start": 4276,
      "end": 4498,
      "text": "First, whether the time consumed by the respondent in pursuing its application under Section 8 of the A&C Act is required to be excluded for computing the period of limitation by virtue of Section 14 of the Limitation Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "fa812ef0ca0346929af0352e05f2aea3_36"
    },
    {
      "start": 4499,
      "end": 4660,
      "text": "And second, whether the legal notices issued by the respondent can be construed as notices commencing arbitral proceedings in terms of Section 21 of the A&C Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "83a77261669f4407baeeda159b842677_37"
    },
    {
      "start": 4661,
      "end": 4680,
      "text": "\nFactual Context 5.",
      "labels": [
        "FAC"
      ],
      "id": "7214307e1e0e4c36b758cf262974d540_38"
    },
    {
      "start": 4681,
      "end": 4764,
      "text": "The parties entered into negotiations for the purchase of an Oxygen Nitrogen Plant.",
      "labels": [
        "FAC"
      ],
      "id": "5ef84f8637814d698d322c07896a585d_39"
    },
    {
      "start": 4765,
      "end": 5065,
      "text": "The respondent company agreed to manufacture and supply the Oxygen Nitrogen Plant with \"Bochi, Italian Brand Oxygen Nitrogen Plant Model UBT - 100\" for a total consideration of USD 435,000 equivalent to 2,37,51,000/- (Rupees two crores thirty-seven lacs fifty-one thousand only) at the material time.",
      "labels": [
        "FAC"
      ],
      "id": "eb97765bec404d42ba9d1660df06be4d_40"
    },
    {
      "start": 5066,
      "end": 5153,
      "text": "The respondent issued a proforma invoice dated 05.11.2012 for supplying the said plant.",
      "labels": [
        "FAC"
      ],
      "id": "353ea7fb2b984f8583e4693be378b87e_41"
    },
    {
      "start": 5154,
      "end": 5463,
      "text": "The terms and conditions required the appellant to pay 25% of the invoiced amount amounting to 59,37,750/- as advance in the following manner: 5,00,000/- (by cheque no.526295) dated 05.11.2012, 5,00,000/- (by cheque no.526329) dated 17.11.2012, 37,50,200/- before 30.11.2012 and 11,87,550/- before 05.01.2013.",
      "labels": [
        "FAC"
      ],
      "id": "0be0faa800c24ef7a446070d0f789e25_42"
    },
    {
      "start": 5464,
      "end": 5535,
      "text": "The balance 75% was required to be paid prior to the dispatch of goods.",
      "labels": [
        "FAC"
      ],
      "id": "dd7509784db84d1199edeb7b2d2ee69a_43"
    },
    {
      "start": 5537,
      "end": 5617,
      "text": "6. The appellant paid a sum of 20,00,000/- but did not pay the remaining amount.",
      "labels": [
        "FAC"
      ],
      "id": "47ebfacd50ee47f583a80db31f2499fb_44"
    },
    {
      "start": 5618,
      "end": 5738,
      "text": "It sought extension of time for paying the balance 2022/DHC/005184 amount but claims that no such extension was granted.",
      "labels": [
        "FAC"
      ],
      "id": "2f95487c6d764c68b254301e100441fb_45"
    },
    {
      "start": 5739,
      "end": 5917,
      "text": "The appellant claims that the parties entered into discussions and the respondent, in supersession of the first offer, by an email dated 04.05.2013, communicated a revised offer.",
      "labels": [
        "FAC"
      ],
      "id": "40cd071a60024ae48245097019d62175_46"
    },
    {
      "start": 5918,
      "end": 6041,
      "text": "It issued a revised proforma invoice dated 05.05.2013 containing the terms and conditions, which were materially different.",
      "labels": [
        "FAC"
      ],
      "id": "ae83168d5f0d47b09c0512f1b1ccca81_47"
    },
    {
      "start": 6042,
      "end": 6129,
      "text": "The respondent increased the price of the Oxygen Plant from USD 435,000 to USD 497,500.",
      "labels": [
        "FAC"
      ],
      "id": "8b0942d370b146fe8fb3bf715f471243_48"
    },
    {
      "start": 6130,
      "end": 6285,
      "text": "Further, the respondent now required that 50% of the consideration be paid in advance as against 25% mentioned in the proforma invoice dated 05.11.2012.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "f98d676324424292b799c14e4c7bb0a3_49"
    },
    {
      "start": 6286,
      "end": 6474,
      "text": "The appellant claims that it had entered into the transaction for purchasing the Nitrogen Oxygen Plant for its customer in Iraq but the said customer failed to pay the advance as required.",
      "labels": [
        "FAC"
      ],
      "id": "04c75abb9c9d437ba65f5014798c7063_50"
    },
    {
      "start": 6475,
      "end": 6547,
      "text": "Consequently, the appellant was unable to pay the entire advance amount.",
      "labels": [
        "FAC"
      ],
      "id": "4f49eb929aa047228ac9a376b27a9d5a_51"
    },
    {
      "start": 6548,
      "end": 6654,
      "text": "The appellant claims that since the advance amount had not been paid, the offer made initially had lapsed.",
      "labels": [
        "FAC"
      ],
      "id": "bd8e225ea73d42e1bbaf6616b72322f3_52"
    },
    {
      "start": 6655,
      "end": 6932,
      "text": "The appellant was not interested in accepting the revised terms as set out in the proforma invoice dated 05.11.2012 and therefore, it sent a letter dated 30.07.2013, rejecting the revised proforma invoice and sought refund of the amount of 20,00,000/- that was paid in advance.",
      "labels": [
        "FAC"
      ],
      "id": "82d364366c654ecda8a9d92155d30a69_53"
    },
    {
      "start": 6934,
      "end": 7130,
      "text": "8. The appellant claims that thereafter, it sent emails dated 29.08.2013, 23.09.2013 and 28.09.2013, reiterating that it had rejected the revised offer and requested for the refund of 20,00,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "b77155b5ccbf4b08bd60350c98194fd5_54"
    },
    {
      "start": 7131,
      "end": 7181,
      "text": "However, the respondent did not refund the amount.",
      "labels": [
        "FAC"
      ],
      "id": "e074f917fd7443e3ac2bd3fe780fead6_55"
    },
    {
      "start": 7182,
      "end": 7331,
      "text": "On 18.10.2013, the respondent sent a legal notice, inter alia, stating that the amount of 20,00,000/-, advanced by the appellant, was non-refundable.",
      "labels": [
        "FAC"
      ],
      "id": "3bf00489500d4bf293bb703d3a6a24c1_56"
    },
    {
      "start": 7332,
      "end": 7564,
      "text": "The notice also mentioned that the appellant was liable to pay the outstanding 25% of the consideration, which was to be paid in 2022/DHC/005184 advance as per the revised proforma quantified at USD 235,000 and 50,00,000 as damages.",
      "labels": [
        "FAC"
      ],
      "id": "9a3092f7a42345ac8fd3695a6f1ef9af_57"
    },
    {
      "start": 7565,
      "end": 7808,
      "text": "The respondent further, called upon the appellant to refrain from resorting to any illegal and unwarranted correspondence and to desist from advancing illegal threats, failing which, the respondent would initiate appropriate legal proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "d109f6279f6d43c6a85725a1b0d5da1c_58"
    },
    {
      "start": 7810,
      "end": 8060,
      "text": "9. The appellant responded to the said legal notice by a letter dated 11.11.2013, once again calling upon the respondent to pay an amount of 20,00,000/- together with interest at the rate of 18% per annum from 30.07.2013 till the date of realization.",
      "labels": [
        "FAC"
      ],
      "id": "7d828fbae3c848a2b1357631d80d1d04_59"
    },
    {
      "start": 8061,
      "end": 8174,
      "text": "The appellant claims that legal notices to similar effect were sent on 26.11.2013, 05.12.2013 and 24.12.2013.\n10.",
      "labels": [
        "FAC"
      ],
      "id": "fcd9f48e13534b31ba0a6100a2f6493b_60"
    },
    {
      "start": 8175,
      "end": 8482,
      "text": "The respondent sent a legal notice dated 05.02.2014, reiterating that the advance receipt was not refundable and further calling upon the appellant to pay a sum of 85,00,000/-, which it claimed was on account of the amount incurred for manufacturing the plant and further compensation for the loss suffered.",
      "labels": [
        "FAC"
      ],
      "id": "f1855de9fc8343ed83e4b339cbf45e30_61"
    },
    {
      "start": 8484,
      "end": 8601,
      "text": "11. The appellant instituted a suit on 13.05.2014 [being CS(OS) 1467/2014] for recovery of the amount of 22,82,082/-.",
      "labels": [
        "FAC"
      ],
      "id": "619449fdb9654970a3ded1c91fe7fbb0_62"
    },
    {
      "start": 8602,
      "end": 8716,
      "text": "The said suit was, subsequently, transferred to the District Court, Saket and numbered as Civil Suit No.6059/2016.",
      "labels": [
        "FAC"
      ],
      "id": "044c6e84256740d088134b91d5eead16_63"
    },
    {
      "start": 8717,
      "end": 8754,
      "text": "Summons were issued in the said suit.",
      "labels": [
        "FAC"
      ],
      "id": "5453864aa9ec426faa5b61607e7ec793_64"
    },
    {
      "start": 8756,
      "end": 8934,
      "text": "12. On 28.08.2014, the respondent filed an application under Section 8 of the A&C Act in the suit preferred by the appellant, seeking that the parties be referred to arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "07b52e7f1785447bb567f5510878461b_65"
    },
    {
      "start": 8935,
      "end": 9035,
      "text": "The Hon'ble District Court, Saket passed an order dated 27.01.2017 and allowed the said application.",
      "labels": [
        "FAC"
      ],
      "id": "a7e64ac2d9ec484d9400ee383b2f1f20_66"
    },
    {
      "start": 9036,
      "end": 9210,
      "text": "Thereafter, the appellant filed an application under 2022/DHC/005184 Section 11 of the A&C Act [being Arb.P.527/2017] before this Court, seeking appointment of an arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "ab99f557632548dbb2682dff2f3b2d30_67"
    },
    {
      "start": 9211,
      "end": 9367,
      "text": "The said application was allowed, and the Court directed the Delhi International Arbitration Centre to appoint an arbitrator in accordance with their Rules.",
      "labels": [
        "FAC"
      ],
      "id": "3697828f178848afa0380b553a83e11a_68"
    },
    {
      "start": 9369,
      "end": 9526,
      "text": "13. On 25.03.2017, the appellant filed its Statement of Claims before the Arbitral Tribunal, seeking refund of the amount of 20,00,000/- along with interest.",
      "labels": [
        "FAC"
      ],
      "id": "0a46cf3319964a978285c8bc30b757c4_69"
    },
    {
      "start": 9527,
      "end": 9632,
      "text": "The respondent filed its Statement of Defence on 17.05.2018, contesting the claims made by the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "23312aa1f7f9441cba086eeeb9c9a789_70"
    },
    {
      "start": 9634,
      "end": 9741,
      "text": "14. Thereafter, on 07.07.2018, the respondent filed a counter-claim and claimed an amount of 1,62,90,833/-.",
      "labels": [
        "FAC"
      ],
      "id": "c6b2b3b42e6c4db4b3d3d15f9c1b4c33_71"
    },
    {
      "start": 9743,
      "end": 9857,
      "text": "15. The appellant filed an application praying that the counter- claim be dismissed as being barred by limitation.",
      "labels": [
        "FAC"
      ],
      "id": "f9ced93585ae4a839dd65e7b34cb7e3c_72"
    },
    {
      "start": 9858,
      "end": 9932,
      "text": "The Arbitral Tribunal rejected the said application by the impugned award.",
      "labels": [
        "FAC"
      ],
      "id": "a838797b90c146c5b2d17373966b1209_73"
    },
    {
      "start": 9933,
      "end": 10078,
      "text": "As stated above, the appellant's application under Section 34 of the A&C Act, challenging the impugned award, was rejected by the impugned order.",
      "labels": [
        "FAC"
      ],
      "id": "b1cc6bac9c6a4b20952bb31c55dd2feb_74"
    },
    {
      "start": 10080,
      "end": 10106,
      "text": "Reasons and Conclusion 16.",
      "labels": [
        "FAC"
      ],
      "id": "89c719ca4ec94549a5b0c4b9b6e286e5_75"
    },
    {
      "start": 10107,
      "end": 10238,
      "text": "At the outset, it is relevant to note that the material facts necessary to address the controversy in this appeal are not disputed.",
      "labels": [
        "FAC"
      ],
      "id": "050d58cd9d43470b92b60a838f742512_76"
    },
    {
      "start": 10240,
      "end": 10364,
      "text": "17. The Arbitral Tribunal had found that \"the contract was snapped by the Original Claimant vide its letter dated 30.7.2013.",
      "labels": [
        "RLC"
      ],
      "id": "dd3674048e934cb489e427efc3d004b9_77"
    },
    {
      "start": 10365,
      "end": 10600,
      "text": "Thus 30.7.2013 is the date when cause of action allegedly accrued in favour of the Original Respondent to file counter claim for arbitration....\" and the period of limitation for filing the counter-claim was three years from that date.",
      "labels": [
        "FAC"
      ],
      "id": "73a2dab09b6c448985422755f7ded1fe_78"
    },
    {
      "start": 10601,
      "end": 10830,
      "text": "The Arbitral Tribunal referred to Section 3(b)(ii) 2022/DHC/005184 of the Limitation Act and observed that for the purposes of the Limitation Act, the counter-claim has to be considered as instituted on the date when it is filed.",
      "labels": [
        "FAC"
      ],
      "id": "282e0577587d40d68fe99cd43ed2e956_79"
    },
    {
      "start": 10831,
      "end": 11003,
      "text": "According to the Arbitral Tribunal, since the counter-claim was filed on 07.07.2018 - which was more than three years after 30.07.2013 - prima facie, it was barred by time.",
      "labels": [
        "FAC"
      ],
      "id": "f551541e1e3f45b99c747f98278fd689_80"
    },
    {
      "start": 11004,
      "end": 11181,
      "text": "However, the period spent by the respondent in pursuing its application under Section 8 of the A&C Act was required to be excluded by virtue of Section 14 of the Limitation Act.",
      "labels": [
        "FAC"
      ],
      "id": "89173108bb0949b6819316db8ba0196d_81"
    },
    {
      "start": 11182,
      "end": 11256,
      "text": "Consequently, the counter-claim was filed within the period of limitation.",
      "labels": [
        "FAC"
      ],
      "id": "8fed4d130d6b46a6b0de099e675943eb_82"
    },
    {
      "start": 11258,
      "end": 11590,
      "text": "18. The respondent does not dispute that the period of limitation for filing a counter-claim is three years from the date of cause of action and the same would start to run from 30.07.2013; however, the respondent disputes that the counter-claim would be deemed to be instituted on the date it is filed before the Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "bfa37949c5ad48f2b10f86333e691ed7_83"
    },
    {
      "start": 11591,
      "end": 11805,
      "text": "It claims that it had issued two notices (as also referred to in the impugned judgment), being notices dated 18.10.2013 and 05.02.2014, which are required to be construed as notices under Section 21 of the A&C Act.",
      "labels": [
        "FAC"
      ],
      "id": "0c8ae6111e68417ba6acdf51675f3165_84"
    },
    {
      "start": 11806,
      "end": 12020,
      "text": "Therefore, in terms of Section 21 of the A&C Act, the period of limitation would stop running on the dates when the said notices were received, and not on 07.07.2018, which was the date of filing the counter-claim.",
      "labels": [
        "FAC"
      ],
      "id": "33b7bb966a984c6490bd3e9ddc00988e_85"
    },
    {
      "start": 12021,
      "end": 12168,
      "text": "In the alternative, the respondent claims that it is entitled to the benefit of Section 14 of the Limitation Act, as held by the Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "0bb2b8b90464423d8b7873d3ede0fb69_86"
    },
    {
      "start": 12169,
      "end": 12344,
      "text": "\n19 . It is material to note that the Arbitral Tribunal did not accept that the notices issued by the respondent could be construed as notices under Section 21 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dac58cf2905d42f0b230e23e25dda079_87"
    },
    {
      "start": 12345,
      "end": 12695,
      "text": "The Arbitral Tribunal accepted that the counter-claim was filed within the period of limitation solely for 2022/DHC/005184 the reason that the respondent was entitled - by virtue of Section 14 of the Limitation Act - to exclude the time spent by it in pursuing its application under Section 8 of the A&C Act, for calculating the period of limitation.",
      "labels": [
        "RLC"
      ],
      "id": "fef03bd29438453f8330fabc4eda4774_88"
    },
    {
      "start": 12697,
      "end": 12965,
      "text": "20. However, the learned Commercial Court found in favour of the respondent on both counts: that the notices issued by the respondent were notices under Section 21 of the A&C Act, and that the respondent was entitled to the benefit of Section 14 of the Limitation Act.",
      "labels": [
        "RLC"
      ],
      "id": "b8e0642cace349558b21c9cb91196df6_89"
    },
    {
      "start": 12967,
      "end": 13156,
      "text": "21. Thus, the first and foremost question to be addressed is whether the decision of the Arbitral Tribunal to extend the benefit of Section 14 of the Limitation Act is, ex facie, untenable.",
      "labels": [
        "ISSUE"
      ],
      "id": "719e57d1ab9047bd99f996f180873685_90"
    },
    {
      "start": 13158,
      "end": 13803,
      "text": "22. At this stage, it would be relevant to refer to Section 14 of the Limitation Act, which is set out below:-\n\"14. Exclusion of time of proceeding bona fide in court without jurisdiction.--(1) In computing the period of limitation for any suit the time during which the plaintiff has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the defendant shall be excluded, where the proceeding relates to the same matter in issue and is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it.",
      "labels": [
        "STA"
      ],
      "id": "552e4c03473f4deeb62d1fbbb8df54db_91"
    },
    {
      "start": 13804,
      "end": 14266,
      "text": "\n(2) In computing the period of limitation for any application, the time during which the applicant has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the same party for the same relief shall be excluded, where such proceeding is prosecuted in good faith in a court which, from defect 2022/DHC/005184 of jurisdiction or other cause of a like nature, is unable to entertain it.",
      "labels": [
        "STA"
      ],
      "id": "d270986fcc024a0282be7e241eac3a76_92"
    },
    {
      "start": 14267,
      "end": 14694,
      "text": "\n(3) Notwithstanding anything contained in rule 2 of Order XXIII of the Code of Civil Procedure, 1908 (5 of 1908), the provisions of sub-section (1) shall apply in relation to a fresh suit instituted on permission granted by the court under rule 1 of that Order, where such permission is granted on the ground that the first suit must fail by reason of a defect in the jurisdiction of the court or other cause of a like nature.",
      "labels": [
        "STA"
      ],
      "id": "d965cbc4ff614a6cbeff0a6edff891cb_93"
    },
    {
      "start": 14735,
      "end": 14760,
      "text": "Explanation.--For        ",
      "labels": [
        "STA"
      ],
      "id": "578eb8a444764340999ed39ffe3c3987_94"
    },
    {
      "start": 14760,
      "end": 14781,
      "text": "the   purposes     of",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5229ff7c269b4438a26ea1b36ca8f4ee_95"
    },
    {
      "start": 14782,
      "end": 14833,
      "text": "   this                                  section,--",
      "labels": [
        "STA"
      ],
      "id": "1130afd739094141b3835439afa0e2db_96"
    },
    {
      "start": 14881,
      "end": 15289,
      "text": "(a) in excluding the time during which a former civil proceeding was pending, the day on which that proceeding was instituted and the day on which it ended shall both be counted;\n(b) a plaintiff or an applicant resisting an appeal shall be deemed to be prosecuting a proceeding;\n(c) misjoinder of parties or of causes of action shall be deemed to be a cause of a like nature with defect of jurisdiction.\"\n23.",
      "labels": [
        "STA"
      ],
      "id": "7a0e8b6130694fb48f904af00d13f15a_97"
    },
    {
      "start": 15290,
      "end": 15794,
      "text": "A plain reading of Sub-section (1) of Section 14 of the Limitation Act indicates that the benefit of the said provision is available to the plaintiff who has been prosecuting civil proceedings against the defendant if the following conditions are met:-\n(i) the proceedings relate to the same matter in issue;\n(ii) it is prosecuted diligently and in good faith;\n(iii) the court in the proceedings are prosecuted is unable to entertain it on account of defect in jurisdiction or other cause of like nature.",
      "labels": [
        "STA"
      ],
      "id": "b02987db49114dbd8cbcc936ae39115a_98"
    },
    {
      "start": 15795,
      "end": 15815,
      "text": "\n2022/DHC/005184 24.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b16919fbac294f40bf388c85288dc3ed_99"
    },
    {
      "start": 15816,
      "end": 15939,
      "text": "In terms of Sub-section (1) of Section 14(1) of the Limitation Act, it is available to the plaintiff and not the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "930b37038b864f9e86e6679b3fd6407e_100"
    },
    {
      "start": 15941,
      "end": 16302,
      "text": "25. In terms of Sub-section (2) of Section 14 of the Limitation Act, the time spent by an applicant, in prosecuting any civil proceedings against the same party for the same relief, can be excluded if the civil proceedings are executed in good faith in a court, which is unable to entertain it on account of defect of jurisdiction or other cause of like nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d66ff6d08e9b492ca0e30c804b3a5f1c_101"
    },
    {
      "start": 16304,
      "end": 16449,
      "text": "26. The counter-claim is in the nature of an original action; it is not an application as contemplated under Section 14(2) of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "258671dc60f14ea296ef070f205cc954_102"
    },
    {
      "start": 16450,
      "end": 16529,
      "text": "Concededly, provisions of Section 14(2) of the Limitation Act are inapplicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7fdb53d87de438e9dd163dea31157f4_103"
    },
    {
      "start": 16530,
      "end": 16659,
      "text": "The controversy is confined to ascertaining whether the respondent is entitled to benefit of Section 14(1) of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50c903a6647b41fd9a2d1d4015d4df6f_104"
    },
    {
      "start": 16661,
      "end": 16874,
      "text": "27. The assumption that by filing an application under Section 8 of the A&C Act, the respondent was prosecuting civil proceedings relating to the same matter in issue as its counter-claim, is fundamentally flawed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e8b94ee51ee434b871adb6142113dca_105"
    },
    {
      "start": 16875,
      "end": 16978,
      "text": "The matter in issue in a counter-claim necessarily relates to the defendant's entitlement to its claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f2ae2dd6caa493f9d29b9fbafdc0603_106"
    },
    {
      "start": 16979,
      "end": 17084,
      "text": "An application under Section 8 of the A&C Act is an application for referring the parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65dc3931aa894aea95f8cbbfa0806fdb_107"
    },
    {
      "start": 17085,
      "end": 17327,
      "text": "It seeks to terminate the action instituted by the plaintiff and cannot be considered as civil proceedings relating to the same matter in issue as the subsequent counter-claim, that may be preferred by the applicant in an arbitral proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f037e5697454d02a8645cae855b2954_108"
    },
    {
      "start": 17328,
      "end": 17504,
      "text": "In an application under Section 8 of the A&C Act, the courts examination is confined to considering whether the subject matter of action is covered by an arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "087c502b6f0f4c8fbe7bf10b6afa762c_109"
    },
    {
      "start": 17506,
      "end": 17525,
      "text": "2022/DHC/005184 28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01e3a1ecc8014bf7b21d984f5e68f03e_110"
    },
    {
      "start": 17526,
      "end": 17938,
      "text": "The Arbitral Tribunal had proceeded on the basis that the respondent was \"contesting the matter with due diligence and ultimately succeeded in getting the parties referred for arbitration\", and since Section 14 of the Limitation Act applies to arbitration proceedings, the period of two years and five months is to be excluded from computing the period of limitation. The said conclusion is, ex facie, erroneous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b80495ce0b234502a750771b89bd5cc6_111"
    },
    {
      "start": 17940,
      "end": 18134,
      "text": "29. As noted above, the benefit of Section 14(1) of the Limitation Act is available to a plaintiff who is diligently pursuing his claim before a Court of first instance or of appeal or revision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ce95f69e725482fad7839b1712fb648_112"
    },
    {
      "start": 18135,
      "end": 18253,
      "text": "And, the Court is unable to entertain the same on account of a defect of jurisdiction or other cause of a like nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe5e8f80c2b7400baa43288e58367e83_113"
    },
    {
      "start": 18254,
      "end": 18340,
      "text": "The said provision is obviously not available to a defendant who is resisting a claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d946cabdf725443c9e95d8fd65bddd3d_114"
    },
    {
      "start": 18341,
      "end": 18459,
      "text": "A counter-claim is like a suit and thus a defendant may be construed as a plaintiff in the context of a counter-claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6a070daf83049d691d7c0afae98fe03_115"
    },
    {
      "start": 18460,
      "end": 18682,
      "text": "However, in order to claim the benefit of Section 14(1) of the Limitation Act, it is essential that the party claiming the benefit of Section 14(1) of the Limitation Act has been diligently pursuing its claim in the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0af77a586344417c89e72ffae96cb6b8_116"
    },
    {
      "start": 18683,
      "end": 18828,
      "text": "And, the proceeding cannot be entertained by that court for want of jurisdiction and/or for like reasons; and not for want of an effective claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3d27744038c4b0388573def8e65fb80_117"
    },
    {
      "start": 18829,
      "end": 19032,
      "text": "The subsequent action in the court of competent jurisdiction, must be in respect of the same matter in issue as in the civil proceedings that could not be entertained by a court for want of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87b55e36fc3f46059d503a0eff0c997a_118"
    },
    {
      "start": 19034,
      "end": 19163,
      "text": "30. The filing of an application under Section 8 of the A&C Act cannot be construed as a party pursuing his claim before a Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5d52b4086c9450884e132f4a159d038_119"
    },
    {
      "start": 19164,
      "end": 19184,
      "text": "\n2022/DHC/005184 31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0e6ba866c4040ce8d56afeeaa973a05_120"
    },
    {
      "start": 19185,
      "end": 19277,
      "text": "It is also relevant to refer to the respondent's application under Section 8 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2326165c899a495189b3b96b4e3ace56_121"
    },
    {
      "start": 19278,
      "end": 19390,
      "text": "A plain reading of that application indicates that the respondent had not made any reference to a counter-claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3201bd3e1004c86a05e891d4cd10453_122"
    },
    {
      "start": 19391,
      "end": 19492,
      "text": "It had neither quantified its claim nor mentioned that it intended to proceed against the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0be7f28e22714cb89564432514bb87fe_123"
    },
    {
      "start": 19493,
      "end": 19762,
      "text": "The respondent had referred to its notices in the following manner:-\n\"the applicant inter alia dated 18 October 2013 and 05 February 2014 already bought about the relevant facts and the applicant has time and again vide our Notices asserted the arbitration clause....\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "267d21531bf145948ef5202299bdf41e_124"
    },
    {
      "start": 19764,
      "end": 20019,
      "text": "32. A reference to such notices cannot, by any stretch, be read to mean that the respondent was seeking to assert a counter claim or that the gravamen of its application was the same matter in issue as its counter-claim filed before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17b862109e8241cf947cdd67837fd041_125"
    },
    {
      "start": 20021,
      "end": 20184,
      "text": "33. It is also relevant to note that the respondent had not filed a written statement in response to the plaint and had sought leave of the court to file the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f16dc5774bbc4e53825d50c7383f2468_126"
    },
    {
      "start": 20185,
      "end": 20310,
      "text": "Subject to outcome of its application, even at that stage, the appellant had not reserved any rights to file a counter claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e163ed085e6417e8624ffb7ec4d0c8b_127"
    },
    {
      "start": 20312,
      "end": 21001,
      "text": "34. In Consolidated Engineering Enterprises v. Irrigation Department: (2008) 7 SCC 169, the Supreme Court had analyzed Section 14 of the Limitation Act and culled out the following essential conditions for applicability of the said Section: -\n\"(1) Both the prior and subsequent proceedings are civil proceedings prosecuted by the same party;\n(2) The prior proceeding had been prosecuted with due diligence and in good faith;\n2022/DHC/005184 (3) The failure of the prior proceeding was due to defect of jurisdiction or other cause of like nature;\n(4) The earlier proceeding and the latter proceeding must relate to the same matter in issue and;\n(5) Both the proceedings are in a court.\"\n35.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "716381e5126448e39014c69f43be224c_128"
    },
    {
      "start": 21002,
      "end": 21102,
      "text": "The learned Commercial Court had also alluded to the following passage from the said decision:-\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9aef0a3ef0d44e6098a9516273ad45b9_129"
    },
    {
      "start": 21103,
      "end": 21332,
      "text": "While considering the provisions of Section 14 of the Limitation Act, proper approach will have to be adopted and the provisions will have to be interpreted so as to advance the cause of justice rather than abort the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ee41eec26da471bb309657026a9a92f_130"
    },
    {
      "start": 21333,
      "end": 21436,
      "text": "It will be well to bear in mind that an element of mistake is inherent in the invocation of Section 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b26971fc83624e9fab90f4d8e2cb944f_131"
    },
    {
      "start": 21437,
      "end": 21576,
      "text": "In fact, the section is intended to provide relief against the bar of limitation in cases of mistaken remedy or selection of a wrong forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36fbc172cbdb40998cf7ebd7842c7ca4_132"
    },
    {
      "start": 21577,
      "end": 21747,
      "text": "On reading Section 14 of the Act it becomes clear that the legislature has enacted the said section to exempt a certain period covered by a bona fide litigious activity.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d826fc3cefd4135aafd0866847592c2_133"
    },
    {
      "start": 21749,
      "end": 21878,
      "text": "36. There is no cavil with the proposition that the provisions of Section 14 of the Limitation Act must be liberally interpreted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4e45c0449204eb7b77d063a062b84ab_134"
    },
    {
      "start": 21879,
      "end": 22033,
      "text": "However, it would be erroneous to extend the benefit of Section 14 of the Limitation Act on a mere presumption that it would enhance the cause of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f164013f1494c19bd42187d5c3bd4ce_135"
    },
    {
      "start": 22035,
      "end": 22371,
      "text": "37. As stated above, one of the important conditions for applicability of Section 14 of the Limitation Act is that matters in issue in both the proceedings - the matter in issue in proceedings being pursued diligently before a Court lacking jurisdiction and the matter in issue in proceedings in the correct forum - should be identical.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5445611a87624286a26d250a69f47df6_136"
    },
    {
      "start": 22372,
      "end": 22570,
      "text": "In Ramadhar Shrivas v. Bhagwandas: (2005) 13 SCC 1, the Supreme 2022/DHC/005184 Court had explained that the expression 'matter in issue' means a matter which is strictly and substantially in issue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cd26ec2e09a4d6b9962ac388efee3da_137"
    },
    {
      "start": 22571,
      "end": 22812,
      "text": "The relevant extract of the said decision is set out below:-\n\"21. .... The expression \"matter in issue\" under Section 11 of the Code of Civil Procedure, 1908 connotes the matter directly and substantially in issue actually or constructively.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3413baf144364334b9bf66a4ab289dab_138"
    },
    {
      "start": 22813,
      "end": 22933,
      "text": "A matter is actually in issue when it is in issue directly and substantially and a competent court decides it on merits.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45b7754a25d3445f85ab0cc59dd3dd72_139"
    },
    {
      "start": 22934,
      "end": 23063,
      "text": "A matter is constructively in issue when it \"might and ought\" to have been made a ground of defence or attack in the former suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c94cc89c3ca4bc9ba3e4a31b3c7c77e_140"
    },
    {
      "start": 23064,
      "end": 23389,
      "text": "....\" \n38. An application under Section 8, which essentially seeks that the parties be relegated to arbitration in respect of the subject matter of the action so instituted, cannot be construed directly and substantially the subject matter of a counter-claim that was neither raised nor indicated in the said application.\n39.",
      "labels": [
        "STA"
      ],
      "id": "b98b9d36c8a644598f2e5b2bb92eca41_141"
    },
    {
      "start": 23390,
      "end": 23571,
      "text": "It is also relevant to refer to Sub-Section (3) of Section 8 of the A&C Act which reads as under:-\n\"8. Power to refer parties to arbitration where there is an arbitration agreement.",
      "labels": [
        "STA"
      ],
      "id": "cfe133d30ff94c66a4a4a44353b7dd8a_142"
    },
    {
      "start": 23572,
      "end": 23913,
      "text": "-\n                                 (1)    .......................\n\n                                 (2)    .......................\n(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.\"",
      "labels": [
        "STA"
      ],
      "id": "f53898323ee14a959a87450c2f0c2b1a_143"
    },
    {
      "start": 23915,
      "end": 24149,
      "text": "40. It is clear from the above that the respondent was not precluded to commence an arbitral proceeding for the reason that it had filed an 2022/DHC/005184 application under Section 8 of the A&C Act in the suit filed by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45de7d1519dd42ec814f99f8df2bafa0_144"
    },
    {
      "start": 24150,
      "end": 24367,
      "text": "According to the respondent, an arbitration agreement existed between the parties and there was thus, no acceptable reason for the respondent to have withheld institution of an action in respect of its counter-claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2aecfa33a3dc4e569df643dd27a4177f_145"
    },
    {
      "start": 24369,
      "end": 24610,
      "text": "41. It was contended by the learned counsel for the respondent that the appellant had disputed the existence of the contract and therefore, would not have consented to the disputes relating to the counter-claim being referred to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75555b48d287489f86234c6576886816_146"
    },
    {
      "start": 24611,
      "end": 24802,
      "text": "Therefore, the respondent would have to necessarily file an application under Section 11 of the A&C Act and the issue as to existence of the contract would arise in those proceedings as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92355bb78cab4e9680c0b70a9d2ff93b_147"
    },
    {
      "start": 24803,
      "end": 24949,
      "text": "In order to avoid multiplicity of the proceedings, the respondent had confined itself to filing an application under Section 8 of the A&C Act.\n42.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1159e67ed366445fa2a3cf89ffb11e66_148"
    },
    {
      "start": 24950,
      "end": 24991,
      "text": "The aforesaid contention is unpersuasive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67ef86994ee34a4fb2a1cad1b13d12b7_149"
    },
    {
      "start": 24992,
      "end": 25252,
      "text": "The question to be considered is not why the appellant did not pursue the remedies as available, but whether it was diligently pursuing the proceedings involving the same matter in issue before a court that lacked the jurisdiction to entertain the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0eb7f30f5b7c4ec38d877328ab0bcc18_150"
    },
    {
      "start": 25253,
      "end": 25527,
      "text": "Once it is found that pursuing an application under Section 8 of the A&C Act does not amount to pursuing civil proceedings involving the same matter in issue as an arbitral claim, the respondent would not be entitled to any benefit under Section 14(1) of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bd53f4dc51742118e43f5038238a95e_151"
    },
    {
      "start": 25529,
      "end": 25688,
      "text": "43. It was next contended that the period of limitation would stop running on the date when the respondent filed an application under Section 8 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9202c57efa354f78849680bcc6cf8b59_152"
    },
    {
      "start": 25689,
      "end": 25745,
      "text": "The said contention is not well founded.\n2022/DHC/005184",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19becd7ab7ac4af388849ca862174a63_153"
    },
    {
      "start": 25746,
      "end": 25938,
      "text": "The period of limitation in the context of a counter-claim would stop running on the date when the counter-claim is filed, as is expressly provided under Section 3(2)(b) of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8195d66647c541289c9a0dcd7fd6d00c_154"
    },
    {
      "start": 25939,
      "end": 26087,
      "text": "The only exception is a case where the party raising the counter-claim has commenced the arbitral proceedings in terms of Section 21 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44b5bf6f8c064d7a8ab9b9511b07fd83_155"
    },
    {
      "start": 26088,
      "end": 26221,
      "text": "This has been authoritatively settled by the decision of the Supreme Court in State of Goa v. Praveen Enterprises: (2012) 12 SCC 581.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c9bbfc561f44f70a600612b0efa9b85_156"
    },
    {
      "start": 26222,
      "end": 26287,
      "text": "The relevant extract of the said decision is set out below:-\n\"20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "459d6de3e8b54b5296fc2bb3637d5b18_157"
    },
    {
      "start": 26288,
      "end": 26420,
      "text": "As far as counterclaims are concerned, there is no room for ambiguity in regard to the relevant date for determining the limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aab2521b657841ae9acb8b6da37f29bc_158"
    },
    {
      "start": 26421,
      "end": 26635,
      "text": "Section 3(2)(b) of the Limitation Act, 1963 provides that in regard to a counterclaim in suits, the date on which the counterclaim is made in court shall be deemed to be the date of institution of the counterclaim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c5e0632c9f0461b90b8b0452d5d5664_159"
    },
    {
      "start": 26636,
      "end": 26909,
      "text": "As the Limitation Act, 1963 is made applicable to arbitrations, in the case of a counterclaim by a respondent in an arbitral proceeding, the date on which the counterclaim is made before the arbitrator will be the date of \"institution\" insofar as counterclaim is concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f353ded3f6043fc8231c06111f14ee5_160"
    },
    {
      "start": 26910,
      "end": 27014,
      "text": "There is, therefore, no need to provide a date of \"commencement\" as in the case of claims of a claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ccdd281b98a499e995d383900e334df_161"
    },
    {
      "start": 27015,
      "end": 27081,
      "text": "Section 21 of the Act is therefore not relevant for counterclaims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1180e3f5d4446489d406e902b3ce03d_162"
    },
    {
      "start": 27082,
      "end": 27113,
      "text": "There is however one exception.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a6f0b9c6fb044a4bfeda0baa17b40f6_163"
    },
    {
      "start": 27114,
      "end": 27642,
      "text": "Where the respondent against whom a claim is made, had also made a claim against the claimant and sought arbitration by serving a notice to the claimant but subsequently raises that claim as a counterclaim in the arbitration proceedings initiated by the claimant, instead of filing a separate application under Section 11 of the Act, the limitation for such counterclaim should be computed, as on the date of service of notice of such claim on the claimant and not on the date of filing of the counterclaim.\"\n2022/DHC/005184 44.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39340299892d40adbd1d7e556ae46ed1_164"
    },
    {
      "start": 27643,
      "end": 27774,
      "text": "It is relevant to refer to Sub-section (3) of Section 37 of the Arbitration Act, 1940 (since repealed) which is reproduced below: -",
      "labels": [
        "STA"
      ],
      "id": "191d5952bb964e70933cf9a72f4fc591_165"
    },
    {
      "start": 27775,
      "end": 28244,
      "text": "\n\"(3) For the purposes of this section and of the Indian Limitation Act, 1908, an arbitration shall be deemed to be commenced when one party to the arbitration agreement serves on the other parties thereto a notice requiring the appointment of an arbitrator, or where the arbitration agreement provides that the reference shall be to a person named or designated in the agreement, requiring that the difference to be submitted to the person so named or designated.\"\n45.",
      "labels": [
        "STA"
      ],
      "id": "12d3e3248b344829acfabd61ce2dba7c_166"
    },
    {
      "start": 28245,
      "end": 28482,
      "text": "In terms of the said provision, an arbitration is deemed to have commenced when one party, serves on the other party, a notice requiring appointment of an arbitrator or that the disputes be referred to the named or the designated person.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2abaafb097d3441aa564d41d35d74c11_167"
    },
    {
      "start": 28484,
      "end": 28630,
      "text": "46. Under the A&C Act, Section 21 is relevant for the purposes of determining whether the claims have been raised within the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e49df5a8ede8419392fbe97b741f49f1_168"
    },
    {
      "start": 28631,
      "end": 29135,
      "text": "Section 21 of the A&C Act reads as under:-\n\"21. Commencement of arbitral proceedings. - Unless otherwise agreed by the parties, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent.\"\n47. Section 43(2) of the A&C Act expressly states that for the purpose of the Limitation Act, the arbitration would be deemed to have commenced on the date referred to in Section 21 of the A&C Act.",
      "labels": [
        "STA"
      ],
      "id": "1d3e191dca9b4860aeba88b35b2678ff_169"
    },
    {
      "start": 29136,
      "end": 29356,
      "text": "As noted above, Section 21 of the A&C Act expressly provides that the disputes would commence on the date on which the request 2022/DHC/005184 for that dispute to be referred to arbitration is received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0824e6609c4496c94ded3a0124f40f2_170"
    },
    {
      "start": 29358,
      "end": 29473,
      "text": "48. In Milkfood Ltd. v. M/s GMC Ice Cream (P) Ltd: (2004) 7 SCC 288, the Supreme Court had observed as under:-\n\"26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "695c461e4abb4bfc868d6291fd73f357_171"
    },
    {
      "start": 29474,
      "end": 29625,
      "text": "The commencement of an arbitration proceeding for the purpose of applicability of the provisions of the Indian Limitation Act is of great significance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cd4f076b79f4b11b07caa555d0aa631_172"
    },
    {
      "start": 29626,
      "end": 29770,
      "text": "Even Section 43 (1) of the 1996 Act provides that the Limitation Act, 1963 shall apply to the arbitration as it applies to proceedings in court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2626f1a08a9147679d227c0b2a3f1d20_173"
    },
    {
      "start": 29771,
      "end": 29885,
      "text": "Sub-section (2) thereof provides that for the deemed to have commenced on the date referred to in Section 21.\"\n49.",
      "labels": [
        "STA"
      ],
      "id": "44eb846073f74914a8eb0f29cdea244a_174"
    },
    {
      "start": 29886,
      "end": 30073,
      "text": "The Supreme Court had also held that the expression 'shall be deemed to be commenced' as used in Section 37(3) of the Arbitration Act, 1940 indicates that the provision is not exhaustive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f8bc43ecdca4662b090aa970fbff856_175"
    },
    {
      "start": 30074,
      "end": 30227,
      "text": "Therefore, it was possible to conceive the cases where an arbitration can be said to have commenced under circumstances not contemplated by that Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "939e95225f0a49bdbb479cd24f3a911c_176"
    },
    {
      "start": 30228,
      "end": 30359,
      "text": "There is material change in the language of Section 21 of the A&C Act as compared to the language of Section 37(3) of the 1940 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be59169c2b2e40f4865f6753144c831f_177"
    },
    {
      "start": 30360,
      "end": 30603,
      "text": "It does not use the word 'deemed'; it expressly provides that arbitral proceedings in respect of a particular dispute would commence on the date on which the request for that dispute to be referred to arbitration is received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "806b1fb86438400d9a3f2d0a07892637_178"
    },
    {
      "start": 30604,
      "end": 30888,
      "text": "However, the deeming provision is contained in Section 43(2) of the A&C Act which reads as under:-\n\"(2) For the purposes of this section and the Limitation Act, 1963 (36 of 1963), an arbitration 2022/DHC/005184 shall be deemed to have commenced on the date referred to in section 21.\"",
      "labels": [
        "STA"
      ],
      "id": "3d9a569b8ca04642be9dd1a8e6ae1d20_179"
    },
    {
      "start": 30890,
      "end": 31128,
      "text": "50. Thus, for the purpose of the Limitation Act, the date on which the arbitral proceedings are commenced under Section 21 of the A&C Act is, by legal fiction, also the relevant date for application of the provision of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4c84ca72fad4e3b84c74d2611521cb0_180"
    },
    {
      "start": 31130,
      "end": 31380,
      "text": "51. Given the statutory scheme of the A&C Act, the date on which the application is filed under Section 8 of the A&C Act (or for that matter when it is disposed of) is not relevant for determining whether any claim is within the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adcc437c23204b8680e052287226ba7c_181"
    },
    {
      "start": 31381,
      "end": 31642,
      "text": "As stated above, in terms of Section 43(2) of the A&C Act, the date on which the arbitral proceedings commence, in terms of Section 21 of the A&C Act, is material for the purposes of considering whether the claim has been raised within the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7b8a1aa9dbb463dbadd883fc61280af_182"
    },
    {
      "start": 31644,
      "end": 31754,
      "text": "52. In State of Goa v. Praveen Enterprises (supra), the Supreme Court had authoritatively held as under:-\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4922cc1a061748f1966ca06d4a178941_183"
    },
    {
      "start": 31755,
      "end": 31938,
      "text": "The purpose of Section 21 is to specify, in the absence of a provision in the arbitration agreement in that behalf, as to when an arbitral proceeding in regard to a dispute commences.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9161475f91547c4866f1c77a9021fda_184"
    },
    {
      "start": 31939,
      "end": 32002,
      "text": "This becomes relevant for the purpose of Section 43 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9068ebf1061e44c5a6961f621f2e3656_185"
    },
    {
      "start": 32003,
      "end": 32139,
      "text": "Sub-section (1) of Section 43 provides that the Limitation Act, 1963 shall apply to arbitrations as it applies to proceedings in courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab13a25e8b1d4fd88687759da8e01169_186"
    },
    {
      "start": 32140,
      "end": 32343,
      "text": "Sub-section (2) of Section 43 provides that for the purposes of Section 43 and the Limitation Act, 1963, an arbitration shall be deemed to have commenced on the date referred to in Section 21 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd247dd728564f2f9a1b65b2a0019a23_187"
    },
    {
      "start": 32344,
      "end": 32597,
      "text": "Having regard to Section 43 of the Act, 2022/DHC/005184 any claim made beyond the period of limitation prescribed by the Limitation Act, 1963 will be barred by limitation and the Arbitral Tribunal will have to reject such claims as barred by limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0f3ba55df5c47bb8136a15e1b9bb3a9_188"
    },
    {
      "start": 32599,
      "end": 32617,
      "text": "** ** ** ** **\n18.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa0f660a483e46f485facb115e2ab426_189"
    },
    {
      "start": 32618,
      "end": 32871,
      "text": "In regard to a claim which is sought to be enforced by filing a civil suit, the question whether the suit is within the period of limitation is decided with reference to the date of institution of the suit, that is, the date of presentation of a plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1ce83a78e8d43a48025a14c85e4aa21_190"
    },
    {
      "start": 32872,
      "end": 33113,
      "text": "As the Limitation Act, 1963 is made applicable to arbitrations, there is a need to specify the date on which the arbitration is deemed to be instituted or commenced as that will decide whether the proceedings are barred by limitation or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "370ed33e180a47e6bce2b15de5944db3_191"
    },
    {
      "start": 33114,
      "end": 33271,
      "text": "Section 3 of the Limitation Act, 1963 specifies the date of institution for suit, but does not specify the date of \"institution\" for arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e3ae98a912f43879fabf2c44408d97c_192"
    },
    {
      "start": 33272,
      "end": 33316,
      "text": "Section 21 of the Act supplies the omission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51ac7cfa23fe406993832771c9bd7208_193"
    },
    {
      "start": 33317,
      "end": 33461,
      "text": "But for Section 21 there would be considerable confusion as to what would be the date of \"institution\" in regard to the arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c53fa263e96544e4b433a45c13e3b242_194"
    },
    {
      "start": 33462,
      "end": 33826,
      "text": "It will be possible for the respondent in an arbitration to argue that the limitation has to be calculated as on the date on which statement of claim was filed, or the date on which the arbitrator entered upon the reference, or the date on which the arbitrator was appointed by the court, or the date on which the application was filed under Section 11 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a885663ba4e14ae991b00f7062bbd2e4_195"
    },
    {
      "start": 33827,
      "end": 34071,
      "text": "In view of Section 21 of the Act providing that the arbitration proceedings shall be deemed to commence on the date on which \"a request for that dispute to be referred to arbitration is received by the respondent\" the said confusion is cleared.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c29e6d2f9d040eca83a6d5d21f30cfe_196"
    },
    {
      "start": 34072,
      "end": 34289,
      "text": "Therefore, the purpose of Section 21 of the Act is to determine the date of commencement of the arbitration proceedings, relevant mainly for deciding whether the claims of the claimant are barred by limitation or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92e16b47219e40d699e51db60a52a1c0_197"
    },
    {
      "start": 34290,
      "end": 34310,
      "text": "\n2022/DHC/005184 19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1624e8ff12db4210a4d0700f3dcc8da3_198"
    },
    {
      "start": 34311,
      "end": 34385,
      "text": "There can be claims by a claimant even without a notice seeking reference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b389fb3419e6469bb2d85e3970d2a05e_199"
    },
    {
      "start": 34386,
      "end": 34535,
      "text": "Let us take an example where a notice is issued by a claimant raising disputes regarding Claims A and B and seeking reference thereof to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b9f56d016964d6ca6b2298feefb7af8_200"
    },
    {
      "start": 34536,
      "end": 34644,
      "text": "On appointment of the arbitrator, the claimant files a claim statement in regard to the said Claims A and B.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d67a96da7f1b49aaa208777462049405_201"
    },
    {
      "start": 34645,
      "end": 34848,
      "text": "Subsequently if the claimant amends the claim statement by adding Claim C [which is permitted under Section 23(3) of the Act] the additional Claim C would not be preceded by a notice seeking arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88fb789f65664dc299b9e51061a2f526_202"
    },
    {
      "start": 34849,
      "end": 35166,
      "text": "The date of amendment by which Claim C was introduced, will become the relevant date for determining the limitation in regard to the said Claim C, whereas the date on which the notice seeking arbitration was served on the other party, will he the relevant date for deciding the limitation in regard to Claims A and B.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b3e38e5cec9445fa45cc8dd1a26c7c1_203"
    },
    {
      "start": 35167,
      "end": 35186,
      "text": "Be that as it may.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7a665fe22c54e0f87325bf82a67eb48_204"
    },
    {
      "start": 35188,
      "end": 35370,
      "text": "53. It was also contended on behalf of the respondent that an application under Section 8 of the A&C Act is also required to be construed as a notice under Section 21 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "435a3d2f3cd24539a51ef61527a9090a_205"
    },
    {
      "start": 35371,
      "end": 35559,
      "text": "The respondent relied on the following observations made by the learned Single Judge of this Court in Five Square Agro Gold Pvt. Ltd. v. Mayank Mohan Agarwal: 2019 SCC OnLine Del 6503:\n\"7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8017f3b378c244f589137a56c338f84a_206"
    },
    {
      "start": 35560,
      "end": 35948,
      "text": "In fact, in my opinion, the factum of filing of the application under Section 8 of the Arbitration and Conciliation Act by the respondent / defendant will amount to invoking of the arbitration clause, and thus, and in fact the limitation will stop running as from the date of filing of the application under Section 8 of the Arbitration and Conciliation Act by the respondent / defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f613ad7b87040d193acc5c325ce597b_207"
    },
    {
      "start": 35949,
      "end": 36177,
      "text": "Once the limitation stops running, it would stop running possibly even so far as the appellant / plaintiff is concerned, 2022/DHC/005184 however, this aspect of limitation will be finally decided in the arbitration proceedings.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8fad14cc09648a3880d8892fb846b2c_208"
    },
    {
      "start": 36179,
      "end": 36456,
      "text": "54. For addressing this contention, it is relevant to note that neither the Arbitral Tribunal nor the learned Commercial Court had proceeded on the basis that an application under Section 8 of the A&C Act is required to be construed as a notice under Section 21 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad816dbd58c4442489aedf1080772843_209"
    },
    {
      "start": 36457,
      "end": 36659,
      "text": "Thus, stricto sensu, the question whether an application under Section 8 of the A&C Act is required to be construed as a notice invoking arbitration in terms of Section 21 of the A&C Act does not arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26f74433ec98401fb0b9205c2a7ba8a4_210"
    },
    {
      "start": 36660,
      "end": 36800,
      "text": "However, since the question does not involve any disputed questions of fact, we consider it apposite to address the said contention as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae5c37a51531460aa3e13a1eb4c091f9_211"
    },
    {
      "start": 36802,
      "end": 37091,
      "text": "55. In terms of Section 21 of the A&C Act, in the absence of a contrary agreement between the parties, the arbitral proceedings \"in respect of a particular dispute\" would commence on the date on which the request for the dispute to be referred to arbitration is received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1d208a3ffeb432e88401824321ed6b4_212"
    },
    {
      "start": 37092,
      "end": 37250,
      "text": "Section 8 of the A&C Act, on the other hand, is an application to a judicial authority before which an action is brought, to refer the parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae39fdedcbe54358aa4f75a6f961f54f_213"
    },
    {
      "start": 37251,
      "end": 37366,
      "text": "This is premised on the basis that the action is brought in a matter, which is subject to an arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e400632465d4389889ea3c0368ce17e_214"
    },
    {
      "start": 37368,
      "end": 37554,
      "text": "56. The import of Section 8 of the A&C Act is to secure termination of the proceedings before a judicial authority in respect of a dispute that is covered under an arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "669021d7eb4c4c41b2ec462cc39b2ceb_215"
    },
    {
      "start": 37555,
      "end": 37708,
      "text": "An application under Section 8 of the A&C Act does not commence arbitral proceedings; it is not a substitute of a notice under Section 21 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b05d592d1bfd43c58582f410298eb428_216"
    },
    {
      "start": 37709,
      "end": 37784,
      "text": "Sections 8 and 21 of the A&C Act operate in separate 2022/DHC/005184 areas.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc239aded81b45fd89d265190094c1d9_217"
    },
    {
      "start": 37785,
      "end": 37987,
      "text": "If an application under Section 8 of the A&C Act is allowed and the parties are referred to arbitration, the action before the judicial authority referring the parties to arbitration, stands terminated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e2f8477d18b41e6ba768b93d706ff98_218"
    },
    {
      "start": 37988,
      "end": 38112,
      "text": "The parties are thus left to their recourse to commence the arbitral proceedings and to refer their disputes to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db659d9dd76c4973a8b7584e0a3257d9_219"
    },
    {
      "start": 38113,
      "end": 38369,
      "text": "It is possible that neither the party, which has instituted the proceedings before the judicial authority nor the counter-party, which has filed an application under Section 8 of the A&C Act take any further steps for resolution of disputes by arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a30edc03916e48059b3b42bde5cb6d84_220"
    },
    {
      "start": 38370,
      "end": 38462,
      "text": "It would be incorrect to assume that in such a case the Arbitral proceedings have commenced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96963ea6865440f9bd742c8fe28858ef_221"
    },
    {
      "start": 38464,
      "end": 38586,
      "text": "57. It is important to note that the scope of Section 8 of the A&C Act is limited to referring the parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33af24270ae9469daddbe9bdaa4652bc_222"
    },
    {
      "start": 38587,
      "end": 38749,
      "text": "The court, while deciding the application under Section 8 of the A&C Act, neither has the power to appoint an arbitrator nor to refer the disputes to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e63e3a3587c24bbd97d3f4d415543058_223"
    },
    {
      "start": 38750,
      "end": 38913,
      "text": "If the judicial authority, before which an action is instituted, allows an application under Section 8 of the A&C Act, it merely refers the parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e38d873dc57e4a7297968b62dc3df25a_224"
    },
    {
      "start": 38914,
      "end": 39167,
      "text": "After termination of the proceedings before the judicial authority, it would be essential for either party to take effective steps for appointment of the arbitrator, constitution of the arbitral tribunal and for reference of the disputes to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb186b6c90f84c399271231a3a47621a_225"
    },
    {
      "start": 39169,
      "end": 39310,
      "text": "58. In State of Goa v. Praveen Enterprises (supra), the Supreme Court had explained the scope of Section 8 of the A&C Act in following words.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "df04f320b73944c49fc8982e34bad9ca_226"
    },
    {
      "start": 39311,
      "end": 39319,
      "text": ":- \n\"13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0d194e15959421ab052c43801a0b620_227"
    },
    {
      "start": 39320,
      "end": 39498,
      "text": "\"Reference to arbitration\" can be in respect of reference of disputes between the parties to arbitration, or may simply mean referring the 2022/DHC/005184 parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19c6bea0f1f54dd591ddf268fd2425a8_228"
    },
    {
      "start": 39499,
      "end": 39574,
      "text": "Section 8 of the Act is an example of referring the parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eca806f2386d4865a152b54278fa7ae0_229"
    },
    {
      "start": 39575,
      "end": 40081,
      "text": "While Section 11 contemplates appointment of arbitrator [vide sub-sections (4), (5) and (9)] or taking necessary measure as per the appointment procedure under the arbitration agreement [vide sub-section (6)], Section 8 of the Act does not provide for appointment of an arbitrator, nor referring of any disputes to arbitration, but merely requires the judicial authority before whom an action is brought in a matter in regard to which there is an arbitration agreement, to refer the parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6367682739884e60910f12bb59e46eee_230"
    },
    {
      "start": 40082,
      "end": 40402,
      "text": "When the judicial authority finds that the subject-matter of the suit is covered by a valid arbitration agreement between the parties to the suit, it will refer the parties to arbitration, by refusing to decide the action brought before it and leaving it to the parties to have recourse to their remedies by arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f18916cd6ab40a4bce35349182716a0_231"
    },
    {
      "start": 40403,
      "end": 40611,
      "text": "When such an order is made, parties may either agree upon an arbitrator and refer their disputes to him, or failing agreement, file an application under Section 11 of the Act for appointment of an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cf4bb00d4984509a78a910adae4532d_232"
    },
    {
      "start": 40612,
      "end": 40740,
      "text": "The judicial authority \"referring the parties to arbitration\"\nunder Section 8 of the Act, has no power to appoint an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a67f3b30c9944055b0a663684987742d_233"
    },
    {
      "start": 40741,
      "end": 40819,
      "text": "It may however record the consent of parties to appoint an agreed arbitrator.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d25e8ff6679542e08d737f54d883f33f_234"
    },
    {
      "start": 40821,
      "end": 40897,
      "text": "59. It is also relevant to refer to Section 34 of the Arbitration Act, 1940.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd543acc521242d6b23fa26b3ac8490d_235"
    },
    {
      "start": 40898,
      "end": 41172,
      "text": "In terms of the said Section, if an action is instituted by a party in respect of a subject matter covered under an arbitration agreement, the counter-party could, before taking any step in the proceedings, apply under Section 34 of the said Act for stay of the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35b9344a86664533b51deeb4fef86d09_236"
    },
    {
      "start": 41173,
      "end": 41549,
      "text": "In this context, the Supreme Court in Milkfood Ltd. v. M/s GMC Ice Cream (P) Ltd (supra) had observed that \"although under Section 34 of 1940 Act the court itself does not make any reference to the 2022/DHC/005184 arbitration but the very purpose for which the suit is stayed is that the parties may take recourse to the provisions contained in the Arbitration Agreement.\"\n60.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6b71b310d7364015be64c575a9ee46a9_237"
    },
    {
      "start": 41550,
      "end": 41610,
      "text": "The purpose of Section 8 of the A&C Act is somewhat similar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2012c7464d6b4f9bae4402d2d39b4270_238"
    },
    {
      "start": 41611,
      "end": 41698,
      "text": "It is to ensure that the parties to an arbitration agreement are held to their bargain.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a04b927e6d3452a974ebb2f192b6940_239"
    },
    {
      "start": 41699,
      "end": 41875,
      "text": "This enables a party to prevent the other party from seeking recourse to courts or judicial authorities in respect of disputes that are covered under the arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b14cbd44fc5e48cd9c2357f9ca2aa700_240"
    },
    {
      "start": 41877,
      "end": 42104,
      "text": "61. In view of the statutory scheme, we cannot accept that an application under Section 8 of the A&C Act can be construed as a request for reference of the disputes to be referred to arbitration under Section 21 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b908f017ab424b97abf08b5c662d06c8_241"
    },
    {
      "start": 42106,
      "end": 42226,
      "text": "62. There is a material difference between reference of parties to arbitration and reference of disputes to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45fc21c10ec648c6ac4b0ac8afb46766_242"
    },
    {
      "start": 42227,
      "end": 42429,
      "text": "A request to refer the parties to arbitration in terms of Section 8 of the A&C Act, which is made to a judicial authority, cannot be construed as a request for the dispute to be referred to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51f5244d1da3431aa780e8eb32ddc8b7_243"
    },
    {
      "start": 42431,
      "end": 42766,
      "text": "63. In any view of the matter, even if it is accepted - which we do not - that an application under Section 8 of the A&C Act can be construed as a request to refer the disputes to arbitration, in terms of Section 21 of the A&C Act; the scope would necessarily be limited to the disputes that are in issue before the judicial authority.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd819a3882b840e69777148f8a19ab42_244"
    },
    {
      "start": 42767,
      "end": 42998,
      "text": "Section 21 of the A&C Act expressly provides that arbitral proceedings in respect of \"a particular dispute\" would commence on the date when the request for \"that dispute\" to be referred to arbitration is received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2253a2d5818b4c6c86d4ba5a2c832396_245"
    },
    {
      "start": 42999,
      "end": 43171,
      "text": "Although it is not necessary that a notice under Section 2022/DHC/005184 21 of the A&C Act sets out all claims but it must be in the context of a particular extant dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69979807eb7f430ab01e899c2ee8c0ca_246"
    },
    {
      "start": 43173,
      "end": 43437,
      "text": "64. The dispute that was placed before the learned Commercial Court was confined to the claims made by the appellant as the respondent had not set out any dispute relating to its counter-claim, including in its application filed under Section 8 of the A&C Act.\n65.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aeb225186d684f80899a458328f4485e_247"
    },
    {
      "start": 43438,
      "end": 43813,
      "text": "We are not in agreement with the observation made by the learned Single Judge of this Court in Five Square Agro Gold Pvt. Ltd. v. Mayank Mohan Agarwal (supra) to the effect that an application under Section 8 of the A&C Act would amount to invoking the arbitration clause and therefore, the period of limitation will stop running from the date of filing the said application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78c4cce5f1a443c39c29739dcf1e519b_248"
    },
    {
      "start": 43814,
      "end": 44173,
      "text": "However, it is material to note that the said observation was made in the context of the question whether the claim that was the subject matter of the suit, filed before the judicial authority by the claimant, was within the period of limitation and not a counter-claim that may be preferred by the party filing the application under Section 8 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f46f57c533534413b5affae540394fc5_249"
    },
    {
      "start": 44175,
      "end": 44355,
      "text": "66. The last question to be examined is whether the notices dated 18.10.2013 & 05.02.2014 issued by the respondent could be accepted as notices under Section 21 of the A&C Act.\n67.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0627d0facc534241a75bb9e6d31bf094_250"
    },
    {
      "start": 44356,
      "end": 44502,
      "text": "The communication dated 18.10.2013, issued at the instance of the respondent, was in response to the various communications sent by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68722f4f51af42f5b557c3b7e986e106_251"
    },
    {
      "start": 44503,
      "end": 44740,
      "text": "The respondent had disputed the appellant's demands for refund of the amount of 20 lacs and also claimed that the appellant was entitled to pay 25% of the plant's cost quantified at USD 235,000 in addition to 50 lacs as damages for loss.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b043f35b8be428a832a7e1f2d71ccf0_252"
    },
    {
      "start": 44741,
      "end": 44837,
      "text": "However, the said notice 2022/DHC/005184 did not call upon the appellant to pay the said amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa0349db1be848dca7c6d3cbfa7cc456_253"
    },
    {
      "start": 44838,
      "end": 45394,
      "text": "The concluding part of the said notice reads as under:-\n\"Under the circumstances, my aforesaid client finally client call upon you to take note all above facts and to refrain from resorting to illegal and unwarranted correspondence which are baseless and misconceived and also desist from advancing illegal threats in the form of correspondent/email henceforth, failing which my aforesaid client shall be constrained to initiate appropriate legal proceedings against you in the competent court of jurisdiction, entirely at your cost, risk and consequences.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d746b452ad14be1ad47792200bd64a7_254"
    },
    {
      "start": 45395,
      "end": 45410,
      "text": "Copy retained.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "254e6d0eda514c0dace78e29ebe78441_255"
    },
    {
      "start": 45412,
      "end": 45542,
      "text": "68. It is apparent from the above that the respondent had not called upon the appellant to refer his counter-claim to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3664539ea449488c9813270c78da721b_256"
    },
    {
      "start": 45543,
      "end": 45792,
      "text": "It had merely stated that in the event the appellant did not desist from advancing illegal threats in the form of correspondence, the respondent would be constrained to initiate appropriate legal proceedings in \"the competent court of jurisdiction.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e2839df6c2a45cbac36fe06a6476536_257"
    },
    {
      "start": 45794,
      "end": 46045,
      "text": "69. The notice dated 05.02.2014 was in a similar tone except that the respondent now claimed that the appellant was liable to pay a sum of 85 lacs towards the cost incurred for manufacturing the plant as well as the compensation for the loss suffered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa8a234d7e5c4a98a0ae89cb35a0ebd2_258"
    },
    {
      "start": 46046,
      "end": 46222,
      "text": "Further, the appellant was also called upon to pay the said amount within a period of 15 days of the said notice, failing which the respondent would initiate legal proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4eec3cfae0bb4637932cf5e99cce9a20_259"
    },
    {
      "start": 46224,
      "end": 46415,
      "text": "70. It is material to note that none of the two notices referred to above included a request that the disputes, relating to the claims mentioned by the respondent, be referred to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf2093405b30449bbf21ddf60f23f854_260"
    },
    {
      "start": 46416,
      "end": 46533,
      "text": "Plainly, none of the two notices can be considered as a request to refer the disputes 2022/DHC/005184 to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88ead685da864851915868a1e67b1b11_261"
    },
    {
      "start": 46534,
      "end": 46649,
      "text": "The contents of the said communication do not comply with the fundamental requirement of Section 21 of the A&C Act.",
      "labels": [
        "RATIO"
      ],
      "id": "db28b6b33793402b8951b4373fb47373_262"
    },
    {
      "start": 46650,
      "end": 46825,
      "text": "The conclusion of the learned Commercial Court that the said notices/communications could be considered as notices under Section 21 of the A&C Act is, ex-facie, erroneous.\n71.",
      "labels": [
        "RATIO"
      ],
      "id": "97339c087fed4300ab6b4ac18c8e9baf_263"
    },
    {
      "start": 46826,
      "end": 46870,
      "text": "In view of the above, the appeal is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "ce7954a95fc04be89ceae12e25256c97_264"
    },
    {
      "start": 46871,
      "end": 46934,
      "text": "The impugned award as well as the impugned order are set aside.",
      "labels": [
        "RPC"
      ],
      "id": "c6f2c31c82bc4077bd93fa3a70d5010d_265"
    },
    {
      "start": 46936,
      "end": 46985,
      "text": "72. The parties are left to bear their own costs.",
      "labels": [
        "RPC"
      ],
      "id": "250f70dc71424655b0ece832510d3403_266"
    },
    {
      "start": 46986,
      "end": 47043,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 28, 2022 RK/gsr",
      "labels": [
        "NONE"
      ],
      "id": "9f71c95f86944bcca605982ebd117408_267"
    }
  ]
}