{
  "id": "e8530968325ddc6057af8d807c7abdf82381454612c78a398045c8ba1d85baff",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nH S Sahni vs Mukul Singhal & Anr on 10 November, 2022\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru\n                                                                        2022 /Dhc/004764 \n\n                         In The High Court Of Delhi At New Delhi\n\n                   %                                 Judgment delivered on: 10.11.2022 \n\n                   +     Fao (Comm) 88/2021 and Cm Nos. 53102/2019 & \n                         53103/2019 \n                   H. S. Sahni                                         ..... Appellant \n\n                                                      versus\n\n                   Mukul Singhal & Anr.                                ..... Respondents\n                   Advocates who appeared in this case: \n                   For the Appellant          : Mr. S.K. Bansal, Mr. Pankaj Kumar and Mr. \n                                              Ajay Amitabh Suman, Advocates . \n\n                   For the Respondents        : Mr. Saif Khan, Mr. Achuthan Sreekumar \n                                              and Mr. Rohil Bansal, Advocates .\n\n                                                      And\n                   +     Fao (Comm) 89/2021 and Cm No. 1496/2020 \n\n                   Mukul Singhal & Anr.                                ..... Appellants \n\n                                                      versus\n\n                   M / S. M. K. Auto Sales Corporation                   ..... Respondent\n\n                   Advocates who appeared in this case: \n                   For the Appellants         : Mr. Saif Khan, Mr. Achuthan Sreekumar \n                                               and Mr. Rohil Bansal , Advocates . \n\n                   For the Respondents        : Mr. S.K. Bansal, Mr. Pankaj Kumar and Mr. \n                                               Ajay Amitabh Suman, Advocates . \n                   Coram \n                   Hon'Ble Mr Justice Vibhu Bakhru \n                   Hon'Ble Mr Justice Amit Mahajan\n\n\nSignature Not Verified \nDigitally Signed\nBy:Dushyant Rawal Fao(Comm) Nos. 88/2021 & 89/2021                        Page 1 of 27\nSigning Date:11.11.2022\n                                                                          2022/Dhc/004764\n\n                                                     Judgment \nVibhu Bakhru, J\n1. The parties have filed the present intra-court appeals impugning an order dated 02.09.2019 (hereafter 'the impugned order') passed by the learned Commercial Court in C.S. (Comm) no.  146/2019, whereby the application preferred by Mr. Mukul Singhal and M/s M.G. Cables (India)] [the appellants in FAO (COMM) 89-2021] under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure, 1908 (hereafter 'the CPC') was partly allowed and the application filed by Mr H.S. Sahni / M/s M.K. Auto Sales Corporation's [the appellant in FAO (COMM) 88-2021] under Order XXXIX Rule 4 of the CPC, was dismissed. \n2. By the impugned order, the learned Commercial Court restrained Mr. H.S. Sahni / M/s MK Auto Sales Corporation, its associates, agents etc. from using the trademark \"M.G. Cable\" and its artistic feature and copyright vested in the trade dress and artwork of the label \"M.G. Cable\"\nbut declined to grant injunction against use of the marks \"M.G.\" and \"M.G.I\" by M/s MK Auto Sales.\n3. The appellants in FAO(Comm) 89/2021 (hereafter referred to as 'the Appellants') assail the impugned order to the extent, their prayer for interim injunction restraining H.S. Sahni / M.K. Auto Sales Corporation (hereafter 'H.S. Sahni') from using the trade mark \"M.G\" and \"M.G.I\"\nwas denied. \n4. H.S. Sahni has filed the appeal [being FAO (COMM) 88-21], impugning the order restraining the use of the trademark \"M.G. Cables\"\n2022/DHC/004764 and infringing the copyright in the label trademark/ trade dress \"M.G Cables\"\nFACTUAL CONTEXT:\n5. The Appellants (the plaintiffs before the learned Commercial Court) state that they commenced the business in the year 1996 and are engaged in the manufacture and trade of automobile components such as clutch cables, front brake cables, rear brake cables, choke / starters etc. The Appellants state that since the year 1988, they were engaged in the said business under the trademark and tradename \"YEGMI\", however, in the year 1996, it adopted the tradename \"M/s M.G. Cables (India)\".\n6. The Appellants state that on 30.03.1998, they registered the word mark \"M.G. Cable\", under Class 6, by trademark application no. 796989. \nThereafter, on 05.10.2013, they registered the artistic work \" \" by Copyright registration no. A-106276/2013. The Appellants claim that they are the adopter, prior user and proprietor of the aforesaid registered copyright vested in the artistic work of the trade dress for the said product. \n7. The Appellants also state that on 20.05.2019, they applied for registration of the below mentioned trademarks, however, the same are pending. The details of the same are mentioned below: - \n                         No Trademarks         Application Class User                 Status                                                no.               claimed                                                                               2022 / DHC/004764                          1   \"M.G. CABLE\" 4179609               12      14.03.1996      Opposed                              (word mark) \n\n                         2                       4179608        12      14.03.1996      Objected                          3   \"M.G. CABLES 4179809               35      14.03.1996      Opposed                              (INDIA)\"\n                             (word mark) \n8. H.S. Sahni [the defendant before the learned Commercial Court] states that in the year 1986, he commenced the business of manufacture and trade of wide range of automobile fittings, control cables and spare parts and other allied goods under the name and style of 'M/s M.K. Auto Sales Corporation'. \n9 . H.S. Sahni states that on 07.07.1998, he applied for registration of the word mark \"M.G.I\", under Class 12, by trademark application no. 809099 and the word mark \"M.G.\", under Class 12, by trademark application no. 809098. He claimed use of the said marks since 01.04.1989. However, with respect to the word mark \"M.G.\", a rectification was filed on behalf of the Appellants on 18.02.2020. The said matter is pending adjudication before the Trademark Registry. \n10. H.S. Sahni further states that in 2019, he applied for registration of the below mentioned trademarks, however, the same are pending. The details of the same are mentioned below:-\n2022/DHC/004764 No . Trademarks Application Class User Status no. claimed 1 4166884 12 01.04.1989 Opposed 2 4173793 12 01.04.1989 Opposed 3 MG 4271797 12 01.04.1989 Accepted e.SMART and advertised 11. H.S. Sahni also states that he has registered the artistic work \"\n\" by Copyright registration no. A-132145/2019. The other trade dress/packaging, as claimed to be used by him, is relevant and set out below: -\nThe said copyrights are claimed to be used since 1989.\n2022/DHC/004764 12. On a comparison of the copyrights of the parties, it is apparent that they are almost identical. The said copyrights are relevant and reproduced below: -\nM.G. Cables M.K. Auto 13. H.S. Sahni states that in the month of March, 2019, he came to know about the use of the impugned marks \"M.G. Cable\" and \"M.G. Cables (India)\", in respect of identical goods being sold by the Appellants. H.S. Sahni claims that the Appellants are manufacturing, and selling identical products like automobile components including clutch cables, control cables, front brake cable, rear brake cables, speedometer cables, seat lock cables etc., under the impugned trademark \"M.G. Cable\"\nand trade name \"M.G. Cables (India)\", which is nearly identical/deceptively similar to its registered trademarks, that are, \"M.G.\"\nand \"M.G.I.\".\n14. Thereafter, H.S. Sahni, through his advocates, issued a Cease-and- Desist notice dated 02.04.2019 and, inter alia, called upon the Appellants to cease and desist from manufacturing, selling, offering for sale, stocking or otherwise dealing in cables and wires or any other cognate or allied goods under the impugned marks \"M.G.\" and \"M.G. Cables (India)\"\n2022/DHC/004764 15. Pursuant to the said notice, on 13.05.2019, the Appellants filed a suit against H.S. Sahni [being CS No. 115/2019], inter alia, seeking a decree of declaration that the Appellants are the prior and legal user of the trademark \"M.G. Cable\" and copyright in the packaging titled \"M.G. Cable\"; permanent injunction against H.S. Sahni to restrain him from making \"groundless threats of legal proceedings\"; damages to the tune of 5,00,000/-. However, the said suit was dismissed by the court on the ground of the non-prosecution. \n16. On 03.07.2019, the Appellants filed a second suit being CS (COMM) no. 146/2019, inter alia, seeking a permanent injunction against H.S. Sahni from infringing their registered trademarks. \n17. On 04.07.2019, the learned Commercial Court granted an ex parte ad interim injunction against H.S. Sahni and restrained it from using the impugned mark \" \"\nTHE CASE SET UP BY THE APPELLANTS:\n18. The Appellants state that on account of their continuous use in the trademark and copyright \"M.G. Cable\", they have acquired enviable goodwill and reputation among the public and trade and thus, the said mark and copyright have acquired distinctive character and are associated with its business. The Appellants further claim that they adopted a unique trade dress for its products inasmuch as the packaging of its product (control cables) in yellow and orange colour with its logo in the 2022/DHC/004764 background in black make the same distinctive. The Appellants also state that their gross sales in the year 2018 were Rs 1,25,00,805/-\n19. The Appellants claims that H.S. Sahni has not manufactured or sold any products bearing the impugned mark \"M.G. Cable\" till the month of April, 2019. They referred to the following invoices, produced as evidence by H.S. Sahni, in support of their contention:\nCopy of the Invoices 2022/DHC/004764 20. The Appellants claims that H.S. Sahni is a habitual infringer inasmuch as the invoices filed by him pertaining to several years, mention the marks 'RONAK', 'AUTOMAX', 'WIREPOOL' 'DATSUN' etc., which were other well-known trademarks, in addition to the mark \"M.G.I\". The Appellants further claimed that if H.S. Sahni was manufacturing the products bearing the mark \"M.G. Cables\", it would have advertised its own products in the invoices and not used words to the effect \"Always Insist Original Datsun Control Cables\".\n21. The Appellants have also asserted that the impugned copyright and device mark of H.S. Sahni also has the letters 'M' and 'G' written in the exact same manner as that of its mark ( ). \nTHE CASE SET UP BY H.S. SAHNI:\n2022/DHC/004764 22. H.S. Sahni states that the Appellants, by using the impugned mark \"M.G. Cable\" and adopting \"M.G. Cables (India)\" are infringing his registered trademarks \"M.G.\" and \"M.G.I.\". Further, the trade name and the impugned marks used by the Appellants were visually, phonetically and structurally identical to his registered trademarks. He further contended that the placement of the letters 'M' and 'G' had been deliberately copied by the Appellants and the word 'Cable' is a generic word describing the goods and therefore, if the generic word is ignored, the similarity in the two marks is apparent. He also contended that the Appellants had registered their marks under Class 6, however, they were attempting to dishonestly produce and market their goods under Class 12 by using the trademarks that were deceptively similar to his registered trademarks. \nTHE IMPUGNED ORDER:\n23. On 02.09.2019, the learned Commercial Court considered the rival submissions and prima facie, found merit in the Appellants' case. The learned Commercial Court was of a prima facie view that H.S. Sahni had infringed the Appellants' trademark and had passed off his goods as those of the Appellants. The relevant extract of the impugned order is reproduced below:-\n'24. From the above discussion and the argument advanced by both the parties and from the careful perusal of the documents filed in support therein, it is reflected that plaintiff has prima facie shown that he is having registered trademark for the mark 'M.G.Cable'. Plaintiff has also been able to show that he is the prior user since 2022/DHC/004764 1996 and as per the documents with particular mention of 'M.G. Cable' since, 2000 onwards. Plaintiff has also been able to show prima facie that he is having a copyright of his trade-dress. Defendant on the other has not been able to show prima facie his prior use than the plaintiff. More particularly the trade-dress used by the defendant appears to be similar to the trade-dress of the plaintiff. The trade- dress of both the parties which are available on the judicial record have been perused thoroughly. Plaintiff has also been able to show prima facie that he has also obtained NOC from Registrar of Trademark as well. Thus, the judgments relied upon by the plaintiff and more particularly Chinna Trust (Supra) are applicable in present facts and circumstances and the judgment Devans (Supra) which has been relied upon by the defendant is equally applicable in the present facts and circumstances. \nThe plaintiff has therefore been able to establish the prima facie case in his favour and against the defendant. As per the ratio laid down in the above cited judgments, it is reflected that there can be registration of certificate for a product in different classes as there may be overlapping with regard to the categories mentioned therein. In such circumstances, it is the prior use which has to be considered. In the present case it appears to be in favour of plaintiff as mentioned above. In such circumstances therefore, balance of convenience is also tilted in favour of plaintiff and I am of the considered opinion that, he shall suffer an irreparable loss on each and every day if the relief sought by him is not granted. \n25. The defendant on the other hand has not been able to substantiate his argument in the light of the material so available before this court, therefore, application under Order XXXIX Rule 4 CPC is dismissed and application under Order XXXIX Rule 1 and 2 CPC is allowed. \n26. Defendant, its associates, agents etc are restrained from using the registered trademark and registered copyright vested in the trade-dress/packaging 'M. G. Cable' and/or 2022/DHC/004764 any other mark deceptively and confusingly similar to the plaintiffs registered trademark and registered copyright vested in the trade dress/packaging 'M. G. Cable' amounting to infringement of plaintiffs registered trademark and copyright during pendency of the suit.' \n24. Aggrieved by the impugned order, the parties filed the present intra court appeals. \nREASONS AND CONCLUSION:\n25. The Appellants as well as H.S. Sahni claim that they are the prior users of the trademark \"M.G. Cables\". The learned Commercial Court had found in favour of the Appellants and observed that they had been able to show prior user since the year 1996. Further, the Appellants had also established copyright in the trade dress used by them. As opposed to same, the learned Commercial Court found that H.S. Sahni has not been able to, prima facie, establish that he was a prior user of the trademark in question. \n26. The first and foremost question, to be addressed, is whether the aforesaid findings of the learned Commercial Court warrant any interference in these proceedings. There is no document available on record which suggests that H.S. Sahni was using trademarks \"M.G\", \"M.G.I\" or \"M.G Cable\" since the year 1989, as claimed by him. \n27. H.S. Sahni [through M.K. Auto Sales Corporation] had opposed an application filed by one of the constituent partners of Appellant no.2 [M/s MG CABLES (INDIA)] for registration of the mark \"MGX\", under Class 12, by Trademark Application no.1653480 dated 13.02.2008. In its 2022/DHC/004764 opposition, H.S. Sahni had claimed that he had spent a large sum of money in publicity of the trademarks \"M.G.\" and \"M.G.I\"; however, there is no material on record to show any such expenditure on publicity of the said trademarks \"M.G.\"/\"M.G.I\". The earliest invoice placed on record by H.S. Sahni, in support of his claim that he was dealing in control cables, is dated 25.08.1989. The image of the said invoice is reproduced below- 28. The said invoice mentions \"MGI\" and several others marks, namely, \"RONAK\", \"AUTOMAX\", \"WIREPOOL\" and \"DATSUN\". Some of these marks are similar to other well-known marks. Further, the printed endorsement on the invoice reads: \"Always Insist Original Datson Control Cables\". This indicates that H.S. Sahni was using the trademarks \"DATSUN\"/\"DATSON\" in respect of control cables. Some of the invoices for a later period do not indicate the names of any 2022/DHC/004764 brands/trademarks but bear the words \"DATSUN GENUINE CABLES EXTRA FICTION FREE\" in in the shape of a seal. The image of one such invoice dated 09.01.2007 is reproduced below:\n29. Indisputably, mere registration of the trademarks is not sufficient to establish their use. \n30. H.S. Sahni had also produced invoices from the year 2018, which mention the trademarks \"MG\", \"MGI\" and \"AUTOMAX\" on top as well as on the lower portion of the invoices. The said invoices continue to bear the printed words \"DATSUN GENUINE CABLES\" in the form a seal, however, the letters MC(R) have been added. The notation below the trademarks on the bottom of the said invoice continues to read as \"Always Insist Original Datsun Control Cables\". An image of the invoice dated 25.07.2018 is relevant and reproduced below- 2022/DHC/004764 31. The aforesaid documents do not establish that H.S. Sahni was using the trademark \"M.G\"/\"M.G.I\" and not \"Datsun\" in respect of automotive control cables. However, even if it is accepted that the aforesaid invoice indicates the use of the trademark \"M.G\"/\"M.G.I\", the said use is not prior to the year 2017 as the earliest such invoice is of the year 2017. \n32. The Appellants claim that the trademark \"YEMGI\" was coined by the father of Appellant no.1. He carried on the business under the trade name \"YEMGI\". The said word was coined by combining the initials of the Appellant no.1 (Mukul) and his brother (Gaurav). The Appellants claim that Appellant no.1 and his brother (also a constituent partner of Appellant no.2) adopted the trade name \"M.G CABLES (INDIA)\" in the year 1996 and applied for registration of the trademark \"M.G. CABLE\"\non 30.03.1998 under Class 6 (by Trademark Application no. 796989). \n2022/DHC/004764 33. H.S. Sahni applied for registration of the trademarks \"M.G\" and \"M.G.I\" under Class 12 on 07.07.1998. This was subsequent to the Appellants' application for registration of the trademark under Class 6.\n34. The Appellants have also produced other documents such as an MTNL telephone bill dated 24.12.1996 in the name of \"MG CABLES INDIA\"; certificate bearing registration no. 4/19447/II under the Delhi Shop and Establishments Act, 1954 dated 01.06.1988 reflecting the use of the tradename YEMGI; and an ad hoc MCD license (license no. 416) dated 17.05.2019 indicating the use of the tradename \"M/s YEMGI Industries\". \n35. In addition, the Appellants have also produced invoices including an invoice dated 18.06.2001, which bears the mark \"M.G CABLE\" on its top left corner. \n36. In view of the above, this Court is unable to fault the prima facie finding of the learned Commercial Court that the Appellants were the prior user of the mark \"M.G. CABLES\". The Appellants had applied for and obtained the registration of the copyright in respect of the artistic work of the trade dress of the product \"M.G. CABLES\" in the year 2013. The extract from the Register of the Copyrights indicates that Appellant no.2 is a registered proprietor of the copyright bearing no.106276/2013, in respect of the following work:-\n2022/DHC/004764 37. As noted above, on 11.05.2019, H.S. Sahni has also applied for registration of the following device mark under Class 12, by Trademark Application no. 4173793:\n38. It is apparent from the above that H.S. Sahni has applied for registration of the device mark, which is almost identical to the Appellants' copyright. Clearly, H.S. Sahni cannot be permitted to use the said trademark or any other deceptively similar trademark in respect of the same product unless he is able to establish his right to do so. \n39. The next question, to be addressed, is whether the learned Commercial Court had erred in not appreciating that whilst H.S. Sahni was a registered proprietor of the trademarks \"M.G\"/ \"M.G.I\" under Class 2022/DHC/004764 12; Appellant no.2 is the proprietor of the registered trademark in Class 6 (and not Class 12).\n40. Mr. Bansal, learned counsel appearing on behalf of H.S. Sahni, emphasised that H.S. Sahni had registered the said trademarks under Class 12 in relation to \"parts, fittings and accessories of motor land vehicles, control cables, meter cables for use in motor land vehicles\". The Appellants' trademark \"M.G. CABLE\" was registered in Class 6 in relation to \"unwrought or partly- wrought common metals and their alloys, non-electrical wires and cables nut and bolts and spring all being goods included in Class - 06\". He submitted that the Appellants did not have any registration in respect of control cables or automotive parts but in respect of hardware; therefore, the learned Commercial Court had erred in granting an interim injunction on the basis of the said registration. \n41. The material, placed on record, clearly indicates that the Appellants are, inter alia, engaged in the business of dealing with automotive cables/control cables, however, they had secured the registration of the trademark \"M.G. CABLE\" under Class 6 in relation to goods which also included \"non-electrical wires\". Class 12 appears to be the apposite class for registration of the product in question (control cables). However, on a broader literal interpretation, the said wires would also fall in the description of \"non-electrical wires\". Thus, we cannot readily accept that the registration of the trademarks in favour of the Appellants would not inure to their benefit in respect of control cables. The specified classes of goods for purposes of registration of trademarks is a broad classification. It would be erroneous to consider them as distinct airtight silos. \n2022/DHC/004764 42. Section 7 of the Trade Marks Act, 1999 deals with classification of goods. The said section reads as under:\n\"7. Classification of goods and services.\n(1) The Registrar shall classify goods and services, as far as may be, in accordance with the International classification of goods and services for the purposes of registration of trade marks.\n(2) Any question arising as to the class within which any goods or services falls shall be determined by the Registrar whose decision shall be final.\"\n43. The International Classification of Goods and Services (Nice Classification) (9th Edition) issued in Geneva in the year 2006 gives further sub-classifications of the classification of goods and services. Presently, the Registry of Trade Marks in India follows the 10th Edition of 'NICE Classification' of Goods and Services. The Nice Classification consists of a list of classes. Under the said system, there are 34 classes of goods and 11 classes of services [classes 1 to 34 deal with the specification of goods whereas classes 35 to 45 deal with the specification of services]. \n44. Class 6 relates to \"common metal and their alloys; metal building material; transportable buildings of metal, materials of metal for railways tracks; non-electric cables and wires of common metal; ironmongery; small items of metal hardware; pipes and tubes of metal, safes and goods of common metal not included in other classes; ores; cables of metal, non-electric\" and goods which are covered under Class 2022/DHC/004764 45. It is relevant to refer to Class 7, which includes \"machines and machines tools; motors and engineers (except for land vehicles); machine coupling and transmission components (except for land vehicles); agriculture implements other than hand operated; incubators for eggs\". The same includes \"control cables machines, engines, or motors\". Class 12 tends to \"vehicles; apparatus for locomotion by land, air or water\". The number of goods indicated under the said classification, however, do not include cables or control cables. \n46. The various classes of goods were also set out in the Fourth Schedule to the Trade Mark Rules, 2002, which was applicable prior to the Trade Mark Rules, 2017 coming into force. Class 6 under the said schedule reads as \"common metals and their alloys; metal building material; transportable buildings of metal; materials for metal for railways tracks; non-electrical cables and wires of common metal; ironmongery, small items of metal hardware; pipes and tubes of metal; safes; goods of common metal not included in other classes; ores\". Class 12 reads as \"vehicles; apparatus for locomotion by land, air or water\". It is relevant to bear in mind that the Registrar is required to classify goods for the purposes of registration of a trademark, however, the trademarks are used by proprietor in respect of specific goods and services. \n47. In FDC Limited v. Docsuggest Healthcare Services Pvt. Ltd. & Anr.: 2017 (69) PTC 218 (Del), this Court had held that \"the classification of goods and services under Section 7 of the Act is not the criterion for deciding the question of similarity in goods and services.\". The Court had referred to the following passage from K.C. 2022/DHC/004764 Kailasam./Ramu Vedaraman's Law on Trade Marks & Geographical Indications 1st Edition, 2003:-\n\"Classification of goods given in the rules not the criterion Whether or not two sets of goods or services are of the same description is not be decided on the basis of the classification of goods and services given in the 4th schedule to the Trade Marks Rules, 2002. The description of goods may be narrower or wider than any of the classes according to the circumstances of the case. As we observed by LINDLEY J., in the Australian Wine Importers Trade Mark case ((1889) 6 RPC 311). \"If you come to look at that classification, you will find goods of the same description, in one sense, in different classes, and you will find goods of different description in the same class.\" \n48. In the case of Sri Vari Pharma v. Apex Labrotories Pvt Ltd und Ors.: 2015 SCC OnLine Mad 14278, the court held that \"Classification of goods and service under the trademark is a broad classification:\nwhether the plaintiff's product will fall within that classification or not, is purely a subject matter of trial\"\n49. It is also well settled that if a person has obtained a registration in respect of entire class of goods but intends to use the registered trademark for only a specific product falling within the said class, the registration granted to him is required to be limited to the goods or services in respect to which the proprietor intends to use the said trademark [See: Vishnudas Kishendas v. Vazir Sultan Tobacco Co. Ltd.: 1996 PTC (16) 512 (SC)].\n50. In the present case, the appellants intend to use the trademark only in connection with non-electrical cables and other metal parts. Thus, it would be apposite to consider the registration in respect of the said goods. \n2022/DHC/004764 As stated above, it was possible, at the material time, to accept the said goods under Class 6. In the given facts, we are unable to accept that the registration of the trademark in question, in favour of the Appellants, would not inure to its benefit in respect of the goods in question. \n51. The next question to be considered is whether the Appellants were required to, prima facie, establish their prior use from the date of the registration of the trademarks \"M.G\" or \"M.G.I\" in favour of H.S. Sahni. Mr. Bansal had earnestly contended that it was not sufficient for the Appellants to establish that their use of the trademark was prior to the use by H.S. Sahni; they were required to establish that they had used the mark prior to registration of the trademark \"M.G\" and \"M.G.I\", in favour of H.S. Sahni. He relied upon Section 34 of the Trade Marks Act, 1999, in support of his contention. \n52. Section 34 of the Trade Marks Act, 1999 is reproduced under:-\n\"34. Saving for vested rights.--Nothing in this Act shall entitle the proprietor or a registered user of registered trade mark to interfere with or restrain the use by any person of a trade mark identical with or nearly resembling it in relation to goods or services in relation to which that person or a predecessor in title of his has continuously used that trade mark from a date prior-- (a) to the use of the first-mentioned trade mark in relation to those goods or services be the proprietor or a predecessor in title of his; or (b) to the date of registration of the first- mentioned trade mark in respect of those goods or services in the name of the proprietor of a predecessor in title of his;\n2022/DHC/004764 whichever is the earlier, and the Registrar shall not refuse (on such use being proved), to register the second mentioned trade mark by reason only of the registration of the first mentioned trade mark.\" \n53. A plain reading of Section 34 of the Trade Marks Act, 1999 indicates that the rights of a prior user of a mark are protected and cannot be interfered with by a proprietor of a registered trademark. Thus, to seek the benefit of Section 34 of the Trade Marks Act, 1999, H.S. Sahni must establish that he was a prior user of the trademark \"M.G\"/\"M.G.I\".\n54. In the case of S. Syed Mohideen v. P. Sulochana Bai: (2016) 2 SCC 683, the Supreme Court held as under: -\n\"30.4..... Conjoint reading of Sections 34, 27 and 28 would show that the rights of registration are subject to Section 34 which can be seen from the opening words of Section 28 of the Act which states \"Subject to the other provisions of this Act, the registration of a trade mark shall, if valid, give to the registered proprietor....\" and also the opening words of Section 34 which states \"Nothing in this Act shall entitle the proprietor or a registered user of registered trade mark to interfere....\" Thus, the scheme of the Act is such where rights of prior user are recognised superior than that of the registration and even the registered proprietor cannot disturb/interfere with the rights of prior user. The overall effect of collective reading of the provisions of the Act is that the action for passing off which is premised on the rights of prior user generating a goodwill shall be unaffected by any registration provided under the Act....\" \n55 . In a subsequent decision, the Supreme Court in Neon Laboratories Ltd. v. Medical Technologies Ltd: 2016 2 SCC 672, referred to Section 34 of the Trade Marks Act, 1999 and observed that \"This \"first user\" rule is a seminal part of the Act.\".\n2022/DHC/004764 56. The next question, to be addressed, is whether H.S. Sahni is entitled to the benefit of Section 33 of the Trade Marks Act, 1999. It is contended on behalf of H.S. Sahni that the Appellants were aware of the trademarks registered in his favour as one of the constituent partners of Appellant no.2 had applied for registration of the trademark \"MGX\" under Class 12, by Trademark application no. 1653480 dated 13.02.2008. The said application had been opposed by H.S. Sahni [through M.K. Auto Sales Corporation] on 24.03.2009. Thus, the Appellants were aware of the trademarks \"M.G\" and \"M.G.I\", registered in favour H.S. Sahni but had taken no steps to challenge the same. \n57. In view of the prima facie findings that H.S. Sahni has been unable to show any usage of the trademark \"M.G\"/\"M.G.I\" prior to the year 2017, the question of any acquiescence on the part of the Appellants in such use does not arise. Further, it is settled law that acquiescence cannot be inferred by mere inaction on the part of the proprietor of a registered trademark . It must be established that the proprietor's conduct had, either tacitly or by positive acts, encouraged the use of the allegedly infringing trademark. \n58. In the case of M/s Power Control Appliances & Ors. v. Sumeet Machines Private Limited: (1994) 2 SCC 448, the Supreme Court held as under:-\n\"26. Acquiescence is sitting by, when another is invading the rights and spending money on it. It is a course of conduct inconsistent with the claim for exclusive rights in a trade mark, trade name etc. It implies positive acts; not merely silence or inaction such as is involved in laches...\" \n2022/DHC/004764 59. In Ramdev Food Products (P) Ltd. v. Arvindbhai Rambhai Patel & Ors.: (2006) 8 SCC 726, the Supreme Court observed that: -\n\"106. The defence of acquiescence, thus, would be satisfied when the plaintiff assents to or lays by in relation to the acts of another person and in view of that assent or laying by and consequent acts it would be unjust in all the circumstances to grant the specific relief\". \n60. In view of the above, this Court finds no infirmity with the decision of the learned Commercial Court in restraining H.S. Sahni from using the trademark \"M.G CABLE\" or any other deceptively similar marks. However, insofar as restraining H.S. Sahni from using the trademarks \"M.G\"/ \"M.G.I\" is concerned, the learned Commercial had declined the said interim relief solely on the ground that H.S. Sahni was a proprietor of the said registered trademarks. \n61. As noted above, the learned Commercial Court had, prima facie, found that the Appellants were prior user of the trademark \"M.G CABLE\". They held the registered copyright in respect of the artistic work of the label \"M.G CABLE\". The Appellants were also registered proprietors of the trademark \"M.G CABLE\" albeit under Class 6 but in respect of the same products. Notwithstanding the same, H.S. Sahni has not been restrained from using the mark \"M.G\" and \"M.G.I\". However, it is clear that use of the trademark \"M.G\" and \"M.G.I\" has the propensity to cause confusion in the minds of the customer. After the learned Commercial Court had passed the impugned order, H.S. Sahni had commenced using the following labels:-\n2022/DHC/004764 62. It is seen from the above that the font and manner in which \"MG GENUINE PARTS\", is printed on the aforesaid labels are strikingly similar to the font and manner in which \"MG CABLES\" is printed in the Appellants' label. In view of the, prima facie, finding of the learned Commercial Court - with which we concur - an interim order, restraining H.S. Sahni from using the trademarks \"M.G\" or \"M.G.I\", ought to have been issued. \n63. It is well settled that it is necessary to restrain the use of deceptive marks not only to protect the rights of the proprietors of the trademark but to also protect the public at large, who may be misled as to the source of the infringing product. \n64. The Appellants have already preferred an application seeking cancellation of the registration of the marks in favour of H.S. Sahni. In the given facts, this Court considers it apposite to restrain H.S. Sahni from using the trademarks \"M.G\" and \"M.G.I\" or any other marks deceptively similar to the mark \"M.G CABLE\" till the disposal of the rectification application filed by the Appellants. In terms of Section 124 of the Trade 2022/DHC/004764 Marks Act, 1999, the suit is liable to be stayed till the disposal of the said application. \n65. The appeal filed by H.S. Sahni [FAO (COMM) 88/2021] is, accordingly, rejected and the appeal filed by Mr Mukul Singhal and M/s M.G. Cables [FAO (COMM) 89/2021] is allowed. Pending applications, if any, are disposed of. \nVIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 10, 2022 Ch",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c776eeb10de4077996827c7da69b34a_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9b7fb1b91004698a3ccf825648b7df7_1"
    },
    {
      "start": 242,
      "end": 334,
      "text": "\nDelhi High Court\nH S Sahni vs Mukul Singhal & Anr on 10 November, 2022\nAuthor: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e642f712fa9842f4899a253d428f7705_2"
    },
    {
      "start": 336,
      "end": 432,
      "text": "Bench: Vibhu Bakhru\n                                                                        2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "163a7bba820a45a4a1045501da29e8ea_3"
    },
    {
      "start": 433,
      "end": 444,
      "text": "/Dhc/004764",
      "labels": [
        "PREAMBLE"
      ],
      "id": "301a52f0ac74439d82325170e8c8047a_4"
    },
    {
      "start": 472,
      "end": 532,
      "text": "In The High Court Of Delhi At New Delhi\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f7c481034e74e5eae9469aa13a18284_5"
    },
    {
      "start": 532,
      "end": 599,
      "text": "%                                 Judgment delivered on: 10.11.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c820c4bfb2204113a22801d22d21892c_6"
    },
    {
      "start": 621,
      "end": 645,
      "text": "+     Fao (Comm) 88/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5dd94fc89f44afc8668e4963bf4eda8_7"
    },
    {
      "start": 646,
      "end": 670,
      "text": "and Cm Nos. 53102/2019 &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97de0fb92d9148ca816452178c8a2121_8"
    },
    {
      "start": 697,
      "end": 707,
      "text": "53103/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d8fb6818dd649dfb827795a54210eb5_9"
    },
    {
      "start": 728,
      "end": 739,
      "text": "H. S. Sahni",
      "labels": [
        "PREAMBLE"
      ],
      "id": "324e734956ba492b97c24e7a912d900b_10"
    },
    {
      "start": 780,
      "end": 795,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc5935b7a5854d8c8a4f5a27d9421e5e_11"
    },
    {
      "start": 852,
      "end": 879,
      "text": "versus\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22f9d0a5f7c7417f809bb0148f177b15_12"
    },
    {
      "start": 879,
      "end": 899,
      "text": "Mukul Singhal & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9aed76659884e85997c96e59948cf28_13"
    },
    {
      "start": 931,
      "end": 968,
      "text": "..... Respondents\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43b92d3c037d4299bf22081e7d3ce761_14"
    },
    {
      "start": 968,
      "end": 977,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfe28728ddb44372bf26c114979b2581_15"
    },
    {
      "start": 978,
      "end": 1004,
      "text": "who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c76ccdc2c264a9f896d305dcd250f31_16"
    },
    {
      "start": 1025,
      "end": 1042,
      "text": "For the Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "723777b20fea4958a3a04e0636d92b0a_17"
    },
    {
      "start": 1052,
      "end": 1095,
      "text": ": Mr. S.K. Bansal, Mr. Pankaj Kumar and Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac150ad9f3804091b377c7278706ddc8_18"
    },
    {
      "start": 1143,
      "end": 1162,
      "text": "Ajay Amitabh Suman,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86979c13c7fc4a45a7434c358f6e9b84_19"
    },
    {
      "start": 1163,
      "end": 1172,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0adaec2536484f93b068bf52b413fd67_20"
    },
    {
      "start": 1173,
      "end": 1215,
      "text": ". \n\n                   For the Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b35d52c67734ae7b2e587b7e4265755_21"
    },
    {
      "start": 1223,
      "end": 1262,
      "text": ": Mr. Saif Khan, Mr. Achuthan Sreekumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b4e45c3ae864a8d9f47ce8772d2e90a_22"
    },
    {
      "start": 1310,
      "end": 1341,
      "text": "and Mr. Rohil Bansal, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f6b0b69ce024853a046239d42692b24_23"
    },
    {
      "start": 1342,
      "end": 1467,
      "text": ".\n\n                                                      And\n                   +     Fao (Comm) 89/2021 and Cm No. 1496/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc82a064a2e04a8d862028309eb96b8e_24"
    },
    {
      "start": 1489,
      "end": 1546,
      "text": "Mukul Singhal & Anr.                                .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0040d04117e94fb895584600c3ce732b_25"
    },
    {
      "start": 1547,
      "end": 1557,
      "text": "Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c0af780dff44aaeac33c3f603a1e176_26"
    },
    {
      "start": 1614,
      "end": 1641,
      "text": "versus\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7162193f092047b58ed4294bb0570641_27"
    },
    {
      "start": 1641,
      "end": 1647,
      "text": "M / S.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9135ea165eca4c30bf34f57099a331d3_28"
    },
    {
      "start": 1648,
      "end": 1676,
      "text": "M. K. Auto Sales Corporation",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b818a3464d4342c3b6249e48924a47d2_29"
    },
    {
      "start": 1695,
      "end": 1732,
      "text": "..... Respondent\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87d7cb25c56e475a9e8d9c9304e736eb_30"
    },
    {
      "start": 1732,
      "end": 1768,
      "text": "Advocates who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d9da96f7dd34f09adf1731706e74be5_31"
    },
    {
      "start": 1789,
      "end": 1807,
      "text": "For the Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef978ae29a3d4afb99a46273d7bb4409_32"
    },
    {
      "start": 1816,
      "end": 1855,
      "text": ": Mr. Saif Khan, Mr. Achuthan Sreekumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "465a44804ded4222acf680b3a34e4d19_33"
    },
    {
      "start": 1904,
      "end": 1924,
      "text": "and Mr. Rohil Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25e42feec4c04d4aaac21a431023e794_34"
    },
    {
      "start": 1925,
      "end": 1936,
      "text": ", Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d6d737a2c354a308f674dcb98fd5a15_35"
    },
    {
      "start": 1937,
      "end": 1979,
      "text": ". \n\n                   For the Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a121c22ddc74e1293eaf3430358ea94_36"
    },
    {
      "start": 1987,
      "end": 2030,
      "text": ": Mr. S.K. Bansal, Mr. Pankaj Kumar and Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "226b38c8c1e044998dc4449dfc421877_37"
    },
    {
      "start": 2079,
      "end": 2108,
      "text": "Ajay Amitabh Suman, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a638f57c30674bfdab04a963b8e16939_38"
    },
    {
      "start": 2109,
      "end": 2136,
      "text": ". \n                   Coram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76414023be544d75a433441305c9b4a3_39"
    },
    {
      "start": 2157,
      "end": 2188,
      "text": "Hon'Ble Mr Justice Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f783ab5a97aa488190293890fc3a081a_40"
    },
    {
      "start": 2189,
      "end": 2265,
      "text": "\n                   Hon'Ble Mr Justice Amit Mahajan\n\n\nSignature Not Verified",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3065af9bc3884edfa2e7b29321531d18_41"
    },
    {
      "start": 2266,
      "end": 2334,
      "text": "\nDigitally Signed\nBy:Dushyant Rawal Fao(Comm) Nos. 88/2021 & 89/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "693cff7551944613baa46a2bcd1c88c8_42"
    },
    {
      "start": 2358,
      "end": 2547,
      "text": "Page 1 of 27\nSigning Date:11.11.2022\n                                                                          2022/Dhc/004764\n\n                                                     Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91414a0a26e248eea9e92803078945d2_43"
    },
    {
      "start": 2548,
      "end": 2567,
      "text": "\nVibhu Bakhru, J\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e5e43fa27414235814befe72f7b87f8_44"
    },
    {
      "start": 2568,
      "end": 2749,
      "text": "The parties have filed the present intra-court appeals impugning an order dated 02.09.2019 (hereafter 'the impugned order') passed by the learned Commercial Court in C.S. (Comm) no.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b57ebbe37d8474eb37ec20ae59a4f94_45"
    },
    {
      "start": 2750,
      "end": 3162,
      "text": " 146/2019, whereby the application preferred by Mr. Mukul Singhal and M/s M.G. Cables (India)] [the appellants in FAO (COMM) 89-2021] under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure, 1908 (hereafter 'the CPC') was partly allowed and the application filed by Mr H.S. Sahni / M/s M.K. Auto Sales Corporation's [the appellant in FAO (COMM) 88-2021] under Order XXXIX Rule 4 of the CPC, was dismissed.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a83c2bd4cc7b46e590e5748ce229984d_46"
    },
    {
      "start": 3163,
      "end": 3548,
      "text": "\n2. By the impugned order, the learned Commercial Court restrained Mr. H.S. Sahni / M/s MK Auto Sales Corporation, its associates, agents etc. from using the trademark \"M.G. Cable\" and its artistic feature and copyright vested in the trade dress and artwork of the label \"M.G. Cable\"\nbut declined to grant injunction against use of the marks \"M.G.\" and \"M.G.I\" by M/s MK Auto Sales.\n3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d50cf5280cc4989bd6221e1a807fbe7_47"
    },
    {
      "start": 3549,
      "end": 3839,
      "text": "The appellants in FAO(Comm) 89/2021 (hereafter referred to as 'the Appellants') assail the impugned order to the extent, their prayer for interim injunction restraining H.S. Sahni / M.K. Auto Sales Corporation (hereafter 'H.S. Sahni') from using the trade mark \"M.G\" and \"M.G.I\"\nwas denied.",
      "labels": [
        "FAC"
      ],
      "id": "9b97b43886b7473aa7b03564d2f2738d_48"
    },
    {
      "start": 3840,
      "end": 4364,
      "text": "\n4. H.S. Sahni has filed the appeal [being FAO (COMM) 88-21], impugning the order restraining the use of the trademark \"M.G. Cables\"\n2022/DHC/004764 and infringing the copyright in the label trademark/ trade dress \"M.G Cables\"\nFACTUAL CONTEXT:\n5. The Appellants (the plaintiffs before the learned Commercial Court) state that they commenced the business in the year 1996 and are engaged in the manufacture and trade of automobile components such as clutch cables, front brake cables, rear brake cables, choke / starters etc.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae9eb6ab96bc422daf7bea27ea5b2c09_49"
    },
    {
      "start": 4365,
      "end": 4575,
      "text": "The Appellants state that since the year 1988, they were engaged in the said business under the trademark and tradename \"YEGMI\", however, in the year 1996, it adopted the tradename \"M/s M.G. Cables (India)\".\n6.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37cf90748fe84b74bf1a1f5bbe414081_50"
    },
    {
      "start": 4576,
      "end": 4712,
      "text": "The Appellants state that on 30.03.1998, they registered the word mark \"M.G. Cable\", under Class 6, by trademark application no. 796989.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "546e4da2bfb8452dbe7ee64df2737e86_51"
    },
    {
      "start": 4713,
      "end": 4823,
      "text": "\nThereafter, on 05.10.2013, they registered the artistic work \" \" by Copyright registration no. A-106276/2013.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb8de7f4db7d46d7a65a3f920169ec2a_52"
    },
    {
      "start": 4824,
      "end": 5004,
      "text": "The Appellants claim that they are the adopter, prior user and proprietor of the aforesaid registered copyright vested in the artistic work of the trade dress for the said product.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b15528c1354840d78a370f5ba059d3a4_53"
    },
    {
      "start": 5006,
      "end": 5150,
      "text": "7. The Appellants also state that on 20.05.2019, they applied for registration of the below mentioned trademarks, however, the same are pending.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a331686a90e4339b11acb4eaa02cba6_54"
    },
    {
      "start": 5151,
      "end": 5195,
      "text": "The details of the same are mentioned below:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5083b5abb4bd4b2e84f7899534f8f473_55"
    },
    {
      "start": 5196,
      "end": 5246,
      "text": "- \n                         No Trademarks         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88a0aa3a5aa6438a9e6518d166439ad3_56"
    },
    {
      "start": 5246,
      "end": 5268,
      "text": "Application Class User",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09a21e73fcbd48678300459f29dfc93b_57"
    },
    {
      "start": 5285,
      "end": 5291,
      "text": "Status",
      "labels": [
        "PREAMBLE"
      ],
      "id": "281c99af2d344f40aac9cbb3196a168c_58"
    },
    {
      "start": 5339,
      "end": 5364,
      "text": "no.               claimed",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b6683ec56484196935b98cf167391b5_59"
    },
    {
      "start": 5443,
      "end": 5449,
      "text": "2022 /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62762804a1ec4dfa8c718e7a208482fc_60"
    },
    {
      "start": 5450,
      "end": 5460,
      "text": "DHC/004764",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31ba1413d5fb41beb900c40efe5b040d_61"
    },
    {
      "start": 5486,
      "end": 5502,
      "text": "1   \"M.G. CABLE\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa000ef3876640d9a49bfabae690a958_62"
    },
    {
      "start": 5503,
      "end": 5510,
      "text": "4179609",
      "labels": [
        "PREAMBLE"
      ],
      "id": "259e222d2adc40bca6ae9735be07f5d7_63"
    },
    {
      "start": 5525,
      "end": 5543,
      "text": "12      14.03.1996",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b247ecf1ffb040d5938f9d3dfdba0fd0_64"
    },
    {
      "start": 5549,
      "end": 5556,
      "text": "Opposed",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4bc30da6ae74b688fbd5978126ccfe5_65"
    },
    {
      "start": 5586,
      "end": 5597,
      "text": "(word mark)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f953709b328d4e30841adaeb4732d671_66"
    },
    {
      "start": 5625,
      "end": 5656,
      "text": "2                       4179608",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b0fc38e806c4407b46ff0442cd678b1_67"
    },
    {
      "start": 5664,
      "end": 5682,
      "text": "12      14.03.1996",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb55e384326144f8be3c79a775ef3f6d_68"
    },
    {
      "start": 5688,
      "end": 5696,
      "text": "Objected",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a5a3862d6424df6801bf71d791ecc63_69"
    },
    {
      "start": 5722,
      "end": 5746,
      "text": "3   \"M.G. CABLES 4179809",
      "labels": [
        "PREAMBLE"
      ],
      "id": "979d16708785450aa69cebe1bf3942c9_70"
    },
    {
      "start": 5747,
      "end": 5779,
      "text": "              35      14.03.1996",
      "labels": [
        "PREAMBLE"
      ],
      "id": "539f1ab9d33744a2b920a48167680673_71"
    },
    {
      "start": 5780,
      "end": 5871,
      "text": "     Opposed                              (INDIA)\"\n                             (word mark)",
      "labels": [
        "FAC"
      ],
      "id": "6c336e9f26434021ae29a4af97f0376d_72"
    },
    {
      "start": 5873,
      "end": 6174,
      "text": "8. H.S. Sahni [the defendant before the learned Commercial Court] states that in the year 1986, he commenced the business of manufacture and trade of wide range of automobile fittings, control cables and spare parts and other allied goods under the name and style of 'M/s M.K. Auto Sales Corporation'.",
      "labels": [
        "FAC"
      ],
      "id": "7409049f52ba4b9f90d67cba45d3e15a_73"
    },
    {
      "start": 6176,
      "end": 6402,
      "text": "9 . H.S. Sahni states that on 07.07.1998, he applied for registration of the word mark \"M.G.I\", under Class 12, by trademark application no. 809099 and the word mark \"M.G.\", under Class 12, by trademark application no. 809098.",
      "labels": [
        "FAC"
      ],
      "id": "1971dccc91524ec78527c36ff1f15880_74"
    },
    {
      "start": 6403,
      "end": 6453,
      "text": "He claimed use of the said marks since 01.04.1989.",
      "labels": [
        "FAC"
      ],
      "id": "8be1a92fed4a41e3a9a3e771e49cd321_75"
    },
    {
      "start": 6454,
      "end": 6569,
      "text": "However, with respect to the word mark \"M.G.\", a rectification was filed on behalf of the Appellants on 18.02.2020.",
      "labels": [
        "FAC"
      ],
      "id": "cc1620613f6043719e085373ab02d148_76"
    },
    {
      "start": 6570,
      "end": 6640,
      "text": "The said matter is pending adjudication before the Trademark Registry.",
      "labels": [
        "FAC"
      ],
      "id": "32317d6426dc45378e0a5453fda23b16_77"
    },
    {
      "start": 6641,
      "end": 6779,
      "text": "\n10. H.S. Sahni further states that in 2019, he applied for registration of the below mentioned trademarks, however, the same are pending.",
      "labels": [
        "FAC"
      ],
      "id": "0ad15852508f467482f5c59c563bd864_78"
    },
    {
      "start": 6780,
      "end": 6841,
      "text": "The details of the same are mentioned below:-\n2022/DHC/004764",
      "labels": [
        "FAC"
      ],
      "id": "eeb5118d78134d7c8dedc92e3d1f2301_79"
    },
    {
      "start": 6842,
      "end": 6857,
      "text": "No . Trademarks",
      "labels": [
        "FAC"
      ],
      "id": "227d0caff46745ce96126fd9e69ca5f9_80"
    },
    {
      "start": 6858,
      "end": 6955,
      "text": "Application Class User Status no. claimed 1 4166884 12 01.04.1989 Opposed 2 4173793 12 01.04.1989",
      "labels": [
        "FAC"
      ],
      "id": "a5484200a2cc4103bb856b5666eabaa7_81"
    },
    {
      "start": 6956,
      "end": 6990,
      "text": "Opposed 3 MG 4271797 12 01.04.1989",
      "labels": [
        "FAC"
      ],
      "id": "01c431a672024f77bceafe61d3108630_82"
    },
    {
      "start": 6991,
      "end": 7026,
      "text": "Accepted e.SMART and advertised 11.",
      "labels": [
        "FAC"
      ],
      "id": "3ec0d1a0db6d421f9461609f05b2e9da_83"
    },
    {
      "start": 7027,
      "end": 7139,
      "text": "H.S. Sahni also states that he has registered the artistic work \"\n\" by Copyright registration no. A-132145/2019.",
      "labels": [
        "FAC"
      ],
      "id": "8bc78c857f0c4be590f3733cec724a82_84"
    },
    {
      "start": 7140,
      "end": 7310,
      "text": "The other trade dress/packaging, as claimed to be used by him, is relevant and set out below: -\nThe said copyrights are claimed to be used since 1989.\n2022/DHC/004764 12.",
      "labels": [
        "FAC"
      ],
      "id": "b160b6a0c98f4be3a7afb328eea9924c_85"
    },
    {
      "start": 7311,
      "end": 7407,
      "text": "On a comparison of the copyrights of the parties, it is apparent that they are almost identical.",
      "labels": [
        "FAC"
      ],
      "id": "f811eaeaf7fe4e149790ad210ccfa81e_86"
    },
    {
      "start": 7408,
      "end": 7490,
      "text": "The said copyrights are relevant and reproduced below: -\nM.G. Cables M.K. Auto 13.",
      "labels": [
        "FAC"
      ],
      "id": "c312e08f9575419eb4c8b76f23317627_87"
    },
    {
      "start": 7491,
      "end": 7694,
      "text": "H.S. Sahni states that in the month of March, 2019, he came to know about the use of the impugned marks \"M.G. Cable\" and \"M.G. Cables (India)\", in respect of identical goods being sold by the Appellants.",
      "labels": [
        "FAC"
      ],
      "id": "5b5ffa4173cc4bb1bfee0c38ccfe4cdb_88"
    },
    {
      "start": 7695,
      "end": 8122,
      "text": "H.S. Sahni claims that the Appellants are manufacturing, and selling identical products like automobile components including clutch cables, control cables, front brake cable, rear brake cables, speedometer cables, seat lock cables etc., under the impugned trademark \"M.G. Cable\"\nand trade name \"M.G. Cables (India)\", which is nearly identical/deceptively similar to its registered trademarks, that are, \"M.G.\"\nand \"M.G.I.\".\n14.",
      "labels": [
        "FAC"
      ],
      "id": "139dfb5f844b4172b3853511da903242_89"
    },
    {
      "start": 8123,
      "end": 8497,
      "text": "Thereafter, H.S. Sahni, through his advocates, issued a Cease-and- Desist notice dated 02.04.2019 and, inter alia, called upon the Appellants to cease and desist from manufacturing, selling, offering for sale, stocking or otherwise dealing in cables and wires or any other cognate or allied goods under the impugned marks \"M.G.\" and \"M.G. Cables (India)\"\n2022/DHC/004764 15.",
      "labels": [
        "FAC"
      ],
      "id": "6b15791a10334c0999274af0753464a8_90"
    },
    {
      "start": 8498,
      "end": 8934,
      "text": "Pursuant to the said notice, on 13.05.2019, the Appellants filed a suit against H.S. Sahni [being CS No. 115/2019], inter alia, seeking a decree of declaration that the Appellants are the prior and legal user of the trademark \"M.G. Cable\" and copyright in the packaging titled \"M.G. Cable\"; permanent injunction against H.S. Sahni to restrain him from making \"groundless threats of legal proceedings\"; damages to the tune of 5,00,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "9f267aabe09e42c69c060cf9cc23a192_91"
    },
    {
      "start": 8935,
      "end": 9022,
      "text": "However, the said suit was dismissed by the court on the ground of the non-prosecution.",
      "labels": [
        "FAC"
      ],
      "id": "c0ebd4f432d04e6998d0569510682699_92"
    },
    {
      "start": 9024,
      "end": 9214,
      "text": "16. On 03.07.2019, the Appellants filed a second suit being CS (COMM) no. 146/2019, inter alia, seeking a permanent injunction against H.S. Sahni from infringing their registered trademarks.",
      "labels": [
        "FAC"
      ],
      "id": "fb7c7b202fa444798b3e5afac1a2615d_93"
    },
    {
      "start": 9216,
      "end": 9414,
      "text": "17. On 04.07.2019, the learned Commercial Court granted an ex parte ad interim injunction against H.S. Sahni and restrained it from using the impugned mark \" \"\nTHE CASE SET UP BY THE APPELLANTS:\n18.",
      "labels": [
        "RLC"
      ],
      "id": "a8249916a6ff42a99714e5981815c793_94"
    },
    {
      "start": 9415,
      "end": 9711,
      "text": "The Appellants state that on account of their continuous use in the trademark and copyright \"M.G. Cable\", they have acquired enviable goodwill and reputation among the public and trade and thus, the said mark and copyright have acquired distinctive character and are associated with its business.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff361780cb5f4b2091037c3a04e85cea_95"
    },
    {
      "start": 9712,
      "end": 9966,
      "text": "The Appellants further claim that they adopted a unique trade dress for its products inasmuch as the packaging of its product (control cables) in yellow and orange colour with its logo in the 2022/DHC/004764 background in black make the same distinctive.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab9c47078e174c0da1f51751f470ed1c_96"
    },
    {
      "start": 9967,
      "end": 10058,
      "text": "The Appellants also state that their gross sales in the year 2018 were Rs 1,25,00,805/-\n19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "273f512dd33b43b297680eaa5e68071c_97"
    },
    {
      "start": 10059,
      "end": 10208,
      "text": "The Appellants claims that H.S. Sahni has not manufactured or sold any products bearing the impugned mark \"M.G. Cable\" till the month of April, 2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e1e3a6953a3a47969c9049e5f0ee3715_98"
    },
    {
      "start": 10209,
      "end": 10358,
      "text": "They referred to the following invoices, produced as evidence by H.S. Sahni, in support of their contention:\nCopy of the Invoices 2022/DHC/004764 20.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3065c918b831423f8bd67ea88e26f699_99"
    },
    {
      "start": 10359,
      "end": 10624,
      "text": "The Appellants claims that H.S. Sahni is a habitual infringer inasmuch as the invoices filed by him pertaining to several years, mention the marks 'RONAK', 'AUTOMAX', 'WIREPOOL' 'DATSUN' etc., which were other well-known trademarks, in addition to the mark \"M.G.I\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a3be98c6d9b04b36981068839ecf021c_100"
    },
    {
      "start": 10625,
      "end": 10880,
      "text": "The Appellants further claimed that if H.S. Sahni was manufacturing the products bearing the mark \"M.G. Cables\", it would have advertised its own products in the invoices and not used words to the effect \"Always Insist Original Datsun Control Cables\".\n21.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a14b451c8a8645d3ac5cc88c39b46671_101"
    },
    {
      "start": 10881,
      "end": 11063,
      "text": "The Appellants have also asserted that the impugned copyright and device mark of H.S. Sahni also has the letters 'M' and 'G' written in the exact same manner as that of its mark ( ).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6abc25a2e9a9480e86cd5fc00609f861_102"
    },
    {
      "start": 11065,
      "end": 11115,
      "text": "THE CASE SET UP BY H.S. SAHNI:\n2022/DHC/004764 22.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4de9ba7f86ea4204830c8f4a3fd49561_103"
    },
    {
      "start": 11116,
      "end": 11291,
      "text": "H.S. Sahni states that the Appellants, by using the impugned mark \"M.G. Cable\" and adopting \"M.G. Cables (India)\" are infringing his registered trademarks \"M.G.\" and \"M.G.I.\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b1bf0693f154ce1bc6d1551497bc8c8_104"
    },
    {
      "start": 11292,
      "end": 11446,
      "text": "Further, the trade name and the impugned marks used by the Appellants were visually, phonetically and structurally identical to his registered trademarks.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d0ff8e6549d4e48958fc56b4d1c6c5e_105"
    },
    {
      "start": 11447,
      "end": 11712,
      "text": "He further contended that the placement of the letters 'M' and 'G' had been deliberately copied by the Appellants and the word 'Cable' is a generic word describing the goods and therefore, if the generic word is ignored, the similarity in the two marks is apparent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d8b3025991b24298a7162bf4cb5b8f34_106"
    },
    {
      "start": 11713,
      "end": 11967,
      "text": "He also contended that the Appellants had registered their marks under Class 6, however, they were attempting to dishonestly produce and market their goods under Class 12 by using the trademarks that were deceptively similar to his registered trademarks.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "26b36e8c38fc41a19256d10a270798f3_107"
    },
    {
      "start": 11968,
      "end": 11992,
      "text": "\nTHE IMPUGNED ORDER:\n23.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "afbbd48ffd21488f9e23d8821be0ca42_108"
    },
    {
      "start": 11993,
      "end": 12123,
      "text": "On 02.09.2019, the learned Commercial Court considered the rival submissions and prima facie, found merit in the Appellants' case.",
      "labels": [
        "RLC"
      ],
      "id": "1b2cea3261c94331ac286bec6ab06d48_109"
    },
    {
      "start": 12124,
      "end": 12291,
      "text": "The learned Commercial Court was of a prima facie view that H.S. Sahni had infringed the Appellants' trademark and had passed off his goods as those of the Appellants.",
      "labels": [
        "RLC"
      ],
      "id": "d157cf908581424991c0bd56dde2e576_110"
    },
    {
      "start": 12292,
      "end": 12361,
      "text": "The relevant extract of the impugned order is reproduced below:-\n'24.",
      "labels": [
        "NONE"
      ],
      "id": "c86f5b2ca4d746e5885006b5e20a091d_111"
    },
    {
      "start": 12362,
      "end": 12623,
      "text": "From the above discussion and the argument advanced by both the parties and from the careful perusal of the documents filed in support therein, it is reflected that plaintiff has prima facie shown that he is having registered trademark for the mark 'M.G.Cable'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "668e76ba19fb46a3912e324885e427b1_112"
    },
    {
      "start": 12624,
      "end": 12799,
      "text": "Plaintiff has also been able to show that he is the prior user since 2022/DHC/004764 1996 and as per the documents with particular mention of 'M.G. Cable' since, 2000 onwards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29704b7aa20f41e3ab591244a3bf20e3_113"
    },
    {
      "start": 12800,
      "end": 12898,
      "text": "Plaintiff has also been able to show prima facie that he is having a copyright of his trade-dress.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa43c6cc04654dd8b6b1573cb7506080_114"
    },
    {
      "start": 12899,
      "end": 12993,
      "text": "Defendant on the other has not been able to show prima facie his prior use than the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d847a4a7ba04695a09e0bd02d28df67_115"
    },
    {
      "start": 12994,
      "end": 13108,
      "text": "More particularly the trade-dress used by the defendant appears to be similar to the trade-dress of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97da93c8aa944e6a89cbeabce140a4c6_116"
    },
    {
      "start": 13109,
      "end": 13218,
      "text": "The trade- dress of both the parties which are available on the judicial record have been perused thoroughly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b1280d4e89f429190a475821dcc337b_117"
    },
    {
      "start": 13219,
      "end": 13334,
      "text": "Plaintiff has also been able to show prima facie that he has also obtained NOC from Registrar of Trademark as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a310c1fd9f247e78c4d56f012810f83_118"
    },
    {
      "start": 13335,
      "end": 13614,
      "text": "Thus, the judgments relied upon by the plaintiff and more particularly Chinna Trust (Supra) are applicable in present facts and circumstances and the judgment Devans (Supra) which has been relied upon by the defendant is equally applicable in the present facts and circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae1733bdd19d49a8a574827dfa4a026f_119"
    },
    {
      "start": 13615,
      "end": 13728,
      "text": "\nThe plaintiff has therefore been able to establish the prima facie case in his favour and against the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ac9010be9434924a14c931628c91804_120"
    },
    {
      "start": 13729,
      "end": 13959,
      "text": "As per the ratio laid down in the above cited judgments, it is reflected that there can be registration of certificate for a product in different classes as there may be overlapping with regard to the categories mentioned therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f996029b1ddd49fea114f9e3bc1fbb9d_121"
    },
    {
      "start": 13960,
      "end": 14030,
      "text": "In such circumstances, it is the prior use which has to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85c8acb91d1a4fd48fc2a32f284cf9e4_122"
    },
    {
      "start": 14031,
      "end": 14110,
      "text": "In the present case it appears to be in favour of plaintiff as mentioned above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1ce73184a7845ffb9271ca5b67a31a6_123"
    },
    {
      "start": 14111,
      "end": 14347,
      "text": "In such circumstances therefore, balance of convenience is also tilted in favour of plaintiff and I am of the considered opinion that, he shall suffer an irreparable loss on each and every day if the relief sought by him is not granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9da6b0e1ab7947ed999fca705a852d25_124"
    },
    {
      "start": 14349,
      "end": 14620,
      "text": "25. The defendant on the other hand has not been able to substantiate his argument in the light of the material so available before this court, therefore, application under Order XXXIX Rule 4 CPC is dismissed and application under Order XXXIX Rule 1 and 2 CPC is allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "122de43b5bf94f30bf501183afa4c498_125"
    },
    {
      "start": 14622,
      "end": 15082,
      "text": "26. Defendant, its associates, agents etc are restrained from using the registered trademark and registered copyright vested in the trade-dress/packaging 'M. G. Cable' and/or 2022/DHC/004764 any other mark deceptively and confusingly similar to the plaintiffs registered trademark and registered copyright vested in the trade dress/packaging 'M. G. Cable' amounting to infringement of plaintiffs registered trademark and copyright during pendency of the suit.'",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c37a9eba06a40a7ae8d3b6485162028_126"
    },
    {
      "start": 15084,
      "end": 15171,
      "text": "24. Aggrieved by the impugned order, the parties filed the present intra court appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5031b6ff54b0464bb3e375d8a706fe5e_127"
    },
    {
      "start": 15173,
      "end": 15200,
      "text": "REASONS AND CONCLUSION:\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e03d22748ac54aca84c0eed630be14f3_128"
    },
    {
      "start": 15201,
      "end": 15305,
      "text": "The Appellants as well as H.S. Sahni claim that they are the prior users of the trademark \"M.G. Cables\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e02fafa175fa47128b00a3e335a15efa_129"
    },
    {
      "start": 15306,
      "end": 15449,
      "text": "The learned Commercial Court had found in favour of the Appellants and observed that they had been able to show prior user since the year 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06a26342e58e430daf79f1c28ed07faa_130"
    },
    {
      "start": 15450,
      "end": 15537,
      "text": "Further, the Appellants had also established copyright in the trade dress used by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "461725cc24da46a0a80d99892dbbe375_131"
    },
    {
      "start": 15538,
      "end": 15708,
      "text": "As opposed to same, the learned Commercial Court found that H.S. Sahni has not been able to, prima facie, establish that he was a prior user of the trademark in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29e90e7dad9f4ac097a7f36352714f14_132"
    },
    {
      "start": 15710,
      "end": 15876,
      "text": "26. The first and foremost question, to be addressed, is whether the aforesaid findings of the learned Commercial Court warrant any interference in these proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a6c392f5b0043ebbfd0f5188730cc7a_133"
    },
    {
      "start": 15877,
      "end": 16039,
      "text": "There is no document available on record which suggests that H.S. Sahni was using trademarks \"M.G\", \"M.G.I\" or \"M.G Cable\" since the year 1989, as claimed by him.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5e677127245489ca1b0afef439e4bd5_134"
    },
    {
      "start": 16041,
      "end": 16309,
      "text": "27. H.S. Sahni [through M.K. Auto Sales Corporation] had opposed an application filed by one of the constituent partners of Appellant no.2 [M/s MG CABLES (INDIA)] for registration of the mark \"MGX\", under Class 12, by Trademark Application no.1653480 dated 13.02.2008.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3d41f696746430aae1b919a46f8699c_135"
    },
    {
      "start": 16310,
      "end": 16578,
      "text": "In its 2022/DHC/004764 opposition, H.S. Sahni had claimed that he had spent a large sum of money in publicity of the trademarks \"M.G.\" and \"M.G.I\"; however, there is no material on record to show any such expenditure on publicity of the said trademarks \"M.G.\"/\"M.G.I\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d55bdb9cee904f84b87ef47607cfde88_136"
    },
    {
      "start": 16579,
      "end": 16715,
      "text": "The earliest invoice placed on record by H.S. Sahni, in support of his claim that he was dealing in control cables, is dated 25.08.1989.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "955153e48c674c34be7b64a6a709c392_137"
    },
    {
      "start": 16716,
      "end": 16770,
      "text": "The image of the said invoice is reproduced below- 28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b658ed062c241e492bc08bfae8c1415_138"
    },
    {
      "start": 16771,
      "end": 16881,
      "text": "The said invoice mentions \"MGI\" and several others marks, namely, \"RONAK\", \"AUTOMAX\", \"WIREPOOL\" and \"DATSUN\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61ef78f5ea424b97b07654bc9c1e120a_139"
    },
    {
      "start": 16882,
      "end": 16940,
      "text": "Some of these marks are similar to other well-known marks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "250358cfb1944743904860dcc4d220d4_140"
    },
    {
      "start": 16941,
      "end": 17043,
      "text": "Further, the printed endorsement on the invoice reads: \"Always Insist Original Datson Control Cables\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49e20cd6bd644e18b947f4faf3c38c2c_141"
    },
    {
      "start": 17044,
      "end": 17147,
      "text": "This indicates that H.S. Sahni was using the trademarks \"DATSUN\"/\"DATSON\" in respect of control cables.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a169bef6e7d48c3b8ae69d6965b7b1f_142"
    },
    {
      "start": 17148,
      "end": 17343,
      "text": "Some of the invoices for a later period do not indicate the names of any 2022/DHC/004764 brands/trademarks but bear the words \"DATSUN GENUINE CABLES EXTRA FICTION FREE\" in in the shape of a seal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d704a858e7534ecb9b963a35bff6fe44_143"
    },
    {
      "start": 17344,
      "end": 17415,
      "text": "The image of one such invoice dated 09.01.2007 is reproduced below:\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a022a928722f4c9cb27567285573f710_144"
    },
    {
      "start": 17416,
      "end": 17507,
      "text": "Indisputably, mere registration of the trademarks is not sufficient to establish their use.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a977da82eeb45eda5fc3b00f174753a_145"
    },
    {
      "start": 17509,
      "end": 17681,
      "text": "30. H.S. Sahni had also produced invoices from the year 2018, which mention the trademarks \"MG\", \"MGI\" and \"AUTOMAX\" on top as well as on the lower portion of the invoices.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7656a61619b34ddbb5d3f771b76b28cc_146"
    },
    {
      "start": 17682,
      "end": 17822,
      "text": "The said invoices continue to bear the printed words \"DATSUN GENUINE CABLES\" in the form a seal, however, the letters MC(R) have been added.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2db0e4e0a9e42b5b03e990e76fc656e_147"
    },
    {
      "start": 17823,
      "end": 17959,
      "text": "The notation below the trademarks on the bottom of the said invoice continues to read as \"Always Insist Original Datsun Control Cables\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d20c08c6e2bf4e8fbc5b6c8ba3183657_148"
    },
    {
      "start": 17960,
      "end": 18054,
      "text": "An image of the invoice dated 25.07.2018 is relevant and reproduced below- 2022/DHC/004764 31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0354f5d8c14f4c40911d4b545784681f_149"
    },
    {
      "start": 18055,
      "end": 18207,
      "text": "The aforesaid documents do not establish that H.S. Sahni was using the trademark \"M.G\"/\"M.G.I\" and not \"Datsun\" in respect of automotive control cables.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e273c9d5b4b847109e95e4b4c7db2e51_150"
    },
    {
      "start": 18208,
      "end": 18409,
      "text": "However, even if it is accepted that the aforesaid invoice indicates the use of the trademark \"M.G\"/\"M.G.I\", the said use is not prior to the year 2017 as the earliest such invoice is of the year 2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa78d675d913496e82dc4a8abeb2f2fb_151"
    },
    {
      "start": 18411,
      "end": 18506,
      "text": "32. The Appellants claim that the trademark \"YEMGI\" was coined by the father of Appellant no.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ec00b6aba2c44a19ff6758315cda371_152"
    },
    {
      "start": 18507,
      "end": 18563,
      "text": "He carried on the business under the trade name \"YEMGI\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68d06781d2e74834bad37824558f3904_153"
    },
    {
      "start": 18564,
      "end": 18670,
      "text": "The said word was coined by combining the initials of the Appellant no.1 (Mukul) and his brother (Gaurav).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e5ef5969a624a5d887e4ff7759b8c98_154"
    },
    {
      "start": 18671,
      "end": 18961,
      "text": "The Appellants claim that Appellant no.1 and his brother (also a constituent partner of Appellant no.2) adopted the trade name \"M.G CABLES (INDIA)\" in the year 1996 and applied for registration of the trademark \"M.G. CABLE\"\non 30.03.1998 under Class 6 (by Trademark Application no. 796989).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4aaec128d6cc4a0aa46ed13fc97bb5a2_155"
    },
    {
      "start": 18963,
      "end": 18982,
      "text": "2022/DHC/004764 33.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e47998183cf9423e9ea9206ead5ac4dd_156"
    },
    {
      "start": 18983,
      "end": 19084,
      "text": "H.S. Sahni applied for registration of the trademarks \"M.G\" and \"M.G.I\" under Class 12 on 07.07.1998.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "959988bb5ed34c4894f8aa07aec3b36e_157"
    },
    {
      "start": 19085,
      "end": 19188,
      "text": "This was subsequent to the Appellants' application for registration of the trademark under Class 6.\n34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "959d0d10cea84118921bc5764f3ff2b5_158"
    },
    {
      "start": 19189,
      "end": 19599,
      "text": "The Appellants have also produced other documents such as an MTNL telephone bill dated 24.12.1996 in the name of \"MG CABLES INDIA\"; certificate bearing registration no. 4/19447/II under the Delhi Shop and Establishments Act, 1954 dated 01.06.1988 reflecting the use of the tradename YEMGI; and an ad hoc MCD license (license no. 416) dated 17.05.2019 indicating the use of the tradename \"M/s YEMGI Industries\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35dd5a9da0214964bb3962c3676e72f3_159"
    },
    {
      "start": 19601,
      "end": 19756,
      "text": "35. In addition, the Appellants have also produced invoices including an invoice dated 18.06.2001, which bears the mark \"M.G CABLE\" on its top left corner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba176c0786a047e293c0512f029548b5_160"
    },
    {
      "start": 19758,
      "end": 19936,
      "text": "36. In view of the above, this Court is unable to fault the prima facie finding of the learned Commercial Court that the Appellants were the prior user of the mark \"M.G. CABLES\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26cfe5c6b3e7474f90a959fb39998a2e_161"
    },
    {
      "start": 19937,
      "end": 20112,
      "text": "The Appellants had applied for and obtained the registration of the copyright in respect of the artistic work of the trade dress of the product \"M.G. CABLES\" in the year 2013.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f026dff1977d40a287b075cf7c983073_162"
    },
    {
      "start": 20113,
      "end": 20313,
      "text": "The extract from the Register of the Copyrights indicates that Appellant no.2 is a registered proprietor of the copyright bearing no.106276/2013, in respect of the following work:-\n2022/DHC/004764 37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "099fb547a4c4499e883f6dc4150db232_163"
    },
    {
      "start": 20314,
      "end": 20476,
      "text": "As noted above, on 11.05.2019, H.S. Sahni has also applied for registration of the following device mark under Class 12, by Trademark Application no. 4173793:\n38.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d49bcd4ff42d4b8789e09d5d7272cd66_164"
    },
    {
      "start": 20477,
      "end": 20627,
      "text": "It is apparent from the above that H.S. Sahni has applied for registration of the device mark, which is almost identical to the Appellants' copyright.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4b5d0b69dfa4deeaaef7a43c18fc1ab_165"
    },
    {
      "start": 20628,
      "end": 20818,
      "text": "Clearly, H.S. Sahni cannot be permitted to use the said trademark or any other deceptively similar trademark in respect of the same product unless he is able to establish his right to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ddea85f68264be1a72a925c1aeaa9ef_166"
    },
    {
      "start": 20820,
      "end": 21141,
      "text": "39. The next question, to be addressed, is whether the learned Commercial Court had erred in not appreciating that whilst H.S. Sahni was a registered proprietor of the trademarks \"M.G\"/ \"M.G.I\" under Class 2022/DHC/004764 12; Appellant no.2 is the proprietor of the registered trademark in Class 6 (and not Class 12).\n40.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40cdda283045479896d81fc213019d61_167"
    },
    {
      "start": 21142,
      "end": 21415,
      "text": "Mr. Bansal, learned counsel appearing on behalf of H.S. Sahni, emphasised that H.S. Sahni had registered the said trademarks under Class 12 in relation to \"parts, fittings and accessories of motor land vehicles, control cables, meter cables for use in motor land vehicles\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4fcce21d541f4d20ad94c657349b95b8_168"
    },
    {
      "start": 21416,
      "end": 21655,
      "text": "The Appellants' trademark \"M.G. CABLE\" was registered in Class 6 in relation to \"unwrought or partly- wrought common metals and their alloys, non-electrical wires and cables nut and bolts and spring all being goods included in Class - 06\".",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1ec09c9e6cbc49bb9a25ac246bdd735f_169"
    },
    {
      "start": 21656,
      "end": 21918,
      "text": "He submitted that the Appellants did not have any registration in respect of control cables or automotive parts but in respect of hardware; therefore, the learned Commercial Court had erred in granting an interim injunction on the basis of the said registration.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5914b62580b0489ebbfa99e80fd798ba_170"
    },
    {
      "start": 21920,
      "end": 22236,
      "text": "41. The material, placed on record, clearly indicates that the Appellants are, inter alia, engaged in the business of dealing with automotive cables/control cables, however, they had secured the registration of the trademark \"M.G. CABLE\" under Class 6 in relation to goods which also included \"non-electrical wires\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "998ead742d0e41f3b699792b90593398_171"
    },
    {
      "start": 22237,
      "end": 22340,
      "text": "Class 12 appears to be the apposite class for registration of the product in question (control cables).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8bee550ef54446658b1c5b39d711942d_172"
    },
    {
      "start": 22341,
      "end": 22463,
      "text": "However, on a broader literal interpretation, the said wires would also fall in the description of \"non-electrical wires\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3cd536d262b4bddad8fd43390ba37dc_173"
    },
    {
      "start": 22464,
      "end": 22625,
      "text": "Thus, we cannot readily accept that the registration of the trademarks in favour of the Appellants would not inure to their benefit in respect of control cables.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "534fdcf1a1224a13ba70ee61a5009e20_174"
    },
    {
      "start": 22626,
      "end": 22726,
      "text": "The specified classes of goods for purposes of registration of trademarks is a broad classification.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c26c2f603b52484393f207238c19f06b_175"
    },
    {
      "start": 22727,
      "end": 22793,
      "text": "It would be erroneous to consider them as distinct airtight silos.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b96c036d93274231ae41ca59e15619b3_176"
    },
    {
      "start": 22794,
      "end": 22889,
      "text": "\n2022/DHC/004764 42. Section 7 of the Trade Marks Act, 1999 deals with classification of goods.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd08eac805224454ad176acb465cd6d8_177"
    },
    {
      "start": 22890,
      "end": 23517,
      "text": "The said section reads as under:\n\"7. Classification of goods and services.\n(1) The Registrar shall classify goods and services, as far as may be, in accordance with the International classification of goods and services for the purposes of registration of trade marks.\n(2) Any question arising as to the class within which any goods or services falls shall be determined by the Registrar whose decision shall be final.\"\n43. The International Classification of Goods and Services (Nice Classification) (9th Edition) issued in Geneva in the year 2006 gives further sub-classifications of the classification of goods and services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bba3e414aa214b7ba8bfe60bc43ad5d8_178"
    },
    {
      "start": 23518,
      "end": 23638,
      "text": "Presently, the Registry of Trade Marks in India follows the 10th Edition of 'NICE Classification' of Goods and Services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a9dc9808a4d40438e3a3c37b5de9616_179"
    },
    {
      "start": 23639,
      "end": 23693,
      "text": "The Nice Classification consists of a list of classes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aeb116601a424d9c8326394bb3cb2bee_180"
    },
    {
      "start": 23694,
      "end": 23894,
      "text": "Under the said system, there are 34 classes of goods and 11 classes of services [classes 1 to 34 deal with the specification of goods whereas classes 35 to 45 deal with the specification of services].",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8514aa4b90af45e2b0acf226855bb0d4_181"
    },
    {
      "start": 23895,
      "end": 24326,
      "text": "\n44. Class 6 relates to \"common metal and their alloys; metal building material; transportable buildings of metal, materials of metal for railways tracks; non-electric cables and wires of common metal; ironmongery; small items of metal hardware; pipes and tubes of metal, safes and goods of common metal not included in other classes; ores; cables of metal, non-electric\" and goods which are covered under Class 2022/DHC/004764 45.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25c1da04b99f455cb5d5352962733aff_182"
    },
    {
      "start": 24327,
      "end": 24600,
      "text": "It is relevant to refer to Class 7, which includes \"machines and machines tools; motors and engineers (except for land vehicles); machine coupling and transmission components (except for land vehicles); agriculture implements other than hand operated; incubators for eggs\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3beb8c5b23244296990bbd3871710cbc_183"
    },
    {
      "start": 24601,
      "end": 24665,
      "text": "The same includes \"control cables machines, engines, or motors\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e7e53ffc9da405ab8de6069a1b53a9d_184"
    },
    {
      "start": 24666,
      "end": 24743,
      "text": "Class 12 tends to \"vehicles; apparatus for locomotion by land, air or water\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab0910daddeb4a049a9f9b88639fbf4a_185"
    },
    {
      "start": 24744,
      "end": 24854,
      "text": "The number of goods indicated under the said classification, however, do not include cables or control cables.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3fc914be9bd4787ba4060fa85c8dfca_186"
    },
    {
      "start": 24856,
      "end": 25036,
      "text": "46. The various classes of goods were also set out in the Fourth Schedule to the Trade Mark Rules, 2002, which was applicable prior to the Trade Mark Rules, 2017 coming into force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a33bfbe5af4c4e21bde9d274322b9086_187"
    },
    {
      "start": 25037,
      "end": 25396,
      "text": "Class 6 under the said schedule reads as \"common metals and their alloys; metal building material; transportable buildings of metal; materials for metal for railways tracks; non-electrical cables and wires of common metal; ironmongery, small items of metal hardware; pipes and tubes of metal; safes; goods of common metal not included in other classes; ores\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fa03db35e73418eae957fa586e64480_188"
    },
    {
      "start": 25397,
      "end": 25474,
      "text": "Class 12 reads as \"vehicles; apparatus for locomotion by land, air or water\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cec1f5576e64a92ab1166eae965f6de_189"
    },
    {
      "start": 25475,
      "end": 25693,
      "text": "It is relevant to bear in mind that the Registrar is required to classify goods for the purposes of registration of a trademark, however, the trademarks are used by proprietor in respect of specific goods and services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aac8ebf1de5942a6aeced94772ecb998_190"
    },
    {
      "start": 25695,
      "end": 25970,
      "text": "47. In FDC Limited v. Docsuggest Healthcare Services Pvt. Ltd. & Anr.: 2017 (69) PTC 218 (Del), this Court had held that \"the classification of goods and services under Section 7 of the Act is not the criterion for deciding the question of similarity in goods and services.\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dfc688e32721454aa30817674d705877_191"
    },
    {
      "start": 25971,
      "end": 26405,
      "text": "The Court had referred to the following passage from K.C. 2022/DHC/004764 Kailasam./Ramu Vedaraman's Law on Trade Marks & Geographical Indications 1st Edition, 2003:-\n\"Classification of goods given in the rules not the criterion Whether or not two sets of goods or services are of the same description is not be decided on the basis of the classification of goods and services given in the 4th schedule to the Trade Marks Rules, 2002.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac87466b790445bf82cb4e3532a04e3c_192"
    },
    {
      "start": 26406,
      "end": 26523,
      "text": "The description of goods may be narrower or wider than any of the classes according to the circumstances of the case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fd2d13071b924d23b5859ef392408b40_193"
    },
    {
      "start": 26524,
      "end": 26622,
      "text": "As we observed by LINDLEY J., in the Australian Wine Importers Trade Mark case ((1889) 6 RPC 311).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9057d4a0aa640bd9e181d6166889c5c_194"
    },
    {
      "start": 26623,
      "end": 26817,
      "text": "\"If you come to look at that classification, you will find goods of the same description, in one sense, in different classes, and you will find goods of different description in the same class.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3d38238706d24463accd91f6981200f2_195"
    },
    {
      "start": 26819,
      "end": 27140,
      "text": "48. In the case of Sri Vari Pharma v. Apex Labrotories Pvt Ltd und Ors.: 2015 SCC OnLine Mad 14278, the court held that \"Classification of goods and service under the trademark is a broad classification:\nwhether the plaintiff's product will fall within that classification or not, is purely a subject matter of trial\"\n49.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e56674f9b74a4195bd8257250e4c3e98_196"
    },
    {
      "start": 27141,
      "end": 27589,
      "text": "It is also well settled that if a person has obtained a registration in respect of entire class of goods but intends to use the registered trademark for only a specific product falling within the said class, the registration granted to him is required to be limited to the goods or services in respect to which the proprietor intends to use the said trademark [See: Vishnudas Kishendas v. Vazir Sultan Tobacco Co. Ltd.: 1996 PTC (16) 512 (SC)].\n50.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3913e5a1300041a78cec3316db6f6647_197"
    },
    {
      "start": 27590,
      "end": 27722,
      "text": "In the present case, the appellants intend to use the trademark only in connection with non-electrical cables and other metal parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a0a6da07a714b27bf9f0d6cc1290373_198"
    },
    {
      "start": 27723,
      "end": 27808,
      "text": "Thus, it would be apposite to consider the registration in respect of the said goods.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fec02ba0e6dc491abca3eae49e2081b3_199"
    },
    {
      "start": 27809,
      "end": 27825,
      "text": "\n2022/DHC/004764",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cdc1249bbe224ee0ad292c2818925f16_200"
    },
    {
      "start": 27826,
      "end": 27921,
      "text": "As stated above, it was possible, at the material time, to accept the said goods under Class 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d922b6fe894e40a39a399be0dbf80d01_201"
    },
    {
      "start": 27922,
      "end": 28114,
      "text": "In the given facts, we are unable to accept that the registration of the trademark in question, in favour of the Appellants, would not inure to its benefit in respect of the goods in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "115b51e4431e4873ac6b0b9694078f87_202"
    },
    {
      "start": 28116,
      "end": 28331,
      "text": "51. The next question to be considered is whether the Appellants were required to, prima facie, establish their prior use from the date of the registration of the trademarks \"M.G\" or \"M.G.I\" in favour of H.S. Sahni.",
      "labels": [
        "ISSUE"
      ],
      "id": "91796681d2d0424aa96097c4f3ef75f5_203"
    },
    {
      "start": 28332,
      "end": 28636,
      "text": "Mr. Bansal had earnestly contended that it was not sufficient for the Appellants to establish that their use of the trademark was prior to the use by H.S. Sahni; they were required to establish that they had used the mark prior to registration of the trademark \"M.G\" and \"M.G.I\", in favour of H.S. Sahni.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53c3ff2db8e7445c909002b5c1f4cbd5_204"
    },
    {
      "start": 28637,
      "end": 28722,
      "text": "He relied upon Section 34 of the Trade Marks Act, 1999, in support of his contention.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cca1622c5f443fd880b1848eccf3fed_205"
    },
    {
      "start": 28723,
      "end": 29712,
      "text": "\n52. Section 34 of the Trade Marks Act, 1999 is reproduced under:-\n\"34. Saving for vested rights.--Nothing in this Act shall entitle the proprietor or a registered user of registered trade mark to interfere with or restrain the use by any person of a trade mark identical with or nearly resembling it in relation to goods or services in relation to which that person or a predecessor in title of his has continuously used that trade mark from a date prior-- (a) to the use of the first-mentioned trade mark in relation to those goods or services be the proprietor or a predecessor in title of his; or (b) to the date of registration of the first- mentioned trade mark in respect of those goods or services in the name of the proprietor of a predecessor in title of his;\n2022/DHC/004764 whichever is the earlier, and the Registrar shall not refuse (on such use being proved), to register the second mentioned trade mark by reason only of the registration of the first mentioned trade mark.\"",
      "labels": [
        "STA"
      ],
      "id": "9e1058e9af4b48b5a7d23bc981f6d028_206"
    },
    {
      "start": 29714,
      "end": 29915,
      "text": "53. A plain reading of Section 34 of the Trade Marks Act, 1999 indicates that the rights of a prior user of a mark are protected and cannot be interfered with by a proprietor of a registered trademark.",
      "labels": [
        "STA"
      ],
      "id": "f6dba9badaa64fbfa7063cc3d18df254_207"
    },
    {
      "start": 29916,
      "end": 30072,
      "text": "Thus, to seek the benefit of Section 34 of the Trade Marks Act, 1999, H.S. Sahni must establish that he was a prior user of the trademark \"M.G\"/\"M.G.I\".\n54.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d24e7659c13b4a6b91dc93b20765a8c1_208"
    },
    {
      "start": 30073,
      "end": 30189,
      "text": "In the case of S. Syed Mohideen v. P. Sulochana Bai: (2016) 2 SCC 683, the Supreme Court held as under: -\n\"30.4.....",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9118da9f517d43f696f11c8f08097a10_209"
    },
    {
      "start": 30190,
      "end": 30683,
      "text": "Conjoint reading of Sections 34, 27 and 28 would show that the rights of registration are subject to Section 34 which can be seen from the opening words of Section 28 of the Act which states \"Subject to the other provisions of this Act, the registration of a trade mark shall, if valid, give to the registered proprietor....\" and also the opening words of Section 34 which states \"Nothing in this Act shall entitle the proprietor or a registered user of registered trade mark to interfere....\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15e8a000784b41f8abfc28147e2d0d04_210"
    },
    {
      "start": 30684,
      "end": 30891,
      "text": "Thus, the scheme of the Act is such where rights of prior user are recognised superior than that of the registration and even the registered proprietor cannot disturb/interfere with the rights of prior user.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25db858afa0c40f68b9ad1c359841166_211"
    },
    {
      "start": 30892,
      "end": 31132,
      "text": "The overall effect of collective reading of the provisions of the Act is that the action for passing off which is premised on the rights of prior user generating a goodwill shall be unaffected by any registration provided under the Act....\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3eab19ffc7e4f15a7ce9a7963c6fdcc_212"
    },
    {
      "start": 31133,
      "end": 31399,
      "text": "\n55 . In a subsequent decision, the Supreme Court in Neon Laboratories Ltd. v. Medical Technologies Ltd: 2016 2 SCC 672, referred to Section 34 of the Trade Marks Act, 1999 and observed that \"This \"first user\" rule is a seminal part of the Act.\".\n2022/DHC/004764 56.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "98e0535dd25a450ca342d0ea8606b444_213"
    },
    {
      "start": 31400,
      "end": 31528,
      "text": "The next question, to be addressed, is whether H.S. Sahni is entitled to the benefit of Section 33 of the Trade Marks Act, 1999.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2925dd2734304032bcf24a84185b7834_214"
    },
    {
      "start": 31529,
      "end": 31818,
      "text": "It is contended on behalf of H.S. Sahni that the Appellants were aware of the trademarks registered in his favour as one of the constituent partners of Appellant no.2 had applied for registration of the trademark \"MGX\" under Class 12, by Trademark application no. 1653480 dated 13.02.2008.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abb14f4789d44507a5d2f2af1cc6ebe4_215"
    },
    {
      "start": 31819,
      "end": 31923,
      "text": "The said application had been opposed by H.S. Sahni [through M.K. Auto Sales Corporation] on 24.03.2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7196076e2e2b4481808c6cfa52d16413_216"
    },
    {
      "start": 31924,
      "end": 32070,
      "text": "Thus, the Appellants were aware of the trademarks \"M.G\" and \"M.G.I\", registered in favour H.S. Sahni but had taken no steps to challenge the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1152c9df4cfc409796a9464a873b3326_217"
    },
    {
      "start": 32072,
      "end": 32307,
      "text": "57. In view of the prima facie findings that H.S. Sahni has been unable to show any usage of the trademark \"M.G\"/\"M.G.I\" prior to the year 2017, the question of any acquiescence on the part of the Appellants in such use does not arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e6baf4a5b094ccda3ac7aff661ce677_218"
    },
    {
      "start": 32308,
      "end": 32444,
      "text": "Further, it is settled law that acquiescence cannot be inferred by mere inaction on the part of the proprietor of a registered trademark",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33d82d9c470d47298d1e5f06c27651d3_219"
    },
    {
      "start": 32445,
      "end": 32598,
      "text": ". It must be established that the proprietor's conduct had, either tacitly or by positive acts, encouraged the use of the allegedly infringing trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "905f7360cd7146c8bbb4787b5d25931e_220"
    },
    {
      "start": 32600,
      "end": 32747,
      "text": "58. In the case of M/s Power Control Appliances & Ors. v. Sumeet Machines Private Limited: (1994) 2 SCC 448, the Supreme Court held as under:-\n\"26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d5ff27a0c5534ac0bc1d7ca532135736_221"
    },
    {
      "start": 32748,
      "end": 32837,
      "text": "Acquiescence is sitting by, when another is invading the rights and spending money on it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "acebd4fb6f0d49e78c6d1b7521ac7b37_222"
    },
    {
      "start": 32838,
      "end": 32945,
      "text": "It is a course of conduct inconsistent with the claim for exclusive rights in a trade mark, trade name etc.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6e5c13768569436782a60c3efc86e4fc_223"
    },
    {
      "start": 32946,
      "end": 33036,
      "text": "It implies positive acts; not merely silence or inaction such as is involved in laches...\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ace4a16c96a94745b5335bfc26de9b6d_224"
    },
    {
      "start": 33038,
      "end": 33057,
      "text": "2022/DHC/004764 59.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a645609160604a33b92d8af9bee1df10_225"
    },
    {
      "start": 33058,
      "end": 33185,
      "text": "In Ramdev Food Products (P) Ltd. v. Arvindbhai Rambhai Patel & Ors.: (2006) 8 SCC 726, the Supreme Court observed that: -\n\"106.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eb789bdd121b4a4d9d4708988030a0bd_226"
    },
    {
      "start": 33186,
      "end": 33457,
      "text": "The defence of acquiescence, thus, would be satisfied when the plaintiff assents to or lays by in relation to the acts of another person and in view of that assent or laying by and consequent acts it would be unjust in all the circumstances to grant the specific relief\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7953ba1c8a3246dd9c80c411a9762452_227"
    },
    {
      "start": 33459,
      "end": 33667,
      "text": "60. In view of the above, this Court finds no infirmity with the decision of the learned Commercial Court in restraining H.S. Sahni from using the trademark \"M.G CABLE\" or any other deceptively similar marks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "094d678d5f934bb49bdfb9833d6dded0_228"
    },
    {
      "start": 33668,
      "end": 33914,
      "text": "However, insofar as restraining H.S. Sahni from using the trademarks \"M.G\"/ \"M.G.I\" is concerned, the learned Commercial had declined the said interim relief solely on the ground that H.S. Sahni was a proprietor of the said registered trademarks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "786ed98219b44c80b15c54c00204f38a_229"
    },
    {
      "start": 33915,
      "end": 34147,
      "text": "\n61. As noted above, the learned Commercial Court had, prima facie, found that the Appellants were prior user of the trademark \"M.G CABLE\". They held the registered copyright in respect of the artistic work of the label \"M.G CABLE\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b84cddf1cfc48d8a790b237ff61287e_230"
    },
    {
      "start": 34148,
      "end": 34282,
      "text": "The Appellants were also registered proprietors of the trademark \"M.G CABLE\" albeit under Class 6 but in respect of the same products.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a287cdc4bed46f3a6ea2cab6e4ae4d1_231"
    },
    {
      "start": 34283,
      "end": 34382,
      "text": "Notwithstanding the same, H.S. Sahni has not been restrained from using the mark \"M.G\" and \"M.G.I\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8c58b956029464683025c9d287cc535_232"
    },
    {
      "start": 34383,
      "end": 34515,
      "text": "However, it is clear that use of the trademark \"M.G\" and \"M.G.I\" has the propensity to cause confusion in the minds of the customer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2112283fb22744eb8d4ff7543449da23_233"
    },
    {
      "start": 34516,
      "end": 34655,
      "text": "After the learned Commercial Court had passed the impugned order, H.S. Sahni had commenced using the following labels:-\n2022/DHC/004764 62.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc4b28de3fd548aeadf9a417be198594_234"
    },
    {
      "start": 34656,
      "end": 34874,
      "text": "It is seen from the above that the font and manner in which \"MG GENUINE PARTS\", is printed on the aforesaid labels are strikingly similar to the font and manner in which \"MG CABLES\" is printed in the Appellants' label.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b873ae96adbe472ebe9bef400f61de42_235"
    },
    {
      "start": 34875,
      "end": 35080,
      "text": "In view of the, prima facie, finding of the learned Commercial Court - with which we concur - an interim order, restraining H.S. Sahni from using the trademarks \"M.G\" or \"M.G.I\", ought to have been issued.",
      "labels": [
        "RATIO"
      ],
      "id": "efe2d052b2d34370b8f93745a03670c2_236"
    },
    {
      "start": 35082,
      "end": 35334,
      "text": "63. It is well settled that it is necessary to restrain the use of deceptive marks not only to protect the rights of the proprietors of the trademark but to also protect the public at large, who may be misled as to the source of the infringing product.",
      "labels": [
        "RATIO"
      ],
      "id": "40465282249c4da58a7643e5d39a1546_237"
    },
    {
      "start": 35336,
      "end": 35471,
      "text": "64. The Appellants have already preferred an application seeking cancellation of the registration of the marks in favour of H.S. Sahni.",
      "labels": [
        "RATIO"
      ],
      "id": "d3299ffc71d8491096f80c4bfac6997d_238"
    },
    {
      "start": 35472,
      "end": 35730,
      "text": "In the given facts, this Court considers it apposite to restrain H.S. Sahni from using the trademarks \"M.G\" and \"M.G.I\" or any other marks deceptively similar to the mark \"M.G CABLE\" till the disposal of the rectification application filed by the Appellants.",
      "labels": [
        "RATIO"
      ],
      "id": "5a065549ec364e58a7e022126586b09a_239"
    },
    {
      "start": 35731,
      "end": 35875,
      "text": "In terms of Section 124 of the Trade 2022/DHC/004764 Marks Act, 1999, the suit is liable to be stayed till the disposal of the said application.",
      "labels": [
        "RPC"
      ],
      "id": "a300408433314d93a9d76d4c5e81618a_240"
    },
    {
      "start": 35877,
      "end": 36052,
      "text": "65. The appeal filed by H.S. Sahni [FAO (COMM) 88/2021] is, accordingly, rejected and the appeal filed by Mr Mukul Singhal and M/s M.G. Cables [FAO (COMM) 89/2021] is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "75f35587c83443c18d7c35397fd6f916_241"
    },
    {
      "start": 36053,
      "end": 36099,
      "text": "Pending applications, if any, are disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "85c61163e7014b68931b3f959206a39c_242"
    },
    {
      "start": 36100,
      "end": 36153,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 10, 2022 Ch",
      "labels": [
        "NONE"
      ],
      "id": "79f6939346364b169d1ebc817ea5c028_243"
    }
  ]
}