{
  "id": "e2a9ff3a31d2ffb733e6d39c9a9bf60137201210a7a0a82659e4a7f262ff8514",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nM/S L Patel Phyto Extractions Private ... vs Geni Herbs Inc., on 17 April, 2018\nEquivalent citations: Air 2018 Gujarat 122 \nBench: M.R. Shah, A.Y. Kogje \nC/Ao/370/2017                                                             Cav Judgment\n\n\n\n        In The High Court Of Gujarat At Ahmedabad\n\n                  R / Appeal From Order No.  370 of 2017\n                                  With \n                     Civil Application No. 1 of 20 17  \nFOR APPROVAL AND SIGNATURE: \n \nHONOURABLE MR.JUSTICE M.R. SHAH                                             Sd/\nand HONOURABLE MR.JUSTICE A.Y. KOGJE                                            Sd/ \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n1      Whether Reporters of Local Papers may be allowed to see               Yes        the judgment ?\n\n2      To be referred to the Reporter or not ?                               Yes 3      Whether their Lordships wish to see the fair copy of the               No        judgment ? \n\n4      Whether this case involves a substantial question of law as            No        to the interpretation of the Constitution of India or any         order made thereunder ?\n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                M / S L PATEL PHYTO EXTRACTIONS PRIVATE LTD                                    Versus                               GENI HERBS INC., \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == = = = = = = = = = = = =\nAppearance: \nMR   MIHIR   THAKORE,   SR.   ADVOCATE   with   MS   JAYANI   B   SHAH(8495)   for   the  PETITIONER(s) No. 1 MR SHASHVATA U SHUKLA(8069) for the PETITIONER(s) No. 1 MR V D' COSTA and MR RAMANDEEP J BHALLA with MR NACHIKET A DAVE(5308) for the  RESPONDENT(s ) No. 2 NOTICE NOT RECD BACK(3) for the RESPONDENT(s) No . 1 = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n    CORAM: HONOURABLE MR.JUSTICE M.R. SHAH            and            HONOURABLE MR.JUSTICE A.Y. KOGJE  \n                                 Date : 17/04/2018  \n                              CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] Feeling aggrieved and dissatisfied with the impugned order dated  28.08.2017 passed by the learned Judge, Commercial Court, Vadodara  (hereinafter referred to as \"learned Commercial Court\") below Exh.23 in  Commercial Civil Suit No.240/2016 (Old Summary Suit No.38/2015),  by   which   the   learned   Commercial   Court   has   partly   allowed   the   said  application  preferred by the original defendants  and has returned the  plaint to the original plaintiff to present it before the Court of competent  jurisdiction, the original plaintiff has preferred the present Appeal From  Order under the provisions of the Commercial Courts Act, 2015. \n[2.0] The facts leading to the present Appeal From Order in nutshell  are as under:\n[2.1] That initially the original plaintiff instituted summary suit against  the   original   defendants   in   the   Court   of   learned  Principal   Senior   Civil  Judge, Vapi being Summary Suit No.38/2015 for a decree of principal  amount of USD 1,92,000 as well as the interest. From the averments in  the plaint it appears that the original plaintiff prayed for the decree of  the aforesaid amount on the goods supplied to the original defendants  under the invoices for the sale and supply of Herbal Extract materials on  or about 03.10.2012 and 29.10.2012. That thereafter on establishment  of   the   Commercial   Court   at   Vadodara   under   the   provisions   of   the  Commercial Courts Act, 2015, the aforesaid summary suit came to be  transferred to the Commercial Court, Vadodara having jurisdiction and  the   same   came   to   be   renumbered   as   Commercial   Civil   Suit  No.240/2016.   There   was   a   delay   of   approximately   29   days   by   the  defendants in filing the appearance in the suit which were required to be  filed under the provisions of Order 37   of the Code of Civil Procedure,  1908 (hereinafter referred to as \"CPC\"). An application was submitted  on behalf of the original defendant No.2 requesting to condone the delay  of 29 days caused in filing the appearance in the suit. However, the said  application Exh.9 came to be rejected by the learned Commercial Court  which came to be challenged by the original defendant No.2 before this  Court by way of Special Civil Application No.20639/2016. By judgment  and order dated 30.03.2017, the Division Bench of this Court allowed  the said Special Civil Application and quashed and set aside the order  passed by the learned Commercial Court rejecting the application Exh.9  i.e.   refusing   to   condone   the   delay   of   29   days   caused   in   entering   the  appearance in the summary suit by the defendant No.2 with cost to be  deposited within a period of four weeks and thereby condoned the delay  of 29 days caused in entering the appearance in the Commercial Court  by  the   defendant  No.2.  It appears  that  thereafter  the  defendant No.2  entered the appearance in the aforesaid commercial suit. That thereafter  the original defendants submitted the application Exh.23 under Order 7  Rule 10 and Order 7 Rule 11 of the CPC and requested to reject the  plaint contending inter alia that in view of the jurisdiction clause in the  agreement more particularly in the purchase order, only the  Court at  Indiana Polis, Indiana, USA (hereinafter referred to as \"Indiana Court\")  would   have   jurisdiction   and   therefore,   the   Pardi   Court   and   now   the  Commercial Court, Vadodara would not have any jurisdiction. The said  application was opposed by the original plaintiff submitting that in the  invoices at the bottom it was specifically mentioned that the invoices are  subjected  to Pardi  (India)  jurisdiction  and therefore, Pardi  Court  also  would have jurisdiction. It was also submitted that considering section  20 of the CPC, the Pardi Court also would have territorial jurisdiction. By  impugned   order   the   learned   Commercial   Court   has   allowed   the   said  application  Exh.23  partly and has  ordered  to return  the  plaint  to the  original plaintiff to present it before the Court of competent jurisdiction,  while exercising the powers under Order 7 Rule 10 of the CPC. \n[2.2] Feeling aggrieved and dissatisfied with the impugned order passed  by the learned Judge below Exh.23 in returning the plaint to the plaintiff  to be presented before the Court of competent jurisdiction, in exercise of  powers   under   Order   7   Rule   10   of   the   CPC,   the   original   plaintiff   has  preferred the present Appeal From Order. \n[ 3.0 ] Shri   Mihir   Thakore,   learned   Senior   Advocate   has   appeared   on  behalf   of   the   appellant   herein   -   original   plaintiff   and   Shri   D'   Costa,  learned   Advocate   has   appeared   with   Shri   Nachiket   Dave,   learned  Advocate appearing on behalf of the respondent No.2 herein - original  defendant No.2. \n[4.0] Shri   Thakore,   learned   Counsel   appearing   on   behalf   of   the  appellant herein - original plaintiff has vehemently submitted that the  learned   Commercial   Court   has   materially   erred   in   allowing   the  application   Exh.23   and   returning   the   plaint   to   the   plaintiff   while  exercising the powers under Order 7 Rule 10 of the CPC. It is further  submitted by Shri Thakore, learned Counsel appearing on behalf of the  appellant herein that the learned Commercial Court has materially erred  in   holding   that   in   view   of   the   exclusive   jurisdiction   clause   in   the  purchase order, despite the fact that in the invoices it was specifically  stated that Pardi (India) Court also would have jurisdiction, the suit in  the Indian Court shall not be maintainable and only the Court at Indiana  shall have exclusive jurisdiction. It is further submitted by Shri Thakore,  learned Counsel appearing on behalf of the appellant herein - original  plaintiff that the entire cause of action for filing of the suit has arisen  within the territorial limits of the jurisdiction of the Court at Vapi and  therefore, initially the suit was rightly instituted / filed in the Vapi Court  and   thereafter   the   same   was   rightly   transferred   to   the   Commercial  Court, Vadodara.   \n[4.1] It is further submitted that the learned Commercial Court has not  properly   appreciated   the   fact   that   even   otherwise   considering   the  relevant provisions of the CPC more particularly section 20 of the CPC,  the   Court   at   Vapi   also   would   have   the   jurisdiction   inasmuch   as   the  invoices in respect of which the plaintiff has made the claim were issued  by the plaintiff from the factory premises situated within the territorial  jurisdiction   of   Vapi   Court,   the   supply   of   herbal   extract   materials   as  recorded in  the  invoices   was effected by the  plaintiff  from its  factory  premises. It is submitted that therefore as such the entire cause of action  has arisen within the local limits of the jurisdiction of the Court at Vapi  and as such no cause of action has arise in the Indiana Court. \n[4.2] It is further submitted by Shri Thakore, learned Counsel appearing  on behalf of the appellant herein - original plaintiff that assuming that  there   was   some   exclusive   jurisdiction   clause   in   the   purchase   order,  however   thereafter   when   the   invoices   were   actually   issued   and   the  goods were sent on the basis of such invoices, it was specifically stated  that the same is subject to Pardi (India) Court and therefore, it can be  said that the plaintiff did not agree to the exclusive jurisdiction clause  contained in the purchase order. It is submitted that purchase order as  such can be said to be an offer and the contract can be concluded only  when the invoices are issued and thereafter the goods are dispatched. It  is submitted that therefore the learned trial Court has material erred in  relying  upon the  terms and conditions  of the purchase  order and the  clause provided for exclusive jurisdiction of the Indiana Court. \n[4.3]   It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the appellant herein - original plaintiff that even  otherwise   the   learned   Commercial   Court   has   materially   erred   in  returning the plaint to the plaintiff to present it before the foreign Court  in exercise of powers under Order 7 Rule 10 of the CPC. It is submitted  that in exercise of powers under Order 7 Rule 10 of the CPC the Court in  India cannot return the  plaint to the  plaintiff to present it before the  foreign  Court.  It is  submitted  that   therefore  also the  impugned  order  passed by the learned Court deserves to be quashed and set aside. \n[4.4]   Shri   Thakore,   learned   Counsel   appearing   on   behalf   of   the  appellant   herein   -   original   plaintiff   has   taken   us   to   the   necessary  averments in the plaint more particularly the cause of action pleaded in  paras   8   and   9   and   has   submitted   that   the   Pardi   Court   and   now   the  Commercial Court, Vadodara can also be said to have the jurisdiction. \nMaking above submissions and relying upon following decisions of  the   Hon'ble   Supreme   Court   as   well   as   the   Delhi   High   Court,   it   is  requested to allow the present Appeal from Order and quash and set  aside   the   impugned   order   passed   by   the   learned   Commercial   Court  below Exh.23. \n1. Swastik Gases ( P) Ltd. v. Indian Oil Corpn. Ltd. [Swastik Gases  (P) Ltd. v. Indian Oil Corpn. Ltd., (2013) 9 SCC 32 2. M/s. Vansh Exports Inc. & Anr. vs. M/s. Kripal Import Exports Pvt. \nLtd. \n2011 SCC OnLine Delhi 1803 3. Skanska Cementation India Ltd. vs. Bajranglal Agrawal & Ors.  2002 SCC OnLine Bom 1190 4. Suresh Chand Purwar (Karta) vs. Vivek Purwar and Ors.  (2014) 14 High Court Cases (Del) 713 5 . Mittal Extrusion Works Private Ltd. vs. Biogenetic Drugs Pvt. Ltd.  2013 (134) DRJ 723 6 . M/s. O K Play India Limited vs. Pradeep Tayal Decision dated 15.04.2015 in C.R.P. Nos.139/2014 7. Butler Machine Tool Co. Ltd. vs. ExCellO Corporation  (1979) 1 All ER 965 [5.0] Present   Appeal   From   Order   is   vehemently   opposed   by   Shri   D'  Costa,   learned   Counsel   appearing   on   behalf   of   the   respondent   No.2  herein - original defendant No.2. \n[5.1] Shri   D'   Costa,   learned   Counsel   appearing   on   behalf   of   the  respondent   No.2   herein   -   original   defendant   No.2   has   vehemently  submitted that in the facts and circumstances of the case and considering  the exclusive jurisdiction clause contained in the contract between the  parties more particularly the purchase order which was agreed by the  plaintiff, the learned Commercial Court has not committed any error in  holding   that   in   view   of   the   exclusive   jurisdiction   clause,   the   Indiana  Court only would have jurisdiction  and the Court in India  would not  have any jurisdiction. It is further submitted that in the purchase order  itself, which contains the exclusive jurisdiction clause of Indiana Court, it  was specifically mentioned that the purchase order shall only be treated  as   a   contract   including   the   terms   and   conditions   mentioned   in   the  purchase   order.   It   is   submitted   that   in   the   purchase   order   it   was  specifically   mentioned   that   the   said   form   (purchase   order)   when  properly signed is the only form that will be recognized by the purchaser  as   authority   for   charging   goods   or   services   to   its   account   and   it   is  understood and agreed that there is no oral understanding or agreement  between the purchaser and seller other than the conditions stated in the  purchase order, or any subsequent change notices. It is submitted that in  the purchase order also it was specifically mentioned that no qualifying  terms stated by the seller in accepting or acknowledging shall be binding  upon the  purchaser unless  accepted in  writing  by the  purchaser. It is  submitted that therefore any clause mentioned in the invoices contrary  to the terms and conditions / clauses mentioned in the purchase order,  not   accepted   by   the   purchaser   in   writing   shall   not   be   binding   to   the  purchaser and even the seller and therefore, the terms and conditions /  clauses mentioned in the purchase order only shall prevail and shall be  binding between the purchaser and the seller. It is further submitted by  Shri   D'   Costa,   learned   Counsel   appearing   on   behalf   of   the   defendant  No.2 that even otherwise in the present case the purchaser first initiated  the   proceedings   against   the   plaintiff   in   the   Indiana   Court   having  jurisdiction   as   agreed   between   the   parties   and   only   thereafter   the  plaintiff instituted the suit in Indian Court. \n[5.2]   It   is   further   submitted   by   Shri   D'   Costa,   learned   Counsel  appearing on behalf of the respondent No.2 herein - original defendant  No.2 that in the present case the learned Commercial Court has rightly  exercised the powers under Order 7 Rule 10 of the CPC and has rightly  returned the plaint to the original plaintiff to present it before the Court  having   jurisdiction.   It   is   submitted   that   even   if   the   Court   having  jurisdiction as agreed between the parties may be a foreign Court, the  Court in India can return the plaint to the plaintiff to present it before  the   Court   having   jurisdiction,   may   be   a   foreign   Court,   in   exercise   of  powers under Order 7 Rule 10 of the CPC. It is submitted that there is no  restriction under Order 7 Rule 10 of the CPC not to return the plaint to  present it before the Court having jurisdiction even if the Court having  jurisdiction is a foreign Court. \nIn   support   of   his   above   submissions,   Shri   D'   Costa,   learned  Counsel appearing on behalf of the respondent No.2 herein - original  defendant No.2 has heavily relied upon the following decisions.\n1. Wollaque Ventilation and Conditioning Pvt. Ltd. vs. Sterling Tools  Ltd.\nFAO No.301/2010 decided on 18.02.2011 2. U.   Can   Migrate   Consultants   Pvt.   Ltd.   vs.   Canadian   Connections  Group Ltd. \nCRP No.95/2006 decided on 09.10.2007 3. Piramal Healthcare Limited (Formerly known as Nicholas Piramal  India Ltd.) vs. DiaSorin S.p.A. CS (OS) No.275/2010 decided on 26.08.2010 [5.3 ] Now, so far as the reliance placed upon the decisions of the Delhi  High   Court   as   well   as   the   Bombay   High   Court   relied   upon   by   Shri  Thakore, learned Counsel appearing on behalf of the original plaintiff  referred to herein above, Shri D' Costa, learned Counsel appearing on  behalf   of   the   respondent   No.2   herein   -   original   defendant   No.2   has  vehemently submitted that in the facts and circumstances of the case,  none   of   the   decisions   relied   upon   on   behalf   of   the   plaintiff   shall   be  applicable   to   the   facts   and   circumstances   of   the   case   and   all   the  decisions are distinguishable on facts. \nMaking above submissions and relying upon above decisions, it is  requested to dismiss the present Appeal From Order as the impugned  order does not suffer from any infirmity / legal infirmity and the same is  absolutely in consonance with wish of the parties. \n[6.0] Heard   learned   Counsel   appearing   on   behalf   of   the   respective  parties at length. \nAt the outset it is required to be noted that by impugned order the  learned Commercial Court has partly allowed the application Exh.23 and  relying   upon   and/or   considering   the   exclusive   jurisdiction   clause  mentioned in the purchase order by which as per the said clause, in case  of   any   dispute,   only   the   Indiana   Court   would   have   jurisdiction,   the  learned Commercial Court in exercise of powers under Order 7 Rule 10  of the CPC has returned the plaint to the plaintiff to present it before the  appropriate Court having jurisdiction. \n[6.1] It is the case on behalf of the appellant herein - original plaintiff  that as in the invoices which are subsequent to the purchase order, it is  mentioned   that   subject   to   the   jurisdiction   of   Pardi   (India)   Court   and  even otherwise considering section 20 of the CPC and even the relevant  averments in the plaint more particularly considering the averments in  paras   8   and   9,   the   Court   at   Pardi   and   now   the   Commercial   Court,  Vadodara also can be said to have jurisdiction and therefore, the learned  Commercial Court is not justified in returning the plaint to the plaintiff.  As recorded herein above, it is the case on behalf of the plaintiff that as  the purchase order cannot be said to be the concluded contract and it  can be said to be an offer and what is agreed in the invoice and what is  agreed   between   the   parties   can   be   said   to   be   as   mentioned   in   the  invoices which can be said to be a concluded contract, what is stated in  the invoices shall prevail. It is also the case on behalf of the plaintiff that  when the invoices were sent to the purchaser with the aforesaid clause  of jurisdiction of Pardi (India) Court, the purchaser ought to have raised  the objection and ought not to have accepted the goods. \nHowever , considering  the  relevant clause  in the  purchase  order  titled \"contract\", the aforesaid has no substance. The relevant clauses of  the purchase order read as under: \n\"Contract:\nThis   form   when   properly   signed   is   the   only   form   that   will   be  recognized   by   the   purchaser   as   authority   for   charging   goods   or  services to its account and it is understood and agreed that there is  no oral understanding or agreement between purchaser and seller  other   than   the   condition   stated   in   this   order,   or   any   subsequent  change notices. This form supersedes all previous communications  and negotiations and constitutes the entire agreement between the  parties.   No   qualifying   terms   stated   by   the   seller   in   accepting   or  acknowledging   this   order   shall   be   binding   upon   the   purchaser  unless accepted in writing by the purchaser. The seller guarantees  that the merchandise furnished hereunder will not infringe any valid  patent or trade mark. \nThe sellers at it's own expense must defend any and all actions, suits  or claims alleging such infringement and will defend, indemnify and  save harmless the purchaser, its customers and for those that it may  account   such   infringement   and   defend,   indemnify   and   save  harmless the purchaser, its customers and those for whom it may  account as agent in the purchase of the said merchandise, as to both  damages   and   costs   in   case   of   any   such   infringement   or   alleged  infringement. \nSeller shall be responsible for testing product using Good Laboratory  Practices   (GI   Ps)   and   acceptable   methodology   as   determined   by  industry   standards   and   for   maintaining   commercially   acceptable  control   standards   for   all   manufacturing,   packaging   and   storage  related to the product it delivers to the purchaser. Unless purchaser  is   at   fault,   including   failure   to   take   reasonably   prudent   steps   or  other steps reasonably suggested by seller to protect the delivered  product, seller shall be responsible for and compensate purchaser  for   any   and   all   direct   and   consequential   costs   and   any   expenses  incurred including attorney fees for any recall, and when necessary,  for   replacement   of   product   for   failing   to   meet   commercially  acceptable standards. \nSeller   warrants   to   purchase   that   it   complies   with   all   US   FDA  regulations in its manufacturing, packaging and delivery of product  to purchase . Seller guarantees that each shipment or other delivery  of product to purchaser which was manufactured and packaged by  Federal Food, Drugs and Cosmetic Act (the Act) and will not be an  article which may not, under the provisions of Section 404, 505 and  512 of the Act, be introduced into interests commerce. Seller shall  furnish copies of all relevant materials pertaining to any item listed  above   including   but   not   limited   to,   documentation   to   establish  current good manufacturing practice (eGMP) compliance, certificate  of   analysis,   Material   Safety   Data   Sheet   (MSDS)   methods   and  method validation studies for. \nSeller   further   warrant   that   the   product   will   provide   potencies  specified   for   a   period   of   not   less   than   stated   in   seller's   original  certificate of analysis, Seller agrees to promptly notify purchaser of  any problem, anomaly defect or condition which would reasonably  cause   purchaser   concern   relative   to   stability,   reliability   form,   fit,  function or quality of the product. Seller warrants that the Product  shall   be   free   from   defects   in   material   and   workmenship   for   the  reasonable self life of the product. \nAcceptance: \nIt is understood and agreed that any work done or delivery made in  accordance   with   this   order   constitutes   an   acceptance   of   the  foregoing conditions. This sale is entered into and performed in the  State   of   Indiana   and   shall   be   construed   and   interpreted   in  accordance   with   the   laws   of   the   State   of   Indiana.   Any   dispute  arising under this sale or transaction shall be litigated exclusively in  Indiana Polis, Indiana and the parties hereby submit to jurisdiction  in Indiana and waive any rights to challenge venue based on forum  nonconveniens or motion to transfer.\" \nThus, considering the aforesaid clauses it is apparent that it  was understood and agreed that any work done or delivery made  in accordance with the said purchase order constitutes acceptance  of the aforesaid conditions, the sale is entered into and performed  in   the   State   of   Indiana   and   shall   be  construed   and   interpreted   in  accordance with the laws of the State of Indiana; any dispute arising  under this  sale or transaction  shall be litigated exclusively in Indiana  Polis, Indiana and the parties hereby submit to jurisdiction in Indiana  and waive any rights to challenge venue based on forum nonconveniens  or motion to transfer. The aforesaid clause also specifically provides that  there is no oral understanding or agreement between the purchaser and  seller   other   than   the   conditions   stated   in   the   purchase   order,  or   any  subsequent change notices. It also further  provides  that no qualifying  terms stated by the seller in accepting or acknowledging the order shall  be binding upon purchaser unless accepted in writing by the purchaser.  Nothing is on record and even it is not the case on behalf of the plaintiff  that   the   purchaser   agreed   to   any   condition   and/or   clause   more  particularly the clause in the invoice issued by the plaintiff that \"subject  to Pardi (India) jurisdiction\", in writing by the purchaser. Nothing is on  record that infact a specific attention was drawn to the purchaser the  clause in the invoice viz. \"subject to Pardi (India) jurisdiction\", which is  just contrary to what is stated in the purchase order, which as such were  agreed between the parties. Considering the aforesaid specific clauses in  the   purchase   order,   the   plaintiff   is   bound   by   what   is   stated   in   the  purchase   order   more   particularly   with   respect   to   the   exclusive  jurisdiction   clause   of   Indiana   Court.   Under   the   circumstances,  submission on behalf of the plaintiff that what is stated in the invoice  which can be said to be the  concluded contract shall prevail and not  what was stated in the purchase order cannot be accepted. As observed  herein   above   and   even   considering   the   clause   in   the   purchase   order,  unless anything  contrary to what was stated in  the purchase order is  accepted to be changed by the purchaser in writing, what was provided  in the purchase order shall be binding between the parties. As observed  herein above in the purchase order itself it is specifically mentioned that  no qualifying terms stated by the seller in accepting or acknowledging  the order shall be binding upon the purchaser unless accepted by the  seller   in   writing.   Therefore,   clauses   mentioned   in   the   invoices   more  particularly   clause   \"subject   to   Pardi   (India)   jurisdiction\"   shall   not   be  binding to the purchaser as nothing is on record and even it is not the  case on behalf of the plaintiff that the purchaser has accepted the same  in writing. Under the circumstances, considering the relevant clauses of  the  purchase order referred to herein above, the Indiana  Court alone  would  have  exclusive  jurisdiction  as  agreed between   the  parties.  Any  other   clause   in   the   invoice   shall   not   be   binding   to   the   purchaser   as  observed herein above. \n[6.2] At this stage it is required to be noted that in the present case the  dispute between the parties and/or with respect to the subject goods is  the subject matter before the Indiana Court. The suit has been first filed  by the defendant No.2 in the Indiana Court with respect to the goods  sold   under   the   respective   invoices   and   thereafter   the   plaintiff   has  instituted the present suit in the Court at Vapi, which is now transferred  to Commercial Court, Vadodara. \n[6.3] Now, so far as the reliance placed upon the decision of the Delhi  High Court in the case of M/s. Vansh Exports Inc. & Anr. (Supra) relied  upon   by   the   learned   Counsel   appearing   on   behalf   of   the   plaintiff   is  concerned, it is true that if it is found that there are disputed questions  of jurisdiction, in that case the same cannot be decided at the time of  deciding  Order 7 Rule 11 application. However in the present case it  cannot be said that there are disputed questions of fact with respect to  the jurisdiction. The relevant clauses are admitted by the parties. The  question   is   with   respect   to   interpretation   and   applicability   of   the  relevant clauses mentioned in the purchase order as well as the invoices.  Under the circumstances, the said decision shall not be applicable to the  facts of the case on hand. \nSimilarly,   the   decision   of   the   Delhi   High   Court   in   the   case   of  Suresh Chand Purwar (Karta) shall not be applicable to the facts of the  case on hand. \n[6.4] Now,   so   far   as   the   reliance   placed   upon   the   decision   of   the  Bombay   High   Court   in   the   case   of   Skanska   Cementation   India   Ltd.  (Supra)   relied   upon   by   Shri   Thakore ,   learned   Counsel   appearing   on  behalf of the original plaintiff in support of his submission that what is  stated   in   the   subsequent   invoice   /   work   order   shall   be   binding   is  concerned,   on   considering   the   facts   in   the   said   case,   we   are   of   the  opinion that the said decision shall not be applicable to the facts of the  case   on   hand.   In   the   case   before   the   Bombay   High   Court   what   was  stated   in   the   purchase   order   was   specifically   negotiated   between   the  parties  and   the  respondents  did   not  accept  the   term   of   the  purchase  order and drew the attention of the company that the term of resolving  the dispute (mentioned in the purchase order) was not acceptable, by  sending the goods under the delivery challan. Therefore, on facts, the  said decision shall not be applicable to the facts of the case on hand  more particularly considering the specific clauses in the purchase order  referred to and discussed herein above. \n[6.5] Now, so far as the reliance placed upon the decision of the Court  of   England   in   the   case   of   Butler   Machine   Tool   Co.   Ltd.   (Supra)   is  concerned, on considering the terms and conditions of the contract as  well as the purchase order, we are of the opinion that the said decision  also shall not be applicable to the facts of the case on hand . It was the  case of offer and acceptance and counter offer. In the said case seller  offered to sell subject to terms and conditions which were to prevail over  buyer's terms. Buyer offered to buy subject to own terms and conditions.  However,   thereafter   seller   acknowledged   the   receipt   of   buyer's   order  with   a   counter   offer   and   thereafter   the   goods   were   accepted   by   the  purchaser.   Therefore   and   even   otherwise   considering   the   terms   and  conditions   of   the   purchase   order   referred   to   herein   above,   the   said  decision shall not be applicable to the facts of the case on hand. \n[6.6] Now, so far as the submission on behalf of the plaintiff that in  exercise   of   powers   under   Order   7   Rule   10   of   the   CPC,   the   learned  Commercial Court could not have returned the plaint to the plaintiff to  present   it   in   the   Court   having   jurisdiction   -   in   the   present   case   the  Indiana Court is concerned, the aforesaid has no jurisdiction. It makes  no difference whether the Court having jurisdiction as agreed between  the parties is a foreign Court or in the country. Once it is found that as  agreed between the parties only the Indiana Court would have exclusive  jurisdiction, in that case other Courts would not have any jurisdiction  and therefore, the Court is justified in returning the plaint to present it  before the Court having jurisdiction as agreed between the parties. As  such that is the mandate as provided under Order 7 Rule 10 of the CPC.  Under   the   circumstances,   the   learned   Commercial   Court   has   not  committed   any   error   and/or   impugned   order   cannot   be   said   to   be  contrary   to   the   provisions   of   Order   7   Rule   10   of   the   CPC   when   the  learned   Commercial   Court   has   returned   the   plaint   to   the   plaintiff   to  present it before the Court having jurisdiction  (in the present case as  agreed between the parties viz. the Indiana Court). No interference of  the impugned order is called for.\n[7.0] In view of the above and for the reasons stated above, present  Appeal From Order fails and the same deserves to be dismissed and is,  accordingly, dismissed.  No costs.  \nCIVIL APPLICATION NO.1/2017 In view of dismissal of main Appeal From Order, Civil Application  No.1/2017 also stands dismissed. \nSd/            (M.R. SHAH, J.)  Sd/          (A.Y. KOGJE, J.)  Ajay**",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9a7909d303c438eb028714f2690e4f5_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e55495ac0486420ab8ffd79b5ca5cf61_1"
    },
    {
      "start": 242,
      "end": 384,
      "text": "\nGujarat High Court\nM/S L Patel Phyto Extractions Private ... vs Geni Herbs Inc., on 17 April, 2018\nEquivalent citations: Air 2018 Gujarat 122",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df9b604969664bb884d8308af6d179b2_2"
    },
    {
      "start": 385,
      "end": 414,
      "text": "\nBench: M.R. Shah, A.Y. Kogje",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8a8e0cb1e20e4f2cbe1bc81245ed2516_3"
    },
    {
      "start": 416,
      "end": 490,
      "text": "C/Ao/370/2017                                                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9fd4a8abe58042b4865fb709cc23c503_4"
    },
    {
      "start": 490,
      "end": 514,
      "text": "Cav Judgment\n\n\n\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ad54223cf594b968d32214c4d6039b9_5"
    },
    {
      "start": 514,
      "end": 576,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                  R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36602652791a4ec4a170e45870c12047_6"
    },
    {
      "start": 577,
      "end": 652,
      "text": "/ Appeal From Order No.  370 of 2017\n                                  With",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70f9234e92ba49fb9eeb1c8d2ffe8382_7"
    },
    {
      "start": 653,
      "end": 704,
      "text": "\n                     Civil Application No. 1 of 20",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba8a3aaee32841cbbafe82ac08dd962f_8"
    },
    {
      "start": 705,
      "end": 737,
      "text": "17  \nFOR APPROVAL AND SIGNATURE:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a987effe041f4cbe96a84f62b6fa0cf0_9"
    },
    {
      "start": 738,
      "end": 772,
      "text": "\n \nHONOURABLE MR.JUSTICE M.R. SHAH",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe928ea4f5104dcdb2b82482f59fc7f4_10"
    },
    {
      "start": 817,
      "end": 857,
      "text": "Sd/\nand HONOURABLE MR.JUSTICE A.Y. KOGJE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47c94684c34347bba15027b7c5598009_11"
    },
    {
      "start": 901,
      "end": 907,
      "text": "Sd/ \n=",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c27e24483fe244c590601563bc5abb46_12"
    },
    {
      "start": 908,
      "end": 915,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6977bef92f841e6b5e894b3691256d2_13"
    },
    {
      "start": 916,
      "end": 923,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e547a57d951446699d04fdacede6c069_14"
    },
    {
      "start": 924,
      "end": 931,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec6b3d3935934909a84e3ef3f3d371d4_15"
    },
    {
      "start": 932,
      "end": 939,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a4a95bc42b74ee8ab8c6d6e87952839_16"
    },
    {
      "start": 940,
      "end": 947,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10d0f5b48d3741b794b2e2f07f72526d_17"
    },
    {
      "start": 948,
      "end": 955,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1388cf4ae7d46999503ed13b3690a18_18"
    },
    {
      "start": 956,
      "end": 963,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f41be75f30524d8b98e370ca1d5ea928_19"
    },
    {
      "start": 964,
      "end": 971,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c1cb30836d14a598f90ca5c3475b816_20"
    },
    {
      "start": 972,
      "end": 979,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11bb0277497a494cb45f1bdd8614b1d4_21"
    },
    {
      "start": 980,
      "end": 987,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "646217a6c6134646ba996ed533f531b4_22"
    },
    {
      "start": 988,
      "end": 995,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72a8d8738bac4132987afc40b9af5d7c_23"
    },
    {
      "start": 997,
      "end": 1059,
      "text": "1      Whether Reporters of Local Papers may be allowed to see",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8462951c73774617b9c3c0fdb67bbc18_24"
    },
    {
      "start": 1074,
      "end": 1108,
      "text": "Yes        the judgment ?\n\n2      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "49b0f82f0cd844a79f5bfbf5208d9b5a_25"
    },
    {
      "start": 1108,
      "end": 1147,
      "text": "To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2aaf1ae157b4461482d6d7931dc14a28_26"
    },
    {
      "start": 1178,
      "end": 1245,
      "text": "Yes 3      Whether their Lordships wish to see the fair copy of the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4c4ce24d4ac4966985e5a4b0e49ca80_27"
    },
    {
      "start": 1260,
      "end": 1280,
      "text": "No        judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a26402103898422182ef5ba68bb3ea63_28"
    },
    {
      "start": 1283,
      "end": 1349,
      "text": "4      Whether this case involves a substantial question of law as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ddf24342c2645a2be19395258e71f4d_29"
    },
    {
      "start": 1350,
      "end": 1463,
      "text": "           No        to the interpretation of the Constitution of India or any         order made thereunder ?\n\n=",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2618e4b8b2549d885672b289c8f0bd3_30"
    },
    {
      "start": 1464,
      "end": 1471,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3e05a9a9fa6437e8ead6a20a5c958e9_31"
    },
    {
      "start": 1472,
      "end": 1479,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50ce2c01299e49f19bdbc41c956d49b5_32"
    },
    {
      "start": 1480,
      "end": 1487,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6af936d02d8744ef86f12d7c12d5086e_33"
    },
    {
      "start": 1488,
      "end": 1495,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93c2c51002234550ba5f64e121126fc5_34"
    },
    {
      "start": 1496,
      "end": 1503,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4257a673214d4246a81886056cc31da8_35"
    },
    {
      "start": 1504,
      "end": 1511,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8cc3b2d44454c18b60c18a9cfc9d1f0_36"
    },
    {
      "start": 1512,
      "end": 1519,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "225d656232624a578204d79718939612_37"
    },
    {
      "start": 1520,
      "end": 1527,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ff4eb61d6554c4b8ed05e5d467ee779_38"
    },
    {
      "start": 1528,
      "end": 1535,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "415a0ac2c32546e69d26661002282f2d_39"
    },
    {
      "start": 1536,
      "end": 1543,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e965ead5d8594ed9b922b58c97c297d1_40"
    },
    {
      "start": 1544,
      "end": 1568,
      "text": "= = = =\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8279d51054934c77901fe0df152d08f9_41"
    },
    {
      "start": 1568,
      "end": 1611,
      "text": "M / S L PATEL PHYTO EXTRACTIONS PRIVATE LTD",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4ccd6b99c2f4ac4bc58b8a6f73e45c9_42"
    },
    {
      "start": 1647,
      "end": 1653,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e147eb100f8f474eaa3bdd64c8b18ba6_43"
    },
    {
      "start": 1684,
      "end": 1700,
      "text": "GENI HERBS INC.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67cdae9d20424b068003f910e0fa6f03_44"
    },
    {
      "start": 1702,
      "end": 1709,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4cff2a0748c94f3694f0cb12dc43a975_45"
    },
    {
      "start": 1710,
      "end": 1717,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51d3a087d5ec43c4a8387653c50c714d_46"
    },
    {
      "start": 1718,
      "end": 1725,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76287b43457645668363f461664a3e67_47"
    },
    {
      "start": 1726,
      "end": 1733,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1ffe5193ea14422aed2cab1406506e1_48"
    },
    {
      "start": 1734,
      "end": 1741,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7166226d2e44478a90c4a194552b40c3_49"
    },
    {
      "start": 1742,
      "end": 1749,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7320c72e3e79445cb8568c7acf7aafb7_50"
    },
    {
      "start": 1750,
      "end": 1757,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1afe56a6663f47e98ffca3e37eb94b6d_51"
    },
    {
      "start": 1758,
      "end": 1766,
      "text": "= = = ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77d9cc0076e24a558c32d4b205ee9879_52"
    },
    {
      "start": 1767,
      "end": 1774,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e0c6881bbe3492ca05a340ad5d85dec_53"
    },
    {
      "start": 1775,
      "end": 1782,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67895d06db05421ea6de216c37c2b2f0_54"
    },
    {
      "start": 1783,
      "end": 1802,
      "text": "= = = =\nAppearance:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67335a79def9420f826a7633d9b1ab74_55"
    },
    {
      "start": 1803,
      "end": 1831,
      "text": "\nMR   MIHIR   THAKORE,   SR.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a245ffec128a44e480865591ebb766fb_56"
    },
    {
      "start": 1832,
      "end": 1849,
      "text": "  ADVOCATE   with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "549e677673cf4f23a5829007b6a03184_57"
    },
    {
      "start": 1850,
      "end": 2049,
      "text": "  MS   JAYANI   B   SHAH(8495)   for   the  PETITIONER(s) No. 1 MR SHASHVATA U SHUKLA(8069) for the PETITIONER(s) No. 1 MR V D' COSTA and MR RAMANDEEP J BHALLA with MR NACHIKET A DAVE(5308) for the  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aeee22df7e7748b5accc11aa9aa56d06_58"
    },
    {
      "start": 2049,
      "end": 2061,
      "text": "RESPONDENT(s",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdc38fca12d64b10b080daf7dea40d7a_59"
    },
    {
      "start": 2062,
      "end": 2069,
      "text": ") No. 2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68ffd35b424545cba65cdf48d1ca8cb5_60"
    },
    {
      "start": 2070,
      "end": 2118,
      "text": "NOTICE NOT RECD BACK(3) for the RESPONDENT(s) No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ce64592b9614b1596e92a2b8fe74818_61"
    },
    {
      "start": 2119,
      "end": 2126,
      "text": ". 1 = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9218574860954008a0dcb629e625d2e5_62"
    },
    {
      "start": 2127,
      "end": 2134,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "775bc4311c5749cc9237b0c65199a6c4_63"
    },
    {
      "start": 2135,
      "end": 2142,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d5c041aeafe4fe484b5b79db76a1c55_64"
    },
    {
      "start": 2143,
      "end": 2150,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "414a13ab5b884fa8994423d534deca4f_65"
    },
    {
      "start": 2151,
      "end": 2158,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95028cad6b3d486c92478ba45e80df16_66"
    },
    {
      "start": 2159,
      "end": 2166,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4899cc729ee3426498b251ebcb9e817e_67"
    },
    {
      "start": 2167,
      "end": 2174,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31e6628372344f1585745e8bea710861_68"
    },
    {
      "start": 2175,
      "end": 2182,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6b9a0d800584477a46e639ec6caffaa_69"
    },
    {
      "start": 2183,
      "end": 2190,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "acdfb6c7444f4364b256dad64f9a62dc_70"
    },
    {
      "start": 2191,
      "end": 2198,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04ce8edaa6c94850b0da5e69f32a7a1c_71"
    },
    {
      "start": 2199,
      "end": 2206,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a092e36dd6784d739c1c40dce20831a4_72"
    },
    {
      "start": 2207,
      "end": 2314,
      "text": "= = =\n    CORAM: HONOURABLE MR.JUSTICE M.R. SHAH            and            HONOURABLE MR.JUSTICE A.Y. KOGJE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d419cb08d8294b4da3a99cb47708abfd_73"
    },
    {
      "start": 2350,
      "end": 2400,
      "text": "Date : 17/04/2018  \n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf3ae670c0dd4dde98e5d659d9cfa8e4_74"
    },
    {
      "start": 2400,
      "end": 2454,
      "text": "CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "010776e44a984393ad73f9397901700a_75"
    },
    {
      "start": 2455,
      "end": 2809,
      "text": "[1.0] Feeling aggrieved and dissatisfied with the impugned order dated  28.08.2017 passed by the learned Judge, Commercial Court, Vadodara  (hereinafter referred to as \"learned Commercial Court\") below Exh.23 in  Commercial Civil Suit No.240/2016 (Old Summary Suit No.38/2015),  by   which   the   learned   Commercial   Court   has   partly   allowed   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8882a83ee6e418dba8400c3dfee193a_76"
    },
    {
      "start": 2809,
      "end": 3110,
      "text": "the   said  application  preferred by the original defendants  and has returned the  plaint to the original plaintiff to present it before the Court of competent  jurisdiction, the original plaintiff has preferred the present Appeal From  Order under the provisions of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "9f48ef256b1142008b3ce618e8e5707d_77"
    },
    {
      "start": 3111,
      "end": 3480,
      "text": "\n[2.0] The facts leading to the present Appeal From Order in nutshell  are as under:\n[2.1] That initially the original plaintiff instituted summary suit against  the   original   defendants   in   the   Court   of   learned  Principal   Senior   Civil  Judge, Vapi being Summary Suit No.38/2015 for a decree of principal  amount of USD 1,92,000 as well as the interest.",
      "labels": [
        "FAC"
      ],
      "id": "5a1ce47b607e41aea802d8d2f8f1dba6_78"
    },
    {
      "start": 3481,
      "end": 3514,
      "text": "From the averments in  the plaint",
      "labels": [
        "FAC"
      ],
      "id": "315e5c616ec1406185b486ff2444dd8a_79"
    },
    {
      "start": 3515,
      "end": 3761,
      "text": "it appears that the original plaintiff prayed for the decree of  the aforesaid amount on the goods supplied to the original defendants  under the invoices for the sale and supply of Herbal Extract materials on  or about 03.10.2012 and 29.10.2012.",
      "labels": [
        "FAC"
      ],
      "id": "11d0248d3d934d0fa89cb7fed8661d72_80"
    },
    {
      "start": 3762,
      "end": 4107,
      "text": "That thereafter on establishment  of   the   Commercial   Court   at   Vadodara   under   the   provisions   of   the  Commercial Courts Act, 2015, the aforesaid summary suit came to be  transferred to the Commercial Court, Vadodara having jurisdiction and  the   same   came   to   be   renumbered   as   Commercial   Civil   Suit  No.240/2016.",
      "labels": [
        "FAC"
      ],
      "id": "9a10a93eb56c4619b2d9213cad3da089_81"
    },
    {
      "start": 4108,
      "end": 4141,
      "text": "  There   was   a   delay   of   ",
      "labels": [
        "FAC"
      ],
      "id": "804518fd64fe4c19b5a2a94e611588c2_82"
    },
    {
      "start": 4141,
      "end": 4368,
      "text": "approximately   29   days   by   the  defendants in filing the appearance in the suit which were required to be  filed under the provisions of Order 37   of the Code of Civil Procedure,  1908 (hereinafter referred to as \"CPC\").",
      "labels": [
        "FAC"
      ],
      "id": "db45133df5064258809c410ee1d1dc56_83"
    },
    {
      "start": 4369,
      "end": 4528,
      "text": "An application was submitted  on behalf of the original defendant No.2 requesting to condone the delay  of 29 days caused in filing the appearance in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "afbcc08994e84a5fa3a704803fa1e45b_84"
    },
    {
      "start": 4529,
      "end": 4747,
      "text": "However, the said  application Exh.9 came to be rejected by the learned Commercial Court  which came to be challenged by the original defendant No.2 before this  Court by way of Special Civil Application No.20639/2016.",
      "labels": [
        "FAC"
      ],
      "id": "eb0bd02a35194579b56256b3a50a4589_85"
    },
    {
      "start": 4748,
      "end": 5309,
      "text": "By judgment  and order dated 30.03.2017, the Division Bench of this Court allowed  the said Special Civil Application and quashed and set aside the order  passed by the learned Commercial Court rejecting the application Exh.9  i.e.   refusing   to   condone   the   delay   of   29   days   caused   in   entering   the  appearance in the summary suit by the defendant No.2 with cost to be  deposited within a period of four weeks and thereby condoned the delay  of 29 days caused in entering the appearance in the Commercial Court  by  the   defendant  No.2.  ",
      "labels": [
        "RLC"
      ],
      "id": "8236a43f61c94dc08febe2e870076a7e_86"
    },
    {
      "start": 5309,
      "end": 5416,
      "text": "It appears  that  thereafter  the  defendant No.2  entered the appearance in the aforesaid commercial suit.",
      "labels": [
        "FAC"
      ],
      "id": "49ed7b9599f74ab08d52863fa5e49fed_87"
    },
    {
      "start": 5417,
      "end": 5943,
      "text": "That thereafter  the original defendants submitted the application Exh.23 under Order 7  Rule 10 and Order 7 Rule 11 of the CPC and requested to reject the  plaint contending inter alia that in view of the jurisdiction clause in the  agreement more particularly in the purchase order, only the  Court at  Indiana Polis, Indiana, USA (hereinafter referred to as \"Indiana Court\")  would   have   jurisdiction   and   therefore,   the   Pardi   Court   and   now   the  Commercial Court, Vadodara would not have any jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "45f0e1a2c19649cb8809bb691f7b162b_88"
    },
    {
      "start": 5944,
      "end": 6207,
      "text": "The said  application was opposed by the original plaintiff submitting that in the  invoices at the bottom it was specifically mentioned that the invoices are  subjected  to Pardi  (India)  jurisdiction  and therefore, Pardi  Court  also  would have jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "d470f9cf8090407099c78458abd81aa7_89"
    },
    {
      "start": 6208,
      "end": 6328,
      "text": "It was also submitted that considering section  20 of the CPC, the Pardi Court also would have territorial jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "e6aa075bff6b409c93b57bbca4f06d4a_90"
    },
    {
      "start": 6329,
      "end": 6996,
      "text": "By  impugned   order   the   learned   Commercial   Court   has   allowed   the   said  application  Exh.23  partly and has  ordered  to return  the  plaint  to the  original plaintiff to present it before the Court of competent jurisdiction,  while exercising the powers under Order 7 Rule 10 of the CPC. \n[2.2] Feeling aggrieved and dissatisfied with the impugned order passed  by the learned Judge below Exh.23 in returning the plaint to the plaintiff  to be presented before the Court of competent jurisdiction, in exercise of  powers   under   Order   7   Rule   10   of   the   CPC,   the   original   plaintiff   has  preferred the present Appeal From Order. \n",
      "labels": [
        "FAC"
      ],
      "id": "ad43b737e170442ca4a24b4866684e82_91"
    },
    {
      "start": 6996,
      "end": 7003,
      "text": "[ 3.0 ]",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c699c535f5994ee4a493030d89096a69_92"
    },
    {
      "start": 7004,
      "end": 7341,
      "text": "Shri   Mihir   Thakore,   learned   Senior   Advocate   has   appeared   on  behalf   of   the   appellant   herein   -   original   plaintiff   and   Shri   D'   Costa,  learned   Advocate   has   appeared   with   Shri   Nachiket   Dave,   learned  Advocate appearing on behalf of the respondent No.2 herein - original  defendant No.2.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f147f765da804697b06a11486f7c0faf_93"
    },
    {
      "start": 7342,
      "end": 7485,
      "text": "\n[4.0] Shri   Thakore,   learned   Counsel   appearing   on   behalf   of   the  appellant herein - original plaintiff has vehemently submitted",
      "labels": [
        "NONE"
      ],
      "id": "7466b38251d445f2a64cfedafb6ea76b_94"
    },
    {
      "start": 7486,
      "end": 7595,
      "text": "that the  learned   Commercial   Court   has   materially   erred   in   allowing   the  application   Exh.23",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a6d0576db0d84afc94c679eecd842e3f_95"
    },
    {
      "start": 7596,
      "end": 7716,
      "text": "  and   returning   the   plaint   to   the   plaintiff   while  exercising the powers under Order 7 Rule 10 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0a1311cbf214b3fb445258511da4ff3_96"
    },
    {
      "start": 7717,
      "end": 8225,
      "text": "It is further  submitted by Shri Thakore, learned Counsel appearing on behalf of the  appellant herein that the learned Commercial Court has materially erred  in   holding   that   in   view   of   the   exclusive   jurisdiction   clause   in   the  purchase order, despite the fact that in the invoices it was specifically  stated that Pardi (India) Court also would have jurisdiction, the suit in  the Indian Court shall not be maintainable and only the Court at Indiana  shall have exclusive jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1042f694846e4e85ae2967ea5859bbd0_97"
    },
    {
      "start": 8226,
      "end": 8707,
      "text": "It is further submitted by Shri Thakore,  learned Counsel appearing on behalf of the appellant herein - original  plaintiff that the entire cause of action for filing of the suit has arisen  within the territorial limits of the jurisdiction of the Court at Vapi and  therefore, initially the suit was rightly instituted / filed in the Vapi Court  and   thereafter   the   same   was   rightly   transferred   to   the   Commercial  Court, Vadodara.   \n[4.1] It is further submitted",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8c36176a426940f8bfc1e051725f5d93_98"
    },
    {
      "start": 8708,
      "end": 8992,
      "text": "that the learned Commercial Court has not  properly   appreciated   the   fact   that   even   otherwise   considering   the  relevant provisions of the CPC more particularly section 20 of the CPC,  the   Court   at   Vapi   also   would   have   the   jurisdiction   inasmuch   as   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dab488b2a2ed442a97f361d9f9320311_99"
    },
    {
      "start": 8992,
      "end": 9328,
      "text": "the  invoices in respect of which the plaintiff has made the claim were issued  by the plaintiff from the factory premises situated within the territorial  jurisdiction   of   Vapi   Court,   the   supply   of   herbal   extract   materials   as  recorded in  the  invoices   was effected by the  plaintiff  from its  factory  premises.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "52e0162835a441a891053eb2fab6ced2_100"
    },
    {
      "start": 9329,
      "end": 9535,
      "text": "It is submitted that therefore as such the entire cause of action  has arisen within the local limits of the jurisdiction of the Court at Vapi  and as such no cause of action has arise in the Indiana Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a6c7589b494543b2907807bd71f8b2c8_101"
    },
    {
      "start": 9537,
      "end": 10115,
      "text": "[4.2] It is further submitted by Shri Thakore, learned Counsel appearing  on behalf of the appellant herein - original plaintiff that assuming that  there   was   some   exclusive   jurisdiction   clause   in   the   purchase   order,  however   thereafter   when   the   invoices   were   actually   issued   and   the  goods were sent on the basis of such invoices, it was specifically stated  that the same is subject to Pardi (India) Court and therefore, it can be  said that the plaintiff did not agree to the exclusive jurisdiction clause  contained in the purchase order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0bf5c891d08b490a9f7f106ea44fe2b9_102"
    },
    {
      "start": 10116,
      "end": 10297,
      "text": "It is submitted that purchase order as  such can be said to be an offer and the contract can be concluded only  when the invoices are issued and thereafter the goods are dispatched.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f5c7a777dd64c1289cef646710976b7_103"
    },
    {
      "start": 10298,
      "end": 10514,
      "text": "It  is submitted that therefore the learned trial Court has material erred in  relying  upon the  terms and conditions  of the purchase  order and the  clause provided for exclusive jurisdiction of the Indiana Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6b51ef1bd03e4152a053e9e071dda347_104"
    },
    {
      "start": 10515,
      "end": 10887,
      "text": "\n[4.3]   It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the appellant herein - original plaintiff that even  otherwise   the   learned   Commercial   Court   has   materially   erred   in  returning the plaint to the plaintiff to present it before the foreign Court  in exercise of powers under Order 7 Rule 10 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "662940f90f6142b7947ea30cda80b1e1_105"
    },
    {
      "start": 10888,
      "end": 11070,
      "text": "It is submitted  that in exercise of powers under Order 7 Rule 10 of the CPC the Court in  India cannot return the  plaint to the  plaintiff to present it before the  foreign  Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d21ba4d2bf7247f79529af43e0ccd3f9_106"
    },
    {
      "start": 11071,
      "end": 11090,
      "text": " It is  submitted  ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c3549284e6249dfaf54115403b9a713_107"
    },
    {
      "start": 11090,
      "end": 11200,
      "text": "that   therefore  also the  impugned  order  passed by the learned Court deserves to be quashed and set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b47f0e9b4cfc4cddb7cff94b0ae2f618_108"
    },
    {
      "start": 11201,
      "end": 11934,
      "text": "\n[4.4]   Shri   Thakore,   learned   Counsel   appearing   on   behalf   of   the  appellant   herein   -   original   plaintiff   has   taken   us   to   the   necessary  averments in the plaint more particularly the cause of action pleaded in  paras   8   and   9   and   has   submitted   that   the   Pardi   Court   and   now   the  Commercial Court, Vadodara can also be said to have the jurisdiction. \nMaking above submissions and relying upon following decisions of  the   Hon'ble   Supreme   Court   as   well   as   the   Delhi   High   Court,   it   is  requested to allow the present Appeal from Order and quash and set  aside   the   impugned   order   passed   by   the   learned   Commercial   Court  below Exh.23. \n1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6853b90a42024020a06b970b435f8845_109"
    },
    {
      "start": 11935,
      "end": 11942,
      "text": "Swastik",
      "labels": [
        "PREAMBLE"
      ],
      "id": "234df7084f0240d8ace906aec75540f2_110"
    },
    {
      "start": 11943,
      "end": 11950,
      "text": "Gases (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c19fdfc3af24e579b9fa52a545ddce3_111"
    },
    {
      "start": 11951,
      "end": 11961,
      "text": "P) Ltd. v.",
      "labels": [
        "NONE"
      ],
      "id": "0bdfa4d140964ee493a0c4526f451e6e_112"
    },
    {
      "start": 11962,
      "end": 11984,
      "text": "Indian Oil Corpn. Ltd.",
      "labels": [
        "NONE"
      ],
      "id": "2e0853fe9e3a49c4bb74dc6e7507f08e_113"
    },
    {
      "start": 11985,
      "end": 12052,
      "text": "[Swastik Gases  (P) Ltd. v. Indian Oil Corpn. Ltd., (2013) 9 SCC 32",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f9bf3b6292144fcb078c29479826ab4_114"
    },
    {
      "start": 12053,
      "end": 12159,
      "text": "2. M/s. Vansh Exports Inc. & Anr. vs. M/s. Kripal Import Exports Pvt. \nLtd. \n2011 SCC OnLine Delhi 1803 3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62ada669466441f590b39facd3c2e355_115"
    },
    {
      "start": 12160,
      "end": 12220,
      "text": "Skanska Cementation India Ltd. vs. Bajranglal Agrawal & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "421af87c17ca4772b400003febfa42be_116"
    },
    {
      "start": 12221,
      "end": 12249,
      "text": " 2002 SCC OnLine Bom 1190 4.",
      "labels": [
        "NONE"
      ],
      "id": "3e3cb9bc80ea458aa4c6e1c5ce9f2af8_117"
    },
    {
      "start": 12250,
      "end": 12341,
      "text": "Suresh Chand Purwar (Karta) vs. Vivek Purwar and Ors.  (2014) 14 High Court Cases (Del) 713",
      "labels": [
        "NONE"
      ],
      "id": "231075858f31420797094fa886e6ea80_118"
    },
    {
      "start": 12342,
      "end": 12432,
      "text": "5 . Mittal Extrusion Works Private Ltd. vs. Biogenetic Drugs Pvt. Ltd.  2013 (134) DRJ 723",
      "labels": [
        "NONE"
      ],
      "id": "66fc1932a866421597f4d5e0993e0e07_119"
    },
    {
      "start": 12433,
      "end": 12531,
      "text": "6 . M/s. O K Play India Limited vs. Pradeep Tayal Decision dated 15.04.2015 in C.R.P. Nos.139/2014",
      "labels": [
        "NONE"
      ],
      "id": "fa2d07ceeaf44eac86264428e58e40a6_120"
    },
    {
      "start": 12532,
      "end": 12614,
      "text": "7. Butler Machine Tool Co. Ltd. vs. ExCellO Corporation  (1979) 1 All ER 965 [5.0]",
      "labels": [
        "NONE"
      ],
      "id": "bd8258d282344a0491d5c0448b15b3af_121"
    },
    {
      "start": 12615,
      "end": 13344,
      "text": "Present   Appeal   From   Order   is   vehemently   opposed   by   Shri   D'  Costa,   learned   Counsel   appearing   on   behalf   of   the   respondent   No.2  herein - original defendant No.2. \n[5.1] Shri   D'   Costa,   learned   Counsel   appearing   on   behalf   of   the  respondent   No.2   herein   -   original   defendant   No.2   has   vehemently  submitted that in the facts and circumstances of the case and considering  the exclusive jurisdiction clause contained in the contract between the  parties more particularly the purchase order which was agreed by the  plaintiff, the learned Commercial Court has not committed any error in  holding   that   in   view   of   the   exclusive   jurisdiction   clause,   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "659d9cf6a3c74a828695e7587bd8cd59_122"
    },
    {
      "start": 13344,
      "end": 13765,
      "text": "the   Indiana  Court only would have jurisdiction  and the Court in India  would not  have any jurisdiction. It is further submitted that in the purchase order  itself, which contains the exclusive jurisdiction clause of Indiana Court, it  was specifically mentioned that the purchase order shall only be treated  as   a   contract   including   the   terms   and   conditions   mentioned   in   the  purchase   order.   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f02c7809f3db4ac1b948edfacbc6141a_123"
    },
    {
      "start": 13765,
      "end": 14279,
      "text": "It   is   submitted   that   in   the   purchase   order   it   was  specifically   mentioned   that   the   said   form   (purchase   order)   when  properly signed is the only form that will be recognized by the purchaser  as   authority   for   charging   goods   or   services   to   its   account   and   it   is  understood and agreed that there is no oral understanding or agreement  between the purchaser and seller other than the conditions stated in the  purchase order, or any subsequent change notices.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c3f9b41dd344a9791b855a2769cbe55_124"
    },
    {
      "start": 14280,
      "end": 14530,
      "text": "It is submitted that in  the purchase order also it was specifically mentioned that no qualifying  terms stated by the seller in accepting or acknowledging shall be binding  upon the  purchaser unless  accepted in  writing  by the  purchaser. It is  ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5116b7911b654a9d8bf4069b5d298005_125"
    },
    {
      "start": 14530,
      "end": 14959,
      "text": "submitted that therefore any clause mentioned in the invoices contrary  to the terms and conditions / clauses mentioned in the purchase order,  not   accepted   by   the   purchaser   in   writing   shall   not   be   binding   to   the  purchaser and even the seller and therefore, the terms and conditions /  clauses mentioned in the purchase order only shall prevail and shall be  binding between the purchaser and the seller.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f8a3b98529a428cb766a76accf60c88_126"
    },
    {
      "start": 14960,
      "end": 15775,
      "text": "It is further submitted by  Shri   D'   Costa,   learned   Counsel   appearing   on   behalf   of   the   defendant  No.2 that even otherwise in the present case the purchaser first initiated  the   proceedings   against   the   plaintiff   in   the   Indiana   Court   having  jurisdiction   as   agreed   between   the   parties   and   only   thereafter   the  plaintiff instituted the suit in Indian Court. \n[5.2]   It   is   further   submitted   by   Shri   D'   Costa,   learned   Counsel  appearing on behalf of the respondent No.2 herein - original defendant  No.2 that in the present case the learned Commercial Court has rightly  exercised the powers under Order 7 Rule 10 of the CPC and has rightly  returned the plaint to the original plaintiff to present it before the Court  having   jurisdiction.   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6c210cd806794d06926a003ebcce7fcb_127"
    },
    {
      "start": 15775,
      "end": 16119,
      "text": "It   is   submitted   that   even   if   the   Court   having  jurisdiction as agreed between the parties may be a foreign Court, the  Court in India can return the plaint to the plaintiff to present it before  the   Court   having   jurisdiction,   may   be   a   foreign   Court,   in   exercise   of  powers under Order 7 Rule 10 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eeb92f95b76b477ea1ef15a7be0347d7_128"
    },
    {
      "start": 16120,
      "end": 16336,
      "text": "It is submitted that there is no  restriction under Order 7 Rule 10 of the CPC not to return the plaint to  present it before the Court having jurisdiction even if the Court having  jurisdiction is a foreign Court. \n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ea9bcfd1f054eae806f903eb2e6f965_129"
    },
    {
      "start": 16336,
      "end": 16662,
      "text": "In   support   of   his   above   submissions,   Shri   D'   Costa,   learned  Counsel appearing on behalf of the respondent No.2 herein - original  defendant No.2 has heavily relied upon the following decisions.\n1. Wollaque Ventilation and Conditioning Pvt. Ltd. vs. Sterling Tools  Ltd.\nFAO No.301/2010 decided on 18.02.2011",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb918c5023f34eef8f74b177df28ae35_130"
    },
    {
      "start": 16663,
      "end": 16712,
      "text": "2. U.   Can   Migrate   Consultants   Pvt.   Ltd.",
      "labels": [
        "NONE"
      ],
      "id": "7a749836eedc4a7a923ae1c6aa5f0c0a_131"
    },
    {
      "start": 16713,
      "end": 16755,
      "text": "  vs.   Canadian   Connections  Group Ltd.",
      "labels": [
        "NONE"
      ],
      "id": "1d6771b3688f478dbfd1ebf9a6b05f06_132"
    },
    {
      "start": 16756,
      "end": 16793,
      "text": "\nCRP No.95/2006 decided on 09.10.2007",
      "labels": [
        "NONE"
      ],
      "id": "43e2e17f71394c9782fd725a4b4e5336_133"
    },
    {
      "start": 16794,
      "end": 16939,
      "text": "3. Piramal Healthcare Limited (Formerly known as Nicholas Piramal  India Ltd.) vs. DiaSorin S.p.A. CS (OS) No.275/2010 decided on 26.08.2010 [5.3",
      "labels": [
        "NONE"
      ],
      "id": "4f3f5ed38b834556813ad302b211b952_134"
    },
    {
      "start": 16940,
      "end": 17078,
      "text": "] Now, so far as the reliance placed upon the decisions of the Delhi  High   Court   as   well   as   the   Bombay   High   Court   relied",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a68133f968f4070abd4d68bb0e8685e_135"
    },
    {
      "start": 17079,
      "end": 17330,
      "text": "  upon   by   Shri  Thakore, learned Counsel appearing on behalf of the original plaintiff  referred to herein above, Shri D' Costa, learned Counsel appearing on  behalf   of   the   respondent   No.2   herein   -   original   defendant   No.2   has  ",
      "labels": [
        "NONE"
      ],
      "id": "20af90cd8b9c4d87883410fe9b39f54d_136"
    },
    {
      "start": 17330,
      "end": 17626,
      "text": "vehemently submitted that in the facts and circumstances of the case,  none   of   the   decisions   relied   upon   on   behalf   of   the   plaintiff   shall   be  applicable   to   the   facts   and   circumstances   of   the   case   and   all   the  decisions are distinguishable on facts. \n",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e7af4be45c8144b2b37c415910900457_137"
    },
    {
      "start": 17626,
      "end": 17886,
      "text": "Making above submissions and relying upon above decisions, it is  requested to dismiss the present Appeal From Order as the impugned  order does not suffer from any infirmity / legal infirmity and the same is  absolutely in consonance with wish of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5291d85b65f4eb58da8f8f241ac893c_138"
    },
    {
      "start": 17887,
      "end": 17989,
      "text": "\n[6.0] Heard   learned   Counsel   appearing   on   behalf   of   the   respective  parties at length.",
      "labels": [
        "NONE"
      ],
      "id": "01ed108b87db46bba9ab56ac67180f24_139"
    },
    {
      "start": 17990,
      "end": 18562,
      "text": "\nAt the outset it is required to be noted that by impugned order the  learned Commercial Court has partly allowed the application Exh.23 and  relying   upon   and/or   considering   the   exclusive   jurisdiction   clause  mentioned in the purchase order by which as per the said clause, in case  of   any   dispute,   only   the   Indiana   Court   would   have   jurisdiction,   the  learned Commercial Court in exercise of powers under Order 7 Rule 10  of the CPC has returned the plaint to the plaintiff to present it before the  appropriate Court having jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "634cc7bb6ce24408ba7627e53d0eebed_140"
    },
    {
      "start": 18563,
      "end": 19192,
      "text": "\n[6.1] It is the case on behalf of the appellant herein - original plaintiff  that as in the invoices which are subsequent to the purchase order, it is  mentioned   that   subject   to   the   jurisdiction   of   Pardi   (India)   Court   and  even otherwise considering section 20 of the CPC and even the relevant  averments in the plaint more particularly considering the averments in  paras   8   and   9,   the   Court   at   Pardi   and   now   the   Commercial   Court,  Vadodara also can be said to have jurisdiction and therefore, the learned  Commercial Court is not justified in returning the plaint to the plaintiff.  ",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1e4973f833e8431e92d67d896a9952c1_141"
    },
    {
      "start": 19192,
      "end": 19605,
      "text": "As recorded herein above, it is the case on behalf of the plaintiff that as  the purchase order cannot be said to be the concluded contract and it  can be said to be an offer and what is agreed in the invoice and what is  agreed   between   the   parties   can   be   said   to   be   as   mentioned   in   the  invoices which can be said to be a concluded contract, what is stated in  the invoices shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a08b0cf9c6d147e89e5e4b5cffaa60ac_142"
    },
    {
      "start": 19606,
      "end": 19871,
      "text": "It is also the case on behalf of the plaintiff that  when the invoices were sent to the purchaser with the aforesaid clause  of jurisdiction of Pardi (India) Court, the purchaser ought to have raised  the objection and ought not to have accepted the goods. \nHowever",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8027a031b74540b556ed14b3189b09_143"
    },
    {
      "start": 19872,
      "end": 19984,
      "text": ", considering  the  relevant clause  in the  purchase  order  titled \"contract\", the aforesaid has no substance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88689f11e68c4e1b98a7026d7926f642_144"
    },
    {
      "start": 19985,
      "end": 20115,
      "text": "The relevant clauses of  the purchase order read as under: \n\"Contract:\nThis   form   when   properly   signed   is   the   only   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9f82f5f5f5a4ee4985045c84511ab28_145"
    },
    {
      "start": 20115,
      "end": 20459,
      "text": "form   that   will   be  recognized   by   the   purchaser   as   authority   for   charging   goods   or  services to its account and it is understood and agreed that there is  no oral understanding or agreement between purchaser and seller  other   than   the   condition   stated   in   this   order,   or   any   subsequent  change notices.",
      "labels": [
        "STA"
      ],
      "id": "f64d13dce2404b508529b309c84defcc_146"
    },
    {
      "start": 20460,
      "end": 20585,
      "text": "This form supersedes all previous communications  and negotiations and constitutes the entire agreement between the  parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc5175057dbe4cdbac4a4336840c1393_147"
    },
    {
      "start": 20588,
      "end": 20786,
      "text": "No   qualifying   terms   stated   by   the   seller   in   accepting   or  acknowledging   this   order   shall   be   binding   upon   the   purchaser  unless accepted in writing by the purchaser.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62323ae819a345ee8fcb760c1a4c737f_148"
    },
    {
      "start": 20787,
      "end": 20901,
      "text": "The seller guarantees  that the merchandise furnished hereunder will not infringe any valid  patent or trade mark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8aa326427d849d6950cb7d6dd138aae_149"
    },
    {
      "start": 20902,
      "end": 22345,
      "text": "\nThe sellers at it's own expense must defend any and all actions, suits  or claims alleging such infringement and will defend, indemnify and  save harmless the purchaser, its customers and for those that it may  account   such   infringement   and   defend,   indemnify   and   save  harmless the purchaser, its customers and those for whom it may  account as agent in the purchase of the said merchandise, as to both  damages   and   costs   in   case   of   any   such   infringement   or   alleged  infringement. \nSeller shall be responsible for testing product using Good Laboratory  Practices   (GI   Ps)   and   acceptable   methodology   as   determined   by  industry   standards   and   for   maintaining   commercially   acceptable  control   standards   for   all   manufacturing,   packaging   and   storage  related to the product it delivers to the purchaser. Unless purchaser  is   at   fault,   including   failure   to   take   reasonably   prudent   steps   or  other steps reasonably suggested by seller to protect the delivered  product, seller shall be responsible for and compensate purchaser  for   any   and   all   direct   and   consequential   costs   and   any   expenses  incurred including attorney fees for any recall, and when necessary,  for   replacement   of   product   for   failing   to   meet   commercially  acceptable standards. \nSeller   warrants   to   purchase   that   it   complies   with   all   ",
      "labels": [
        "STA"
      ],
      "id": "ec41413d15a641ee8f02b036cc289b22_150"
    },
    {
      "start": 22345,
      "end": 22422,
      "text": "US   FDA  regulations in its manufacturing, packaging and delivery of product",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51594c625a4d4304b289bcad7661d154_151"
    },
    {
      "start": 22423,
      "end": 22435,
      "text": " to purchase",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91b8d152146d4cc0a47b69842fe1b935_152"
    },
    {
      "start": 22436,
      "end": 22748,
      "text": ". Seller guarantees that each shipment or other delivery  of product to purchaser which was manufactured and packaged by  Federal Food, Drugs and Cosmetic Act (the Act) and will not be an  article which may not, under the provisions of Section 404, 505 and  512 of the Act, be introduced into interests commerce.",
      "labels": [
        "STA"
      ],
      "id": "4024b52471d04fd284feecd124427ba8_153"
    },
    {
      "start": 22749,
      "end": 23521,
      "text": "Seller shall  furnish copies of all relevant materials pertaining to any item listed  above   including   but   not   limited   to,   documentation   to   establish  current good manufacturing practice (eGMP) compliance, certificate  of   analysis,   Material   Safety   Data   Sheet   (MSDS)   methods   and  method validation studies for. \nSeller   further   warrant   that   the   product   will   provide   potencies  specified   for   a   period   of   not   less   than   stated   in   seller's   original  certificate of analysis, Seller agrees to promptly notify purchaser of  any problem, anomaly defect or condition which would reasonably  cause   purchaser   concern   relative   to   stability,   reliability   form,   fit,  function or quality of the product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "085b4aa572b540e19b3e4c6daab5b0fb_154"
    },
    {
      "start": 23522,
      "end": 23689,
      "text": "Seller warrants that the Product  shall   be   free   from   defects   in   material   and   workmenship   for   the  reasonable self life of the product. \nAcceptance:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27f3d2cee2fe4e0d960739c1800bde80_155"
    },
    {
      "start": 23690,
      "end": 23857,
      "text": "\nIt is understood and agreed that any work done or delivery made in  accordance   with   this   order   constitutes   an   acceptance   of   the  foregoing conditions.",
      "labels": [
        "STA"
      ],
      "id": "52d904d9467141f4976194c17a54d53e_156"
    },
    {
      "start": 23858,
      "end": 23943,
      "text": "This sale is entered into and performed in the  State   of   Indiana   and   shall   ",
      "labels": [
        "STA"
      ],
      "id": "9af02cae9d214a9098bca8bce8dbdc36_157"
    },
    {
      "start": 23943,
      "end": 24052,
      "text": "be   construed   and   interpreted   in  accordance   with   the   laws   of   the   State   of   Indiana.   ",
      "labels": [
        "STA"
      ],
      "id": "9ecd11b4b30d4a7e8395f813cb24be6e_158"
    },
    {
      "start": 24052,
      "end": 24628,
      "text": "Any   dispute  arising under this sale or transaction shall be litigated exclusively in  Indiana Polis, Indiana and the parties hereby submit to jurisdiction  in Indiana and waive any rights to challenge venue based on forum  nonconveniens or motion to transfer.\" \nThus, considering the aforesaid clauses it is apparent that it  was understood and agreed that any work done or delivery made  in accordance with the said purchase order constitutes acceptance  of the aforesaid conditions, the sale is entered into and performed  in   the   State   of   Indiana   and   shall   ",
      "labels": [
        "STA"
      ],
      "id": "9f17e832429d401abaa065aa4601eb0d_159"
    },
    {
      "start": 24628,
      "end": 25224,
      "text": "be  construed   and   interpreted   in  accordance with the laws of the State of Indiana; any dispute arising  under this  sale or transaction  shall be litigated exclusively in Indiana  Polis, Indiana and the parties hereby submit to jurisdiction in Indiana  and waive any rights to challenge venue based on forum nonconveniens  or motion to transfer. The aforesaid clause also specifically provides that  there is no oral understanding or agreement between the purchaser and  seller   other   than   the   conditions   stated   in   the   purchase   order,  or   any  subsequent change notices.",
      "labels": [
        "STA"
      ],
      "id": "15ee6700e340403a812a03aee6671295_160"
    },
    {
      "start": 25225,
      "end": 25416,
      "text": "It also further  provides  that no qualifying  terms stated by the seller in accepting or acknowledging the order shall  be binding upon purchaser unless accepted in writing by the purchaser.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c22852c3c1a94f59ab6cc4e3f17128a6_161"
    },
    {
      "start": 25417,
      "end": 25495,
      "text": " Nothing is on record and even it is not the case on behalf of the plaintiff  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "026a09b204c8410588826289c1bd8191_162"
    },
    {
      "start": 25495,
      "end": 25796,
      "text": "that   the   purchaser   agreed   to   any   condition   and/or   clause   more  particularly the clause in the invoice issued by the plaintiff that \"subject  to Pardi (India) jurisdiction\", in writing by the purchaser. Nothing is on  record that infact a specific attention was drawn to the purchaser",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c79cbe58f3e5421980c0a9de5122b74b_163"
    },
    {
      "start": 25797,
      "end": 25982,
      "text": "the  clause in the invoice viz. \"subject to Pardi (India) jurisdiction\", which is  just contrary to what is stated in the purchase order, which as such were  agreed between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b1cc584da79441ebb0eb1b32cdf49c4_164"
    },
    {
      "start": 25983,
      "end": 26251,
      "text": "Considering the aforesaid specific clauses in  the   purchase   order,   the   plaintiff   is   bound   by   what   is   stated   in   the  purchase   order   more   particularly   with   respect   to   the   exclusive  jurisdiction   clause   of   Indiana   Court.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "406bcb754c5148d78f9defa0868a77b3_165"
    },
    {
      "start": 26251,
      "end": 26483,
      "text": "Under   the   circumstances,  submission on behalf of the plaintiff that what is stated in the invoice  which can be said to be the  concluded contract shall prevail and not  what was stated in the purchase order cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e92f52bb117847f482e397464d264dca_166"
    },
    {
      "start": 26484,
      "end": 26788,
      "text": "As observed  herein   above   and   even   considering   the   clause   in   the   purchase   order,  unless anything  contrary to what was stated in  the purchase order is  accepted to be changed by the purchaser in writing, what was provided  in the purchase order shall be binding between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a414a9ebe143485d94ee42e92a3dd67e_167"
    },
    {
      "start": 26789,
      "end": 27043,
      "text": "As observed  herein above in the purchase order itself it is specifically mentioned that  no qualifying terms stated by the seller in accepting or acknowledging  the order shall be binding upon the purchaser unless accepted by the  seller   in   writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a557f395f6fd416ea19897e87352f08f_168"
    },
    {
      "start": 27044,
      "end": 27359,
      "text": "  Therefore,   clauses   mentioned   in   the   invoices   more  particularly   clause   \"subject   to   Pardi   (India)   jurisdiction\"   shall   not   be  binding to the purchaser as nothing is on record and even it is not the  case on behalf of the plaintiff that the purchaser has accepted the same  in writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2900b564eeba4addbcd3b7dd48b48d31_169"
    },
    {
      "start": 27360,
      "end": 27566,
      "text": "Under the circumstances, considering the relevant clauses of  the  purchase order referred to herein above, the Indiana  Court alone  would  have  exclusive  jurisdiction  as  agreed between   the  parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c15d940de01e47e3b83efc9fbf9fad22_170"
    },
    {
      "start": 27568,
      "end": 27611,
      "text": "Any  other   clause   in   the   invoice   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5016527fbd8e4a8c8694ad4ccd596f14_171"
    },
    {
      "start": 27611,
      "end": 27689,
      "text": "shall   not   be   binding   to   the   purchaser   as  observed herein above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d73125f686944008991683a0caf961f_172"
    },
    {
      "start": 27690,
      "end": 27742,
      "text": "\n[6.2] At this stage it is required to be noted that",
      "labels": [
        "ANALYSIS"
      ],
      "id": "837760e238724f858bbfce292c9ba116_173"
    },
    {
      "start": 27743,
      "end": 28180,
      "text": "in the present case the  dispute between the parties and/or with respect to the subject goods is  the subject matter before the Indiana Court. The suit has been first filed  by the defendant No.2 in the Indiana Court with respect to the goods  sold   under   the   respective   invoices   and   thereafter   the   plaintiff   has  instituted the present suit in the Court at Vapi, which is now transferred  to Commercial Court, Vadodara.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "132edb98f5bc4b448b57b4fd176497ca_174"
    },
    {
      "start": 28181,
      "end": 28332,
      "text": "\n[6.3] Now, so far as the reliance placed upon the decision of the Delhi  High Court in the case of M/s. Vansh Exports Inc. & Anr. (Supra) relied  upon",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50b6a66be1094d528146bb909c0e0592_175"
    },
    {
      "start": 28333,
      "end": 28607,
      "text": "  by   the   learned   Counsel   appearing   on   behalf   of   the   plaintiff   is  concerned, it is true that if it is found that there are disputed questions  of jurisdiction, in that case the same cannot be decided at the time of  deciding  Order 7 Rule 11 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e1f5b5226794382984a278ee7ca9978_176"
    },
    {
      "start": 28608,
      "end": 28731,
      "text": "However in the present case it  cannot be said that there are disputed questions of fact with respect to  the jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37b729af12114ef9b9e25a000de12471_177"
    },
    {
      "start": 28732,
      "end": 28781,
      "text": "The relevant clauses are admitted by the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5534573951d5463daaa7244f1c719a51_178"
    },
    {
      "start": 28782,
      "end": 28949,
      "text": "The  question   is   with   respect   to   interpretation   and   applicability   of   the  relevant clauses mentioned in the purchase order as well as the invoices.  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92ff88212370417b86a316f422b52671_179"
    },
    {
      "start": 28949,
      "end": 29050,
      "text": "Under the circumstances, the said decision shall not be applicable to the  facts of the case on hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e454792701344d7b4e4167823670c8f_180"
    },
    {
      "start": 29051,
      "end": 29224,
      "text": "\nSimilarly,   the   decision   of   the   Delhi   High   Court   in   the   case   of  Suresh Chand Purwar (Karta) shall not be applicable to the facts of the  case on hand.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9b1aade1796458cb3d9ed55deb6b9a3_181"
    },
    {
      "start": 29225,
      "end": 29428,
      "text": "\n[6.4] Now,   so   far   as   the   reliance   placed   upon   the   decision   of   the  Bombay   High   Court   in   the   case   of   Skanska   Cementation   India   Ltd.  (Supra)   relied   upon   by",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b286243804754b9ba26a6a80d79fd477_182"
    },
    {
      "start": 29429,
      "end": 29445,
      "text": "  Shri   Thakore",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9b5630643f514dba848cb1f42c7636ac_183"
    },
    {
      "start": 29446,
      "end": 30269,
      "text": ",   learned   Counsel   appearing   on  behalf of the original plaintiff in support of his submission that what is  stated   in   the   subsequent   invoice   /   work   order   shall   be   binding   is  concerned,   on   considering   the   facts   in   the   said   case,   we   are   of   the  opinion that the said decision shall not be applicable to the facts of the  case   on   hand.   In   the   case   before   the   Bombay   High   Court   what   was  stated   in   the   purchase   order   was   specifically   negotiated   between   the  parties  and   the  respondents  did   not  accept  the   term   of   the  purchase  order and drew the attention of the company that the term of resolving  the dispute (mentioned in the purchase order) was not acceptable, by  sending the goods under the delivery challan.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "03963f33696a424dbdcb8b819940753b_184"
    },
    {
      "start": 30270,
      "end": 30481,
      "text": "Therefore, on facts, the  said decision shall not be applicable to the facts of the case on hand  more particularly considering the specific clauses in the purchase order  referred to and discussed herein above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "140fad6495e34aeb9152704ad50c9d08_185"
    },
    {
      "start": 30482,
      "end": 30792,
      "text": "\n[6.5] Now, so far as the reliance placed upon the decision of the Court  of   England   in   the   case   of   Butler   Machine   Tool   Co.   Ltd.   (Supra)   is  concerned, on considering the terms and conditions of the contract as  well as the purchase order, we are of the opinion that the said decision  ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "37e2bb3e4fe149b186bebc83b1badd5c_186"
    },
    {
      "start": 30792,
      "end": 30853,
      "text": "also shall not be applicable to the facts of the case on hand",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4fd18feafa547b89fb29085d7e6dd59_187"
    },
    {
      "start": 30854,
      "end": 30915,
      "text": ". It was the  case of offer and acceptance and counter offer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2c3476e507a48cbbc501809136935e6_188"
    },
    {
      "start": 30916,
      "end": 31031,
      "text": "In the said case seller  offered to sell subject to terms and conditions which were to prevail over  buyer's terms.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e16396c6cabb426e804fb75c80454995_189"
    },
    {
      "start": 31032,
      "end": 31089,
      "text": "Buyer offered to buy subject to own terms and conditions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "242efa27b70248f1ac2c49a41d57e1c2_190"
    },
    {
      "start": 31090,
      "end": 31277,
      "text": " However,   thereafter   seller   acknowledged   the   receipt   of   buyer's   order  with   a   counter   offer   and   thereafter   the   goods   were   accepted   by   the  purchaser.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78c9157ebad54d2597ec15d57b3396f9_191"
    },
    {
      "start": 31280,
      "end": 32030,
      "text": "Therefore   and   even   otherwise   considering   the   terms   and  conditions   of   the   purchase   order   referred   to   herein   above,   the   said  decision shall not be applicable to the facts of the case on hand. \n[6.6] Now, so far as the submission on behalf of the plaintiff that in  exercise   of   powers   under   Order   7   Rule   10   of   the   CPC,   the   learned  Commercial Court could not have returned the plaint to the plaintiff to  present   it   in   the   Court   having   jurisdiction   -   in   the   present   case   the  Indiana Court is concerned, the aforesaid has no jurisdiction. It makes  no difference whether the Court having jurisdiction as agreed between  the parties is a foreign Court or in the country.",
      "labels": [
        "RATIO"
      ],
      "id": "20a1cf84195b4330838c06349d04c5fd_192"
    },
    {
      "start": 32031,
      "end": 32346,
      "text": "Once it is found that as  agreed between the parties only the Indiana Court would have exclusive  jurisdiction, in that case other Courts would not have any jurisdiction  and therefore, the Court is justified in returning the plaint to present it  before the Court having jurisdiction as agreed between the parties.",
      "labels": [
        "RATIO"
      ],
      "id": "85c1d4cef1a644e580cdca0439376f85_193"
    },
    {
      "start": 32347,
      "end": 32421,
      "text": "As  such that is the mandate as provided under Order 7 Rule 10 of the CPC.",
      "labels": [
        "RATIO"
      ],
      "id": "8e16c74f47ea4c0ba306d87ca64e36fa_194"
    },
    {
      "start": 32423,
      "end": 32894,
      "text": "Under   the   circumstances,   the   learned   Commercial   Court   has   not  committed   any   error   and/or   impugned   order   cannot   be   said   to   be  contrary   to   the   provisions   of   Order   7   Rule   10   of   the   CPC   when   the  learned   Commercial   Court   has   returned   the   plaint   to   the   plaintiff   to  present it before the Court having jurisdiction  (in the present case as  agreed between the parties viz. the Indiana Court).",
      "labels": [
        "RATIO"
      ],
      "id": "ca2d61ad751d428a8a849a3ebefad805_195"
    },
    {
      "start": 32895,
      "end": 33115,
      "text": "No interference of  the impugned order is called for.\n[7.0] In view of the above and for the reasons stated above, present  Appeal From Order fails and the same deserves to be dismissed and is,  accordingly, dismissed.  ",
      "labels": [
        "RPC"
      ],
      "id": "a640290f6c6c46de88de9e3f1f0b2ee9_196"
    },
    {
      "start": 33115,
      "end": 33124,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "57b5e4ad3f8942ce96ec0be0a796835e_197"
    },
    {
      "start": 33127,
      "end": 33154,
      "text": "CIVIL APPLICATION NO.1/2017",
      "labels": [
        "RPC"
      ],
      "id": "a374bebe5d49473fa92afdbd29b29967_198"
    },
    {
      "start": 33155,
      "end": 33254,
      "text": "In view of dismissal of main Appeal From Order, Civil Application  No.1/2017 also stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "af176eb490eb429e9cd9877df772b3e9_199"
    },
    {
      "start": 33255,
      "end": 33286,
      "text": "\nSd/            (M.R. SHAH, J.)",
      "labels": [
        "NONE"
      ],
      "id": "46cce457a4e14298a1a17b74d635bc3b_200"
    },
    {
      "start": 33287,
      "end": 33317,
      "text": " Sd/          (A.Y. KOGJE, J.)",
      "labels": [
        "NONE"
      ],
      "id": "06696d4b8fb546bd9f7a308da8fd6576_201"
    },
    {
      "start": 33318,
      "end": 33325,
      "text": " Ajay**",
      "labels": [
        "NONE"
      ],
      "id": "d12d5d3d53fe4639a01ece88503cbebd_202"
    }
  ]
}