{
  "id": "5437911e08401e34d07038076a786768beed1cc2580365f32a397da0971fd171",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nM/S Ok Play India Pvt Ltd vs M/S A P Distributors & Anr on 25 October, 2021 \nAuthor: Asha Menon\nBench: Asha Menon \n*      In The High Court Of Delhi At New Delhi\n                                     Pronounced on: 25th October, 2021\n+                         Cm (M) 346/2020\n\n       M / S Ok Play India Pvt. Ltd.                   ..... Petitioner\n                       Through: Mr.Anirudh Wadhwa, Mr.Vipiil\n                                   Kumar and Mr.Lakshya Kampani, \n                                   Advocates \n                            versus\n       M / S A.P. Distributors & Anr.               ..... Respondents \n                       Through: Mr. Shyam Moorjani, Advocate for\n                                   applicants \n\nCoram: \nHon'Ble Ms. Justice Asha Menon \n\n                            Judgment\nReview Pet. 131/2021 & Cm No.28320/2021 (by the respondents under Section 151 Cpc for stay) \n1. This review petition has been filed by the applicants/respondents seeking review of the order dated 17th  August, 2021 passed in CM(M) 346/2020 which had been filed under Article 227 of the Constitution of India against the order dated 26th November, 2019 passed by the learned Additional District Judge-1(South East), Saket Court, New Delhi in CS(COMM) 81/2018. For convenience and clarity, the non-applicant (M/S OK PLAY INDIA PVT. LTD.) shall be described as non- applicant/petitioner whereas the applicants of this review petition (A.P. DISTRIBUTORS & ANR.) shall be referred to as applicants/respondents. \n2. The facts that are relevant for the disposal of this review petition may be briefly stated. The non-applicant/petitioner had instituted a commercial suit for the recovery of money against the applicants/respondents. The written statement had been filed by the applicants/respondents belatedly and without an application seeking condonation of delay. The matter was heard and the orders on the objection of the non-applicant/petitioner that the written statement could not be taken on record as it was filed with delay and without an affidavit of admission and denial of documents and the application for condonation of delay, were reserved. The written statement which was to be filed by 22nd February, 2019 was filed with a delay of 4 days on 26th February, 2019. However, the affidavit of admission and denial was filed after a delay of 118 days on 20th May, 2019 and the application for condonation of delay was filed only on 31st October, 2019 after the learned Commercial Court had reserved the matter for orders on that same day. \n3. Vide the impugned order dated 26th November, 2019, the learned Commercial Court condoned the delay on the ground that the Court should not take a hyper technical view and subject to a cost of Rs.10,000/- imposed upon the applicants/respondents to be paid equally to the opposite side and the Bharat Key Vir Funds, the written statement was taken on record. When this order was challenged before this Court, vide the judgment dated 17th August, 2021, the said order was set aside and it was held that the learned Commercial Court had erred in accepting the written statement on record which was filed beyond the period statutorily provided. \n4. Mr. Shyam Moorjani, learned counsel for the applicants/respondents submitted that this Court had erred on facts and in law and therefore, the judgment dated 17th August, 2021 was liable to be reviewed. It was submitted that while recording the facts in para-No. 2 of the judgment, this Court had referred to the recovery of Rs. 7,68,000/-without referring to the interest claimed from the date the amount was due as per invoices. It was further submitted that this amount had to be quantified and court fees paid thereon but the non-applicant/petitioner had failed to do so. This objection was raised by the applicants/respondents on 15th May, 2019 and it was on 19th August, 2019 when the requisite court fees was paid. As such, the plaint had not been instituted till that date and limitation could not have started running before the plaint was validly filed. \n5. Learned counsel for the applicants/respondents further submitted that an application under Order VII Rule 11 was pending and the judgment dated 17th August, 2021 had curtailed the powers of the learned Commercial Court as it was now prevented from considering the said application. Further, the discretion that vested in the learned Commercial Court under Order VIII Rule 5 to call for evidence even without there being a written statement was further curtailed by the observations of this Court in Para No. 13 of the judgement dated 17th August, 2021. Furthermore, it was submitted that this Court had overstepped its jurisdiction in observing in Para No.10 that an application had to be filed for seeking condonation of delay, as Order VIII Rule 1 did not expressly and affirmatively provide for the filing of an application and, therefore, this Court had, by way of the judgment, stepped into the legislative field, which was impermissible. It was the contention of the learned counsel for the applicants/respondents that the proviso in fact when read carefully, would show that the Court of its own had to repeatedly, specify every thirty days, as to by which date the written statement had to be filed and there was no need to file an application seeking condonation. \n6. It was further submitted that the Delhi High Court (Original Side) Rules, 2018 ('Original Side Rules' for short) were not applicable to the District Courts and, therefore, the filing of the affidavit of admission and denial could not be insisted upon before accepting the written statement. It was submitted that the Court had erred as \"Court\" as defined in the Original Side Rules, was the High Court of Delhi and not the District Courts and so the rules and procedures prescribed by the Original Sides Rules were not applicable to the District Courts. Rather, the summons that the applicants/respondents had received were only regular summons for settlement of issues and were not \"informed summons\" which are issued by the High Court of Delhi in terms of the Original Side Rules. \n7. The learned counsel for the applicants/respondents has relied upon the judgment of a Coordinate Bench of this Court in Red Bull AG v. Pepsico India Holdings Pvt. Ltd., 2019 SCC OnLine Del 9901 to submit that in that case, this Court had not insisted on the filing of an application before taking on record the written statement which had been belatedly filed. Furthermore, he submitted that the judgment of the Supreme Court in SCG Contracts (India) (P) Ltd. v. K.S. Chamankar Infrastructure (P) Ltd., (2019) 12 SCC 210 was not applicable to the facts of the present case as in that case, the written statement had been filed on the 160th day whereas, here it had been filed well before the 120th day as required under law. As regards the judgment in Friends Motel Pvt. Ltd. Through its director Mr. Arun Dwivedi Vs. Shreeved Consultancy LLP & Ors. (Judgment dated 15th January, 2020 in CS (COMM) 140/2019), it was submitted by the learned counsel for the applicants/respondents that the judgment was incomplete as it could not be predicted that had there been an application for condonation of delay, what view the Court would have taken. On all these grounds, the learned counsel submitted that the judgement dated 17th August, 2021 was liable to be reviewed. \n8. Per contra, Mr. Anirudh Wadhwa, learned counsel for the non- applicant/petitioner submitted that there was no error that was apparent in the judgment under review. It was submitted that the applicants/respondents had been served on 23rd January, 2019. On 26th February, 2019, the written statement had been filed without an affidavit of admission and denial. On 25th March, 2019, when the defendant first appeared before the Court, an objection was taken which was recorded by the Court that no affidavit of admission and denial had been filed. Thus, it was not as if the applicants/respondents were not aware of the need to comply with the strict and mandatory procedural requirements of the Commercial Courts Act, 2015 read with the amended provisions of the CPC. Finally, the applicants/respondents filed the affidavit of admission and denial on 20th May, 2019. Again, there was no application filed for condonation of delay. Arguments on the said objections were heard on two dates, i.e., 19th August, 2019 and 31st October, 2019 and according to the counsel for the non-applicant/petitioner, probably when the applicants/respondents feared that the written statement may not be taken on record, the application for condonation of delay was filed on 31 st October itself, at 4:00 PM when the matter was put for orders. Even in the filing of the application for condonation of delay, 282 days of delay had occurred. Reference was made to the judgment of SCG Contracts (India) (P) Ltd(supra).\n9. The learned counsel for the non-applicant/petitioner once again referred to the judgment of a Coordinate Bench of this Court in Unilin Beheer B.V. v. Balaji Action Buildwell, 2019 SCC OnLine Del 8498 to submit that when the written statement has been filed without an affidavit of admission/denial of documents, not only will the written statement not be taken on record but it would be appropriate to deem that the documents filed by the plaintiff are admitted and on that basis, the Court could proceed under Order VIII Rule 10 of the CPC and also that the timelines qua the filing of the written statement as have been observed in SCG Contracts (India) (P) Ltd(supra) shall also apply to the filing of the affidavit of admission/denial of documents and time for filing thereof also cannot be extended beyond what is the maximum period permitted. \n10. It was further submitted that the law was very clear as Order VI CPC had been expressly amended by the Commercial Courts Act, 2015 and, therefore, to claim that \"informed summons\" had not been issued was misplaced. It was further submitted that in any case, an objection had been raised by the learned counsel for the non-applicant/petitioner, on the very first date of the appearance of the applicants/respondents and nothing prevented the applicants/respondents from taking corrective measures well within time. It was also submitted that the additional Court fees had been paid only on account of the objections raised by the applicants/respondents and not on the directions of the learned Commercial Court and, therefore, it was not a case of rejection of plaint.\n11. It was further submitted by the learned counsel for the non- applicant/petitioner that there was no occasion for fresh summons to have been issued after the Court fees was paid. It was submitted that the judgment in Red Bull AG (supra) could be distinguished on facts. In that case, on the first date of hearing, when the defendant had appeared on advance notice, both the parties were referred to mediation. Summons for settlement of issues had not been directed at that time. After four months, when the mediation had failed, an objection was taken that the written statement had been filed with delay. The defendants in that case were issued summons on or around 28th November, 2018 and the written statement was filed on 06th March, 2019 beyond the period of thirty days from the date of service of summons but the pendency of the mediation was found sufficient to explain the delay. Learned counsel for the non- applicant/petitioner submitted that in Shreeved Consultancy LLP v. Friends Motels Pvt. Ltd., 2020 SCC OnLine Del 684, reference was made to the non-filing of the application for condonation of delay alongwith the written statement. The learned counsel further placed reliance on the judgment of this Court in Rajesh Goel v. Jasbir Singh, 2017 SCC OnLine Del 8370. Thus, it was urged that there were no grounds for review and the petition be dismissed. \n12. The CPC provides for a review under Order XLVII Rule 1 in the following circumstances- 1. Application for review of judgment.--(1) Any person considering himself aggrieved-- (a) by a decree or order from which an appeal is allowed, but from which no appeal has been preferred,\n(b) by a decree or order from which no appeal is allowed, or (c) by a decision on a reference from a Court of Small Causes, and who, from the discovery of new and important matter or evidence which, after the exercise of due diligence was not within his knowledge or could not be produced by him at the time when the decree was passed or order made, or on account of some mistake or error apparent on the face of the record or for any other sufficient reason, desires to obtain a review of the decree passed or order made against him, may apply for a review of judgment to the Court which passed the decree or made the order. \n13. The courts have repeatedly held that the powers of review are limited and are not equivalent to an appeal. The scope of review has been succinctly stated by the Supreme Court in Kamlesh Varma Vs. Mayawati & Ors. (2013) 8 SCC 320 wherein the following governing principles of review have been laid down- \"Summary of the principles 20. Thus, in view of the above, the following grounds of review are maintainable as stipulated by the statute:\n20.1. When the review will be maintainable:\n(i) Discovery of new and important matter or evidence which, after the exercise of due diligence, was not within knowledge of the petitioner or could not be produced by him;\n(ii) Mistake or error apparent on the face of the record;\n(iii)Any other sufficient reason.\nThe words \"any other sufficient reason\" have been interpreted in Chhajju Ram Vs. Neki AIR 1922 PC 112 and approved by this Court in Moran Mar Basselios Catholicos Vs. Most Rev. Mar Poulose Athanasius AIR 1954 SC 526 to mean \"a reason sufficient on grounds at least analogous to those specified in the rule\". The same principles have been reiterated in Union of India Vs. Sandur Manganese & Iron Ores Ltd. (2013) 8 SCC 337.\n20.2. When the review will not be maintainable: \n(i) A repetition of old and overruled argument is not enough to reopen concluded adjudications. \n(ii) Minor mistakes of inconsequential import. \n(iii) Review proceedings cannot be equated with the original hearing of the case. (iv) Review is not maintainable unless the material error, manifest on the face of the order, undermines its soundness or results in miscarriage of justice. \n(v) A review is by no means an appeal in disguise whereby an erroneous decision is reheard and corrected but lies only for patent error. \n(vi) The mere possibility of two views on the subject cannot be a ground for review. \n(vii) The error apparent on the face of the record should not be an error which has to be fished out and searched. \n(viii) The appreciation of evidence on record is fully within the domain of the appellate court, it cannot be permitted to be advanced in the review petition. \n(ix) Review is not maintainable when the same relief sought at the time of arguing the main matter had been negatived.\"\n14. An error has thus to be one on the face of the order. The Court cannot be called upon to delve deep to \"discover\" an error. A re-argument or introduction of new pleas is also not permissible. In the present matter, it is evident that the learned counsel for the applicants/respondents has actually argued out his case which ideally ought to have been presented when the main petition was considered. Be that as it may, these submissions are considered at this juncture. \n15. At the outset, this Court rejects the argument of the learned counsel for the applicants/respondents that Original Side Rules are not applicable to the District Courts. The District Courts do not function in a vacuum. Specific to the Commercial Courts, it has to be noted that the Annexure E to the Original Side Rules provides for Practice Directions under Section 18 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. The Practice Direction No.1 reads as below- \"1. These Practice Directions are issued by the Court in exercise of powers conferred under Section 18 of the Commercial Courts Act to supplement the Delhi High Court (Original Side) Rules, 2018, the provisions of Chapter II of the Commercial Courts Act or the Code of Civil Procedure, 1908, in so far as such provisions apply to the hearing of commercial disputes of a specified value. said Act, as applicable, shall apply to all suits/ original proceedings in relation to \"commercial disputes\", as defined under Section 2(c) of the Commercial Courts Act.\"\n(Emphasis added)\n16. Furthermore, these Practice Directions apply to not only the Commercial Division (i.e., of the High Court) and the Commercial Appellate Division, but also to the Commercial Court. A Commercial Court has been defined under Section 2(1)(b) the Commercial Courts Act, 2015 as one constituted under sub-section 1 of Section 3 of the Act. The same is reproduced herein below- 3. Constitution of Commercial Courts.--(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\n[Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.]\n17. The reference to the Commercial Court in the Practice Directions, is therefore, an explicit and clear reference to the District Court which is trying a \"commercial dispute\" as defined under Section 2 (c) of the Act. \nThe suit filed by the non-applicant/petitioner for recovery of money on the basis of business transactions and invoices undisputedly involved a commercial dispute. Moreover, the Practice Directions seek to supplement the Original Side Rules alongwith the provisions of Chapter 2 of the Commercial Courts Act, 2015 and the CPC insofar as these provisions apply to the hearing of the commercial disputes of a specified value. In other words, again there is a categoric application of the Original Side Rules to the commercial disputes even in the District Courts. Ignorance of the provisions of the rules cannot come to the aid and assistance of the applicants/respondents. \n18. The next contention of the learned counsel for the applicants/respondents was that this Court had entered into the legislative field as it had observed that an application for condonation was necessary. This Court finds no merit in the same as it has been the consistent view of this Court in Unilin Beheer B.V. (supra), Rajesh Goel (supra) and Shreeved Consultancy LLP (supra) and Mothers Pride Education Institution Pvt. Ltd. v. Shukla Sehgal, 2021 SCC OnLine Del 2407 that an application for condonation of delay is to be filed alongwith the written statement when there was a delay in filing the same. In Rajesh Goel(supra), this Court noted in Para No. 25 that despite knowledge that the written statement had been filed without an application for condonation of delay, no steps were taken to remove objections and get the written statement placed on the record thus, noting that an application for condonation was required with a written statement which was being belatedly filed. Similarly, the Division Bench of this Court in Shreeved Consultancy LLP (supra) noted in Para Nos.5 and 6 that though objections had been raised that an application seeking condonation of delay had not been filed, no steps were taken to remove the same and refile the written statement. It would be useful to reproduce Para Nos.5 & 6 of the judgment -\n\"5. We may note that the summons in the suit were served on the appellant No.1 on 13.04.2019, which fact remains undisputed, whereas the written statement was filed on 117th day i.e. after the expiry of 90 days, the period permissible in law. For reasons best known to the appellants, no application for condonation of delay was filed along with the written statement. Instead, the same came to be filed after 20 days, on 28.08.2019. Pertinently, till the date the impugned order came to be passed, the said application was not on the record and on enquiring from learned counsel for the appellants/defendants, he had stated before the learned Single Judge that objections had been raised by the Registry but no steps were taken either to take back the application from the Registry or remove the objections and re-file the same. \n6. In view of the aforesaid position, we see no reason to accept the submission made by learned counsel for the appellants that the written statement even though filed after the expiry of 90 days, but before 120 days, ought to have been taken into consideration. It is only in the event a defendant is able to make out sufficient cause or demonstrate any extraordinary circumstances does the Court condone a delay beyond the maximum period of 90 days. The appellants/defendants have miserably failed to demonstrate any such circumstances for the court to have condoned the delay beyond 90 days.\" \nOnce again, the judgment underlines the need for filing an application for condonation of delay when the written statement was filed with delay. \n19. As regards the contention that the law required the Court to automatically extend the period for filing a written statement beyond 30 days, the Division Bench in Shreeved Consultancy LLP (supra) has clearly rejected it. The defendant cannot claim extension as a matter of right. Extension of time to file the written statement is within the discretion of the Court. For exercise of such discretion, the defendant must explain what prevented him from filing the written statement within 30 days and explain the further delay, but within 120 days of service of summons and on such explanation being accepted alone can the delay be condoned. \n20. As regards the judgment in Red Bull AG (supra), the facts are so different and cannot be taken as providing that in no circumstance, was an application for condonation of delay required. As recorded in Para Nos.21 and 22 of the judgment in Red Bull AG (supra), there was clearly no formal order issuing summons to the defendants or directing the defendants to file a written statement as the parties were exploring the possibility of settlement, on the request of the plaintiff and thereafter on joint request. In these circumstances, the filing of the written statement on 06th March, 2019 was treated as being within the outer limitation provided under Order VIII Rule 1 CPC. However, that situation does not prevail in the present case. \n21. Under Order VIII Rule 1 CPC, the written statement is to be filed within 30 days from the date of service of summons. Therefore, once the applicants/respondents were served on 23rd January, 2019, the written statement had to be filed by 22nd February, 2019. The same was filed on 26th February, 2019 without the affidavit for admission and denial which was filed only on 20th May, 2019. No application for condonation of delay was filed till 31st October, 2019 when orders were reserved after the hearing on this issue of whether the belated written statement could be taken on record or not. Such a filing beyond even the outer limit available for exercise of discretion by the Commercial Court i.e., 282 days, could not have been considered by the learned Commercial Court in the instant case. \n22. Under Order VII Rule 11, the Court can reject a plaint if despite being so directed by the Court to correctly value the suit within a specified time, the same is not done and adequate Court Fee is not filed. In the present case, there is no order of the learned Commercial Court directing the payment of Court fees. Rather on the objections taken by the applicants/respondents, the non-applicant/petitioner had offered to and had paid the additional Court fees by 19th August, 2019. Therefore, there was no question of the rejection of the plaint on that ground. The contention of the learned counsel for the applicants/respondents that the plaint had not been properly instituted till that time is untenable and is rejected. \n23. With regard to the directions of this Court in the judgment dated 17 th August, 2021, in Para No.13 to the learned Commercial Court to consider the course of action under Order VIII Rule 10 CPC, the same reflect no error. The orders that can be passed under Order VIII Rule 10 are \"in relation to the suit\" as to pronounce judgments or make further orders. This would be sufficient to enable the learned Commercial Court to exercise its discretion under Order VIII Rule 5 CPC, if it so desired. \n24. There is no merit in the review petition which is accordingly dismissed with costs of Rs.10,000/- imposed upon the applicants/respondents, which shall be shared equally between the non- applicant/petitioner and Bharat Key Vir Funds. \n25. The judgment be uploaded on the website forthwith. \n(ASHA MENON) JUDGE OCTOBER 25, 2021 ak",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd00b3e6424c42f0a804893a6e60535b_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4315fb42a35a43b0a18f05c1af7d330a_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "850775fab5094496a2e7283d3bfbcca0_2"
    },
    {
      "start": 261,
      "end": 267,
      "text": "M/S Ok",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48fb7418c4014c10af10c700bb5dd67b_3"
    },
    {
      "start": 268,
      "end": 316,
      "text": "Play India Pvt Ltd vs M/S A P Distributors & Anr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c8152e0b2e94297a3d75b98277e05a8_4"
    },
    {
      "start": 317,
      "end": 336,
      "text": "on 25 October, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8ecc98b05ab4197b414c9c6b69da8ab_5"
    },
    {
      "start": 337,
      "end": 374,
      "text": "\nAuthor: Asha Menon\nBench: Asha Menon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a40eb4bd8c8f4ba1ac3c92458625e0f3_6"
    },
    {
      "start": 376,
      "end": 545,
      "text": "*      In The High Court Of Delhi At New Delhi\n                                     Pronounced on: 25th October, 2021\n+                         Cm (M) 346/2020\n\n       M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75dbf626a7d241b5b4527b9451f77f2a_7"
    },
    {
      "start": 546,
      "end": 573,
      "text": "/ S Ok Play India Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66258619d9d84ee49aa5c3587ee36b3f_8"
    },
    {
      "start": 592,
      "end": 632,
      "text": "..... Petitioner\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24ae19cbb96449a680fad3b1563df46d_9"
    },
    {
      "start": 632,
      "end": 705,
      "text": "Through: Mr.Anirudh Wadhwa, Mr.Vipiil\n                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3f3571edef444a0b3c5026e7f5d270e_10"
    },
    {
      "start": 705,
      "end": 734,
      "text": "Kumar and Mr.Lakshya Kampani,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93a07109ff504b2988093e146939d15a_11"
    },
    {
      "start": 771,
      "end": 780,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25e57cf7c2b84391ac6a4df8c7437cdd_12"
    },
    {
      "start": 810,
      "end": 824,
      "text": "versus\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b67c43185554cf6a6f9de917cb0b9ee_13"
    },
    {
      "start": 824,
      "end": 854,
      "text": "M / S A.P. Distributors & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "810e0e3ff14a47da9dbf2f201bf265fb_14"
    },
    {
      "start": 869,
      "end": 886,
      "text": "..... Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa2b12ea9bde4f8ab6d09b0c6d13cf02_15"
    },
    {
      "start": 911,
      "end": 998,
      "text": "Through: Mr. Shyam Moorjani, Advocate for\n                                   applicants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9937c760eaa42f5ad3966205df73291_16"
    },
    {
      "start": 1001,
      "end": 1007,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84edc90b628648a094d023a62c07777f_17"
    },
    {
      "start": 1008,
      "end": 1039,
      "text": "\nHon'Ble Ms. Justice Asha Menon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c71d3b69dab4f5db2f4f0224167beda_18"
    },
    {
      "start": 1070,
      "end": 1170,
      "text": "Judgment\nReview Pet. 131/2021 & Cm No.28320/2021 (by the respondents under Section 151 Cpc for stay)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b494ed66a6aa43eeafd0a70df0b5e660_19"
    },
    {
      "start": 1172,
      "end": 1279,
      "text": "1. This review petition has been filed by the applicants/respondents seeking review of the order dated 17th",
      "labels": [
        "FAC"
      ],
      "id": "750cba5d35ed417a952d7452f517c282_20"
    },
    {
      "start": 1280,
      "end": 1537,
      "text": " August, 2021 passed in CM(M) 346/2020 which had been filed under Article 227 of the Constitution of India against the order dated 26th November, 2019 passed by the learned Additional District Judge-1(South East), Saket Court, New Delhi in CS(COMM) 81/2018.",
      "labels": [
        "RLC"
      ],
      "id": "0306cb2debde41c286369bc424f65983_21"
    },
    {
      "start": 1538,
      "end": 1784,
      "text": "For convenience and clarity, the non-applicant (M/S OK PLAY INDIA PVT. LTD.) shall be described as non- applicant/petitioner whereas the applicants of this review petition (A.P. DISTRIBUTORS & ANR.) shall be referred to as applicants/respondents.",
      "labels": [
        "FAC"
      ],
      "id": "8c8f673bf9ae4185a1372171f8e41c98_22"
    },
    {
      "start": 1786,
      "end": 1880,
      "text": "2. The facts that are relevant for the disposal of this review petition may be briefly stated.",
      "labels": [
        "FAC"
      ],
      "id": "58878cb508d94918b99206eb888e2050_23"
    },
    {
      "start": 1881,
      "end": 2004,
      "text": "The non-applicant/petitioner had instituted a commercial suit for the recovery of money against the applicants/respondents.",
      "labels": [
        "FAC"
      ],
      "id": "3cc1d0f5087f4fb09d8bc897a4fd656d_24"
    },
    {
      "start": 2005,
      "end": 2138,
      "text": "The written statement had been filed by the applicants/respondents belatedly and without an application seeking condonation of delay.",
      "labels": [
        "FAC"
      ],
      "id": "43ceaebc9a894577adeb26cae97ed466_25"
    },
    {
      "start": 2139,
      "end": 2429,
      "text": "The matter was heard and the orders on the objection of the non-applicant/petitioner that the written statement could not be taken on record as it was filed with delay and without an affidavit of admission and denial of documents and the application for condonation of delay, were reserved.",
      "labels": [
        "FAC"
      ],
      "id": "8a41b26402d44b5881ab024fef60bd51_26"
    },
    {
      "start": 2430,
      "end": 2553,
      "text": "The written statement which was to be filed by 22nd February, 2019 was filed with a delay of 4 days on 26th February, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "4d0fb91428c244bd93935cc4c248d6f2_27"
    },
    {
      "start": 2554,
      "end": 2824,
      "text": "However, the affidavit of admission and denial was filed after a delay of 118 days on 20th May, 2019 and the application for condonation of delay was filed only on 31st October, 2019 after the learned Commercial Court had reserved the matter for orders on that same day.",
      "labels": [
        "FAC"
      ],
      "id": "36817a8bbde54001b46026606e08904b_28"
    },
    {
      "start": 2825,
      "end": 3185,
      "text": "\n3. Vide the impugned order dated 26th November, 2019, the learned Commercial Court condoned the delay on the ground that the Court should not take a hyper technical view and subject to a cost of Rs.10,000/- imposed upon the applicants/respondents to be paid equally to the opposite side and the Bharat Key Vir Funds, the written statement was taken on record.",
      "labels": [
        "RLC"
      ],
      "id": "0b54edee50df4596953d64fcf4064978_29"
    },
    {
      "start": 3186,
      "end": 3468,
      "text": "When this order was challenged before this Court, vide the judgment dated 17th August, 2021, the said order was set aside and it was held that the learned Commercial Court had erred in accepting the written statement on record which was filed beyond the period statutorily provided.",
      "labels": [
        "RLC"
      ],
      "id": "42354a4ee0a148b89fce0d895d33d9d5_30"
    },
    {
      "start": 3470,
      "end": 3674,
      "text": "4. Mr. Shyam Moorjani, learned counsel for the applicants/respondents submitted that this Court had erred on facts and in law and therefore, the judgment dated 17th August, 2021 was liable to be reviewed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1873a83dd32c4eea976694ff2bd7df14_31"
    },
    {
      "start": 3675,
      "end": 3902,
      "text": "It was submitted that while recording the facts in para-No. 2 of the judgment, this Court had referred to the recovery of Rs. 7,68,000/-without referring to the interest claimed from the date the amount was due as per invoices.",
      "labels": [
        "FAC"
      ],
      "id": "f5f17896951f4705a7cf5f472d228235_32"
    },
    {
      "start": 3903,
      "end": 4047,
      "text": "It was further submitted that this amount had to be quantified and court fees paid thereon but the non-applicant/petitioner had failed to do so.",
      "labels": [
        "FAC"
      ],
      "id": "1600ebdf3b354bb8816cb3034274cb63_33"
    },
    {
      "start": 4048,
      "end": 4193,
      "text": "This objection was raised by the applicants/respondents on 15th May, 2019 and it was on 19th August, 2019 when the requisite court fees was paid.",
      "labels": [
        "FAC"
      ],
      "id": "d17ffc1e29cd46c191a6e6d9bd307b92_34"
    },
    {
      "start": 4194,
      "end": 4335,
      "text": "As such, the plaint had not been instituted till that date and limitation could not have started running before the plaint was validly filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8b91d46e6948436f8302d408459a26d6_35"
    },
    {
      "start": 4337,
      "end": 4621,
      "text": "5. Learned counsel for the applicants/respondents further submitted that an application under Order VII Rule 11 was pending and the judgment dated 17th August, 2021 had curtailed the powers of the learned Commercial Court as it was now prevented from considering the said application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f74caf7984aa48e3b2948c158846be7d_36"
    },
    {
      "start": 4622,
      "end": 4892,
      "text": "Further, the discretion that vested in the learned Commercial Court under Order VIII Rule 5 to call for evidence even without there being a written statement was further curtailed by the observations of this Court in Para No. 13 of the judgement dated 17th August, 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7be030b0ab604be2b7dda53dd4b0f4c2_37"
    },
    {
      "start": 4893,
      "end": 5283,
      "text": "Furthermore, it was submitted that this Court had overstepped its jurisdiction in observing in Para No.10 that an application had to be filed for seeking condonation of delay, as Order VIII Rule 1 did not expressly and affirmatively provide for the filing of an application and, therefore, this Court had, by way of the judgment, stepped into the legislative field, which was impermissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53cdf63e31744b219c18082a5cc8ce2c_38"
    },
    {
      "start": 5284,
      "end": 5612,
      "text": "It was the contention of the learned counsel for the applicants/respondents that the proviso in fact when read carefully, would show that the Court of its own had to repeatedly, specify every thirty days, as to by which date the written statement had to be filed and there was no need to file an application seeking condonation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff38c4a3b3c0442a9ad4d01028219c4b_39"
    },
    {
      "start": 5614,
      "end": 5907,
      "text": "6. It was further submitted that the Delhi High Court (Original Side) Rules, 2018 ('Original Side Rules' for short) were not applicable to the District Courts and, therefore, the filing of the affidavit of admission and denial could not be insisted upon before accepting the written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e12d2607dc7a4b109821413838e4b7f3_40"
    },
    {
      "start": 5908,
      "end": 6170,
      "text": "It was submitted that the Court had erred as \"Court\" as defined in the Original Side Rules, was the High Court of Delhi and not the District Courts and so the rules and procedures prescribed by the Original Sides Rules were not applicable to the District Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cfd90855d53d48bdbcbfdfae0c840dab_41"
    },
    {
      "start": 6171,
      "end": 6399,
      "text": "Rather, the summons that the applicants/respondents had received were only regular summons for settlement of issues and were not \"informed summons\" which are issued by the High Court of Delhi in terms of the Original Side Rules.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1166e7592c8248658fb8491c7870ab02_42"
    },
    {
      "start": 6401,
      "end": 6763,
      "text": "7. The learned counsel for the applicants/respondents has relied upon the judgment of a Coordinate Bench of this Court in Red Bull AG v. Pepsico India Holdings Pvt. Ltd., 2019 SCC OnLine Del 9901 to submit that in that case, this Court had not insisted on the filing of an application before taking on record the written statement which had been belatedly filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fb90f80f6f874edd98a49000e0f350af_43"
    },
    {
      "start": 6764,
      "end": 7127,
      "text": "Furthermore, he submitted that the judgment of the Supreme Court in SCG Contracts (India) (P) Ltd. v. K.S. Chamankar Infrastructure (P) Ltd., (2019) 12 SCC 210 was not applicable to the facts of the present case as in that case, the written statement had been filed on the 160th day whereas, here it had been filed well before the 120th day as required under law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "11ba579769104efa9bdc6271f234fc3f_44"
    },
    {
      "start": 7128,
      "end": 7252,
      "text": "As regards the judgment in Friends Motel Pvt. Ltd. Through its director Mr. Arun Dwivedi Vs. Shreeved Consultancy LLP & Ors.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ddec8a729a924fdc997c83d7efcbcc51_45"
    },
    {
      "start": 7253,
      "end": 7543,
      "text": "(Judgment dated 15th January, 2020 in CS (COMM) 140/2019), it was submitted by the learned counsel for the applicants/respondents that the judgment was incomplete as it could not be predicted that had there been an application for condonation of delay, what view the Court would have taken.",
      "labels": [
        "FAC"
      ],
      "id": "bb59ea21d43c422da9f78b036410f498_46"
    },
    {
      "start": 7544,
      "end": 7665,
      "text": "On all these grounds, the learned counsel submitted that the judgement dated 17th August, 2021 was liable to be reviewed.",
      "labels": [
        "FAC"
      ],
      "id": "aee0c18cd40e4a5a9b8a82e490368363_47"
    },
    {
      "start": 7667,
      "end": 7833,
      "text": "8. Per contra, Mr. Anirudh Wadhwa, learned counsel for the non- applicant/petitioner submitted that there was no error that was apparent in the judgment under review.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "20d07b9e18be46a0b70c33013f6f45bd_48"
    },
    {
      "start": 7834,
      "end": 7921,
      "text": "It was submitted that the applicants/respondents had been served on 23rd January, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "efcd59c33e0d45fb9829c597b8d46c5d_49"
    },
    {
      "start": 7922,
      "end": 8028,
      "text": "On 26th February, 2019, the written statement had been filed without an affidavit of admission and denial.",
      "labels": [
        "FAC"
      ],
      "id": "a320acf6541444538ddaa319ec4252e5_50"
    },
    {
      "start": 8029,
      "end": 8214,
      "text": "On 25th March, 2019, when the defendant first appeared before the Court, an objection was taken which was recorded by the Court that no affidavit of admission and denial had been filed.",
      "labels": [
        "FAC"
      ],
      "id": "95e9c0cf681d4eabad630f27c34a1a41_51"
    },
    {
      "start": 8215,
      "end": 8435,
      "text": "Thus, it was not as if the applicants/respondents were not aware of the need to comply with the strict and mandatory procedural requirements of the Commercial Courts Act, 2015 read with the amended provisions of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "fafd41160c304c8aaef6fcc294a3001c_52"
    },
    {
      "start": 8436,
      "end": 8534,
      "text": "Finally, the applicants/respondents filed the affidavit of admission and denial on 20th May, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "3c5eeaecd7484a3c921807c5e1bcedd6_53"
    },
    {
      "start": 8535,
      "end": 8598,
      "text": "Again, there was no application filed for condonation of delay.",
      "labels": [
        "FAC"
      ],
      "id": "2bd228f9cb6746dab94294b59177a3a6_54"
    },
    {
      "start": 8599,
      "end": 8992,
      "text": "Arguments on the said objections were heard on two dates, i.e., 19th August, 2019 and 31st October, 2019 and according to the counsel for the non-applicant/petitioner, probably when the applicants/respondents feared that the written statement may not be taken on record, the application for condonation of delay was filed on 31 st October itself, at 4:00 PM when the matter was put for orders.",
      "labels": [
        "FAC"
      ],
      "id": "f5f3ff4370294a2c90ca1129ffb497c8_55"
    },
    {
      "start": 8993,
      "end": 9088,
      "text": "Even in the filing of the application for condonation of delay, 282 days of delay had occurred.",
      "labels": [
        "FAC"
      ],
      "id": "17e8125645464a89ba59532f54d3c80d_56"
    },
    {
      "start": 9089,
      "end": 9167,
      "text": "Reference was made to the judgment of SCG Contracts (India) (P) Ltd(supra).\n9.",
      "labels": [
        "FAC"
      ],
      "id": "a1ad0714756c499ab8cf46bfa75ffd87_57"
    },
    {
      "start": 9168,
      "end": 10016,
      "text": "The learned counsel for the non-applicant/petitioner once again referred to the judgment of a Coordinate Bench of this Court in Unilin Beheer B.V. v. Balaji Action Buildwell, 2019 SCC OnLine Del 8498 to submit that when the written statement has been filed without an affidavit of admission/denial of documents, not only will the written statement not be taken on record but it would be appropriate to deem that the documents filed by the plaintiff are admitted and on that basis, the Court could proceed under Order VIII Rule 10 of the CPC and also that the timelines qua the filing of the written statement as have been observed in SCG Contracts (India) (P) Ltd(supra) shall also apply to the filing of the affidavit of admission/denial of documents and time for filing thereof also cannot be extended beyond what is the maximum period permitted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e8d0cab55d99480ba2787bca1d2bc8b1_58"
    },
    {
      "start": 10018,
      "end": 10236,
      "text": "10. It was further submitted that the law was very clear as Order VI CPC had been expressly amended by the Commercial Courts Act, 2015 and, therefore, to claim that \"informed summons\" had not been issued was misplaced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0fa55767949a422f98bef6cf015964bb_59"
    },
    {
      "start": 10237,
      "end": 10535,
      "text": "It was further submitted that in any case, an objection had been raised by the learned counsel for the non-applicant/petitioner, on the very first date of the appearance of the applicants/respondents and nothing prevented the applicants/respondents from taking corrective measures well within time.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e0c8cd4cc57b462e98eabed8c0d8a838_60"
    },
    {
      "start": 10536,
      "end": 10793,
      "text": "It was also submitted that the additional Court fees had been paid only on account of the objections raised by the applicants/respondents and not on the directions of the learned Commercial Court and, therefore, it was not a case of rejection of plaint.\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "12b355ea71f549d38429ed99f3cc0f91_61"
    },
    {
      "start": 10794,
      "end": 10971,
      "text": "It was further submitted by the learned counsel for the non- applicant/petitioner that there was no occasion for fresh summons to have been issued after the Court fees was paid.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ef9b6022f2d34ed2b51e1079e664700f_62"
    },
    {
      "start": 10972,
      "end": 11062,
      "text": "It was submitted that the judgment in Red Bull AG (supra) could be distinguished on facts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e817ddf2aa9412a95d0de363f70775f_63"
    },
    {
      "start": 11063,
      "end": 11202,
      "text": "In that case, on the first date of hearing, when the defendant had appeared on advance notice, both the parties were referred to mediation.",
      "labels": [
        "FAC"
      ],
      "id": "1678aae528474bb78e0dc5c5e055d088_64"
    },
    {
      "start": 11203,
      "end": 11271,
      "text": "Summons for settlement of issues had not been directed at that time.",
      "labels": [
        "FAC"
      ],
      "id": "6b5b8ed5a9e3468a9c1057189423af66_65"
    },
    {
      "start": 11272,
      "end": 11398,
      "text": "After four months, when the mediation had failed, an objection was taken that the written statement had been filed with delay.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "11a85ab01eb6450ea11682e8b26f7762_66"
    },
    {
      "start": 11399,
      "end": 11681,
      "text": "The defendants in that case were issued summons on or around 28th November, 2018 and the written statement was filed on 06th March, 2019 beyond the period of thirty days from the date of service of summons but the pendency of the mediation was found sufficient to explain the delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "535a292b7abf4ed28910cd3b39216d35_67"
    },
    {
      "start": 11682,
      "end": 11942,
      "text": "Learned counsel for the non- applicant/petitioner submitted that in Shreeved Consultancy LLP v. Friends Motels Pvt. Ltd., 2020 SCC OnLine Del 684, reference was made to the non-filing of the application for condonation of delay alongwith the written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "284b404407214772a6ab6a7d5153d4fc_68"
    },
    {
      "start": 11943,
      "end": 12074,
      "text": "The learned counsel further placed reliance on the judgment of this Court in Rajesh Goel v. Jasbir Singh, 2017 SCC OnLine Del 8370.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b0c7a6372c5046a69d14bc5ee08e9273_69"
    },
    {
      "start": 12075,
      "end": 12162,
      "text": "Thus, it was urged that there were no grounds for review and the petition be dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4230e67956764b0ba8355968f2674e45_70"
    },
    {
      "start": 12164,
      "end": 13070,
      "text": "12. The CPC provides for a review under Order XLVII Rule 1 in the following circumstances- 1. Application for review of judgment.--(1) Any person considering himself aggrieved-- (a) by a decree or order from which an appeal is allowed, but from which no appeal has been preferred,\n(b) by a decree or order from which no appeal is allowed, or (c) by a decision on a reference from a Court of Small Causes, and who, from the discovery of new and important matter or evidence which, after the exercise of due diligence was not within his knowledge or could not be produced by him at the time when the decree was passed or order made, or on account of some mistake or error apparent on the face of the record or for any other sufficient reason, desires to obtain a review of the decree passed or order made against him, may apply for a review of judgment to the Court which passed the decree or made the order.",
      "labels": [
        "STA"
      ],
      "id": "bc1e874e831c46efa6b8775916ac86f7_71"
    },
    {
      "start": 13072,
      "end": 13182,
      "text": "13. The courts have repeatedly held that the powers of review are limited and are not equivalent to an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fffd84c4fac4915be32f613412aae33_72"
    },
    {
      "start": 13183,
      "end": 13409,
      "text": "The scope of review has been succinctly stated by the Supreme Court in Kamlesh Varma Vs. Mayawati & Ors. (2013) 8 SCC 320 wherein the following governing principles of review have been laid down- \"Summary of the principles 20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f3a3738a419a4fb48b0aa20cc6fefb06_73"
    },
    {
      "start": 13410,
      "end": 13827,
      "text": "Thus, in view of the above, the following grounds of review are maintainable as stipulated by the statute:\n20.1. When the review will be maintainable:\n(i) Discovery of new and important matter or evidence which, after the exercise of due diligence, was not within knowledge of the petitioner or could not be produced by him;\n(ii) Mistake or error apparent on the face of the record;\n(iii)Any other sufficient reason.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02c260906e2e4dde92970ad537570a35_74"
    },
    {
      "start": 13827,
      "end": 14134,
      "text": "The words \"any other sufficient reason\" have been interpreted in Chhajju Ram Vs. Neki AIR 1922 PC 112 and approved by this Court in Moran Mar Basselios Catholicos Vs. Most Rev. Mar Poulose Athanasius AIR 1954 SC 526 to mean \"a reason sufficient on grounds at least analogous to those specified in the rule\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1fa6fdd8d8a84727ab6be43d6dde713d_75"
    },
    {
      "start": 14135,
      "end": 14255,
      "text": "The same principles have been reiterated in Union of India Vs. Sandur Manganese & Iron Ores Ltd. (2013) 8 SCC 337.\n20.2.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6b8e730d185c44c6aac747421c0b9469_76"
    },
    {
      "start": 14256,
      "end": 14297,
      "text": "When the review will not be maintainable:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "543b9251f82c47f1aca3251e58a310e2_77"
    },
    {
      "start": 14298,
      "end": 14394,
      "text": "\n(i) A repetition of old and overruled argument is not enough to reopen concluded adjudications.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f0f894a76e164d6d978b4e7ee303c89d_78"
    },
    {
      "start": 14395,
      "end": 14442,
      "text": "\n(ii) Minor mistakes of inconsequential import.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5aeb96e429d546379e82c2889cd7fe5e_79"
    },
    {
      "start": 14443,
      "end": 14525,
      "text": "\n(iii) Review proceedings cannot be equated with the original hearing of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63324dda43a04f6a8b46136c711ec3fb_80"
    },
    {
      "start": 14526,
      "end": 14682,
      "text": "(iv) Review is not maintainable unless the material error, manifest on the face of the order, undermines its soundness or results in miscarriage of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "28175811fd6847ee9075b8d4a863f18e_81"
    },
    {
      "start": 14683,
      "end": 14820,
      "text": "\n(v) A review is by no means an appeal in disguise whereby an erroneous decision is reheard and corrected but lies only for patent error.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "946a42257f6545e983d79d6b9a15e7fa_82"
    },
    {
      "start": 14821,
      "end": 14906,
      "text": "\n(vi) The mere possibility of two views on the subject cannot be a ground for review.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e543658687248a894d5427026db99b3_83"
    },
    {
      "start": 14907,
      "end": 15022,
      "text": "\n(vii) The error apparent on the face of the record should not be an error which has to be fished out and searched.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c132aa5aaee4ff593e0a4683703ac9a_84"
    },
    {
      "start": 15023,
      "end": 15182,
      "text": "\n(viii) The appreciation of evidence on record is fully within the domain of the appellate court, it cannot be permitted to be advanced in the review petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8971a96b52894b558767a96eb0d12228_85"
    },
    {
      "start": 15183,
      "end": 15307,
      "text": "\n(ix) Review is not maintainable when the same relief sought at the time of arguing the main matter had been negatived.\"\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cb68609a5424065bab98b63c3b609a3_86"
    },
    {
      "start": 15308,
      "end": 15361,
      "text": "An error has thus to be one on the face of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d4c1f992e48463582f186522508e0c0_87"
    },
    {
      "start": 15362,
      "end": 15431,
      "text": "The Court cannot be called upon to delve deep to \"discover\" an error.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d04cba4cb62f4e41a7cdb0241df3c07f_88"
    },
    {
      "start": 15432,
      "end": 15499,
      "text": "A re-argument or introduction of new pleas is also not permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bbbfc592c2f4e8ebecd98768b5894a3_89"
    },
    {
      "start": 15500,
      "end": 15707,
      "text": "In the present matter, it is evident that the learned counsel for the applicants/respondents has actually argued out his case which ideally ought to have been presented when the main petition was considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79a32c85c3f64900978eb50ae894cb61_90"
    },
    {
      "start": 15708,
      "end": 15777,
      "text": "Be that as it may, these submissions are considered at this juncture.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cbd6f64ecf94eb088d6c70878e09fc9_91"
    },
    {
      "start": 15779,
      "end": 15951,
      "text": "15. At the outset, this Court rejects the argument of the learned counsel for the applicants/respondents that Original Side Rules are not applicable to the District Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e8ea12501624478a370f5fe5ef9fb24_92"
    },
    {
      "start": 15952,
      "end": 16000,
      "text": "The District Courts do not function in a vacuum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b54d931c2b843998eac9f53bbc31a42_93"
    },
    {
      "start": 16001,
      "end": 16257,
      "text": "Specific to the Commercial Courts, it has to be noted that the Annexure E to the Original Side Rules provides for Practice Directions under Section 18 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dda1c347c4a246c3811e58e5137fb876_94"
    },
    {
      "start": 16258,
      "end": 16305,
      "text": "The Practice Direction No.1 reads as below- \"1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9927fdc70cc54c9e8d9ede41f7c1a75d_95"
    },
    {
      "start": 16306,
      "end": 16688,
      "text": "These Practice Directions are issued by the Court in exercise of powers conferred under Section 18 of the Commercial Courts Act to supplement the Delhi High Court (Original Side) Rules, 2018, the provisions of Chapter II of the Commercial Courts Act or the Code of Civil Procedure, 1908, in so far as such provisions apply to the hearing of commercial disputes of a specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afb4d73effcb48f1aba2f9e826d8c96d_96"
    },
    {
      "start": 16689,
      "end": 16880,
      "text": "said Act, as applicable, shall apply to all suits/ original proceedings in relation to \"commercial disputes\", as defined under Section 2(c) of the Commercial Courts Act.\"\n(Emphasis added)\n16.",
      "labels": [
        "STA"
      ],
      "id": "a4a2b8a6d78943afb4c662685040916f_97"
    },
    {
      "start": 16881,
      "end": 17060,
      "text": "Furthermore, these Practice Directions apply to not only the Commercial Division (i.e., of the High Court) and the Commercial Appellate Division, but also to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99e9a544ad674e16a7373bfba870de4a_98"
    },
    {
      "start": 17061,
      "end": 17214,
      "text": "A Commercial Court has been defined under Section 2(1)(b) the Commercial Courts Act, 2015 as one constituted under sub-section 1 of Section 3 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ac8e4c994cd46caa6ada6bebe4999ef_99"
    },
    {
      "start": 17215,
      "end": 17270,
      "text": "The same is reproduced herein below- 3. Constitution of",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9ef92a045eb4681bc721e73cf4b3f1e_100"
    },
    {
      "start": 17271,
      "end": 17294,
      "text": "Commercial Courts.--(1)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "728b68b514fc4aaa8d5737f2d5c33125_101"
    },
    {
      "start": 17295,
      "end": 18173,
      "text": "The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\n[Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.]\n17.",
      "labels": [
        "STA"
      ],
      "id": "8196133218f240318ea5ffe577e4017a_102"
    },
    {
      "start": 18174,
      "end": 18389,
      "text": "The reference to the Commercial Court in the Practice Directions, is therefore, an explicit and clear reference to the District Court which is trying a \"commercial dispute\" as defined under Section 2 (c) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d1db6a5b68a4214a2a7832bc5b79b8e_103"
    },
    {
      "start": 18390,
      "end": 18554,
      "text": "\nThe suit filed by the non-applicant/petitioner for recovery of money on the basis of business transactions and invoices undisputedly involved a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f63d3e52fc1748cd8020e0878d15ae5c_104"
    },
    {
      "start": 18555,
      "end": 18814,
      "text": "Moreover, the Practice Directions seek to supplement the Original Side Rules alongwith the provisions of Chapter 2 of the Commercial Courts Act, 2015 and the CPC insofar as these provisions apply to the hearing of the commercial disputes of a specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9f5b5bdd8e346fa874dd93a89bb8f92_105"
    },
    {
      "start": 18815,
      "end": 18952,
      "text": "In other words, again there is a categoric application of the Original Side Rules to the commercial disputes even in the District Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3b059ce92494ac1aeca7865310e2e20_106"
    },
    {
      "start": 18953,
      "end": 19062,
      "text": "Ignorance of the provisions of the rules cannot come to the aid and assistance of the applicants/respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aec3ebed4450433ea8344210d4dcd911_107"
    },
    {
      "start": 19064,
      "end": 19270,
      "text": "18. The next contention of the learned counsel for the applicants/respondents was that this Court had entered into the legislative field as it had observed that an application for condonation was necessary.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a3b179c049b04ffb8808c5005dec0be7_108"
    },
    {
      "start": 19271,
      "end": 19673,
      "text": "This Court finds no merit in the same as it has been the consistent view of this Court in Unilin Beheer B.V. (supra), Rajesh Goel (supra) and Shreeved Consultancy LLP (supra) and Mothers Pride Education Institution Pvt. Ltd. v. Shukla Sehgal, 2021 SCC OnLine Del 2407 that an application for condonation of delay is to be filed alongwith the written statement when there was a delay in filing the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5af20392d5744ad28bdd79c18b91731b_109"
    },
    {
      "start": 19674,
      "end": 20054,
      "text": "In Rajesh Goel(supra), this Court noted in Para No. 25 that despite knowledge that the written statement had been filed without an application for condonation of delay, no steps were taken to remove objections and get the written statement placed on the record thus, noting that an application for condonation was required with a written statement which was being belatedly filed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7701ad6eac664ce5881527a101538141_110"
    },
    {
      "start": 20055,
      "end": 20341,
      "text": "Similarly, the Division Bench of this Court in Shreeved Consultancy LLP (supra) noted in Para Nos.5 and 6 that though objections had been raised that an application seeking condonation of delay had not been filed, no steps were taken to remove the same and refile the written statement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d534805962b141cf809a175bb30214cc_111"
    },
    {
      "start": 20342,
      "end": 20410,
      "text": "It would be useful to reproduce Para Nos.5 & 6 of the judgment -\n\"5.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8a70468692745a68eea2ba4a96c8ae3_112"
    },
    {
      "start": 20411,
      "end": 20649,
      "text": "We may note that the summons in the suit were served on the appellant No.1 on 13.04.2019, which fact remains undisputed, whereas the written statement was filed on 117th day i.e. after the expiry of 90 days, the period permissible in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff8f5e59cb0d4b1682552fb4c7c25ea8_113"
    },
    {
      "start": 20650,
      "end": 20775,
      "text": "For reasons best known to the appellants, no application for condonation of delay was filed along with the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15e2f768f2b74b82874b9e9e9b4c9dd1_114"
    },
    {
      "start": 20776,
      "end": 20840,
      "text": "Instead, the same came to be filed after 20 days, on 28.08.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "807ad51bb6d04b02aee1ae388ede6bca_115"
    },
    {
      "start": 20841,
      "end": 21236,
      "text": "Pertinently, till the date the impugned order came to be passed, the said application was not on the record and on enquiring from learned counsel for the appellants/defendants, he had stated before the learned Single Judge that objections had been raised by the Registry but no steps were taken either to take back the application from the Registry or remove the objections and re-file the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d340d3499eac433abe781ff59ef8d0cf_116"
    },
    {
      "start": 21238,
      "end": 21500,
      "text": "6. In view of the aforesaid position, we see no reason to accept the submission made by learned counsel for the appellants that the written statement even though filed after the expiry of 90 days, but before 120 days, ought to have been taken into consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89ea50d03e55457cb31c559fdfe93436_117"
    },
    {
      "start": 21501,
      "end": 21689,
      "text": "It is only in the event a defendant is able to make out sufficient cause or demonstrate any extraordinary circumstances does the Court condone a delay beyond the maximum period of 90 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "def58f80169c4d2aa5b883bed9410eb6_118"
    },
    {
      "start": 21690,
      "end": 21833,
      "text": "The appellants/defendants have miserably failed to demonstrate any such circumstances for the court to have condoned the delay beyond 90 days.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95c1e13d73c14154a7283ac05d9178fe_119"
    },
    {
      "start": 21834,
      "end": 21979,
      "text": "\nOnce again, the judgment underlines the need for filing an application for condonation of delay when the written statement was filed with delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a25c2e8be214a029e42b8e1f40a3968_120"
    },
    {
      "start": 21981,
      "end": 22204,
      "text": "19. As regards the contention that the law required the Court to automatically extend the period for filing a written statement beyond 30 days, the Division Bench in Shreeved Consultancy LLP (supra) has clearly rejected it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "035d1993affe4eb296069e0c9d2f6c38_121"
    },
    {
      "start": 22205,
      "end": 22263,
      "text": "The defendant cannot claim extension as a matter of right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fac05d32ae8b45d5b8225a20fcfdd22c_122"
    },
    {
      "start": 22264,
      "end": 22350,
      "text": "Extension of time to file the written statement is within the discretion of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c26ac5b47529423aacf92aa1461a79d3_123"
    },
    {
      "start": 22351,
      "end": 22623,
      "text": "For exercise of such discretion, the defendant must explain what prevented him from filing the written statement within 30 days and explain the further delay, but within 120 days of service of summons and on such explanation being accepted alone can the delay be condoned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c75d666bce4146d8a8d1cf50ce45e57a_124"
    },
    {
      "start": 22625,
      "end": 22815,
      "text": "20. As regards the judgment in Red Bull AG (supra), the facts are so different and cannot be taken as providing that in no circumstance, was an application for condonation of delay required.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8856419b71a042b384dbaa4331765cd8_125"
    },
    {
      "start": 22816,
      "end": 23139,
      "text": "As recorded in Para Nos.21 and 22 of the judgment in Red Bull AG (supra), there was clearly no formal order issuing summons to the defendants or directing the defendants to file a written statement as the parties were exploring the possibility of settlement, on the request of the plaintiff and thereafter on joint request.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45f34a72e71e43f8977fcad3233e0a32_126"
    },
    {
      "start": 23140,
      "end": 23306,
      "text": "In these circumstances, the filing of the written statement on 06th March, 2019 was treated as being within the outer limitation provided under Order VIII Rule 1 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0a1d9427c3f4c2b89e9f4b8a1256acb_127"
    },
    {
      "start": 23307,
      "end": 23368,
      "text": "However, that situation does not prevail in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "544af4e8d1d949438f1bc9402b95a276_128"
    },
    {
      "start": 23370,
      "end": 23491,
      "text": "21. Under Order VIII Rule 1 CPC, the written statement is to be filed within 30 days from the date of service of summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c821b71cd454d6d81131e884e56ea9a_129"
    },
    {
      "start": 23492,
      "end": 23631,
      "text": "Therefore, once the applicants/respondents were served on 23rd January, 2019, the written statement had to be filed by 22nd February, 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fae3a5b364b34b7dbe3b627c5f2c71b0_130"
    },
    {
      "start": 23632,
      "end": 23760,
      "text": "The same was filed on 26th February, 2019 without the affidavit for admission and denial which was filed only on 20th May, 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a3943b2b4524b5685b95b4e896bbabf_131"
    },
    {
      "start": 23761,
      "end": 23966,
      "text": "No application for condonation of delay was filed till 31st October, 2019 when orders were reserved after the hearing on this issue of whether the belated written statement could be taken on record or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4f7de122d914e63a3a52796f5438719_132"
    },
    {
      "start": 23967,
      "end": 24169,
      "text": "Such a filing beyond even the outer limit available for exercise of discretion by the Commercial Court i.e., 282 days, could not have been considered by the learned Commercial Court in the instant case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d12d7e1dd52401383d6b0e76dde30c3_133"
    },
    {
      "start": 24170,
      "end": 24382,
      "text": "\n22. Under Order VII Rule 11, the Court can reject a plaint if despite being so directed by the Court to correctly value the suit within a specified time, the same is not done and adequate Court Fee is not filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32bd31856d3b4ef6a58023fc9ff6767a_134"
    },
    {
      "start": 24383,
      "end": 24490,
      "text": "In the present case, there is no order of the learned Commercial Court directing the payment of Court fees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "878b05be9f25477c9481bebac8809cdf_135"
    },
    {
      "start": 24491,
      "end": 24657,
      "text": "Rather on the objections taken by the applicants/respondents, the non-applicant/petitioner had offered to and had paid the additional Court fees by 19th August, 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96ab2e8d63a14481871cd42b721355f9_136"
    },
    {
      "start": 24658,
      "end": 24737,
      "text": "Therefore, there was no question of the rejection of the plaint on that ground.",
      "labels": [
        "RATIO"
      ],
      "id": "b60f0017b5ad487cb617c6ed1b3ed6ba_137"
    },
    {
      "start": 24738,
      "end": 24900,
      "text": "The contention of the learned counsel for the applicants/respondents that the plaint had not been properly instituted till that time is untenable and is rejected.",
      "labels": [
        "RATIO"
      ],
      "id": "effd28fe9cda4ff5a7f6ad810c3abf3e_138"
    },
    {
      "start": 24902,
      "end": 25127,
      "text": "23. With regard to the directions of this Court in the judgment dated 17 th August, 2021, in Para No.13 to the learned Commercial Court to consider the course of action under Order VIII Rule 10 CPC, the same reflect no error.",
      "labels": [
        "RPC"
      ],
      "id": "e024ed57881746e78bb3d0e5bf0c6b0a_139"
    },
    {
      "start": 25128,
      "end": 25262,
      "text": "The orders that can be passed under Order VIII Rule 10 are \"in relation to the suit\" as to pronounce judgments or make further orders.",
      "labels": [
        "RPC"
      ],
      "id": "c7405786d53c4752a3ac5e268814b56d_140"
    },
    {
      "start": 25263,
      "end": 25400,
      "text": "This would be sufficient to enable the learned Commercial Court to exercise its discretion under Order VIII Rule 5 CPC, if it so desired.",
      "labels": [
        "RPC"
      ],
      "id": "a93c74a7df39472fab49058be3aad5c9_141"
    },
    {
      "start": 25402,
      "end": 25638,
      "text": "24. There is no merit in the review petition which is accordingly dismissed with costs of Rs.10,000/- imposed upon the applicants/respondents, which shall be shared equally between the non- applicant/petitioner and Bharat Key Vir Funds.",
      "labels": [
        "RPC"
      ],
      "id": "963f6b4af7ac448eb53106251dcf6fc4_142"
    },
    {
      "start": 25640,
      "end": 25694,
      "text": "25. The judgment be uploaded on the website forthwith.",
      "labels": [
        "RPC"
      ],
      "id": "979a561a51804e36a84bb77f05b8366e_143"
    },
    {
      "start": 25695,
      "end": 25734,
      "text": "\n(ASHA MENON) JUDGE OCTOBER 25, 2021 ak",
      "labels": [
        "NONE"
      ],
      "id": "4db73f45a1e74f9fa844dec65388bad1_144"
    }
  ]
}