{
  "id": "6fc59b0d29128ed6928cfdf80592981b83916d2db6d3a73c1b6d73012a17d8a5",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nAscot Estates Pvt. Ltd. vs Bon Vivant Life Style Pvt. Ltd. on 10 December, 2015 \nAuthor: Pradeep Nandrajog\nBench: Pradeep Nandrajog, Mukta Gupta \n$~3\n*     In The High Court Of Delhi At New Delhi \n%                              Date of Decision : December 10, 2015\n+                         Omp (I) (Comm.) 16/2015\n      Ascot Estates Pvt. Ltd.                   ..... Petitioner\n               Represented by: Mr.Sunil Magon, Advocate\n\n                                     versus\n\n    Bon Vivant Life Style Pvt. Ltd.             ..... Respondent\n              Represented by: Mr.Jomal Joy, Advocate \n                              Mr.Sanjay Jain, Asg instructed by \n                              Ms.Ruchi Jain, Mr.Sarfaraz Ahmad\n                              and Mr.Sumit Misra, Advocates \nCoram: \nHon'Ble Mr. Justice Pradeep Nandrajog\nHon'Ble Ms. Justice Mukta Gupta\n\nPradeep Nandrajog, J. (Oral) \n1. The above captioned Omp (I) (Comm.) 16/2015 is an application filed under Section 9 of the Arbitration and Conciliation Act, 1996 by the petitioner concerning a hire agreement dated January 20, 2012, having an arbitration clause. Pleading that on account of non-payment of hire charges by the respondent the agreement in question has been determined, prayer made is to appoint a receiver to take possession of the assets which were hired. The subject matter of the dispute is concededly a Commercial dispute of the specified value as per the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015. \n2. Being filed on November 20, 2015, after the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 (hereinafter referred as 'Ordinance') was promulgated on October 23, 2015, which provided for Constitution of Commercial Court, Commercial Division and Commercial Appellate Division, concerning Commercial disputes of the specified value, vesting exclusive jurisdiction concerning said disputes in the Commercial Court, Commercial Division and Commercial Appellate Division, the Registry has placed the Omp before the Division Bench, and the reason for which is Section 10 of the Ordinance, which reads as under:-\n\"10. Whereas the subject matter of an arbitration is a commercial dispute of a Specified Value and -\n(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed in a High Court, shall be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division has been constituted in such High Court. \n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division has been constituted in such High Court. \n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n3. On November 30, 2015, this Bench noted that an issue arises concerning right of appeal conferred by Section 37 of the Arbitration and Conciliation Act, 1996, and thus while issuing notice to the respondent we had issued notice to the learned Additional Solicitor General of India returnable for December 07, 2015, on which date the matter was adjourned for today to enable the learned Additional Solicitor General to obtain instructions. The respondent was directed to file a reply to the petition within two days, which we note has not been filed, and as prayed we grant three further days' time for reply to be filed concerning the averments made in the petition. But because of the fact the issue involves the jurisdiction of whether it is the Commercial Division or the Commercial Appellate Division which would hear the instant petition as also other applications and petitions filed under the Arbitration and Conciliation Act, 1996 after October 23, 2015, with consent of learned counsel for the parties, including the learned Additional Solicitor General of India, we have heard arguments on the issue : whether Sectio n 10 of the Ordinance takes away the right of appeal conferred by Section 37 of the Arbitration and Conciliation Act, 1996, and which issue would subsume : whether the language of the Ordinance needs to be read down.\n4. Section 15 of the Ordinance reads as under:-\n\"15.(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n( 2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in any civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-Section (1) of sub-Section (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- Section (1) or sub-Section (2), the provisions of this Ordinance shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement must be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in such-section (1), sub- section (2) or sub-Section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n5. As per sub-Section 1 of Section 3 of the Ordinance Commercial Courts at District Level have to be constituted by the State Government in consultation with the concerned High Court, and as per the Proviso no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction. As per Section 4 of the Ordinance, in all High Courts, having ordinary civil jurisdiction, the Chief Justice of the High Court has to constitute a Commercial Division comprising a Single Judge for the purpose of exercising the jurisdiction and powers conferred on it under the Ordinance. As per Section 5, Commercial Appellate Division has to be constituted for the purpose of exercising the jurisdiction and powers conferred on it by the Ordinance. \n6. Since the Delhi High Court is vested with Ordinary Original Civil Jurisdiction as per Section 5 of the Delhi High Court Act, 1966, in the Union Territory of the National Capital Territory of Delhi, no Commercial Court has to be constituted and Commercial Division has to be constituted, which has been constituted by the Hon'ble Chief Justice of this Court.\n7. In the decision dated November 30, 2015, in OMP (Comm.) No.1/2015 Roger Shashoua & Ors. Vs. Mukesh Sharma & Ors. noting a conflict between Section 10 and Section 15 of the Ordinance and therefore harmonising the same, it was opined that to preserve the mandate of Section 15 of the Ordinance as also Section 10 thereof, pending Commercial disputes of the specified value concerning arbitration matters are required to be heard by the Commercial Division and not the Commercial Appellate Division. \n8. It is trite that the ratio of a judgment is with reference to the facts thereof and the statutory provisions interpreted and not what may logically flow out therefrom. \n9. The said decision thus cannot be read to mean that by implication it was held that Commercial disputes of the specified value filed after the Ordinance was promulgated have been held to be decided by the Commercial Appellate Division. \n10. Sub-Clause (1) and sub-Clause 2 of Section 10 of the Ordinance provides that all applications or appeals emanating from international and domestic arbitrations respectively governed by the Arbitration and Conciliation Act, 1996, that have been filed on the original side of the High Court, shall be adjudicated by the Commercial Appellate Division constituted in terms of Section 5 of the Ordinance. \n11. Sub-Clause (1) of Section 5 of the Ordinance envisages that the Chief Justice of the concerned High Court shall constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Ordinance. \n12. The Arbitration and Conciliation Act, 1996 was promulgated on August 16, 1996, and as per its preamble it is an Act to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto. \n13. It needs hardly any emphasis, because a cursory reading of the two sub-clauses of Section 10 of the Ordinance require, commercial disputes of a specified value concerning arbitration matters to be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division have been constituted in a High Court. This sets at naught Section 37 of the Arbitration and Conciliation Act, 1996, and renders it otiose. \n14. Section 37 of the Arbitration and Conciliation Act, 1996 reads as under:-\n\"CHAPTER IX APPEALS 37. Appealable orders.\n1. An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely :-\n(a). granting or refusing to grant any measure under section 9;\n(b). setting aside or refusing to set aside an arbitral award under section 34.\n2. An appeal shall also lie to a court from an order of the arbitral tribunal- (a). accepting the plea referred to in sub-section (2) or sub- section (3) of section 16; or (b). granting or refusing to grant an interim measure under section 17.\n3. No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\" \n15. Thus, as per Section 37 of the Arbitration and Conciliation Act, 1996, a remedy of appeal is available and lies to a Court authorized by law to hear appeals from original decrees of the Court passing the order; and concerning this Court it would mean a Bench comprising two Judges. \n16. Since Section 10 of the Ordinance contemplates that all applications and appeals emanating from the Arbitration and Conciliation Act, 1996 shall be dealt by Commercial Appellate Division alone, which would comprise of Division Benches, the operation of the Ordinance, in such cases, would leave no avenue for a litigant to exercise her right to appeal secured under Section 37 of the Arbitration and Conciliation Act, 1996 pertaining to such orders which are made appealable under said Section. An order passed granting or refusing to grant any measure under Section 9 of the Act is an appealable order by virtue of clause (a) of sub-Section 1 of Section 37 of the Arbitration and Conciliation Act, 1996. \n17. Thus, the case at hand presents a question of interpretation arising from the conflict between the provisions contained in distinct enactments for the reason the above captioned OMPs invoking remedy under Section 9 of the Arbitration and Conciliation Act, 1996 have been filed in this Court after October 23, 2015. \n18. Since time immemorial it is a settled proposition of law that the right to appeal is not merely a procedural adjunct but is a substantive legal right created by a statute. The right to appeal is a vested right that accrues to the litigant from the date the lis commences although it may be actually exercised later when the adverse judgment is pronounced. The said right can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise. The said position of law was laid down beyond pale of controversy by a Constitution Bench of the Supreme Court in the decision reported as AIR 1957 SC 540 Garikapati Veeraya v. N. Subbiah Choudhry & Others. The Supreme Court followed the celebrated decision of the Privy Council reported as [1905] A.C. 369 The Colonial Sugar Refining Company Limited v. Irving, wherein, it was observed that right to appeal was not a mere matter of procedure but qualitatively different. Further, the Court cited with approval the luminous observations of the Queen's Bench Division in the decision reported as 1884-12 QBD 224 Hough v. Windus, at p. 237 to the effect that a statute should be interpreted, if possible, so as to respect vested right. Para 23 of the decision in Gari Kapati Veeraya's case reads as under:-\n\"23. From the decisions cited above, the following principles clearly emerge :\n(i) That the legal pursuit of a remedy, suit, appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are to be regarded as one legal proceeding.\n( ii ) The right of appeal is not a mere matter of procedure but is a substantive right. \n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit. \n(iv) The right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.\n(v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\"\n19. Confronted with similar situations in the past caused by inter-play of provisions in different statutes, the Courts evolved suitable principles of interpretation to tackle the legal conundrum created by oversight of legislative draftsmen. It is in such circumstances, the principle of 'generalia specialibus non derogant' (a general provision does not derogate a special one) was developed. \n20. Bennion on Statutory Interpretation, 5th Edition, Lexis Nexis expounds upon the said principle in the following words [Pg. 306] :-\n\"Where the literal meaning of a general enactment covers a situation for which specific provision is made by another enactment contained in an earlier Act, it is presumed that the situation was intended to continue to be dealt with by the specific provision rather than the later general one. Accordingly the earlier specific provision is not treated as impliedly repealed.\" \n21. Maxwell on The Interpretation of Statutes, 12th Edition by P. St. J. Langan [Pg. 196], expresses the view on the subject as follows:-\n\"Now if anything be certain it is this,\" said the Earl of Selborne L.C. in The Vera Cruz, \"that where there are general words in a later Act capable of reasonable and sensible application without extending them to subjects specially dealt with by earlier legislation, you are not to hold that earlier and special legislation indirectly repealed, altered, or derogated from merely by force of such general words, without any indication of a particular intention to do so.\" In a later case, Viscount Haldane said: \"We are bound... to apply a rule of construction which has been repeatedly laid down and is firmly established. It is that wherever Parliament in an earlier statute has directed its attention to an individual case and has made provision for it unambiguously, there arises a presumption that if in a subsequent statute the Legislature lays down a general principle, that general principle is not to be taken as meant to rip up what the Legislature had before provided for individually, unless an intention to do so is specially declared. A merely general rule is not enough, even though but its terms it is stated so widely that it would, taken by itself, cover special cases of the kind I have referred to.\"\n22. The said rule has also been subject of discussion in Craies on Statute Law, 7th Edition, Sweet and Maxwell- London, 1971, wherein, it has been pertinently observed [Pg. 582] :- \n\"The rule applicable in such cases is well stated in a Canadian case, Ontario, etc., Ry. v. Canadian Pacific Ry. (1887) 14 Ont.Rep. 432, 445, by Ferguson J., quoting Lord Westbury L.C. in Re The Westminster Bridge Act, 1859 (1864) 33 L.J.Ch. 372, 376 viz. that where there are provisions in a special Act and a general Act on the same subject which are inconsistent, if the special Act gives a complete rule on the subject, the expression of the rule acts as an exception of the subject-matter of the rule from the general Act.\"\n23. In the present case, it may be observed that the Arbitration and Conciliation Act, 1996, is an Act passed by the Parliament with the avowed object to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto. The said legislation evidently occupies the field as a special law which comprehensively and exclusively deals with the various nuances involved in functioning of the arbitral mode of adjudication of disputes in substitution of the ordinary courts of the land. Per contra, the Ordinance provides for the constitution of Commercial Division and Commercial Appellate Division in the High Courts exercising ordinary original civil jurisdiction for adjudicating Commercial disputes of specified value and for matters connected therewith or incidental thereto. A perusal of the various provisions and the scheme of the said Ordinance palpably evidences that the predominant object underlying its promulgation is to establish a class of Courts dedicated for the adjudication of Commercial disputes of the specified value. The connotation Commercial dispute has been defined in the said Ordinance in a plenary manner to include a wide spectrum of disputes. \n24. At this juncture, it would be pertinent to refer to the definition of the term 'Commercial dispute' as comprised in the Ordinance. It reads:- \n\"2. (1) In this Ordinance, unless the context otherwise requires,-\n(c) \"commercial dispute\" means a dispute arising out of- (i) ordinary transaction of merchants, bankers, financiers and trade such as those relation to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law; \n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the service industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation.- A commercial dispute shall not cease to be a commercial dispute merely because- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; \n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions.\"\n25. The ambit of the Ordinance subsumes within its fold diverse issues and also incidentally impinges upon the field of arbitral disputes by enacting certain provisions, such as Section 10 that have been discussed by us earlier. \n26. Merely because the Ordinance, which is indisputably later in time, happens to trench upon the subject of arbitral disputes does not lead to the inescapable conclusion that the same impliedly repeals or derogates the conflicting provisions contained in the Arbitration and Conciliation Act, 1996 concerning the right of appeal vested by Section 37 of the said Act. \n27. In the decision reported as [1922] 1 A.C. 284 Eileen Louise Nicolle v. John Winter Nicolle, the Judicial Committee of the Privy Council observed:- \n\"It is no doubt a sound principle of all jurisprudence that a prior particular law is not easily to be held to be abrogated by a posterior law, expressed in general terms and by the apparent generality of its language applicable to and covering a number of cases of which the particular law is but one. This as a matter of jurisprudence, as understood in England, has been laid down in a great number of cases, whether the prior law be an express statute as in Hawkins v. Gathercole; Seward v. Vera Cruz; or be the underlying common or customary law of the country...\"\n28. Even earlier, similar views have been expressed in the decision reported as [1898] A.C. 748 Barker v. Edger & Others, wherein it was observed by Lord Hobhouse that when the Legislature has given its attention to a separate subject, and made provision for it, the presumption is that a subsequent general enactment is not intended to interfere with the special provision unless it manifest that intention very clearly. \n29. In the decision reported as (1978) 4 SCC 16 The U.P. State Electricity Board & Anr. v. Hari Shankar Jain & Ors., the Supreme Court observed as under:-\n\"9. The reason for the rule that a general provision should yield to a specific provision is this: In passing a special Act, Parliament devotes its entire consideration to a particular subject. When a general Act is subsequently passed, it is logical to presume that Parliament has not repealed or modified the former Special Act unless it appears that the Special Act again received consideration from Parliament. Vide London and Blackwall Railway v. Limehouse District Board of Works [26 LJ Ch 164 : 69 ER 1048] , and Thorpe v. Adams [(1871) LR 6 CP 125] . In J&K. Cotton Spinning and Weaving Mills Co. Ltd. v. State of U.P. [AIR 1961 SC 1170 : (1961) 3 SCR 185 :\n(1961) 1 LLJ 540 : (1960-61) 19 FJR 43] , this Court observed (at p. 1174):\n\"The rule that general provisions should yield to specific provisions is not an arbitrary principle made by lawyers and Judges but springs from the common understanding of men and women that when the same person gives two directions, one covering a large number of matters in general and another to only some of them his intention is that these latter directions should prevail as regards these while as regards all the rest the earlier direction should have effect.\" \n30. In the decision reported as (1998) 3 SCC 495 A.B. Krishna & Ors. v. State of Karnataka & Ors., while placing reliance on treatises of eminent authors and the celebrated pronouncement in Vera Cruz case, the Supreme Court repelled the argument regarding implied supersession. The Court also reiterated the views expressed earlier in its decision reported as AIR 1966 SC 1931 Maharaja Pratap Singh Bahadur v. Thakur Manmohan Dey, wherein, it had been held that earlier special law cannot be abrogated by mere implication. \n31. Further, in its decision reported as (1974) 2 SCC 323 as Vasudev Ramchandra Shelat v. Pranlal Jayanand Thakar & Ors., the Supreme Court held:- \n\"... But, this certainly does not mean that a provision of one Act could be nullified by any provision of the other Act. It means that the provisions of the two Acts should be read consistently with each other so far as it is reasonably possible to do so. We think that this end can be best achieved here by examining the objects and the subject-matter of each enactment and by viewing each relevant provision as a limb of an integrated whole meant to serve the underlying purposes. In this way, their separable spheres of operation will be clarified so as to avoid possibilities of conflict between them or any unnecessary overflow of what really appertains to one field into another.\" \n(Emphasis supplied)\n32. We would be failing not to bring to fore certain provisions integrally enmeshed in the Ordinance itself that are plainly repugnant to the hypothesis of implied repeal of Section 37 of the Arbitration and Conciliation Act, 1996 owing to the introduction of Section 10 of the Ordinance. \n33. Section 13 of the Ordinance reads:-\n\"CHAPTER IV APPEALS 13. (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Ordinance and section 37 of the Arbitration and Conciliation Act, 1996.\" (Emphasis supplied) \n34. A bare perusal of the above highlighted proviso to sub-Section 1 of Section 13 of the Ordinance strongly rebuts any speculation arising from Section 10 of the Ordinance with regard to the intent harboured by the law makers to even impliedly repeal Section 37 of the Arbitration and Conciliation Act, 1996. \n35. It would also be profitable to take note of sub-Section 1 of Section 15 of the Ordinance which reads as under:-\n\" CHAPTER V TRANSFER OF PENDING SUITS 15. (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\" \n36. A simple analysis of the above extracted provision lends support to the conclusion that all applications under the Arbitration and Conciliation Act, 1996 relating to a Commercial dispute of the specified value has to be adjudicated by a Commercial Division and not the Commercial Appellate Division. The said provision, unlike Section 10 of the Ordinance, does not mandate adjudication of applications under the Arbitration and Conciliation Act, 1996 by Commercial Appellate Division and thus, the valuable remedy of appeal as envisaged under Section 37 of the Arbitration and Conciliation Act, 1996 does not stand immutably foreclosed. \n37. We may also take cognizance of amendments effected in the Arbitration and Conciliation Act, 1996 vide 'The Arbitration and Conciliation (Amendment) Ordinance, 2015' promulgated on October 23, 2015. Section 2 of the said Amendment Ordinance has retained Section 37 of the Arbitration and Conciliation Act, making minor amendments as under:-\n\"20. In Section 37 of the principal Act, in sub-section (1), for clauses (a) and (b), the following clauses shall be substituted, namely:-\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\"\n38. The inescapable conclusion is that the law makers consciously chose to retain Section 37 of the Arbitration and Conciliation Act, 1996 despite affecting numerous amendments in the said Act recently goes a long way to negate the hypothesis of its implied repeal. \n39. Furthermore, there exists a strong presumption against ouster of jurisdiction of superior Courts. \n40. It would be pertinent to highlight the luminous observations in this regard contained in Maxwell on The Interpretation of Statutes, 12th Edition by P. St. J. Langan [Pg. 153]:-\n\"A STRONG leaning exists against construing a statute so as to oust or restrict the jurisdiction of the superior Courts... \"the well-known rule that a statute should not be construed as taking away the jurisdiction of the Courts in the absence of clear and unambiguous language to that effect\" now rests on a reluctance to disturb the established state of the law or to deny to the subject access to the seat of justice... \"Any one bred in the tradition of the law,\" said Viscount Simonds, \"is likely to regard with little sympathy legislative provisions for ousting the jurisdiction of the Court, whether in order that the subject may be deprived altogether of remedy or in order that his grievance may be remitted to some other tribunal.\" \n41. Thus, we have no hesitation in concluding that the Ordinance can by no stretch of imagination be construed as a special enactment concerning the subject matter of arbitral disputes. Rather the said Ordinance is a law giving birth to a class of ordinary Courts of the land exclusively reserved for the adjudication of commercial disputes of the specified value. The fact that incidental reference to arbitral disputes has been made therein does not clothe the said Ordinance with the status of a special law qua arbitration. This would require sub-Section 1 and sub-Section 2 of Section 10 of the Ordinance to be read down and the words 'Commercial Appellate Division' to be read as 'Commercial Division' concerning applications or petitions against which an appeal lies under Section 37 of the Arbitration and Conciliation Act, 1996.\n42. The above captioned OMPs would now be placed for consideration before the Commercial Division as per Roster on December 16, 2015 and as directed hereinabove the respondent is permitted to file a reply to the petition within further three days from today. \n43. Copy of this decision be given dasti to learned Additional Solicitor General of India. \n(PRADEEP NANDRAJOG) JUDGE (MUKTA GUPTA) JUDGE DECEMBER 10, 2015/mamta",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd6a0416be2343f88370062293779333_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97e80c60870049d3a4bb06fcd497cf92_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7026478be6a4681b8adcb64a6b39ff4_2"
    },
    {
      "start": 260,
      "end": 340,
      "text": "\nAscot Estates Pvt. Ltd. vs Bon Vivant Life Style Pvt. Ltd. on 10 December, 2015",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9ee380f69bf4c54a4b013af5be05fd1_3"
    },
    {
      "start": 341,
      "end": 405,
      "text": "\nAuthor: Pradeep Nandrajog\nBench: Pradeep Nandrajog, Mukta Gupta",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4c91535bbaa456fa139a4d0f15ab15f_4"
    },
    {
      "start": 407,
      "end": 456,
      "text": "$~3\n*     In The High Court Of Delhi At New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6259115b1357478a8d61fed771f1b09f_5"
    },
    {
      "start": 458,
      "end": 747,
      "text": "%                              Date of Decision : December 10, 2015\n+                         Omp (I) (Comm.) 16/2015\n      Ascot Estates Pvt. Ltd.                   ..... Petitioner\n               Represented by: Mr.Sunil Magon, Advocate\n\n                                     versus\n\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5dd5f93fe6e546518121dfeeba143051_6"
    },
    {
      "start": 747,
      "end": 778,
      "text": "Bon Vivant Life Style Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e0f3555bb2d46c9b01bdfb6cd541494_7"
    },
    {
      "start": 791,
      "end": 822,
      "text": "..... Respondent\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1d1527eefc04754ada23208be9fa736_8"
    },
    {
      "start": 822,
      "end": 860,
      "text": "Represented by: Mr.Jomal Joy, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0d49f4c9b974de296a1c65c71860ad2_9"
    },
    {
      "start": 892,
      "end": 925,
      "text": "Mr.Sanjay Jain, Asg instructed by",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc92c6f75f09449ab6de083b262b6789_10"
    },
    {
      "start": 957,
      "end": 1049,
      "text": "Ms.Ruchi Jain, Mr.Sarfaraz Ahmad\n                              and Mr.Sumit Misra, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "635ec0e24f99412f9eaca26a693fdb9b_11"
    },
    {
      "start": 1050,
      "end": 1057,
      "text": "\nCoram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccf0a15fc5484c98ad9a0f31b1c28a75_12"
    },
    {
      "start": 1058,
      "end": 1158,
      "text": "\nHon'Ble Mr. Justice Pradeep Nandrajog\nHon'Ble Ms. Justice Mukta Gupta\n\nPradeep Nandrajog, J. (Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "300d3dc8873c4a3aa7a4327370afe83d_13"
    },
    {
      "start": 1160,
      "end": 1392,
      "text": "1. The above captioned Omp (I) (Comm.) 16/2015 is an application filed under Section 9 of the Arbitration and Conciliation Act, 1996 by the petitioner concerning a hire agreement dated January 20, 2012, having an arbitration clause.",
      "labels": [
        "FAC"
      ],
      "id": "92643e5f55a048d7bb7b948754e11c5c_14"
    },
    {
      "start": 1393,
      "end": 1601,
      "text": "Pleading that on account of non-payment of hire charges by the respondent the agreement in question has been determined, prayer made is to appoint a receiver to take possession of the assets which were hired.",
      "labels": [
        "FAC"
      ],
      "id": "1d549dcd82e24362b9038a279bb1b6f3_15"
    },
    {
      "start": 1602,
      "end": 1809,
      "text": "The subject matter of the dispute is concededly a Commercial dispute of the specified value as per the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "9873f7ca390d482a9f88e9c7257c93b8_16"
    },
    {
      "start": 1810,
      "end": 2479,
      "text": "\n2. Being filed on November 20, 2015, after the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 (hereinafter referred as 'Ordinance') was promulgated on October 23, 2015, which provided for Constitution of Commercial Court, Commercial Division and Commercial Appellate Division, concerning Commercial disputes of the specified value, vesting exclusive jurisdiction concerning said disputes in the Commercial Court, Commercial Division and Commercial Appellate Division, the Registry has placed the Omp before the Division Bench, and the reason for which is Section 10 of the Ordinance, which reads as under:-\n\"10.",
      "labels": [
        "FAC"
      ],
      "id": "0d995775fd6f487db6d58bd13499d0a9_17"
    },
    {
      "start": 2480,
      "end": 2958,
      "text": "Whereas the subject matter of an arbitration is a commercial dispute of a Specified Value and -\n(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed in a High Court, shall be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division has been constituted in such High Court.",
      "labels": [
        "STA"
      ],
      "id": "6038b0e3211c4a2c967e608cf6d307e4_18"
    },
    {
      "start": 2959,
      "end": 3376,
      "text": "\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division has been constituted in such High Court.",
      "labels": [
        "STA"
      ],
      "id": "718af5a1ee484c4a8beacfbded1b4245_19"
    },
    {
      "start": 3377,
      "end": 3887,
      "text": "\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n3.",
      "labels": [
        "STA"
      ],
      "id": "14eea3fa41824e6b94ce0fad6bc41479_20"
    },
    {
      "start": 3888,
      "end": 4325,
      "text": "On November 30, 2015, this Bench noted that an issue arises concerning right of appeal conferred by Section 37 of the Arbitration and Conciliation Act, 1996, and thus while issuing notice to the respondent we had issued notice to the learned Additional Solicitor General of India returnable for December 07, 2015, on which date the matter was adjourned for today to enable the learned Additional Solicitor General to obtain instructions.",
      "labels": [
        "FAC"
      ],
      "id": "5eda593e7a6142d9ae2166232192327a_21"
    },
    {
      "start": 4326,
      "end": 4553,
      "text": "The respondent was directed to file a reply to the petition within two days, which we note has not been filed, and as prayed we grant three further days' time for reply to be filed concerning the averments made in the petition.",
      "labels": [
        "FAC"
      ],
      "id": "9ec246c93b0c488dbcc26c49827cd1da_22"
    },
    {
      "start": 4554,
      "end": 5013,
      "text": "But because of the fact the issue involves the jurisdiction of whether it is the Commercial Division or the Commercial Appellate Division which would hear the instant petition as also other applications and petitions filed under the Arbitration and Conciliation Act, 1996 after October 23, 2015, with consent of learned counsel for the parties, including the learned Additional Solicitor General of India, we have heard arguments on the issue : whether Sectio",
      "labels": [
        "ISSUE"
      ],
      "id": "b9bcb94b3f6d47b9b9da8081238b9823_23"
    },
    {
      "start": 5014,
      "end": 5563,
      "text": "n 10 of the Ordinance takes away the right of appeal conferred by Section 37 of the Arbitration and Conciliation Act, 1996, and which issue would subsume : whether the language of the Ordinance needs to be read down.\n4. Section 15 of the Ordinance reads as under:-\n\"15.(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n",
      "labels": [
        "STA"
      ],
      "id": "4938c67ccc46449e8374c5b95d9ebd48_24"
    },
    {
      "start": 5563,
      "end": 6119,
      "text": "( 2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in any civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-Section (1) of sub-Section (2).",
      "labels": [
        "STA"
      ],
      "id": "f7753215ae83408ca56af2cc22d8fcd6_25"
    },
    {
      "start": 6120,
      "end": 6509,
      "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- Section (1) or sub-Section (2), the provisions of this Ordinance shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "1d7172f0dba542c383cf47772e516805_26"
    },
    {
      "start": 6510,
      "end": 8045,
      "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement must be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in such-section (1), sub- section (2) or sub-Section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n5. As per sub-Section 1 of Section 3 of the Ordinance Commercial Courts at District Level have to be constituted by the State Government in consultation with the concerned High Court, and as per the Proviso no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "8173a3b753ad42cab109c166d1f3a413_27"
    },
    {
      "start": 8046,
      "end": 8333,
      "text": "As per Section 4 of the Ordinance, in all High Courts, having ordinary civil jurisdiction, the Chief Justice of the High Court has to constitute a Commercial Division comprising a Single Judge for the purpose of exercising the jurisdiction and powers conferred on it under the Ordinance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db2e7d032d57420bb5d2e1e6ea8ee01c_28"
    },
    {
      "start": 8334,
      "end": 8495,
      "text": "As per Section 5, Commercial Appellate Division has to be constituted for the purpose of exercising the jurisdiction and powers conferred on it by the Ordinance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec61342e739c4b5587985a7811be3bf3_29"
    },
    {
      "start": 8496,
      "end": 8860,
      "text": "\n6. Since the Delhi High Court is vested with Ordinary Original Civil Jurisdiction as per Section 5 of the Delhi High Court Act, 1966, in the Union Territory of the National Capital Territory of Delhi, no Commercial Court has to be constituted and Commercial Division has to be constituted, which has been constituted by the Hon'ble Chief Justice of this Court.\n7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e462cdacadf46319c65db90f4cce1d0_30"
    },
    {
      "start": 8861,
      "end": 9357,
      "text": "In the decision dated November 30, 2015, in OMP (Comm.) No.1/2015 Roger Shashoua & Ors. Vs. Mukesh Sharma & Ors. noting a conflict between Section 10 and Section 15 of the Ordinance and therefore harmonising the same, it was opined that to preserve the mandate of Section 15 of the Ordinance as also Section 10 thereof, pending Commercial disputes of the specified value concerning arbitration matters are required to be heard by the Commercial Division and not the Commercial Appellate Division.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b0ea11f5526c4146b8ae1b7747659f82_31"
    },
    {
      "start": 9359,
      "end": 9529,
      "text": "8. It is trite that the ratio of a judgment is with reference to the facts thereof and the statutory provisions interpreted and not what may logically flow out therefrom.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b42a7b499e94541996708208ea821b0_32"
    },
    {
      "start": 9531,
      "end": 9768,
      "text": "9. The said decision thus cannot be read to mean that by implication it was held that Commercial disputes of the specified value filed after the Ordinance was promulgated have been held to be decided by the Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3b090e19be34e5f993773ef9bfafcdf_33"
    },
    {
      "start": 9769,
      "end": 10173,
      "text": "\n10. Sub-Clause (1) and sub-Clause 2 of Section 10 of the Ordinance provides that all applications or appeals emanating from international and domestic arbitrations respectively governed by the Arbitration and Conciliation Act, 1996, that have been filed on the original side of the High Court, shall be adjudicated by the Commercial Appellate Division constituted in terms of Section 5 of the Ordinance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f59398c26f4f445d9a8170c102684e61_34"
    },
    {
      "start": 10174,
      "end": 10459,
      "text": "\n11. Sub-Clause (1) of Section 5 of the Ordinance envisages that the Chief Justice of the concerned High Court shall constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Ordinance.",
      "labels": [
        "STA"
      ],
      "id": "db99225a5d7e4af59e2f2da49d246526_35"
    },
    {
      "start": 10460,
      "end": 10837,
      "text": "\n12. The Arbitration and Conciliation Act, 1996 was promulgated on August 16, 1996, and as per its preamble it is an Act to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "127502bd22a240bb9fd80710b84f0ba3_36"
    },
    {
      "start": 10839,
      "end": 11178,
      "text": "13. It needs hardly any emphasis, because a cursory reading of the two sub-clauses of Section 10 of the Ordinance require, commercial disputes of a specified value concerning arbitration matters to be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division have been constituted in a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f86616226e240809d8ada21dba11f27_37"
    },
    {
      "start": 11179,
      "end": 11279,
      "text": "This sets at naught Section 37 of the Arbitration and Conciliation Act, 1996, and renders it otiose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a52a305736bb49798443adce0641a7c5_38"
    },
    {
      "start": 11280,
      "end": 11729,
      "text": "\n14. Section 37 of the Arbitration and Conciliation Act, 1996 reads as under:-\n\"CHAPTER IX APPEALS 37. Appealable orders.\n1. An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely :-\n(a). granting or refusing to grant any measure under section 9;\n(b). setting aside or refusing to set aside an arbitral award under section 34.\n2.",
      "labels": [
        "STA"
      ],
      "id": "4add8be87aa741f8a18c028cfa1db51f_39"
    },
    {
      "start": 11730,
      "end": 11971,
      "text": "An appeal shall also lie to a court from an order of the arbitral tribunal- (a). accepting the plea referred to in sub-section (2) or sub- section (3) of section 16; or (b). granting or refusing to grant an interim measure under section 17.\n",
      "labels": [
        "STA"
      ],
      "id": "9a922854c73545b6bb32f49104739088_40"
    },
    {
      "start": 11971,
      "end": 12148,
      "text": "3. No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"",
      "labels": [
        "STA"
      ],
      "id": "eb5c9a778d68414f88a5f96706d091fa_41"
    },
    {
      "start": 12150,
      "end": 12435,
      "text": "15. Thus, as per Section 37 of the Arbitration and Conciliation Act, 1996, a remedy of appeal is available and lies to a Court authorized by law to hear appeals from original decrees of the Court passing the order; and concerning this Court it would mean a Bench comprising two Judges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43a9fe55422949abad8298172895e159_42"
    },
    {
      "start": 12437,
      "end": 12935,
      "text": "16. Since Section 10 of the Ordinance contemplates that all applications and appeals emanating from the Arbitration and Conciliation Act, 1996 shall be dealt by Commercial Appellate Division alone, which would comprise of Division Benches, the operation of the Ordinance, in such cases, would leave no avenue for a litigant to exercise her right to appeal secured under Section 37 of the Arbitration and Conciliation Act, 1996 pertaining to such orders which are made appealable under said Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03ed0c6a47a74fd4a475e915249399c5_43"
    },
    {
      "start": 12936,
      "end": 13145,
      "text": "An order passed granting or refusing to grant any measure under Section 9 of the Act is an appealable order by virtue of clause (a) of sub-Section 1 of Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27e87a98cdd14b4f95fd10cb63594e1d_44"
    },
    {
      "start": 13147,
      "end": 13465,
      "text": "17. Thus, the case at hand presents a question of interpretation arising from the conflict between the provisions contained in distinct enactments for the reason the above captioned OMPs invoking remedy under Section 9 of the Arbitration and Conciliation Act, 1996 have been filed in this Court after October 23, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21c65af159564c24bd0d3f114134e425_45"
    },
    {
      "start": 13467,
      "end": 13642,
      "text": "18. Since time immemorial it is a settled proposition of law that the right to appeal is not merely a procedural adjunct but is a substantive legal right created by a statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d043b1408a2d4f7f89179e1e51bbb680_46"
    },
    {
      "start": 13643,
      "end": 13826,
      "text": "The right to appeal is a vested right that accrues to the litigant from the date the lis commences although it may be actually exercised later when the adverse judgment is pronounced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ce03901e10c49708213f217684ca633_47"
    },
    {
      "start": 13827,
      "end": 13965,
      "text": "The said right can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96abfcd0c7984ae4ab6be7ca1daf39fb_48"
    },
    {
      "start": 13966,
      "end": 14172,
      "text": "The said position of law was laid down beyond pale of controversy by a Constitution Bench of the Supreme Court in the decision reported as AIR 1957 SC 540 Garikapati Veeraya v. N. Subbiah Choudhry & Others.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "01bb81e430e94f92896d1bdf44ae4567_49"
    },
    {
      "start": 14173,
      "end": 14437,
      "text": "The Supreme Court followed the celebrated decision of the Privy Council reported as [1905] A.C. 369 The Colonial Sugar Refining Company Limited v. Irving, wherein, it was observed that right to appeal was not a mere matter of procedure but qualitatively different.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b0b39058b6c84aacb885970188aa1a15_50"
    },
    {
      "start": 14438,
      "end": 14699,
      "text": "Further, the Court cited with approval the luminous observations of the Queen's Bench Division in the decision reported as 1884-12 QBD 224 Hough v. Windus, at p. 237 to the effect that a statute should be interpreted, if possible, so as to respect vested right.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e0c3151adc094eaa976f5624e3b59eb4_51"
    },
    {
      "start": 14700,
      "end": 14775,
      "text": "Para 23 of the decision in Gari Kapati Veeraya's case reads as under:-\n\"23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ec2bd73ff574c44b8fde1ecc19d6129_52"
    },
    {
      "start": 14776,
      "end": 15053,
      "text": "From the decisions cited above, the following principles clearly emerge :\n(i) That the legal pursuit of a remedy, suit, appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are to be regarded as one legal proceeding.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "efc5ac90da58442897819e29e6ce6f0a_53"
    },
    {
      "start": 15053,
      "end": 15059,
      "text": "( ii )",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "db60606ff08b492a8bc52ca232452104_54"
    },
    {
      "start": 15060,
      "end": 15141,
      "text": "The right of appeal is not a mere matter of procedure but is a substantive right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7980566115c400eb9f755f76d222e3b_55"
    },
    {
      "start": 15142,
      "end": 15326,
      "text": "\n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f6524aa9b7bc47548cdc09403b85f01d_56"
    },
    {
      "start": 15328,
      "end": 16187,
      "text": "(iv) The right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.\n(v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\"\n19. Confronted with similar situations in the past caused by inter-play of provisions in different statutes, the Courts evolved suitable principles of interpretation to tackle the legal conundrum created by oversight of legislative draftsmen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93e68fdded5d4a59a3c3164edf0d51a4_57"
    },
    {
      "start": 16188,
      "end": 16339,
      "text": "It is in such circumstances, the principle of 'generalia specialibus non derogant' (a general provision does not derogate a special one) was developed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53a881f8685440ad98bfa60b3490bc99_58"
    },
    {
      "start": 16340,
      "end": 16768,
      "text": "\n20. Bennion on Statutory Interpretation, 5th Edition, Lexis Nexis expounds upon the said principle in the following words [Pg. 306] :-\n\"Where the literal meaning of a general enactment covers a situation for which specific provision is made by another enactment contained in an earlier Act, it is presumed that the situation was intended to continue to be dealt with by the specific provision rather than the later general one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6bab27cd4e10491b899f59bc3fc1a230_59"
    },
    {
      "start": 16769,
      "end": 16850,
      "text": "Accordingly the earlier specific provision is not treated as impliedly repealed.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa548d9e199e46c3ae07f0f40d60b115_60"
    },
    {
      "start": 16851,
      "end": 17461,
      "text": "\n21. Maxwell on The Interpretation of Statutes, 12th Edition by P. St. J. Langan [Pg. 196], expresses the view on the subject as follows:-\n\"Now if anything be certain it is this,\" said the Earl of Selborne L.C. in The Vera Cruz, \"that where there are general words in a later Act capable of reasonable and sensible application without extending them to subjects specially dealt with by earlier legislation, you are not to hold that earlier and special legislation indirectly repealed, altered, or derogated from merely by force of such general words, without any indication of a particular intention to do so.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4bada27f2eeb4e6a802c4fe3bd347c2a_61"
    },
    {
      "start": 17462,
      "end": 17613,
      "text": "In a later case, Viscount Haldane said: \"We are bound... to apply a rule of construction which has been repeatedly laid down and is firmly established.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2e5752e910ea468c9e83e8bed9fa7d94_62"
    },
    {
      "start": 17614,
      "end": 18038,
      "text": "It is that wherever Parliament in an earlier statute has directed its attention to an individual case and has made provision for it unambiguously, there arises a presumption that if in a subsequent statute the Legislature lays down a general principle, that general principle is not to be taken as meant to rip up what the Legislature had before provided for individually, unless an intention to do so is specially declared.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55530ca327b441fdabe0a687e3580ae5_63"
    },
    {
      "start": 18039,
      "end": 18213,
      "text": "A merely general rule is not enough, even though but its terms it is stated so widely that it would, taken by itself, cover special cases of the kind I have referred to.\"\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "add50940f7af404f974d24216c0e0cf6_64"
    },
    {
      "start": 18214,
      "end": 18390,
      "text": "The said rule has also been subject of discussion in Craies on Statute Law, 7th Edition, Sweet and Maxwell- London, 1971, wherein, it has been pertinently observed [Pg. 582] :-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b8dc85edb892428b9502e78a82d05f3e_65"
    },
    {
      "start": 18391,
      "end": 18924,
      "text": "\n\"The rule applicable in such cases is well stated in a Canadian case, Ontario, etc., Ry. v. Canadian Pacific Ry. (1887) 14 Ont.Rep. 432, 445, by Ferguson J., quoting Lord Westbury L.C. in Re The Westminster Bridge Act, 1859 (1864) 33 L.J.Ch. 372, 376 viz. that where there are provisions in a special Act and a general Act on the same subject which are inconsistent, if the special Act gives a complete rule on the subject, the expression of the rule acts as an exception of the subject-matter of the rule from the general Act.\"\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e98ba785812a47728db347eb9331a29f_66"
    },
    {
      "start": 18925,
      "end": 19328,
      "text": "In the present case, it may be observed that the Arbitration and Conciliation Act, 1996, is an Act passed by the Parliament with the avowed object to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a1eb2075d28a42348fea172d32fe14a7_67"
    },
    {
      "start": 19329,
      "end": 19589,
      "text": "The said legislation evidently occupies the field as a special law which comprehensively and exclusively deals with the various nuances involved in functioning of the arbitral mode of adjudication of disputes in substitution of the ordinary courts of the land.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8bf55c6f30244fbcb967071a580f533f_68"
    },
    {
      "start": 19590,
      "end": 19884,
      "text": "Per contra, the Ordinance provides for the constitution of Commercial Division and Commercial Appellate Division in the High Courts exercising ordinary original civil jurisdiction for adjudicating Commercial disputes of specified value and for matters connected therewith or incidental thereto.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8593b37b7cff4c55bd4b475365809106_69"
    },
    {
      "start": 19885,
      "end": 20144,
      "text": "A perusal of the various provisions and the scheme of the said Ordinance palpably evidences that the predominant object underlying its promulgation is to establish a class of Courts dedicated for the adjudication of Commercial disputes of the specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d4e6372f6f24ff880fa4a49e7f8038f_70"
    },
    {
      "start": 20145,
      "end": 20278,
      "text": "The connotation Commercial dispute has been defined in the said Ordinance in a plenary manner to include a wide spectrum of disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81550ab544ee4658953bbb250783504d_71"
    },
    {
      "start": 20280,
      "end": 20414,
      "text": "24. At this juncture, it would be pertinent to refer to the definition of the term 'Commercial dispute' as comprised in the Ordinance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acf9051a1edc4ffbb3251fbc0a7fe715_72"
    },
    {
      "start": 20415,
      "end": 20425,
      "text": "It reads:-",
      "labels": [
        "STA"
      ],
      "id": "273e638854ea46ce8ab4e7a092184885_73"
    },
    {
      "start": 20426,
      "end": 20830,
      "text": "\n\"2. (1) In this Ordinance, unless the context otherwise requires,-\n(c) \"commercial dispute\" means a dispute arising out of- (i) ordinary transaction of merchants, bankers, financiers and trade such as those relation to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;",
      "labels": [
        "STA"
      ],
      "id": "4423213d96a54f90940ff6653d14c53c_74"
    },
    {
      "start": 20831,
      "end": 22125,
      "text": "\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the service industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "5cfdf41295c4430a903ab9f404b7ef46_75"
    },
    {
      "start": 22126,
      "end": 22419,
      "text": "\nExplanation.- A commercial dispute shall not cease to be a commercial dispute merely because- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;",
      "labels": [
        "STA"
      ],
      "id": "3d2d8475beb5424c80761052dc2192b1_76"
    },
    {
      "start": 22420,
      "end": 22567,
      "text": "\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions.\"\n25.",
      "labels": [
        "STA"
      ],
      "id": "74355544e71f49e695046e10104c6b9a_77"
    },
    {
      "start": 22568,
      "end": 22792,
      "text": "The ambit of the Ordinance subsumes within its fold diverse issues and also incidentally impinges upon the field of arbitral disputes by enacting certain provisions, such as Section 10 that have been discussed by us earlier.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48fbabb183fa43409737ee9e3dd12e74_78"
    },
    {
      "start": 22793,
      "end": 23161,
      "text": "\n26. Merely because the Ordinance, which is indisputably later in time, happens to trench upon the subject of arbitral disputes does not lead to the inescapable conclusion that the same impliedly repeals or derogates the conflicting provisions contained in the Arbitration and Conciliation Act, 1996 concerning the right of appeal vested by Section 37 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdc131bd95344d17bad5594e9e59a558_79"
    },
    {
      "start": 23163,
      "end": 23313,
      "text": "27. In the decision reported as [1922] 1 A.C. 284 Eileen Louise Nicolle v. John Winter Nicolle, the Judicial Committee of the Privy Council observed:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "31b40eb3cf714784ae6b61e55596c3f2_80"
    },
    {
      "start": 23314,
      "end": 23617,
      "text": "\n\"It is no doubt a sound principle of all jurisprudence that a prior particular law is not easily to be held to be abrogated by a posterior law, expressed in general terms and by the apparent generality of its language applicable to and covering a number of cases of which the particular law is but one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "323a880f6dbd40f08e67bbc37ed1bf63_81"
    },
    {
      "start": 23618,
      "end": 23887,
      "text": "This as a matter of jurisprudence, as understood in England, has been laid down in a great number of cases, whether the prior law be an express statute as in Hawkins v. Gathercole; Seward v. Vera Cruz; or be the underlying common or customary law of the country...\"\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c63b0c6535b74203949a9c5b9681f095_82"
    },
    {
      "start": 23888,
      "end": 24305,
      "text": "Even earlier, similar views have been expressed in the decision reported as [1898] A.C. 748 Barker v. Edger & Others, wherein it was observed by Lord Hobhouse that when the Legislature has given its attention to a separate subject, and made provision for it, the presumption is that a subsequent general enactment is not intended to interfere with the special provision unless it manifest that intention very clearly.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e8461d87432410fa98a06423a949a41_83"
    },
    {
      "start": 24307,
      "end": 24465,
      "text": "29. In the decision reported as (1978) 4 SCC 16 The U.P. State Electricity Board & Anr. v. Hari Shankar Jain & Ors., the Supreme Court observed as under:-\n\"9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30c56adc596445a5a08c097e63bb6ef5_84"
    },
    {
      "start": 24466,
      "end": 24655,
      "text": "The reason for the rule that a general provision should yield to a specific provision is this: In passing a special Act, Parliament devotes its entire consideration to a particular subject.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "646c94e3e19740e6afd3c273d1930ff1_85"
    },
    {
      "start": 24656,
      "end": 24876,
      "text": "When a general Act is subsequently passed, it is logical to presume that Parliament has not repealed or modified the former Special Act unless it appears that the Special Act again received consideration from Parliament.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f379408da08543d58b89bb025b2b1863_86"
    },
    {
      "start": 24877,
      "end": 25018,
      "text": "Vide London and Blackwall Railway v. Limehouse District Board of Works [26 LJ Ch 164 : 69 ER 1048] , and Thorpe v. Adams [(1871) LR 6 CP 125]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2676f5eccaee4fad9ff464c551e93b90_87"
    },
    {
      "start": 25019,
      "end": 25671,
      "text": ". In J&K. Cotton Spinning and Weaving Mills Co. Ltd. v. State of U.P. [AIR 1961 SC 1170 : (1961) 3 SCR 185 :\n(1961) 1 LLJ 540 : (1960-61) 19 FJR 43] , this Court observed (at p. 1174):\n\"The rule that general provisions should yield to specific provisions is not an arbitrary principle made by lawyers and Judges but springs from the common understanding of men and women that when the same person gives two directions, one covering a large number of matters in general and another to only some of them his intention is that these latter directions should prevail as regards these while as regards all the rest the earlier direction should have effect.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b90e121675644394a57383c668a47679_88"
    },
    {
      "start": 25673,
      "end": 25950,
      "text": "30. In the decision reported as (1998) 3 SCC 495 A.B. Krishna & Ors. v. State of Karnataka & Ors., while placing reliance on treatises of eminent authors and the celebrated pronouncement in Vera Cruz case, the Supreme Court repelled the argument regarding implied supersession.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ebc3fedb714499683fc175d74107afe_89"
    },
    {
      "start": 25951,
      "end": 26195,
      "text": "The Court also reiterated the views expressed earlier in its decision reported as AIR 1966 SC 1931 Maharaja Pratap Singh Bahadur v. Thakur Manmohan Dey, wherein, it had been held that earlier special law cannot be abrogated by mere implication.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be88d6dbea974d6493fbc69312e29cd9_90"
    },
    {
      "start": 26197,
      "end": 26343,
      "text": "31. Further, in its decision reported as (1974) 2 SCC 323 as Vasudev Ramchandra Shelat v. Pranlal Jayanand Thakar & Ors., the Supreme Court held:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "544cc3115f7d4bb1b8851ad264bbadd3_91"
    },
    {
      "start": 26345,
      "end": 26465,
      "text": "\"... But, this certainly does not mean that a provision of one Act could be nullified by any provision of the other Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eef276d663864a09ba0aecef02be04de_92"
    },
    {
      "start": 26466,
      "end": 26600,
      "text": "It means that the provisions of the two Acts should be read consistently with each other so far as it is reasonably possible to do so.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "95364cec09544019a6b9e91a316cee0d_93"
    },
    {
      "start": 26601,
      "end": 26827,
      "text": "We think that this end can be best achieved here by examining the objects and the subject-matter of each enactment and by viewing each relevant provision as a limb of an integrated whole meant to serve the underlying purposes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4b2a28b587e4f6f9c25c84a73fc4f26_94"
    },
    {
      "start": 26828,
      "end": 27031,
      "text": "In this way, their separable spheres of operation will be clarified so as to avoid possibilities of conflict between them or any unnecessary overflow of what really appertains to one field into another.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "94c42107909244539dab7eecea20477c_95"
    },
    {
      "start": 27032,
      "end": 27341,
      "text": "\n(Emphasis supplied)\n32. We would be failing not to bring to fore certain provisions integrally enmeshed in the Ordinance itself that are plainly repugnant to the hypothesis of implied repeal of Section 37 of the Arbitration and Conciliation Act, 1996 owing to the introduction of Section 10 of the Ordinance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f33ca798284f4ff68b114e00ee93b6eb_96"
    },
    {
      "start": 27342,
      "end": 27383,
      "text": "\n33. Section 13 of the Ordinance reads:-\n",
      "labels": [
        "STA"
      ],
      "id": "41d3c747029540f6b3a5840e27250162_97"
    },
    {
      "start": 27383,
      "end": 27948,
      "text": "\"CHAPTER IV APPEALS 13. (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Ordinance and section 37 of the Arbitration and Conciliation Act, 1996.\"",
      "labels": [
        "STA"
      ],
      "id": "c9cd619fbd424fe4b5198323b13dd8d7_98"
    },
    {
      "start": 27949,
      "end": 27968,
      "text": "(Emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f66906ca66d24c79b8a5e0840b2a954e_99"
    },
    {
      "start": 27970,
      "end": 28279,
      "text": "34. A bare perusal of the above highlighted proviso to sub-Section 1 of Section 13 of the Ordinance strongly rebuts any speculation arising from Section 10 of the Ordinance with regard to the intent harboured by the law makers to even impliedly repeal Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "540fb6896aba49eeb58693a26a7f5ac6_100"
    },
    {
      "start": 28281,
      "end": 28719,
      "text": "35. It would also be profitable to take note of sub-Section 1 of Section 15 of the Ordinance which reads as under:-\n\" CHAPTER V TRANSFER OF PENDING SUITS 15. (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\"",
      "labels": [
        "STA"
      ],
      "id": "27e263bb13aa4715af1bb84dfe977d3e_101"
    },
    {
      "start": 28721,
      "end": 29024,
      "text": "36. A simple analysis of the above extracted provision lends support to the conclusion that all applications under the Arbitration and Conciliation Act, 1996 relating to a Commercial dispute of the specified value has to be adjudicated by a Commercial Division and not the Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8327fd6f744443a49d20fad69b46b2a9_102"
    },
    {
      "start": 29025,
      "end": 29361,
      "text": "The said provision, unlike Section 10 of the Ordinance, does not mandate adjudication of applications under the Arbitration and Conciliation Act, 1996 by Commercial Appellate Division and thus, the valuable remedy of appeal as envisaged under Section 37 of the Arbitration and Conciliation Act, 1996 does not stand immutably foreclosed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ee223a2dc1c4f52b8bcf5d46395b81f_103"
    },
    {
      "start": 29363,
      "end": 29564,
      "text": "37. We may also take cognizance of amendments effected in the Arbitration and Conciliation Act, 1996 vide 'The Arbitration and Conciliation (Amendment) Ordinance, 2015' promulgated on October 23, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e0de66d98654c5fb07400b598cbd679_104"
    },
    {
      "start": 29565,
      "end": 29711,
      "text": "Section 2 of the said Amendment Ordinance has retained Section 37 of the Arbitration and Conciliation Act, making minor amendments as under:-\n\"20.",
      "labels": [
        "STA"
      ],
      "id": "ce8146a2b2084ba9bf4d52a537de59b4_105"
    },
    {
      "start": 29712,
      "end": 30058,
      "text": "In Section 37 of the principal Act, in sub-section (1), for clauses (a) and (b), the following clauses shall be substituted, namely:-\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\"\n38.",
      "labels": [
        "STA"
      ],
      "id": "58cb876dd5df44288300559bc856d47b_106"
    },
    {
      "start": 30059,
      "end": 30320,
      "text": "The inescapable conclusion is that the law makers consciously chose to retain Section 37 of the Arbitration and Conciliation Act, 1996 despite affecting numerous amendments in the said Act recently goes a long way to negate the hypothesis of its implied repeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f23b415a38f4b91965e7b4f7656f254_107"
    },
    {
      "start": 30322,
      "end": 30423,
      "text": "39. Furthermore, there exists a strong presumption against ouster of jurisdiction of superior Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52d58c6f4c244e7db10d6ba64ac6eca8_108"
    },
    {
      "start": 30425,
      "end": 30728,
      "text": "40. It would be pertinent to highlight the luminous observations in this regard contained in Maxwell on The Interpretation of Statutes, 12th Edition by P. St. J. Langan [Pg. 153]:-\n\"A STRONG leaning exists against construing a statute so as to oust or restrict the jurisdiction of the superior Courts...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "46a875d6174d469da58f9081189eedd2_109"
    },
    {
      "start": 30729,
      "end": 31028,
      "text": "\"the well-known rule that a statute should not be construed as taking away the jurisdiction of the Courts in the absence of clear and unambiguous language to that effect\" now rests on a reluctance to disturb the established state of the law or to deny to the subject access to the seat of justice...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "743b4184cfa44d8391f55ab075591eb1_110"
    },
    {
      "start": 31029,
      "end": 31346,
      "text": "\"Any one bred in the tradition of the law,\" said Viscount Simonds, \"is likely to regard with little sympathy legislative provisions for ousting the jurisdiction of the Court, whether in order that the subject may be deprived altogether of remedy or in order that his grievance may be remitted to some other tribunal.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d00a3fff58e483395f7f1e5f485e514_111"
    },
    {
      "start": 31348,
      "end": 31533,
      "text": "41. Thus, we have no hesitation in concluding that the Ordinance can by no stretch of imagination be construed as a special enactment concerning the subject matter of arbitral disputes.",
      "labels": [
        "RATIO"
      ],
      "id": "f0a2831d7be3495d9928997cc391589e_112"
    },
    {
      "start": 31534,
      "end": 31712,
      "text": "Rather the said Ordinance is a law giving birth to a class of ordinary Courts of the land exclusively reserved for the adjudication of commercial disputes of the specified value.",
      "labels": [
        "RATIO"
      ],
      "id": "84fe4d329b30404da893d62d5970980f_113"
    },
    {
      "start": 31713,
      "end": 31875,
      "text": "The fact that incidental reference to arbitral disputes has been made therein does not clothe the said Ordinance with the status of a special law qua arbitration.",
      "labels": [
        "RATIO"
      ],
      "id": "6693524e6303474ab1a0ab162bda6946_114"
    },
    {
      "start": 31876,
      "end": 32189,
      "text": "This would require sub-Section 1 and sub-Section 2 of Section 10 of the Ordinance to be read down and the words 'Commercial Appellate Division' to be read as 'Commercial Division' concerning applications or petitions against which an appeal lies under Section 37 of the Arbitration and Conciliation Act, 1996.\n42.",
      "labels": [
        "RPC"
      ],
      "id": "d4aa50493d804d758e2091c59f570365_115"
    },
    {
      "start": 32190,
      "end": 32444,
      "text": "The above captioned OMPs would now be placed for consideration before the Commercial Division as per Roster on December 16, 2015 and as directed hereinabove the respondent is permitted to file a reply to the petition within further three days from today.",
      "labels": [
        "RPC"
      ],
      "id": "54d287560a964e949acccbe8a5430852_116"
    },
    {
      "start": 32445,
      "end": 32536,
      "text": "\n43. Copy of this decision be given dasti to learned Additional Solicitor General of India.",
      "labels": [
        "NONE"
      ],
      "id": "2160bfb4d6484b43acda8a89dba8b940_117"
    },
    {
      "start": 32537,
      "end": 32607,
      "text": "\n(PRADEEP NANDRAJOG) JUDGE (MUKTA GUPTA) JUDGE DECEMBER 10, 2015/mamta",
      "labels": [
        "NONE"
      ],
      "id": "26440c8806434138adc4b4e2fa3cb070_118"
    }
  ]
}