{
  "id": "4c8d94a1e1f03bd32133114597b137aec7c9bced2da595b629fc1891f0282d11",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court \nM.K.Jayakrishnan vs Rajeevan P.V on 27 March, 2024 \nAuthor: Anil K. Narendran\nBench: Anil K. Narendran\n           In The High Court Of Kerala At Ernakulam \n                            Present\n         The Honourable Mr. Justice Anil K. Narendran \n                                &\n             The Honourable Mr. Justice G. Girish \n  Monday, The 25Th Day Of March 2024 / 5Th Chaithra, 1946 \n                      Rp No. 329 Of 2024\n\n  Against The Judgment Dated 15.02.2024 In Arb.A No.11 Of \n                 2024 Of High Court Of Kerala \n\nReview Petitioner/Respondent:\n\n\n           M.K.Jayakrishnan, Aged 59 Years\n           S/ O.Late Vasudevan Nair Residing At 11/775, 50B \n           Sector, Chandranagar, Sahyadri Colony, \n           Chandranagar.P.O, Palakkad, Pin - 678007 \n\n           By Advs.\n           Girija K Gopal\n           K.N.Vigy\n           Parvathy. V \n\n\n\nRespondent/Appellant: \n\n\n           Rajeevan P.V, Aged 50 Years\n           Krishnan Nair, Residing At 10D1, Manjooran \n           Moonstone Apartment, Thammannam Road,\n           Palarivattom Kochi, Pin - 682025\n           B.J.John Prakash\n           George Poonthottam (Sr.)\n\n       This Review Petition Having Come Up For Admission On\n25.03.2024, The Court On The Same Day Delivered The Follow-\nIng: \n                                        2\nRp No.329 of 2024 \n\n\n                                   Order\nAnil K. Narendran, J. \nThis review petition is one filed invoking the provisions under Order Xlvii, Rule 1 of the Code of Civil Procedure, 1908 seeking review of the judgment of this Court dated 15.02. 2024 in Arb. Appeal No.11 of 2024, which was one filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA(Arb.)No.27 of 2024, an application filed by the said respondent under Section 9 of the Arbitration and Conciliation Act, 1996, seeking interim relief. In that matter, the respondent herein filed I.A.No.1 of 2024, seeking interim relief, in which the Commercial Court granted an ad-interim order dated 03.02.2024. Paragraph 4 of that order reads thus;\n\"Issue notice to the respondent. The petitioner shall deliver to the respondent or send it by registered post immediately, a copy of the application for interim order together with a copy of affidavit filed in support of the application, copies of the documents on which the applicant relies and directed to file an affidavit stating that the aforesaid have been so delivered or sent as contemplated under Rule 5A(1)(a) and (b) of Kerala Arbitration and Conciliation (Court) Rules, 1997, showing the compliance of the same immediately. For return of notice:27.03.2024.\"\n2. In Arb. Appeal No.11 of 2024, which is one filed quoting the provisions under Section 37 of the Arbitration and Conciliation Act, the grievance of the appellant was that the prayer made in I.A.No.1 of 2024 for attachment of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B-schedule, was not allowed by the Commercial Court in the impugned order dated 03.02.2024. \n3. Along with I.A.No.1 of 2024 in Arb. Appeal No.11 of 2024, the appellant has placed on record a copy of Arbitration Request No.16 of 2024 pending before this Court; a copy of the memorandum in CMA(Arb)No.27 of 2024 filed before the Commercial Court-II, Ernakulam; and a screenshot of the website of the respondent therein, as Annexures A to C.\n4. On 13.02.2024, when that appeal came up for admission, this Court issued notice on admission to the respondent therein by special messenger, returnable by 14.02.2024 and the matter was directed to be listed at 2.00 p.m.\n5. On 14.02.2024, when that appeal came up for consideration, despite service of notice by special messenger, there was no appearance for the respondent therein. Therefore, Registry was directed to verify whether there is any appearance for the respondent and the matter was ordered to be listed at 4.00 p.m. Since there was no appearance for the respondent at 4.00 p.m., the appeal was ordered to be listed on 15.02.2024, for consideration. \n6. On 15.02.2024, when the appeal came up for consideration, the appellant filed as Bench mark I.A.No.2 of 2024, producing therewith a copy of I.A.No.1 of 2024 in CMA (Arb).No.27 of 2024 as Annexure D. There was no representation for the respondent in that appeal. \n7. On 15.02.2024, during the course of arguments, the learned Senior Counsel for the appellant would place reliance on the judgement of the Apex Court in Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294]. Paragraphs 48 to 50 of that decision read thus;\n\"48. Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act. All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition. \n49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the CPC.\n50. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act. A strong possibility of diminution of assets would suffice. To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\"\n8. In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, which is sought to be reviewed in this review petition, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908. \n9. By the judgment dated 15.02.2024, this Court disposed of Arb. Appeal No.11 of 2024 with the observation contained in paragraph 10 of that judgment, which reads thus;\n\"10. A reading of the impugned order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024 would show that while ordering conditional attachment, the Commercial Court limited the same to Attachment A and C schedules and the locker in Attachment B schedule. In case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\" (underline supplied) \n10. In this review petition, the petitioner would contend that, Arb. Appeal No.11 of 2024 filed by the respondent was not maintainable before this Court, in view of the law laid down by a Division Bench of this Court on 14.02.2024 in Alexander Luke v. Aditya Birla Money Ltd. [2024 KHC OnLine 107] . Therefore, the appeal against the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 ought to have been filed before the Commercial Appellate Court (Principal District Court), in view of the provisions under the Commercial Courts Act, 2015 and also the notification, i.e., SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020. In support of the said argument, the learned counsel would place reliance on the judgment of a learned Single Judge of this Court dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657]\n- and the order dated 23.01.2024 of that learned Single Judge in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of that judgment. The learned counsel would also rely on the judgment of the Apex Court in Jaycee Housing Pvt. Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549].\n11. On 13.03.2024, when this review petition came up for admission, the respondent entered appearance through counsel and sought adjournment. By the order dated 13.03.2024, the learned counsel for the respondent was directed to place on record, a copy of I.A.No.5 of 2024 filed in CMA (Arb.)No.27 of 2024 before the Commercial Court-II, Ernakulam. On 19.03.2024, the learned counsel for the respondent sought time to cure the defect noted by Registry in the interlocutory application filed on that date.\n12. On 20.03.2024 and 22.03.2024, we heard detailed arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent. During the course of arguments, the learned Senior Counsel for the respondent submitted that in view of the law laid down by the Division Bench in Alexander Luke [2024 KHC OnLine 107], an appeal against an order passed by the Commercial Court in an application filed under Section 9 of the Arbitration and Conciliation Act has to be challenged before the Commercial Appellate Court. The learned Senior Counsel made an attempt to draw a distinction between an order of the Commercial Court granting interim relief under Section 9 of the Act and an ad-interim order granted by that court in such an application. The learned Senior Counsel would submit that, at any rate, the said ad-interim order granted by the Commercial Court cannot be the subject matter in an appeal filed before this Court, invoking the provisions under the Commercial Courts Act. \n13. On 25.03.2024, when this matter came up for consideration at 10.10 a.m., for pronouncing the order, the Registry has placed report dated 22.03.2024 of the Deputy Registrar, along with the explanation offered by the concerned Assistant in the MFA Section, on the issue pointed out by the learned counsel for the petitioner regarding the mentioning of wrong case number, i.e., Arb. Appeal No.14 of 2024, in the summons issued to the respondent in Arb. Appeal No.11 of 2024.\n14. In this review petition, the petitioner has stated that, the special messenger deputed from this Court in Arb. Appeal No.11 of 2024 returned notice after service, only on 19.02.2024. In the order dated 25.03.2024, this Court noticed the endorsement made by Registry on 14.02.2024 in the office notes in Arbitration Appeal No.11 of 2024, which reads thus;\n\"Notice to the respondent served by special messenger (as informed by the special messenger over phone). No appearance for the respondent till 3.30 p.m.\" \nBy the order dated 25.03.2024, Registry was directed to get an explanation on the above aspect from the concerned officer, which was directed to be placed before the Court by 4.20 p.m., through the Registrar General. Pursuant to that order Registry has placed on record the report of the Deputy Registrar, along with the explanation offered by the Office Attendant, who was deployed as special messenger. Having considered the submissions made by the learned counsel for the respondent, this Court has called for the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court-II, Ernakulam by special messenger and listed the matter today (27.03.2024), at 4.30 p.m. for orders. \n15. We have perused the trial court records in CMA (Arb.) No.27 of 2024 on the file of the Commercial Court-II (Additional Sub Court-II), Ernakulam and heard further arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent. \n16. On the maintainability of Arb. Appeal No.11 of 2024, which is one filed challenging the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024, an application filed under Section 9 of the Arbitration and Conciliation Act, seeking interim relief, we notice that an appeal against the order passed by the Commercial Court in an application filed under Section 9 of the said Act has to be filed before the Commercial Appellate Court, i.e., the Principal District Court notified as per notification SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020.\n17. In the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657] - a learned Single Judge of this Court held that Section 13 of the Commercial Courts Act provides for an appeal against an order of the Commercial Court before the Commercial Appellate Court. The Government has issued a notification designating the Principal District Courts in each Districts as Commercial Appellate Courts. Therefore, appeal against the order dated 13.11.2023 of the Commercial Court (Sub Court), Kattappana dated 13.11.2023 in O.P.(Arb.)No.1 of 2023, an application filed under Section 9 of the Arbitration and Conciliation Act lies before the concerned Commercial Appellate Court, i.e., the District Court. \n18. In the order dated 23.01.2024 in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023, taking note of the law laid down by the Apex Court in Jaycee Housing Pvt. Ltd. [(2023) 1 SCC 549], a decision relied on by the learned counsel for the petitioner herein, the learned Single Judge held that the court passing order under Section 9 of the Arbitration and Conciliation Act being a Commercial Court, the appeal therefrom lies in terms of Section 13(1) of the Commercial Courts Act before the Commercial Appellate Court, i.e., the Principal District Court. In the aforesaid decision, the Apex Court held that the designated Commercial Court, which is subordinate to the rank of Principal District Court has jurisdiction to hear all applications or appeals under the Arbitration and Conciliation Act other than those arising out of international commercial arbitrations. If the contention that only the Principal Civil Court has jurisdiction is accepted, it will frustrate the object and reason of enactment of Commercial Courts Act. \n19. In Alexander Luke [2024 KHC OnLine 107], a decision rendered on 14.02.2024, a Division Bench of this Court held that a plain reading of the provisions under the Commercial Courts Act, especially Section 6 and Section 10(3), would lead to the inescapable conclusion that the court for the purpose of consideration of a commercial dispute, even if it arises under the Arbitration and Conciliation Act, would be the Commercial Court and the appeal would, therefore, lie only to the Commercial Appellate Court, i.e., District Court. \n20. In view of the law laid down in the decisions referred to supra, conclusion is irresistible that, Arb. Appeal No.11 of 2024 filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 is not maintainable before this Court, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court.\n21. In the above circumstances, the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with the observation contained therein at paragraph 10, is liable to be recalled. \n22. From the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court, we notice that after the judgment of this Court dated 15.02.2024 the respondent herein filed I.A.No.5 of 2024 in I.A.No.1 of 2024, invoking the provisions under Section 9 of the Arbitration and Conciliation Act, seeking an order to issue show cause notice to the petitioner herein why he should not furnish security and in the meantime, pass on order of conditional attachment of the bank accounts more specifically scheduled in Schedule B for a sum of Rs.300 Crores due to the respondent. In paragraph 9 of that affidavit, the respondent herein has mentioned the observation made in paragraph 10 of the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024. In paragraph 10 of that affidavit, it is stated that such an application is being filed in compliance with the directions contained in the judgment of this Court dated 15.02.2024.\n23. In that interlocutory application, i.e., I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 the Commercial Court passed another ad-interim order on 19.02.2024, after advancing the case to that date. From the trial court records, we notice that as per the endorsement made on the docket of I.A.No.5 of 2024 the Commercial Court-II (Additional Sub Court-II), Ernakulam noted that in the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024 this Court advised the respondent herein to file a proper application before that Court for redressal of his grievance. Hence, I.A.No.5 of 2024 is filed. By the order dated 19.02.2024, the Commercial Court ordered a conditional attachment of Schedule B bank accounts, as an ad-interim order. The document marked as Annexure D along with the review petition is a printout of the proceedings on 19.02.2024 in I.A.No.5 of 2024 uploaded on the e-courts website. A typed copy of the order dated 19.02.2024 in I.A.No.5 of 2024 is available in the trial court records, which has absolutely no similarity with the order in Annexure D. We do not propose to consider the legality or otherwise of the order dated 19.02.2024 of the Commercial Court- II (Additional Sub Court-II), Ernakulam in I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 in this proceedings, since the petitioner herein has to challenge that order before the Commercial Appellate Court, invoking the statutory remedy provided under Section 13(1) of the Commercial Courts Act.\n24. In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908 . The only observation contained in paragraph 10 of the judgment of this Court dated 15.02.2024 is only to the effect that in case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\n25. In the result, this review petition is allowed by recalling the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with observation contained therein at paragraph 10. Consequently, Arb. Appeal No.11 of 2024 presented before this Court on 09.02.2024 will stand dismissed as not maintainable, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court. \n26. Registry to return the certified copy of the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 to the learned counsel for the respondent herein-appellant, so as to enable the respondent herein to challenge that order before the appropriate court.\n27. Registry shall make necessary endorsements in the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024 regarding the recalling of that judgment, by this order in the review petition, and the consequential dismissal of that appeal as not maintainable. The status of Arb. Appeal No.11 of 2024 shall be shown as 'dismissed as not maintainable'.\n28. Registry to conduct an enquiry as to the circumstances in which the number of appeal was wrongly shown as Arb. Appeal No.14 of 2024, instead of Arb. Appeal No.11 of 2024 in Annexure B notice issued to the petitioner herein and the special messenger deputed from this Court returned the process only on 19.02.2024, despite the endorsement made in the office notes of the Arb. Appeal on 14.02.2024 regarding completion of service of notice. The report of the Registry shall be placed before the Honourable the Chief Justice for appropriate orders, in order to ensure that such mistakes/omissions are not repeated hereafter. \nRegistry to return the trial court records by messenger. \nSd/-\nANIL K. NARENDRAN, JUDGE Sd/-\nG. GIRISH, JUDGE bkn/-\nPETITIONER ANNEXURES Annexure A A CERTIFIED COPY OF THE JUDGEMENT DATED 15.02.2024 IN ARB. A. 11/2024 PASSED BY THIS HON'BLE COURT Annexure B A TRUE COPY OF THE I.A.NO. 1/2024 IN ARB.A.14/2024, AS SEEN ENTERED IN ONE OF THE NOTICE SERVED TO THE REV. PETITIONER BY THE MESSENGER ARBITRATION APPEAL STANDS POSTED TO 14.02.2024 Annexure C A TRUE COPY OF THE NOTICE SERVED ON THE REVIEW PETITIONER AS REGARDS ARB.A 11/2024 POSTED FOR HEARING ON 14..2..2024 Annexure D A TRUE COPY OF THE ORDER DATED 19.2.2024 PASSED BY THE COMMERCIAL COURT ERNAKULAM IN CMA (ARB).0200027/2024, AS UPLOADED IN THE E-COURTS- OFFICIAL WEBSITE OF DIS- TRICT COURT Annexure E A TRUE COPY OF CMA (ARB) NO. 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM ,ALONG WITH DOCUMENTS PRODUCED THEREWITH , AS SERVED ON THE REVIEW PETITIONER ON 14.2.2024 Annexure F A TRUE COPY OF IA 1/2024 FILED BY THE RESPONDENT HEREIN SEEKING THE PRAYER FOR ATTACHMENT IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1/2/2024 Annexure G A TRUE COPY OF THE ATTACHMENT SCHEDULE PRODUCED BY THE RESPONDENT ALONG WITH IA 1/2024 IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1..2..2024 Annexure H A TRUE COPY OF CRIMINAL M.C.NO. 6050/2023 FILED BEFORE THIS HON'BLE COURT ON 26TH JULY, 2023 SEEKING TO QUASH FIR 1138/2023 OF PALARIVATTAM POLICE STATION Annexure I A TRUE COPY OF THE ORDER DATED 25.08.2023 IN CRIMINAL M.C.NO. 6050/2023 Annexure J A TRUE COPY OF CHEQUE NO. 914224 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure K A TRUE COPY OF CHEQUE NO. 914225 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure L A TRUE COPY OF CHEQUE NO. 914226 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure M A TRUE COPY OF CHEQUE NO. 914227 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure N A TRUE COPY OF CHEQUE NO. 914228 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure O A TRUE COPY OF CHEQUE NO. 914229 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure P A TRUE COPY OF CHEQUE NO. 914230 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 RESPONDENT ANNEXURES Annexure-R1 TRUE COPY OF COPY OF I.A. NO. 5 OF 2024 IN CMA (ARB) IN 27 OF 2024 WITHOUT THE ANNEXURE FILED BEFORE THE HON'BLE COMMER- CIAL COURT-II AT ERNAKULAM",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ec2ad292a6a47308bb957aa9c571ba0_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9369fb72f0fe4c2085837895fa2118a2_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nKerala High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0da5a8248b547d8af35a3f3cb954dd2_2"
    },
    {
      "start": 261,
      "end": 312,
      "text": "\nM.K.Jayakrishnan vs Rajeevan P.V on 27 March, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45a26994472749a196a068f9d326f961_3"
    },
    {
      "start": 313,
      "end": 416,
      "text": "\nAuthor: Anil K. Narendran\nBench: Anil K. Narendran\n           In The High Court Of Kerala At Ernakulam",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a51b586461e463f972ee22b798cbbb9_4"
    },
    {
      "start": 446,
      "end": 463,
      "text": "Present\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2823ecedf9443a0beab82b514f73874_5"
    },
    {
      "start": 463,
      "end": 507,
      "text": "The Honourable Mr. Justice Anil K. Narendran",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ece6b869a0f749c9b943fb0a5f438a40_6"
    },
    {
      "start": 508,
      "end": 592,
      "text": "\n                                &\n             The Honourable Mr. Justice G. Girish",
      "labels": [
        "PREAMBLE"
      ],
      "id": "969a2f65f63a4328b08dc1488dd038e0_7"
    },
    {
      "start": 593,
      "end": 651,
      "text": "\n  Monday, The 25Th Day Of March 2024 / 5Th Chaithra, 1946",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70ad6b4ca25b4c50ac50ef3bd87b32c8_8"
    },
    {
      "start": 652,
      "end": 752,
      "text": "\n                      Rp No. 329 Of 2024\n\n  Against The Judgment Dated 15.02.2024 In Arb.A No.11 Of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "670486b9b1af472ea4968595981fa599_9"
    },
    {
      "start": 753,
      "end": 799,
      "text": "\n                 2024 Of High Court Of Kerala",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac2c6b1647fe4a528630cfe3e412b530_10"
    },
    {
      "start": 802,
      "end": 888,
      "text": "Review Petitioner/Respondent:\n\n\n           M.K.Jayakrishnan, Aged 59 Years\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9d026943c854c09bbac29ad44945e9a_11"
    },
    {
      "start": 888,
      "end": 897,
      "text": "S/ O.Late",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1459b7f45cae4d018325e43ab8ae293a_12"
    },
    {
      "start": 898,
      "end": 936,
      "text": "Vasudevan Nair Residing At 11/775, 50B",
      "labels": [
        "PREAMBLE"
      ],
      "id": "564c93ba13b24e28a308d59ea790ee53_13"
    },
    {
      "start": 937,
      "end": 987,
      "text": "\n           Sector, Chandranagar, Sahyadri Colony,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31868a0dab614bf1bad6d0d426fd8453_14"
    },
    {
      "start": 1000,
      "end": 1040,
      "text": "Chandranagar.P.O, Palakkad, Pin - 678007",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba320ba5dc82409fb147f481b23b47b2_15"
    },
    {
      "start": 1054,
      "end": 1129,
      "text": "By Advs.\n           Girija K Gopal\n           K.N.Vigy\n           Parvathy.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5c7061b83ef4359996aa4ca2760202e_16"
    },
    {
      "start": 1130,
      "end": 1157,
      "text": "V \n\n\n\nRespondent/Appellant:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1912a4aefea4290b833d4d31af65a44_17"
    },
    {
      "start": 1158,
      "end": 1253,
      "text": "\n\n\n           Rajeevan P.V, Aged 50 Years\n           Krishnan Nair, Residing At 10D1, Manjooran",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bcf15c7f0e74460d9bcec3125627924d_18"
    },
    {
      "start": 1254,
      "end": 1420,
      "text": "\n           Moonstone Apartment, Thammannam Road,\n           Palarivattom Kochi, Pin - 682025\n           B.J.John Prakash\n           George Poonthottam (Sr.)\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c602d5a1706456c9dd1370ebfee6f4b_19"
    },
    {
      "start": 1420,
      "end": 1537,
      "text": "This Review Petition Having Come Up For Admission On\n25.03.2024, The Court On The Same Day Delivered The Follow-\nIng:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a084589128bf4618ab28d0c49abbc916_20"
    },
    {
      "start": 1538,
      "end": 1598,
      "text": "\n                                        2\nRp No.329 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b190d050a75a44b4b23ec7f5d04df8d5_21"
    },
    {
      "start": 1599,
      "end": 1664,
      "text": "\n\n\n                                   Order\nAnil K. Narendran, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b217de80405f4b01b23cd44e35602a34_22"
    },
    {
      "start": 1665,
      "end": 1844,
      "text": "\nThis review petition is one filed invoking the provisions under Order Xlvii, Rule 1 of the Code of Civil Procedure, 1908 seeking review of the judgment of this Court dated 15.02.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64d3e0e69d0942b297c50169a589a164_23"
    },
    {
      "start": 1845,
      "end": 2205,
      "text": "2024 in Arb. Appeal No.11 of 2024, which was one filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA(Arb.)No.27 of 2024, an application filed by the said respondent under Section 9 of the Arbitration and Conciliation Act, 1996, seeking interim relief.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa0fd98b3f9c48b7b3b5ea36ceb81269_24"
    },
    {
      "start": 2206,
      "end": 2367,
      "text": "In that matter, the respondent herein filed I.A.No.1 of 2024, seeking interim relief, in which the Commercial Court granted an ad-interim order dated 03.02.2024.",
      "labels": [
        "FAC"
      ],
      "id": "60bb35e0f1894a9892ee931b9dce7e04_25"
    },
    {
      "start": 2368,
      "end": 2438,
      "text": "Paragraph 4 of that order reads thus;\n\"Issue notice to the respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "192b1199707343f79800c06cbed180b3_26"
    },
    {
      "start": 2439,
      "end": 2941,
      "text": "The petitioner shall deliver to the respondent or send it by registered post immediately, a copy of the application for interim order together with a copy of affidavit filed in support of the application, copies of the documents on which the applicant relies and directed to file an affidavit stating that the aforesaid have been so delivered or sent as contemplated under Rule 5A(1)(a) and (b) of Kerala Arbitration and Conciliation (Court) Rules, 1997, showing the compliance of the same immediately.",
      "labels": [
        "FAC"
      ],
      "id": "0f4dfe66c590449bbf51179aa465a36d_27"
    },
    {
      "start": 2942,
      "end": 3352,
      "text": "For return of notice:27.03.2024.\"\n2. In Arb. Appeal No.11 of 2024, which is one filed quoting the provisions under Section 37 of the Arbitration and Conciliation Act, the grievance of the appellant was that the prayer made in I.A.No.1 of 2024 for attachment of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B-schedule, was not allowed by the Commercial Court in the impugned order dated 03.02.2024.",
      "labels": [
        "FAC"
      ],
      "id": "ca92dfa3836a476ca9e8e4c249ebeddd_28"
    },
    {
      "start": 3353,
      "end": 3702,
      "text": "\n3. Along with I.A.No.1 of 2024 in Arb. Appeal No.11 of 2024, the appellant has placed on record a copy of Arbitration Request No.16 of 2024 pending before this Court; a copy of the memorandum in CMA(Arb)No.27 of 2024 filed before the Commercial Court-II, Ernakulam; and a screenshot of the website of the respondent therein, as Annexures A to C.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "9c6c15b6fa65479b95b56ba001502a37_29"
    },
    {
      "start": 3703,
      "end": 3925,
      "text": "On 13.02.2024, when that appeal came up for admission, this Court issued notice on admission to the respondent therein by special messenger, returnable by 14.02.2024 and the matter was directed to be listed at 2.00 p.m.\n5.",
      "labels": [
        "FAC"
      ],
      "id": "059e6b0c4a0a4cdb836bb8d345517001_30"
    },
    {
      "start": 3926,
      "end": 4084,
      "text": "On 14.02.2024, when that appeal came up for consideration, despite service of notice by special messenger, there was no appearance for the respondent therein.",
      "labels": [
        "FAC"
      ],
      "id": "77e243b1fd6344b7a0b465d04c5fa6be_31"
    },
    {
      "start": 4085,
      "end": 4231,
      "text": "Therefore, Registry was directed to verify whether there is any appearance for the respondent and the matter was ordered to be listed at 4.00 p.m.",
      "labels": [
        "FAC"
      ],
      "id": "1aa06b5a1cc740d499e2eb145bd96227_32"
    },
    {
      "start": 4232,
      "end": 4364,
      "text": "Since there was no appearance for the respondent at 4.00 p.m., the appeal was ordered to be listed on 15.02.2024, for consideration.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf6bdc483a974527a075dc39cbef9e0d_33"
    },
    {
      "start": 4366,
      "end": 4567,
      "text": "6. On 15.02.2024, when the appeal came up for consideration, the appellant filed as Bench mark I.A.No.2 of 2024, producing therewith a copy of I.A.No.1 of 2024 in CMA (Arb).No.27 of 2024 as Annexure D.",
      "labels": [
        "NONE"
      ],
      "id": "2e4233a1730544c998d346bf2117afae_34"
    },
    {
      "start": 4568,
      "end": 4630,
      "text": "There was no representation for the respondent in that appeal.",
      "labels": [
        "NONE"
      ],
      "id": "af0c03d8536a4243a5b847323405290b_35"
    },
    {
      "start": 4631,
      "end": 4879,
      "text": "\n7. On 15.02.2024, during the course of arguments, the learned Senior Counsel for the appellant would place reliance on the judgement of the Apex Court in Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294].",
      "labels": [
        "NONE"
      ],
      "id": "7edcbee2095d4dc2abd80490f7def13e_36"
    },
    {
      "start": 4880,
      "end": 4932,
      "text": "Paragraphs 48 to 50 of that decision read thus;\n\"48.",
      "labels": [
        "NONE"
      ],
      "id": "003987d7fac340d495f75c5ae6d5ebcf_37"
    },
    {
      "start": 4933,
      "end": 5284,
      "text": "Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "e00d9dfdfe414c51977f7f0285e9bc41_38"
    },
    {
      "start": 5285,
      "end": 5570,
      "text": "All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition.",
      "labels": [
        "ISSUE"
      ],
      "id": "904389be8e3a4c39a78f3dc7f2c2575f_39"
    },
    {
      "start": 5572,
      "end": 5936,
      "text": "49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the CPC.\n50.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2a49566de52424dbd94656f3474bf4f_40"
    },
    {
      "start": 5937,
      "end": 6165,
      "text": "Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4f29bb2d4a6474983018f91f31e4de4_41"
    },
    {
      "start": 6166,
      "end": 6225,
      "text": "A strong possibility of diminution of assets would suffice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a13297fe995f4c01bd63e30e3472a024_42"
    },
    {
      "start": 6226,
      "end": 6550,
      "text": "To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\"\n8.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf7d2635ef19410aa7fd2e9dcf699430_43"
    },
    {
      "start": 6551,
      "end": 7256,
      "text": "In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, which is sought to be reviewed in this review petition, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "437e8c5a6652466f87e64cd133f7fff9_44"
    },
    {
      "start": 7258,
      "end": 7715,
      "text": "9. By the judgment dated 15.02.2024, this Court disposed of Arb. Appeal No.11 of 2024 with the observation contained in paragraph 10 of that judgment, which reads thus;\n\"10. A reading of the impugned order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024 would show that while ordering conditional attachment, the Commercial Court limited the same to Attachment A and C schedules and the locker in Attachment B schedule.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4ab09dad45041fbae45cf2aa12aef9c_45"
    },
    {
      "start": 7716,
      "end": 8121,
      "text": "In case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4bf08e28436c459bbe65b2dc6124298b_46"
    },
    {
      "start": 8122,
      "end": 8142,
      "text": "(underline supplied)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f845861421f4b2b83daf7a6a38c8a79_47"
    },
    {
      "start": 8144,
      "end": 8419,
      "text": "10. In this review petition, the petitioner would contend that, Arb. Appeal No.11 of 2024 filed by the respondent was not maintainable before this Court, in view of the law laid down by a Division Bench of this Court on 14.02.2024 in Alexander Luke v. Aditya Birla Money Ltd.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5f83a5e53c6049d6a402a0fe15d11fa1_48"
    },
    {
      "start": 8420,
      "end": 8441,
      "text": "[2024 KHC OnLine 107]",
      "labels": [
        "NONE"
      ],
      "id": "0cdfb419b6a94cc48ae0917fa1aa24db_49"
    },
    {
      "start": 8442,
      "end": 8833,
      "text": ". Therefore, the appeal against the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 ought to have been filed before the Commercial Appellate Court (Principal District Court), in view of the provisions under the Commercial Courts Act, 2015 and also the notification, i.e., SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020.",
      "labels": [
        "NONE"
      ],
      "id": "bcef568d0fdd4f1199bdd36d6ca27d7e_50"
    },
    {
      "start": 8834,
      "end": 9261,
      "text": "In support of the said argument, the learned counsel would place reliance on the judgment of a learned Single Judge of this Court dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657]\n- and the order dated 23.01.2024 of that learned Single Judge in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of that judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "560894a9896740d48fbedfea0009c52f_51"
    },
    {
      "start": 9262,
      "end": 9434,
      "text": "The learned counsel would also rely on the judgment of the Apex Court in Jaycee Housing Pvt. Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549].\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "edee46486a11488e9c12829df05e7b82_52"
    },
    {
      "start": 9435,
      "end": 9572,
      "text": "On 13.03.2024, when this review petition came up for admission, the respondent entered appearance through counsel and sought adjournment.",
      "labels": [
        "NONE"
      ],
      "id": "0d50262fbad64ffab4f2c1eb12b792cc_53"
    },
    {
      "start": 9573,
      "end": 9778,
      "text": "By the order dated 13.03.2024, the learned counsel for the respondent was directed to place on record, a copy of I.A.No.5 of 2024 filed in CMA (Arb.)No.27 of 2024 before the Commercial Court-II, Ernakulam.",
      "labels": [
        "NONE"
      ],
      "id": "63b72d22b56144f8882e1188f6b9ab86_54"
    },
    {
      "start": 9779,
      "end": 9938,
      "text": "On 19.03.2024, the learned counsel for the respondent sought time to cure the defect noted by Registry in the interlocutory application filed on that date.\n12.",
      "labels": [
        "NONE"
      ],
      "id": "56bed3c5c8a1474bbb9285df694d3555_55"
    },
    {
      "start": 9939,
      "end": 10089,
      "text": "On 20.03.2024 and 22.03.2024, we heard detailed arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "9d6b730ed8294944bcd9382100dfb00c_56"
    },
    {
      "start": 10090,
      "end": 10472,
      "text": "During the course of arguments, the learned Senior Counsel for the respondent submitted that in view of the law laid down by the Division Bench in Alexander Luke [2024 KHC OnLine 107], an appeal against an order passed by the Commercial Court in an application filed under Section 9 of the Arbitration and Conciliation Act has to be challenged before the Commercial Appellate Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13ed4a666b9b45dc92476d63e9840fcd_57"
    },
    {
      "start": 10473,
      "end": 10699,
      "text": "The learned Senior Counsel made an attempt to draw a distinction between an order of the Commercial Court granting interim relief under Section 9 of the Act and an ad-interim order granted by that court in such an application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7408a2c84507439daddc6754abbf993a_58"
    },
    {
      "start": 10700,
      "end": 10940,
      "text": "The learned Senior Counsel would submit that, at any rate, the said ad-interim order granted by the Commercial Court cannot be the subject matter in an appeal filed before this Court, invoking the provisions under the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4800456c0bfd43de9b7516839bfe798e_59"
    },
    {
      "start": 10942,
      "end": 11421,
      "text": "13. On 25.03.2024, when this matter came up for consideration at 10.10 a.m., for pronouncing the order, the Registry has placed report dated 22.03.2024 of the Deputy Registrar, along with the explanation offered by the concerned Assistant in the MFA Section, on the issue pointed out by the learned counsel for the petitioner regarding the mentioning of wrong case number, i.e., Arb. Appeal No.14 of 2024, in the summons issued to the respondent in Arb. Appeal No.11 of 2024.\n14.",
      "labels": [
        "NONE"
      ],
      "id": "2976fe57627f4716aabca5a2f09ae931_60"
    },
    {
      "start": 11422,
      "end": 11604,
      "text": "In this review petition, the petitioner has stated that, the special messenger deputed from this Court in Arb. Appeal No.11 of 2024 returned notice after service, only on 19.02.2024.",
      "labels": [
        "FAC"
      ],
      "id": "6604d4f6109d48a1bf6d715388e9a82a_61"
    },
    {
      "start": 11605,
      "end": 11930,
      "text": "In the order dated 25.03.2024, this Court noticed the endorsement made by Registry on 14.02.2024 in the office notes in Arbitration Appeal No.11 of 2024, which reads thus;\n\"Notice to the respondent served by special messenger (as informed by the special messenger over phone). No appearance for the respondent till 3.30 p.m.\"",
      "labels": [
        "RPC"
      ],
      "id": "7fd355d22641478eb70cd280fbdd6306_62"
    },
    {
      "start": 11932,
      "end": 12148,
      "text": "By the order dated 25.03.2024, Registry was directed to get an explanation on the above aspect from the concerned officer, which was directed to be placed before the Court by 4.20 p.m., through the Registrar General.",
      "labels": [
        "FAC"
      ],
      "id": "2a90f653acc943b4a9216d0cdbad402c_63"
    },
    {
      "start": 12149,
      "end": 12336,
      "text": "Pursuant to that order Registry has placed on record the report of the Deputy Registrar, along with the explanation offered by the Office Attendant, who was deployed as special messenger.",
      "labels": [
        "FAC"
      ],
      "id": "6d1afc60054c43b5abfcc5c69916fbf5_64"
    },
    {
      "start": 12337,
      "end": 12633,
      "text": "Having considered the submissions made by the learned counsel for the respondent, this Court has called for the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court-II, Ernakulam by special messenger and listed the matter today (27.03.2024), at 4.30 p.m. for orders.",
      "labels": [
        "NONE"
      ],
      "id": "6376c94453b64cd297e24e3bf064fd2e_65"
    },
    {
      "start": 12635,
      "end": 12903,
      "text": "15. We have perused the trial court records in CMA (Arb.) No.27 of 2024 on the file of the Commercial Court-II (Additional Sub Court-II), Ernakulam and heard further arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "349b18bbe20e4a65917411b94be015d7_66"
    },
    {
      "start": 12905,
      "end": 13520,
      "text": "16. On the maintainability of Arb. Appeal No.11 of 2024, which is one filed challenging the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024, an application filed under Section 9 of the Arbitration and Conciliation Act, seeking interim relief, we notice that an appeal against the order passed by the Commercial Court in an application filed under Section 9 of the said Act has to be filed before the Commercial Appellate Court, i.e., the Principal District Court notified as per notification SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020.\n17.",
      "labels": [
        "NONE"
      ],
      "id": "567d27ad7d7f4d89a80f240eb43fbb03_67"
    },
    {
      "start": 13521,
      "end": 13843,
      "text": "In the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657] - a learned Single Judge of this Court held that Section 13 of the Commercial Courts Act provides for an appeal against an order of the Commercial Court before the Commercial Appellate Court.",
      "labels": [
        "NONE"
      ],
      "id": "72f88b6046c64cf2976084e382de1e81_68"
    },
    {
      "start": 13844,
      "end": 13976,
      "text": "The Government has issued a notification designating the Principal District Courts in each Districts as Commercial Appellate Courts.",
      "labels": [
        "FAC"
      ],
      "id": "e37a89e76fa842b1b838ccf0d6d8343f_69"
    },
    {
      "start": 13977,
      "end": 14278,
      "text": "Therefore, appeal against the order dated 13.11.2023 of the Commercial Court (Sub Court), Kattappana dated 13.11.2023 in O.P.(Arb.)No.1 of 2023, an application filed under Section 9 of the Arbitration and Conciliation Act lies before the concerned Commercial Appellate Court, i.e., the District Court.",
      "labels": [
        "FAC"
      ],
      "id": "c3b6128255e5473d9e4218489e2f2463_70"
    },
    {
      "start": 14280,
      "end": 14946,
      "text": "18. In the order dated 23.01.2024 in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023, taking note of the law laid down by the Apex Court in Jaycee Housing Pvt. Ltd. [(2023) 1 SCC 549], a decision relied on by the learned counsel for the petitioner herein, the learned Single Judge held that the court passing order under Section 9 of the Arbitration and Conciliation Act being a Commercial Court, the appeal therefrom lies in terms of Section 13(1) of the Commercial Courts Act before the Commercial Appellate Court, i.e., the Principal District Court.",
      "labels": [
        "NONE"
      ],
      "id": "0eb36489b841421aab0cfbc66e041bcb_71"
    },
    {
      "start": 14947,
      "end": 15259,
      "text": "In the aforesaid decision, the Apex Court held that the designated Commercial Court, which is subordinate to the rank of Principal District Court has jurisdiction to hear all applications or appeals under the Arbitration and Conciliation Act other than those arising out of international commercial arbitrations.",
      "labels": [
        "RLC"
      ],
      "id": "4e3b59e54fdd44bbad37f8766524d6fd_72"
    },
    {
      "start": 15260,
      "end": 15422,
      "text": "If the contention that only the Principal Civil Court has jurisdiction is accepted, it will frustrate the object and reason of enactment of Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ab48484e7104a17b1358ca993ef3c66_73"
    },
    {
      "start": 15424,
      "end": 15956,
      "text": "19. In Alexander Luke [2024 KHC OnLine 107], a decision rendered on 14.02.2024, a Division Bench of this Court held that a plain reading of the provisions under the Commercial Courts Act, especially Section 6 and Section 10(3), would lead to the inescapable conclusion that the court for the purpose of consideration of a commercial dispute, even if it arises under the Arbitration and Conciliation Act, would be the Commercial Court and the appeal would, therefore, lie only to the Commercial Appellate Court, i.e., District Court.",
      "labels": [
        "NONE"
      ],
      "id": "b0892feb114d4baab72a783d64389300_74"
    },
    {
      "start": 15958,
      "end": 16503,
      "text": "20. In view of the law laid down in the decisions referred to supra, conclusion is irresistible that, Arb. Appeal No.11 of 2024 filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 is not maintainable before this Court, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court.\n21.",
      "labels": [
        "NONE"
      ],
      "id": "a31f43e0e08e441cb320bcf3bfdefbc0_75"
    },
    {
      "start": 16504,
      "end": 16723,
      "text": "In the above circumstances, the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with the observation contained therein at paragraph 10, is liable to be recalled.",
      "labels": [
        "RPC"
      ],
      "id": "2272b62253624921b663b0fa50399c9c_76"
    },
    {
      "start": 16725,
      "end": 17311,
      "text": "22. From the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court, we notice that after the judgment of this Court dated 15.02.2024 the respondent herein filed I.A.No.5 of 2024 in I.A.No.1 of 2024, invoking the provisions under Section 9 of the Arbitration and Conciliation Act, seeking an order to issue show cause notice to the petitioner herein why he should not furnish security and in the meantime, pass on order of conditional attachment of the bank accounts more specifically scheduled in Schedule B for a sum of Rs.300 Crores due to the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "dc0a9950e8ef48b3922e2e9e19e51a72_77"
    },
    {
      "start": 17312,
      "end": 17495,
      "text": "In paragraph 9 of that affidavit, the respondent herein has mentioned the observation made in paragraph 10 of the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "954e7ff86dcc41b28893ae851962ce80_78"
    },
    {
      "start": 17496,
      "end": 17679,
      "text": "In paragraph 10 of that affidavit, it is stated that such an application is being filed in compliance with the directions contained in the judgment of this Court dated 15.02.2024.\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "198dfe410b904bcb9a310ad6164ad92e_79"
    },
    {
      "start": 17680,
      "end": 17891,
      "text": "In that interlocutory application, i.e., I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 the Commercial Court passed another ad-interim order on 19.02.2024, after advancing the case to that date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4524719f624c4253a59a32c1b3b079f3_80"
    },
    {
      "start": 17892,
      "end": 18252,
      "text": "From the trial court records, we notice that as per the endorsement made on the docket of I.A.No.5 of 2024 the Commercial Court-II (Additional Sub Court-II), Ernakulam noted that in the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024 this Court advised the respondent herein to file a proper application before that Court for redressal of his grievance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e3052d9bcc2490ebf46befa64632728_81"
    },
    {
      "start": 18253,
      "end": 18286,
      "text": "Hence, I.A.No.5 of 2024 is filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29d5f5cb2d5b488481715e5067ab4426_82"
    },
    {
      "start": 18287,
      "end": 18424,
      "text": "By the order dated 19.02.2024, the Commercial Court ordered a conditional attachment of Schedule B bank accounts, as an ad-interim order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c625ede0a8444d3cbc22438696eae654_83"
    },
    {
      "start": 18425,
      "end": 18590,
      "text": "The document marked as Annexure D along with the review petition is a printout of the proceedings on 19.02.2024 in I.A.No.5 of 2024 uploaded on the e-courts website.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41201bab21bb4b8bac48ea6081784f31_84"
    },
    {
      "start": 18591,
      "end": 18759,
      "text": "A typed copy of the order dated 19.02.2024 in I.A.No.5 of 2024 is available in the trial court records, which has absolutely no similarity with the order in Annexure D.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f852c60b1143424ab64d5a3808e2519d_85"
    },
    {
      "start": 18760,
      "end": 19186,
      "text": "We do not propose to consider the legality or otherwise of the order dated 19.02.2024 of the Commercial Court- II (Additional Sub Court-II), Ernakulam in I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 in this proceedings, since the petitioner herein has to challenge that order before the Commercial Appellate Court, invoking the statutory remedy provided under Section 13(1) of the Commercial Courts Act.\n24.",
      "labels": [
        "RPC"
      ],
      "id": "e3cb22aae92a421c98fcc69fe227cb60_86"
    },
    {
      "start": 19187,
      "end": 19837,
      "text": "In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908 .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "af04e6592af241d3b33b803ebc4cd89a_87"
    },
    {
      "start": 19838,
      "end": 20367,
      "text": "The only observation contained in paragraph 10 of the judgment of this Court dated 15.02.2024 is only to the effect that in case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\n25.",
      "labels": [
        "RATIO"
      ],
      "id": "f8c0eed56af34f9bb79ba9d21b5d1971_88"
    },
    {
      "start": 20368,
      "end": 20589,
      "text": "In the result, this review petition is allowed by recalling the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with observation contained therein at paragraph 10.",
      "labels": [
        "RPC"
      ],
      "id": "790aa27cd8bb4ebab61f17b96ba2d642_89"
    },
    {
      "start": 20590,
      "end": 20907,
      "text": "Consequently, Arb. Appeal No.11 of 2024 presented before this Court on 09.02.2024 will stand dismissed as not maintainable, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court.",
      "labels": [
        "RPC"
      ],
      "id": "0a9c118c1737462b923afa18d840bb3f_90"
    },
    {
      "start": 20908,
      "end": 21247,
      "text": "\n26. Registry to return the certified copy of the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 to the learned counsel for the respondent herein-appellant, so as to enable the respondent herein to challenge that order before the appropriate court.\n27.",
      "labels": [
        "RPC"
      ],
      "id": "b39ab77f64284daeaa782a5fe04e12f0_91"
    },
    {
      "start": 21248,
      "end": 21514,
      "text": "Registry shall make necessary endorsements in the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024 regarding the recalling of that judgment, by this order in the review petition, and the consequential dismissal of that appeal as not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "30a33991d1d94b939f2dd4960b5043c3_92"
    },
    {
      "start": 21515,
      "end": 21609,
      "text": "The status of Arb. Appeal No.11 of 2024 shall be shown as 'dismissed as not maintainable'.\n28.",
      "labels": [
        "RPC"
      ],
      "id": "822ca82c70954ad7b500bbec15db04c8_93"
    },
    {
      "start": 21610,
      "end": 21882,
      "text": "Registry to conduct an enquiry as to the circumstances in which the number of appeal was wrongly shown as Arb. Appeal No.14 of 2024, instead of Arb. Appeal No.11 of 2024 in Annexure B notice issued to the petitioner herein and the special messenger deputed from this Court",
      "labels": [
        "RPC"
      ],
      "id": "907c96c157074f098ea84d4baf2120a8_94"
    },
    {
      "start": 21883,
      "end": 22048,
      "text": "returned the process only on 19.02.2024, despite the endorsement made in the office notes of the Arb. Appeal on 14.02.2024 regarding completion of service of notice.",
      "labels": [
        "RPC"
      ],
      "id": "aab880801fad423797f75c76c97816f7_95"
    },
    {
      "start": 22049,
      "end": 22231,
      "text": "The report of the Registry shall be placed before the Honourable the Chief Justice for appropriate orders, in order to ensure that such mistakes/omissions are not repeated hereafter.",
      "labels": [
        "RPC"
      ],
      "id": "be12daacdcd94ae48e4e2744b94105bf_96"
    },
    {
      "start": 22232,
      "end": 22289,
      "text": "\nRegistry to return the trial court records by messenger.",
      "labels": [
        "NONE"
      ],
      "id": "c7b96d36deff4914af2e296dee4f8781_97"
    },
    {
      "start": 22290,
      "end": 26213,
      "text": "\nSd/-\nANIL K. NARENDRAN, JUDGE Sd/-\nG. GIRISH, JUDGE bkn/-\nPETITIONER ANNEXURES Annexure A A CERTIFIED COPY OF THE JUDGEMENT DATED 15.02.2024 IN ARB. A. 11/2024 PASSED BY THIS HON'BLE COURT Annexure B A TRUE COPY OF THE I.A.NO. 1/2024 IN ARB.A.14/2024, AS SEEN ENTERED IN ONE OF THE NOTICE SERVED TO THE REV. PETITIONER BY THE MESSENGER ARBITRATION APPEAL STANDS POSTED TO 14.02.2024 Annexure C A TRUE COPY OF THE NOTICE SERVED ON THE REVIEW PETITIONER AS REGARDS ARB.A 11/2024 POSTED FOR HEARING ON 14..2..2024 Annexure D A TRUE COPY OF THE ORDER DATED 19.2.2024 PASSED BY THE COMMERCIAL COURT ERNAKULAM IN CMA (ARB).0200027/2024, AS UPLOADED IN THE E-COURTS- OFFICIAL WEBSITE OF DIS- TRICT COURT Annexure E A TRUE COPY OF CMA (ARB) NO. 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM ,ALONG WITH DOCUMENTS PRODUCED THEREWITH , AS SERVED ON THE REVIEW PETITIONER ON 14.2.2024 Annexure F A TRUE COPY OF IA 1/2024 FILED BY THE RESPONDENT HEREIN SEEKING THE PRAYER FOR ATTACHMENT IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1/2/2024 Annexure G A TRUE COPY OF THE ATTACHMENT SCHEDULE PRODUCED BY THE RESPONDENT ALONG WITH IA 1/2024 IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1..2..2024 Annexure H A TRUE COPY OF CRIMINAL M.C.NO. 6050/2023 FILED BEFORE THIS HON'BLE COURT ON 26TH JULY, 2023 SEEKING TO QUASH FIR 1138/2023 OF PALARIVATTAM POLICE STATION Annexure I A TRUE COPY OF THE ORDER DATED 25.08.2023 IN CRIMINAL M.C.NO. 6050/2023 Annexure J A TRUE COPY OF CHEQUE NO. 914224 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure K A TRUE COPY OF CHEQUE NO. 914225 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure L A TRUE COPY OF CHEQUE NO. 914226 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure M A TRUE COPY OF CHEQUE NO. 914227 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure N A TRUE COPY OF CHEQUE NO. 914228 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure O A TRUE COPY OF CHEQUE NO. 914229 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure P A TRUE COPY OF CHEQUE NO. 914230 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 RESPONDENT ANNEXURES Annexure-R1 TRUE COPY OF COPY OF I.A. NO. 5 OF 2024 IN CMA (ARB) IN 27 OF 2024 WITHOUT THE ANNEXURE FILED BEFORE THE HON'BLE COMMER- CIAL COURT-II AT ERNAKULAM",
      "labels": [
        "NONE"
      ],
      "id": "1581828c178949deaeb59d1e3bba27e3_98"
    }
  ]
}