{
  "id": "6ac3c9b46db6181975e4fd40d26f468c91051ea3130ed02bd24a3ddf19d0abf0",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nCrompton Greaves Consumer Electricals ... vs M/S Kay Ess Electronics And Electricals ... on 21 February, 2023\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru \n                               Neutral Citation Number is 2023/ Dhc/001409 \n                   $~3\n                   *       In The High Court Of Delhi At New Delhi\n\n                   %                          Date of Decision: 21st February, 2023\n                   +       Fao (Comm) 186/2022 & Cm Appl. 52687/2022 \n\n                           Crompton Greaves Consumer \n                           Electricals Limited          ..... Appellant \n                                         Through: Mr. Hemant Daswani and \n                                                  Ms. Saumya Bajpai, Advs. \n\n                                              versus \n\n                           M / S Kay Ess Electronics And \n                           Electricals And Ors          ..... Respondents \n                                         Through: Mr. Guru Datt Parashar \n                                                  and Mr. Lalit Sharma,\n                                                  Advs. for R-3.\n\n                           Coram:\n                           Hon'Ble Mr. Justice Vibhu Bakhru\n                           Hon'Ble Mr. Justice Amit Mahajan\n\n                   Vibhu Bakhru, J. (Oral) \n1. The appellant has filed the present appeal impugning an order dated 15.11.2022 passed by the learned Commercial Court under Order Vii Rule 10 of the Code of Civil Procedure, 1908 (hereafter 'Cpc').\n2. The appellant / plaintiff had filed the aforesaid suit inter alia praying for a decree for a sum of 1,66,60,555/- (Rupees One Crore Sixty Six Lakhs Sixty Thousand Five Hundred Fifty Five only) along with the interest at the rate of 18% per annum from the month of July 29, 2016, to the date of institution of the suit. The plaint was filed on 01.03.2019. \n3. Although, the appellant had prayed for pre-suit interest; it did not quantify for the same. In addition, the appellant has also Neutral Citation Number is 2023/Dhc/001409 per annum on the principal amount claimed (that is, 1,66,60,555/- plus interest at the rate of 18% per annum from 29.07.2016 to 01.03.2019). \n4. Respondent No. 1 (Defendant No. 1) in the suit is a firm constituted by defendant No. 2 and 3 (respondent No. 2 and 3 in the present appeal). The office of respondent No. 1 firm, falls within the territorial jurisdiction of the District Court at Dwarka. The address of respondent No. 3 also falls within the said district. \n5. This Court is informed that respondent No. 2's address, that is, Ashok Nagar, New Delhi - 110018 falls within the territorial jurisdiction of the District Court (West) at Tis Hazari Court Complex. \n6. It is the appellant's case that he had erroneously filed a suit in the District Court, Shahadara, on the assumption that the residence of respondent No. 2 (that is, Ashok Nagar) was located within the territorial jurisdiction of the said court. The appellant claims that the mistake was bona fide as there is a colony known as Ashok Nagar with the Pin Code 110093, which falls within the territorial jurisdiction of the Shahadara District Court. Although the colony where respondent no.2 resides is also known as Ashok Nagar, the pin code of that colony is 110018.\n7. Defendant No. 3 (respondent No. 3) had filed a written statement raising the objection regarding the territorial jurisdiction of the learned Commercial Court. \n8. The appellant contends that on realising the mistake, the appellant had filed an application seeking return of plaint for being presented before the court of competent jurisdiction. \n9. During the course of the proceedings, the learned Commercial Court observed that the appellant had not included Neutral Citation Number is 2023/Dhc/001409 22.04.2019 in the value of the suit and had not paid the requisite court fees on that amount. The learned Commercial Court had held that if the value of the suit was correctly computed, it would exceed its pecuniary jurisdiction. \n10. The appellant had contested the aforesaid proposition by claiming that it is not required to include the value of interest in the value of the suit or pay any court fees on the same; it claimed that it would be required to pay the same after the decree was passed. \n11. The learned Commercial Court rejected the said contention and found that the appellant / plaintiff had under-valued the suit by approximately 75 lakhs and held that owing to the said conduct, it would not be entitled to an interest on the principal amount with effect from 22.04.2019 till the date of the impugned order, that is, till 15.11.2022. Nonetheless, the learned Commercial Court also directed the appellant/plaintiff to  comply with Order VII Rule 2 of the CPC and seek amendments to the suit for including the specific amount of interest as claimed (that is, interest on 1.66 Crores for the period 29.07.2016 to 22.04.2019) and pay the necessary deficient court fees within the period of ten days. \n12. In addition to the above, the learned Commercial Court also observed that the conduct of the appellant in undervaluing the suit is \"nothing short of a scandalous conduct which exposes it to be penalized with exemplary cost as per Amended Section 35 of CPC as applicable to Commercial Courts Act, 2015 as also Section 35 B CPC.\" \n13. In view of the above, the learned Commercial Court directed the appellant to deposit cost of 5 lakhs with Shahadara Neutral Citation Number is 2023/DHC/001409 (respondent No. 3 herein). \n14. In so far as, the valuation of the suit is concerned, the learned counsel for the appellant submits that he has since complied with the said order and paid the deficient court fees. The plaint has, accordingly, been returned to be presented to the appropriate Court of competent jurisdiction. \nReasons and Conclusion 15. We find no infirmity with the impugned order to the extent that the learned Commercial Court holds that the court fees had been incorrectly calculated. \n16. Having stated the above, we are unable to concur with the conclusion that the appellant's conduct warrants imposition of exemplary costs and disentitles it to claim interest for the period up to the impugned order. We find that the aforesaid conclusion is not justified. \n17. First of all, defendant No. 1 and 2 (respondent No. 1 and 2) had not entered appearance before the learned Commercial Court. Respondent no. 3(Defendant No. 3) had entered appearance and had also filed his Written Statement. However, he had not objected to the monetary value of the suit or the pecuniary jurisdiction of the learned Commercial Court. His objection to the jurisdiction of the learned Commercial Court was confined to the territorial jurisdiction of the court on the ground that neither the residence nor the place of business of any of the defendants fell within the territorial jurisdiction of the court. According to respondent no. 3, the suit was required to be filed before the Dwarka District Court. \n18. Secondly, the learned Commercial Court proceeded on the Neutral Citation Number is 2023/DHC/001409 from the observations to the effect that any party which approaches the court with unclean hands or is found to be misusing the judicial system and thereby burdening the courts with frivolous litigations, is required to be penalised. However, there is no material to even remotely suggest that the plaint filed is frivolous or that the appellant had deliberately misused the judicial system. \n19. The learned Commercial Court has mechanically reproduced passages from the decisions in S.P. Chengalvaraya Naidu (Dead) by LRs Vs. Jaganath (Dead) LRs and ors. :\n(1994) 1 SCC 1; C.B. Aggarwal Vs. P. Krishna Kapoor : AIR 1995 Delhi 154; Goyal MG Gases Pvt. Ltd. Vs. AIR Liquide Deutschland Gmbh & Ors. : 138(2007) DLT 62; Salem Advocate Bar Association Vs. Union of India : (2005) 6 SCC 344; State of Karnataka Vs. All India Manufacturers Organisation : (2006) 4 SCC 683; Morgan Stanley Mutual Fund Vs. Kartick Das : (1994) 4 SCC 225; Indian Steel & Wire Products Vs. B.I.F.R. (DB) : 2004 (110) DLT 186; Jagmal Singh Vs. Delhi Transport Corporation : 1995 (59) DLT 604;\nChandra Shashi v. Anil Kumar Verma : (1995) 1 SCC 421; Mumbai International Airport Pvt. Ltd. vs. Golden Chariot Airport and Anr. : (2010) 10 SCC 422; Vinod Seth Vs. Devinder Bajaj : (2010) 8 SCC 1; Khatri Hotels Private Ltd. Vs. Union of India : (2011) 9 SCC 126; Kishore Samrite Vs. The State of UP, (2013) 2 SCC 398; and Ramrameshwari Devi & Ors. Vs. Nirmala Devi & Ors. : (2011) 8 SCC 249.\n20 . We do not find that any of the aforesaid decisions referred to by the learned Commercial Court has any relevance to the facts of this case. Merely, citing passages from judgments, which Neutral Citation Number is 2023/DHC/001409 making process. Mechanically quoting passages from judgments, apart from burdening the size of the judgment, does not assist in rendering an informed decision. \n21. The directions to pay exemplary costs and further to peremptorily direct that the appellant would not be entitled to an interest on the principal amount by way of a punitive measure, are clearly unjustified and unwarranted. \n22. As noted above, the appellant had explained the error that led it to file a suit before the learned Commercial Court, Shahadara District. The appellant had also filed an application seeking return of the plaint that was pending at the material time. \n23. In view of the above, the impugned order, to the extent that it directs payment of costs to respondent no. 3 as well as to the Shahadara Bar Association, is set aside. The direction that the appellant would not be entitled to an interest on the principal amount is also set aside. \n24. The impugned order is set aside to the aforesaid extent. \n25. The appeal is partly allowed in the aforesaid terms. \nVIBHU BAKHRU, J AMIT MAHAJAN, J FEBRUARY 21, 2023 'KDK'",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45b3e2f200fc4203a4cbbaa753cf59a8_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c3f7a0196904e4ea6b28b1ceebdc680_1"
    },
    {
      "start": 242,
      "end": 390,
      "text": "\nDelhi High Court\nCrompton Greaves Consumer Electricals ... vs M/S Kay Ess Electronics And Electricals ... on 21 February, 2023\nAuthor: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d9eb4cdec5144599f3f2e37b2938300_2"
    },
    {
      "start": 391,
      "end": 411,
      "text": "\nBench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d5326e6dbbc4f119c4f48780c43fe8c_3"
    },
    {
      "start": 444,
      "end": 476,
      "text": "Neutral Citation Number is 2023/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e706bf7c5e0342f58291f49e45fbea4b_4"
    },
    {
      "start": 477,
      "end": 487,
      "text": "Dhc/001409",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50b3ff49ac894493a7df82397aceb54b_5"
    },
    {
      "start": 508,
      "end": 539,
      "text": "$~3\n                   *       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29cd43a198f04fde8c5bfcc967ec63f0_6"
    },
    {
      "start": 539,
      "end": 626,
      "text": "In The High Court Of Delhi At New Delhi\n\n                   %                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a4007e2e3964a0aa1a8a4259b097b4e_7"
    },
    {
      "start": 626,
      "end": 684,
      "text": "Date of Decision: 21st February, 2023\n                   +",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8673d0b55a16464a8830d5d9f3fad0aa_8"
    },
    {
      "start": 691,
      "end": 710,
      "text": "Fao (Comm) 186/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61e2c65c7d3c4ceea12fdb41668de601_9"
    },
    {
      "start": 711,
      "end": 721,
      "text": "& Cm Appl.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d47be5d2ec7434db993fa7fcb6257ae_10"
    },
    {
      "start": 722,
      "end": 732,
      "text": "52687/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4736b1eb9c324810bba937877870c210_11"
    },
    {
      "start": 762,
      "end": 770,
      "text": "Crompton",
      "labels": [
        "PREAMBLE"
      ],
      "id": "544f69c88b63489c8d7993060040b76a_12"
    },
    {
      "start": 771,
      "end": 778,
      "text": "Greaves",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03d173af06114df88726962d21bf4b94_13"
    },
    {
      "start": 779,
      "end": 787,
      "text": "Consumer",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1cc8c52d2a3448f78bc606780837c7a7_14"
    },
    {
      "start": 816,
      "end": 845,
      "text": "Electricals Limited          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50c46ba2e93d4066a9622fce82061ad9_15"
    },
    {
      "start": 845,
      "end": 860,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b37bc4d568ec48cda875f5bb0e47603c_16"
    },
    {
      "start": 903,
      "end": 911,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbabeee0e2b246e8867f6b32efacaf1a_17"
    },
    {
      "start": 912,
      "end": 930,
      "text": "Mr. Hemant Daswani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b16375c893b418cb7b7be7a402d3630_18"
    },
    {
      "start": 931,
      "end": 1010,
      "text": "and \n                                                  Ms. Saumya Bajpai, Advs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d54e5b3a7b854fc3883b07771711382f_19"
    },
    {
      "start": 1059,
      "end": 1065,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0596a72f80e40dea5b0ae8c7447f984_20"
    },
    {
      "start": 1095,
      "end": 1104,
      "text": "M / S Kay",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aea0d0f675b84514b5c04ebac9a431af_21"
    },
    {
      "start": 1105,
      "end": 1124,
      "text": "Ess Electronics And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc1dbba3781c420cba48e3afcd1afdb5_22"
    },
    {
      "start": 1153,
      "end": 1172,
      "text": "Electricals And Ors",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88d68b0e57a44eaca9ff143552152856_23"
    },
    {
      "start": 1182,
      "end": 1199,
      "text": "..... Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2fe0e0bdcc46485a976b78434d158eea_24"
    },
    {
      "start": 1242,
      "end": 1250,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4dfe5b510022475d8878919150e0de9d_25"
    },
    {
      "start": 1251,
      "end": 1273,
      "text": "Mr. Guru Datt Parashar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07c30458cd5b4f15b84d26cd0dbc5443_26"
    },
    {
      "start": 1274,
      "end": 1610,
      "text": "\n                                                  and Mr. Lalit Sharma,\n                                                  Advs. for R-3.\n\n                           Coram:\n                           Hon'Ble Mr. Justice Vibhu Bakhru\n                           Hon'Ble Mr. Justice Amit Mahajan\n\n                   Vibhu Bakhru, J. (Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9917fc025bd445779034047ad4fda38b_27"
    },
    {
      "start": 1612,
      "end": 1815,
      "text": "1. The appellant has filed the present appeal impugning an order dated 15.11.2022 passed by the learned Commercial Court under Order Vii Rule 10 of the Code of Civil Procedure, 1908 (hereafter 'Cpc').\n2.",
      "labels": [
        "FAC"
      ],
      "id": "ae798a7260bf41b79d8b1e7f393c7572_28"
    },
    {
      "start": 1816,
      "end": 2134,
      "text": "The appellant / plaintiff had filed the aforesaid suit inter alia praying for a decree for a sum of 1,66,60,555/- (Rupees One Crore Sixty Six Lakhs Sixty Thousand Five Hundred Fifty Five only) along with the interest at the rate of 18% per annum from the month of July 29, 2016, to the date of institution of the suit.",
      "labels": [
        "FAC"
      ],
      "id": "c7b3773f1d5547bda6e0ea81b33a6baf_29"
    },
    {
      "start": 2135,
      "end": 2170,
      "text": "The plaint was filed on 01.03.2019.",
      "labels": [
        "FAC"
      ],
      "id": "259ea92dbcc346cdb5d5863b4e13fa17_30"
    },
    {
      "start": 2172,
      "end": 2266,
      "text": "3. Although, the appellant had prayed for pre-suit interest; it did not quantify for the same.",
      "labels": [
        "FAC"
      ],
      "id": "f9c892403a3d4e90b9ea238c82883d75_31"
    },
    {
      "start": 2267,
      "end": 2486,
      "text": "In addition, the appellant has also Neutral Citation Number is 2023/Dhc/001409 per annum on the principal amount claimed (that is, 1,66,60,555/- plus interest at the rate of 18% per annum from 29.07.2016 to 01.03.2019).",
      "labels": [
        "FAC"
      ],
      "id": "89548b98d69940a6abf41d772d6453fe_32"
    },
    {
      "start": 2487,
      "end": 2632,
      "text": "\n4. Respondent No. 1 (Defendant No. 1) in the suit is a firm constituted by defendant No. 2 and 3 (respondent No. 2 and 3 in the present appeal).",
      "labels": [
        "FAC"
      ],
      "id": "0eb2aca18f3f48628457334425fd662c_33"
    },
    {
      "start": 2633,
      "end": 2744,
      "text": "The office of respondent No. 1 firm, falls within the territorial jurisdiction of the District Court at Dwarka.",
      "labels": [
        "FAC"
      ],
      "id": "ca0bb288eb844258a2e6ce76342f972a_34"
    },
    {
      "start": 2745,
      "end": 2813,
      "text": "The address of respondent No. 3 also falls within the said district.",
      "labels": [
        "FAC"
      ],
      "id": "0c25663474f04597bf17f694fa60fd4c_35"
    },
    {
      "start": 2814,
      "end": 3014,
      "text": "\n5. This Court is informed that respondent No. 2's address, that is, Ashok Nagar, New Delhi - 110018 falls within the territorial jurisdiction of the District Court (West) at Tis Hazari Court Complex.",
      "labels": [
        "FAC"
      ],
      "id": "43ae9fe61fde4f94afad60b007af4c20_36"
    },
    {
      "start": 3016,
      "end": 3263,
      "text": "6. It is the appellant's case that he had erroneously filed a suit in the District Court, Shahadara, on the assumption that the residence of respondent No. 2 (that is, Ashok Nagar) was located within the territorial jurisdiction of the said court.",
      "labels": [
        "FAC"
      ],
      "id": "2e256032481f4b4181636db0d098ffb2_37"
    },
    {
      "start": 3264,
      "end": 3464,
      "text": "The appellant claims that the mistake was bona fide as there is a colony known as Ashok Nagar with the Pin Code 110093, which falls within the territorial jurisdiction of the Shahadara District Court.",
      "labels": [
        "FAC"
      ],
      "id": "88d2a0a1afc84876a971f765a07dfc40_38"
    },
    {
      "start": 3465,
      "end": 3586,
      "text": "Although the colony where respondent no.2 resides is also known as Ashok Nagar, the pin code of that colony is 110018.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "aa7dd7609409450f90b9f1d6136b3758_39"
    },
    {
      "start": 3587,
      "end": 3745,
      "text": "Defendant No. 3 (respondent No. 3) had filed a written statement raising the objection regarding the territorial jurisdiction of the learned Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "758b44c0cbcc4270934b976fa18cb533_40"
    },
    {
      "start": 3747,
      "end": 3931,
      "text": "8. The appellant contends that on realising the mistake, the appellant had filed an application seeking return of plaint for being presented before the court of competent jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "6256577acc4d42329c99a7aa7989a4b9_41"
    },
    {
      "start": 3933,
      "end": 4184,
      "text": "9. During the course of the proceedings, the learned Commercial Court observed that the appellant had not included Neutral Citation Number is 2023/Dhc/001409 22.04.2019 in the value of the suit and had not paid the requisite court fees on that amount.",
      "labels": [
        "FAC"
      ],
      "id": "91f5ed72ea3d43a7933dd7a22534abfb_42"
    },
    {
      "start": 4185,
      "end": 4320,
      "text": "The learned Commercial Court had held that if the value of the suit was correctly computed, it would exceed its pecuniary jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "dc3379a6e77b478ca606d870ccc11cf8_43"
    },
    {
      "start": 4322,
      "end": 4590,
      "text": "10. The appellant had contested the aforesaid proposition by claiming that it is not required to include the value of interest in the value of the suit or pay any court fees on the same; it claimed that it would be required to pay the same after the decree was passed.",
      "labels": [
        "FAC"
      ],
      "id": "376159871d0342a6927450fe8f759168_44"
    },
    {
      "start": 4592,
      "end": 4942,
      "text": "11. The learned Commercial Court rejected the said contention and found that the appellant / plaintiff had under-valued the suit by approximately 75 lakhs and held that owing to the said conduct, it would not be entitled to an interest on the principal amount with effect from 22.04.2019 till the date of the impugned order, that is, till 15.11.2022.",
      "labels": [
        "RLC"
      ],
      "id": "713d4cf71078412a9905ac101fde9202_45"
    },
    {
      "start": 4943,
      "end": 5025,
      "text": "Nonetheless, the learned Commercial Court also directed the appellant/plaintiff to",
      "labels": [
        "FAC"
      ],
      "id": "a6a260a8f64347b2b987bada6943b4eb_46"
    },
    {
      "start": 5026,
      "end": 5304,
      "text": " comply with Order VII Rule 2 of the CPC and seek amendments to the suit for including the specific amount of interest as claimed (that is, interest on 1.66 Crores for the period 29.07.2016 to 22.04.2019) and pay the necessary deficient court fees within the period of ten days.",
      "labels": [
        "FAC"
      ],
      "id": "c15df2e7046f40bc8963e5bf65fefa1f_47"
    },
    {
      "start": 5306,
      "end": 5637,
      "text": "12. In addition to the above, the learned Commercial Court also observed that the conduct of the appellant in undervaluing the suit is \"nothing short of a scandalous conduct which exposes it to be penalized with exemplary cost as per Amended Section 35 of CPC as applicable to Commercial Courts Act, 2015 as also Section 35 B CPC.\"",
      "labels": [
        "FAC"
      ],
      "id": "122e4499399a4de790de3e2b7c0b6832_48"
    },
    {
      "start": 5639,
      "end": 5828,
      "text": "13. In view of the above, the learned Commercial Court directed the appellant to deposit cost of 5 lakhs with Shahadara Neutral Citation Number is 2023/DHC/001409 (respondent No. 3 herein).",
      "labels": [
        "FAC"
      ],
      "id": "ae925a73acc84cb68462d0ee54939105_49"
    },
    {
      "start": 5830,
      "end": 6015,
      "text": "14. In so far as, the valuation of the suit is concerned, the learned counsel for the appellant submits that he has since complied with the said order and paid the deficient court fees.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b339a44803224514b09dd63e31fcda6a_50"
    },
    {
      "start": 6016,
      "end": 6126,
      "text": "The plaint has, accordingly, been returned to be presented to the appropriate Court of competent jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "d67738ae764e42c1b0dfbd7d5aed4ac1_51"
    },
    {
      "start": 6128,
      "end": 6154,
      "text": "Reasons and Conclusion 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55814f34322d445e889aeab07c294fb8_52"
    },
    {
      "start": 6155,
      "end": 6306,
      "text": "We find no infirmity with the impugned order to the extent that the learned Commercial Court holds that the court fees had been incorrectly calculated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "912b82e08af943e59dd6153b68783aca_53"
    },
    {
      "start": 6307,
      "end": 6526,
      "text": "\n16. Having stated the above, we are unable to concur with the conclusion that the appellant's conduct warrants imposition of exemplary costs and disentitles it to claim interest for the period up to the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfbdd35cd3ce4281a2361d8e07151e35_54"
    },
    {
      "start": 6527,
      "end": 6582,
      "text": "We find that the aforesaid conclusion is not justified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "376583a5c08c46679bf487a71e5e6010_55"
    },
    {
      "start": 6584,
      "end": 6712,
      "text": "17. First of all, defendant No. 1 and 2 (respondent No. 1 and 2) had not entered appearance before the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "640f656604d94feda5fe93fd24227be8_56"
    },
    {
      "start": 6713,
      "end": 6811,
      "text": "Respondent no. 3(Defendant No. 3) had entered appearance and had also filed his Written Statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a508a1b42f784d55909a49425b8cabe8_57"
    },
    {
      "start": 6812,
      "end": 6937,
      "text": "However, he had not objected to the monetary value of the suit or the pecuniary jurisdiction of the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5f15705e2db4e98b4a0d30d6cbb13a9_58"
    },
    {
      "start": 6938,
      "end": 7208,
      "text": "His objection to the jurisdiction of the learned Commercial Court was confined to the territorial jurisdiction of the court on the ground that neither the residence nor the place of business of any of the defendants fell within the territorial jurisdiction of the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1b62b4efeb140c68785375f48713247_59"
    },
    {
      "start": 7209,
      "end": 7307,
      "text": "According to respondent no. 3, the suit was required to be filed before the Dwarka District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4048dd8f41e4d3981d0ba99893e6bc1_60"
    },
    {
      "start": 7309,
      "end": 7645,
      "text": "18. Secondly, the learned Commercial Court proceeded on the Neutral Citation Number is 2023/DHC/001409 from the observations to the effect that any party which approaches the court with unclean hands or is found to be misusing the judicial system and thereby burdening the courts with frivolous litigations, is required to be penalised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a2dda0557c445d7944e49da25789a03_61"
    },
    {
      "start": 7646,
      "end": 7803,
      "text": "However, there is no material to even remotely suggest that the plaint filed is frivolous or that the appellant had deliberately misused the judicial system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22e1625a361f4ebe9c1cd87f3cfd51b8_62"
    },
    {
      "start": 7805,
      "end": 8801,
      "text": "19. The learned Commercial Court has mechanically reproduced passages from the decisions in S.P. Chengalvaraya Naidu (Dead) by LRs Vs. Jaganath (Dead) LRs and ors. :\n(1994) 1 SCC 1; C.B. Aggarwal Vs. P. Krishna Kapoor : AIR 1995 Delhi 154; Goyal MG Gases Pvt. Ltd. Vs. AIR Liquide Deutschland Gmbh & Ors. : 138(2007) DLT 62; Salem Advocate Bar Association Vs. Union of India : (2005) 6 SCC 344; State of Karnataka Vs. All India Manufacturers Organisation : (2006) 4 SCC 683; Morgan Stanley Mutual Fund Vs. Kartick Das : (1994) 4 SCC 225; Indian Steel & Wire Products Vs. B.I.F.R. (DB) : 2004 (110) DLT 186; Jagmal Singh Vs. Delhi Transport Corporation : 1995 (59) DLT 604;\nChandra Shashi v. Anil Kumar Verma : (1995) 1 SCC 421; Mumbai International Airport Pvt. Ltd. vs. Golden Chariot Airport and Anr. : (2010) 10 SCC 422; Vinod Seth Vs. Devinder Bajaj : (2010) 8 SCC 1; Khatri Hotels Private Ltd. Vs. Union of India : (2011) 9 SCC 126; Kishore Samrite Vs. The State of UP, (2013) 2 SCC 398; and",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "acd580ef77964b02980098322c11b493_63"
    },
    {
      "start": 8802,
      "end": 8874,
      "text": "Ramrameshwari Devi & Ors. Vs. Nirmala Devi & Ors. : (2011) 8 SCC 249.\n20",
      "labels": [
        "NONE"
      ],
      "id": "5d08a8bf9b864b50b2bdaead544ff0d5_64"
    },
    {
      "start": 8875,
      "end": 9016,
      "text": ". We do not find that any of the aforesaid decisions referred to by the learned Commercial Court has any relevance to the facts of this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e60ac098c224df8898bc9be261d4553_65"
    },
    {
      "start": 9017,
      "end": 9121,
      "text": "Merely, citing passages from judgments, which Neutral Citation Number is 2023/DHC/001409 making process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2460b4bd78c24e158c9265198e2ef9d4_66"
    },
    {
      "start": 9122,
      "end": 9265,
      "text": "Mechanically quoting passages from judgments, apart from burdening the size of the judgment, does not assist in rendering an informed decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ddda241fa124df2a0a63d282e5db20c_67"
    },
    {
      "start": 9267,
      "end": 9494,
      "text": "21. The directions to pay exemplary costs and further to peremptorily direct that the appellant would not be entitled to an interest on the principal amount by way of a punitive measure, are clearly unjustified and unwarranted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9befabc325c14bf6ac9eb7a9babbe5dc_68"
    },
    {
      "start": 9496,
      "end": 9637,
      "text": "22. As noted above, the appellant had explained the error that led it to file a suit before the learned Commercial Court, Shahadara District.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba13463b4bd54ca4b6b54134e69e672b_69"
    },
    {
      "start": 9638,
      "end": 9749,
      "text": "The appellant had also filed an application seeking return of the plaint that was pending at the material time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26f5ac5a39c748b89431d22ea80c9b4a_70"
    },
    {
      "start": 9751,
      "end": 9922,
      "text": "23. In view of the above, the impugned order, to the extent that it directs payment of costs to respondent no. 3 as well as to the Shahadara Bar Association, is set aside.",
      "labels": [
        "RATIO"
      ],
      "id": "40208d10dd8b4641bc3765349aa1fe6b_71"
    },
    {
      "start": 9923,
      "end": 10035,
      "text": "The direction that the appellant would not be entitled to an interest on the principal amount is also set aside.",
      "labels": [
        "RPC"
      ],
      "id": "4e60a0732cd64b57a53776f4756b70b3_72"
    },
    {
      "start": 10037,
      "end": 10097,
      "text": "24. The impugned order is set aside to the aforesaid extent.",
      "labels": [
        "RPC"
      ],
      "id": "62e9039322264cc2ae28b1d1dad2a5b8_73"
    },
    {
      "start": 10099,
      "end": 10155,
      "text": "25. The appeal is partly allowed in the aforesaid terms.",
      "labels": [
        "RPC"
      ],
      "id": "a1a08006ed784232b1808d6fd6c51e6a_74"
    },
    {
      "start": 10156,
      "end": 10212,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J FEBRUARY 21, 2023 'KDK'",
      "labels": [
        "NONE"
      ],
      "id": "108fc8a838cf4525a54b69cf0ff4bb7c_75"
    }
  ]
}