{
  "id": "ea6d6ea23bd32c8c8a0abcd3115c1392064b087a616a32bb82db123845864072",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nM/S Lucknow Agencies Lko.Throu.Sole ... vs U.P.Avas Vikas Parishad Throu.Housing ... on 15 March, 2019 \nAuthor: Rajan Roy\nBench: Rajan Roy\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\nAfr\n \nJudgment reserved on:20.02.2019 \n \nJudgment delivered on:15.03.2019\n \nCourt No. - 7\n \n\n \nCase :- Arbitration Application No. - 77 of 2018\n \n\n \nApplicant :- M/S Lucknow Agencies Lko.Throu.Sole Proprietor And Anr.\n \nOpposite Party :- U.P.Avas Vikas Parishad Throu.Housing Commissioner Lko.& Ors\n \nCounsel for Applicant :- Umesh Chandra Chaturvedi,Ved Prakash Singh\n \nCounsel for Opposite Party :- Virendra Singh\n \n\n \nHon'ble Rajan Roy,J.\n \nHeard learned counsel for the parties. \nThis is an application under Section 29-A(4) and (5) of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as ''the Act, 1996') for extension of the period prescribed under Sub-section 1 of Section 29-A for completing the arbitral proceedings by the Arbitral Tribunal. \nIn the instant case an Arbitrator was appointed by the Housing Commissioner of the Housing Board, U.P. and not by this Court under Section 11 of the Act, 1996. The proceedings could not be concluded within the time limit specified for rendering the arbitral award under Section 29-A but the parties by their consent extended the period for six months as has been recorded in the proceedings before the Arbitral Tribunal dated 13.01.2018 , however, the proceedings could not be concluded even during this extended period of six months, therefore, this application has been filed. \nThe question which has arisen is whether this application, which is referable to Sub-section 4 read with Sub-section 5 of Section 29-A of the Act, 1996, is maintainable before this High Court. The provisions of Section 29-A sub-Section 4 and Sub-section 5 are as under:-\n\"(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period:\nProvided that while extending the period under this sub-section, if the Court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\n(5) The extension of period referred to in sub-section (4) may be on the application of any of the parties and may be granted only for sufficient cause and on such terms and conditions as may be imposed by the Court.\" \nAs per the said provisions the period of arbitration prescribed under Sub-section 1 of Section 29-A can be extended by the Court. The term ''Court' has not been defined in Section 29-A, however, it has been defined in Section 2(1)(e) which has been amended by the Act No. 3 of 2016 with retrospective effect from 23.10.2015 and reads as under:-\n\"2. Definitions.--(1) In this Part, unless the context otherwise requires,--\n(a) ...........\n(b) ...........\n(c) ...........\n(d) ...........\n(e) \"Court\" means--\n(i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject- matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\"\nPrior to the aforesaid amendment the said term was defined as under:-\n\"''(e) \"Court\" means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\"\nAs this matter relates to an Arbitration other than International Commercial Arbitration it is Section 2(1) Clause (e)(i) as substituted by the Act No. 3 of 2016 which shall apply in this case.\nOn a bare perusal of the afores aid definition of the term ''Court' it means that the Principal Civil Court of original jurisdiction in a District and includes the High Court in exercise of its ordinary original civil jurisdiction having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit but does not include any Civil Court of a great interfere to such principal Civil Court or any Court of small causes. On a bare reading of the said definition it is evident that the principal Civil Court of original jurisdiction in the District is the court of the District Judge. \nAs regards the Allahabad High Court is concerned, it does not have ordinary original civil jurisdiction to decide the questions forming the subject matter of the arbitration at hand as a subject matter of a suit. Even if the unamended definition of Court is taken into consideration it does not make much of a difference to the case at hand, as, even there the jurisdiction for extending the period under Sub-section 4 and 5 of Section 29-A would lie before the Principal Civil Court of original jurisdiction in a District or the High Court having ordinary original civil jurisdiction to try the subject matter of Arbitration in a Suit. The application under Section 11 of the Act, 1996 is maintained before the High Court in view of the specific term ''High Court' used therein, whereas, the term used in Sub-section 4 and 5 of Section 29-A is ''Court' and not the High Court. \nAs regards the reference to provisions of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 is concerned, Section 4 of the said Act deals with constitution of Commercial Division of High Court and the very opening line of Sub-section 1 says- ''in all High Courts, having ordinary civil jurisdiction'. Ordinary civil jurisdiction refers to ordinary original civil jurisdiction as is evident from Rule 7 and 10 of the Act, 2015. As already stated hereinabove, the Allahabad High Court does not have ordinary civil jurisdiction to try commercial disputes, therefore, there is no question of any commercial dispute being initiated before the Commercial Division of the High Court by way of a suit based on valuation, as, the prerequisite implied by the use of the words- ''having ordinary civil jurisdiction' appearing in Sub-section 1 of Section 4 is not satisfied. This is also clear from a bare reading of Section 7 of the Act, 2015 which relates to jurisdiction of Commercial Divisions of High Court and the opening sentence of the said provision is- ''all suits and applications relating to commercial disputes of a specified value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court. Furthermore, Section 10 of the Act, 2015 specifically deals with the topic of jurisdiction in respect of arbitration matters, which reads as under:-\n\"10. Jurisdiction in respect of arbitration matters.- Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. \n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\" \nOn a bare reading of the aforesaid provision it is evident that if an Arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. Now, this provision applies where the High Court exercises original civil jurisdiction to try suits involving commercial dispute as deferred in Section 2(1)(c) of the Act, 2015 as is evident from the use of the words ''filed on the original side of the High Court'. The Allahabad High court does not exercise original civil jurisdiction involving commercial disputes as defined in Section 2(1)(c) of the Act, 2015 as is evident from Rule 1 to 9 of Chapter VIII of the Allahabad High Court Rules, 1952. Moreover, Sub-section 3 of Section 10 of the Act, 2015 very categorically provides that if an arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. Therefore, in the facts of the present case as the Allahabad High Court does not exercise original civil jurisdiction involving commercial disputes the application under Section 29-A of the Act, 1996 relating to a commercial dispute would lie before the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted and in an Arbitration relating to a non commercial dispute it would lie before the principal civil court of original jurisdiction i.e. the Court of District Judge as referred hereinabove. This is how the Act of 1996 and the Act, 2015 have to be read together to arrive at a harmonious understanding of the two Acts in matters of Arbitration. \nIn view of the above, this applicant is not maintainable before this Court and the same is dismissed, however, with liberty to the concerned parties or the Arbitrator himself to approach the ''Court' as defined and explain hereinabove. \n \nOrder Date :- 15.03.2019  \nR.K.P.       (Rajan Roy,J.)  \n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c492a407bacf42c3bf01fb0a9d7447f7_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "NONE"
      ],
      "id": "f5ea1e9f353c4e8c9ea5efbcb78b1d63_1"
    },
    {
      "start": 242,
      "end": 366,
      "text": "\nAllahabad High Court\nM/S Lucknow Agencies Lko.Throu.Sole ... vs U.P.Avas Vikas Parishad Throu.Housing ... on 15 March, 2019",
      "labels": [
        "NONE"
      ],
      "id": "a5aa9262022f4aaaa7441434dede6186_2"
    },
    {
      "start": 367,
      "end": 943,
      "text": "\nAuthor: Rajan Roy\nBench: Rajan Roy\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\nAfr\n \nJudgment reserved on:20.02.2019 \n \nJudgment delivered on:15.03.2019\n \nCourt No. - 7\n \n\n \nCase :- Arbitration Application No. - 77 of 2018\n \n\n \nApplicant :- M/S Lucknow Agencies Lko.Throu.Sole Proprietor And Anr.\n \nOpposite Party :- U.P.Avas Vikas Parishad Throu.Housing Commissioner Lko.& Ors\n \nCounsel for Applicant :- Umesh Chandra Chaturvedi,Ved Prakash Singh\n \nCounsel for Opposite Party :- Virendra Singh\n \n\n \nHon'ble Rajan Roy,J.\n \nHeard learned counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "89ce488324444b829571f710511eaba6_3"
    },
    {
      "start": 944,
      "end": 1230,
      "text": "\nThis is an application under Section 29-A(4) and (5) of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as ''the Act, 1996') for extension of the period prescribed under Sub-section 1 of Section 29-A for completing the arbitral proceedings by the Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "a64ae3ac0f454c0f8c701c72eb8245fb_4"
    },
    {
      "start": 1232,
      "end": 1391,
      "text": "In the instant case an Arbitrator was appointed by the Housing Commissioner of the Housing Board, U.P. and not by this Court under Section 11 of the Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "cbf801db3a69461186f6f5d0514dc9b3_5"
    },
    {
      "start": 1392,
      "end": 1668,
      "text": "The proceedings could not be concluded within the time limit specified for rendering the arbitral award under Section 29-A but the parties by their consent extended the period for six months as has been recorded in the proceedings before the Arbitral Tribunal dated 13.01.2018",
      "labels": [
        "FAC"
      ],
      "id": "46c343eed13f432cb93689458949b420_6"
    },
    {
      "start": 1669,
      "end": 1810,
      "text": ", however, the proceedings could not be concluded even during this extended period of six months, therefore, this application has been filed.",
      "labels": [
        "FAC"
      ],
      "id": "57763f727f45419f868dbae192b2ed75_7"
    },
    {
      "start": 1811,
      "end": 2004,
      "text": "\nThe question which has arisen is whether this application, which is referable to Sub-section 4 read with Sub-section 5 of Section 29-A of the Act, 1996, is maintainable before this High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86a6ab066a4d4a82a6fbf0a615601590_8"
    },
    {
      "start": 2005,
      "end": 2882,
      "text": "The provisions of Section 29-A sub-Section 4 and Sub-section 5 are as under:-\n\"(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period:\nProvided that while extending the period under this sub-section, if the Court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\n(5) The extension of period referred to in sub-section (4) may be on the application of any of the parties and may be granted only for sufficient cause and on such terms and conditions as may be imposed by the Court.\"",
      "labels": [
        "STA"
      ],
      "id": "e8a78f02952c4a6e870c5f7c43196065_9"
    },
    {
      "start": 2884,
      "end": 3013,
      "text": "As per the said provisions the period of arbitration prescribed under Sub-section 1 of Section 29-A can be extended by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bd0fbf881bc45a0bfb096963c487cc5_10"
    },
    {
      "start": 3014,
      "end": 4280,
      "text": "The term ''Court' has not been defined in Section 29-A, however, it has been defined in Section 2(1)(e) which has been amended by the Act No. 3 of 2016 with retrospective effect from 23.10.2015 and reads as under:-\n\"2. Definitions.--(1) In this Part, unless the context otherwise requires,--\n(a) ...........\n(b) ...........\n(c) ...........\n(d) ...........\n(e) \"Court\" means--\n(i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject- matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\"\n",
      "labels": [
        "STA"
      ],
      "id": "06143002ae574ef4949f6c31cba1af83_11"
    },
    {
      "start": 4280,
      "end": 5007,
      "text": "Prior to the aforesaid amendment the said term was defined as under:-\n\"''(e) \"Court\" means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\"\nAs this matter relates to an Arbitration other than International Commercial Arbitration it is Section 2(1) Clause (e)(i) as substituted by the Act No. 3 of 2016 which shall apply in this case.\nOn a bare perusal of the afores",
      "labels": [
        "STA"
      ],
      "id": "52e2412b3ac446128d37268f038b3d2f_12"
    },
    {
      "start": 5008,
      "end": 5464,
      "text": "aid definition of the term ''Court' it means that the Principal Civil Court of original jurisdiction in a District and includes the High Court in exercise of its ordinary original civil jurisdiction having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit but does not include any Civil Court of a great interfere to such principal Civil Court or any Court of small causes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ea2424b0472401d89603c1156f8f30a_13"
    },
    {
      "start": 5465,
      "end": 5627,
      "text": "On a bare reading of the said definition it is evident that the principal Civil Court of original jurisdiction in the District is the court of the District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "413fe10f27d24bb6be5f517c098c7911_14"
    },
    {
      "start": 5629,
      "end": 5841,
      "text": "As regards the Allahabad High Court is concerned, it does not have ordinary original civil jurisdiction to decide the questions forming the subject matter of the arbitration at hand as a subject matter of a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2a5ddd9e76e47d6885e21a50bbaf24e_15"
    },
    {
      "start": 5842,
      "end": 6265,
      "text": "Even if the unamended definition of Court is taken into consideration it does not make much of a difference to the case at hand, as, even there the jurisdiction for extending the period under Sub-section 4 and 5 of Section 29-A would lie before the Principal Civil Court of original jurisdiction in a District or the High Court having ordinary original civil jurisdiction to try the subject matter of Arbitration in a Suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c9e5b9440b24e2d9887aeb01b2371e7_16"
    },
    {
      "start": 6266,
      "end": 6506,
      "text": "The application under Section 11 of the Act, 1996 is maintained before the High Court in view of the specific term ''High Court' used therein, whereas, the term used in Sub-section 4 and 5 of Section 29-A is ''Court' and not the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9671d8a876cd45d887b1921b0f11d0fc_17"
    },
    {
      "start": 6508,
      "end": 6860,
      "text": "As regards the reference to provisions of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 is concerned, Section 4 of the said Act deals with constitution of Commercial Division of High Court and the very opening line of Sub-section 1 says- ''in all High Courts, having ordinary civil jurisdiction'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd47eaec26a446faa91bc8eebdbbbb0b_18"
    },
    {
      "start": 6861,
      "end": 6986,
      "text": "Ordinary civil jurisdiction refers to ordinary original civil jurisdiction as is evident from Rule 7 and 10 of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55fe3c9406374cf49dc7eba0f893276c_19"
    },
    {
      "start": 6987,
      "end": 7422,
      "text": "As already stated hereinabove, the Allahabad High Court does not have ordinary civil jurisdiction to try commercial disputes, therefore, there is no question of any commercial dispute being initiated before the Commercial Division of the High Court by way of a suit based on valuation, as, the prerequisite implied by the use of the words- ''having ordinary civil jurisdiction' appearing in Sub-section 1 of Section 4 is not satisfied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25d19f5c26e84940afba1f66f39847f3_20"
    },
    {
      "start": 7423,
      "end": 7836,
      "text": "This is also clear from a bare reading of Section 7 of the Act, 2015 which relates to jurisdiction of Commercial Divisions of High Court and the opening sentence of the said provision is- ''all suits and applications relating to commercial disputes of a specified value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court.",
      "labels": [
        "STA"
      ],
      "id": "96ab00661d054b9daf18d683cab33c3f_21"
    },
    {
      "start": 7837,
      "end": 8919,
      "text": "Furthermore, Section 10 of the Act, 2015 specifically deals with the topic of jurisdiction in respect of arbitration matters, which reads as under:-\n\"10. Jurisdiction in respect of arbitration matters.- Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
      "labels": [
        "STA"
      ],
      "id": "ead5e1066730482db52becbc7bd7d92a_22"
    },
    {
      "start": 8920,
      "end": 9440,
      "text": "\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"",
      "labels": [
        "STA"
      ],
      "id": "a43f690ea70449ebbd0fce4866751651_23"
    },
    {
      "start": 9441,
      "end": 9909,
      "text": "\nOn a bare reading of the aforesaid provision it is evident that if an Arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e490294d178447a5954dcae04ca3c12a_24"
    },
    {
      "start": 9910,
      "end": 10175,
      "text": "Now, this provision applies where the High Court exercises original civil jurisdiction to try suits involving commercial dispute as deferred in Section 2(1)(c) of the Act, 2015 as is evident from the use of the words ''filed on the original side of the High Court'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d7f9dde98c24d90906ffb91e747497c_25"
    },
    {
      "start": 10176,
      "end": 10411,
      "text": "The Allahabad High court does not exercise original civil jurisdiction involving commercial disputes as defined in Section 2(1)(c) of the Act, 2015 as is evident from Rule 1 to 9 of Chapter VIII of the Allahabad High Court Rules, 1952.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fd1b1a785194bf296b75fdaeaf25774_26"
    },
    {
      "start": 10412,
      "end": 10952,
      "text": "Moreover, Sub-section 3 of Section 10 of the Act, 2015 very categorically provides that if an arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d35933395464c178a7d61ce3795b23e_27"
    },
    {
      "start": 10953,
      "end": 11518,
      "text": "Therefore, in the facts of the present case as the Allahabad High Court does not exercise original civil jurisdiction involving commercial disputes the application under Section 29-A of the Act, 1996 relating to a commercial dispute would lie before the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted and in an Arbitration relating to a non commercial dispute it would lie before the principal civil court of original jurisdiction i.e. the Court of District Judge as referred hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8ae4842c00d413582e93ac1542edd2e_28"
    },
    {
      "start": 11519,
      "end": 11672,
      "text": "This is how the Act of 1996 and the Act, 2015 have to be read together to arrive at a harmonious understanding of the two Acts in matters of Arbitration.",
      "labels": [
        "RATIO"
      ],
      "id": "eda6d35fdaf14735ab7eec6db51ebe49_29"
    },
    {
      "start": 11673,
      "end": 11909,
      "text": "\nIn view of the above, this applicant is not maintainable before this Court and the same is dismissed, however, with liberty to the concerned parties or the Arbitrator himself to approach the ''Court' as defined and explain hereinabove.",
      "labels": [
        "RPC"
      ],
      "id": "f67440f30e4a4654954d194fcd8030a5_30"
    },
    {
      "start": 11910,
      "end": 12004,
      "text": "\n \nOrder Date :- 15.03.2019  \nR.K.P.       (Rajan Roy,J.)  \n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
      "labels": [
        "NONE"
      ],
      "id": "181b22c110c4443da64dac29ca8f0b10_31"
    }
  ]
}