{
  "id": "6588bff40d75aac70d5d5c4a6a335cedf5ec6c07c43b2d68210bc8548b0e1ff1",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nOrissa High Court\nM/S Hcil-Adhikarya-Arss(Jv) vs Rahee- Gpt (Jv) And Anr on 19 May, 2023\nAuthor: S.K. Panigrahi\nBench: S.K. Panigrahi \n                                           In The High Court Of Orissa At Cuttack\n\n                                                          Arba No.38 of 2022\n\n                                       ( From the Judgment dated 21.7.2022 passed by the learned\n                                       Senior Civil Judge (Commercial Court), Bhubaneswar in\n                                       Arbitration Petition No.171/53 of 2021/2018 arising out of\n                                       Arbitral Award dated 26.04.2018 passed in Arbitration Case\n                                       No.52 of 2016 by the learned Sole Arbitrator)\n\n                                       M/s HCIL-Adhikarya-ARSS(JV)             ....           Appellant\n\n                                                                  -versus-\n\n                                       Rahee- Gpt (Jv) and Anr.                ....        Respondents\n\n\n\n                                       Advocates appeared in the case:\n                                       For Appellant             :           Mr. Sidhant Dwibedi, Adv.\n                                                                                    Mr. D. Sethy, Adv.\n                                                                                    Mr. P. Behera, Adv.\n                                                                                      Mr. A. Das, Adv.\n\n                                                                  -versus-\n\n\n\n                                       For Respondents           :           Mr. Mr. K.B. Panda, Adv.\n                                                                                 Mr. S.K. Panda, Adv.\n                                                                                 (for Respondent No.1)\n                                                                               Mr. A.K. Mishra, Adv.\n                                                                                Mr. N.R. Pandit, Adv.\n                                                                                 Mr. A.K. Sahoo, Adv.\n                                                                                 (for Respondent No.2)\n\n\n\n\nSignature Not Verified\nDigitally Signed\nSigned by: Bhabagrahi Jhankar\n                                                                                                  pg. 1\nDesignation: Secretary\nReason: Authentication\nLocation: Orissa High Court, Cuttack\nDate: 25-May-2023 12:19:13\n                                               Coram:\n                                              Dr. Justice S.K. Panigrahi \n\n                                                Date Of Hearing:-21.03.2023\n                                               Date Of Judgment:-19.05.2023\n\n                               Dr. S.K. Panigrahi, J. \n1 . This Appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"A & C Act\") has been file d seeking setting aside of the judgment dated 21.07.2022 passed by the learned Senior Civil Judge (Commercial Court), Bhubaneswar at Bhubaneswar in Arbitration Petition No.171/53 of 2021/2018 arising out of Arbitral Award dated 26.04.2018 passed in Arbitration Proceeding No.52 of 2016 by the learned Sole Arbitrator. \nI. FACTUAL MATRIX OF THE CASE:\n2. The present Appellant was awarded a work order for construction of \"Doubling of Railway Line between Barang-Rajatgarh (25km.), Cuttack-Barang(12km.) and Barang-Khurda Road (35km.)\" vide Notification of Award dated 28.6.2006. As per the terms of the pg. 2 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 contract entered into between the present Appellant and Respondent No. 2, the Appellant was permitted to avail the services of an experienced agency for execution of specialized portion of the work with the prior permission from the present Respondent No.2.\n3. As such, the Appellant after obtaining the necessary permission, entered into a sub-contract agreement with present Respondent No.1 on 03.11.2006 for erection of steel garder bridges. \n4. Due to delay that was allegedly attributable to Respondent No.2, the sub-contract which was stipulated to be completed by 31.05.2008, could not be completed. This delay led to increased financial burden on the present Appellant. At this juncture, as certain amounts due to the Appellant by the present Respondent No.2 were also not cleared, the present Appellant through multiple letters/ correspondences requested the intervention of the present Respondent No.2 to release such payments. However, this request was not complied with. \nLocation: Orissa High Court, Cuttack 5. Due to alleged failure of the present Respondent No.1 to complete the balance work, on 29.11.2011, the contract executed between the present Respondent No.2 and the present Appellant was terminated despite the present Appellant having completed its portion of the work. \n6. Furthermore, the present Respondent No.2, after the aforementioned termination, proceeded to issue another work order in favour of the present Respondent No.1 for performance of the balance work. \n7. Upon termination of the contract, the present Appellant invoked the dispute resolution clause against present Respondent No. 2 vide letter dated 24.12.2011. However the same needs no further elaboration as the arbitration proceedings between the Appellant and Respondent No. 2 is not the subject matter of the present Appeal. \n8. On 30.1.2012, the present Respondent No. 1 sent a letter demanding payment of outstanding dues amounting to Rs.105,500,923/- addressed to the present Appellant and also pg. 4 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 sought to have the dispute resolved through Arbitration. The present Appellant vide letter dated 21.2.2012 claimed damages amounting to approximately Rs.38 crores from the present Respondent No. 1 as it was alleged that the contract between the Respondent No. 2 and the present Appellant was terminated owing to the failure of Respondent No. 1 in executing the work. \n9. As a dispute arose with regards to payment and the parties failed to agree on the appointment of an Arbitrator, the present Respondent No.1 approached this Court in an application under Section 11(6) of the A & C Act. Accordingly, this Court vide order dated 15.9.2016 appointed Hon'ble Justice L. Mohapatra (Retd.) as the sole Arbitrator to adjudicate the disputes that had arisen between the present Respondent No. 1 and the Appellant. \n10.After the pleadings in the aforementioned arbitration were completed and the parties had been heard, the Ld. Sole Arbitrator vide award dated 26.04.2018 awarded an amount of Rs. 10,82,84,793/- with future interest @ 18% from the date of the Location: Orissa High Court, Cuttack award till payment, to the present Respondent No. 1 (Claimant in the Arbitration).\n11.Being aggrieved, the present Appellant approached the District Court, Khurda under Section 34 of the A & C Act, seeking the setting aside of the arbitral award. The appeal was registered as ARBP No.53 of 2018. After removal of defects, the parties submitted their written submissions and the petition was partly heard. As the matter stood thus, pursuant to the establishment of Commercial Court at the level of Civil Judge Senior Division in Khurda district, the learned District Judge transferred the arbitration matters pending before it to the said Commercial Court in Khurda. ARBP No.53 of 2018 was accordingly renumbered as ARBP No. 171 of 2021 and taken up by the learned Civil Judge, Senior Division of the Commercial Court. The learned Civil Judge vide judgment dated 21.07.2022 was pleased to dismiss the application preferred by the present Appellant under Section 34 of the A & C Act on the ground of it being devoid of merits. \npg. 6 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 12.Being thus aggrieved, the present Appellant filed the present appeal under Section 37 of the A&C Act seeking setting aside of the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No. 171 of 2021 arising out of arbitration award dated 26.4.2018 passed by the Ld. Sole Arbitrator. \n13.Now that the facts leading up to the instant Appeal has been laid down, this Court shall make endeavour to summarise the contentions of the Parties and the broad grounds on which they have approached this Court seeking the exercise of this Court's limited jurisdiction available under Section 37 of the A & C Act. II. APPELLANT'S SUBMISSIONS:\n14. The counsel for the Appellant assails the impugned judgment dated 21.7.2022 of the learned Civil Judge mainly on the ground that the Ld. Civil Judge, did not intimate the Appellant of the transfer of the Section 34 petition to the Commercial Court, Khurda. The counsel for the Appellant contends that as the petition was renumbered, the Appellant had no knowledge of the Location: Orissa High Court, Cuttack same and therefore could not appear in the matter to put forth its contentions. The impugned judgment is therefore liable to be set aside for having not heard the Appellant which is allegedly in violation of the principles of natural justice. \n15.Furthermore, it is also contended that the judgment of the Commercial Court suffers from complete non-application of mind and is akin to an ex-parte award which deserves to be set aside. III. RESPONDENTS' SUBMISSIONS:\n16.Per contra, the counsel for the Respondent No.1 contended that the impugned judgment as well as the award are well discussed and well-reasoned wherein the principles of law have been followed in both letter and spirit. It was submitted that the transfer of arbitration cases to commercial courts in Odisha has been upheld by the Supreme Court recently. There is also no requirement in law for the transferee court to issue any notice of transfer and therefore, the learned Civil Judge has not contravened any provisions and has properly dealt with the petition on its merits. \npg. 8 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 17.It is also vehemently submitted that the Appellant's request that the petition under Section 34 of the A & C Act be considered afresh is baseless and without any merit. The Appellant claims to have been regularly appearing and following up on the matter according to their own petition and written statement. When the matter was part heard before the learned District Judge, it is but obvious that the counsel for the Appellant would have been on the lookout for the next date of hearing or in the very least he would have made enquiries or attempted to access the case details on the e-court portal between 22.04.2021 till 7.7.2022 which would have led to him knowing that the petition stood transferred to the Commercial Court. \n18.Ld. Counsel for Respondent No. 2 meanwhile states that they are not a necessary party to the present appeal which exclusively involves the Appellant and Respondent No.1. As it has no liability to satisfy the arbitral award, Respondent No.2 submits that it has no stake in the same. The same is accepted by this Court. Location: Orissa High Court, Cuttack IV. ISSUES FOR CONSIDERATION:\n19.Having heard the parties and perused the materials available on record, this Court here has identified the following issues to be determined:\nA. Whether the learned Civil Judge denied the present Appellant an opportunity of hearing by not issuing a notice of transfer to the parties?\nB. Whether the impugned judgment suffers from non- application of mind? \nV. ISSUE A: WHETHER THE LD. CIVIL JUDGE DENIED THE PRESENT APPELLANT AN OPPORTUNITY OF HEARINGBY NOT ISSUING A NOTICE OF TRANSFER TO THE PARTIES? \n20.The Supreme Court in its recent pronouncements has confined the supervisory role of the courts when it comes to testing the validity of an Arbitral Award. Reference may be made in this regard to the Supreme Court's Judgements in Mcdermott International Inc. v. Burn Standard Co. Ltd.1, UHL Power Co. Ltd. v. State of H.P.2 and K. Sugumar v. Hindustan Petroleum Corpn. Ltd.3. (2006) 11 SCC 181 (2022) 4 SCC 116 (2020) 12 SCC 539 pg. 10 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 21.It is within those parameters as laid down by the Apex Court vis- a-vis the scope of judicial intervention that the present appeal impugning the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No.171 of 2021 arising out of arbitration award dated 26.04.2018 passed by the learned Sole Arbitrator shall be dealt with. \n22 . In the court below, the present Appellant had assailed the award dated 26.4.2018 on the grounds of the same being patently illegal, in violation of public policy and non-assignment of reason by the learned Sole Arbitrator. However, presently the Appellant has challenged the impugned judgment on two major grounds, the first of which is that the Ld. Civil Judge did not grant them an opportunity of hearing before passing the impugned judgment. This shall be dealt by this Court primarily. \n23.In exercise of powers conferred by Section 3 and sub-section (1) of Section 9 read with Section 10 of the Odisha Civil Courts Act, 1984 and Section 30 of the Commercial Courts Act, 2015, the State Government on the recommendation of and after consultation Location: Orissa High Court, Cuttack with the High Court of Orissa established the Courts of Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising the jurisdiction and powers under the Commercial Courts Act, 2015 vide Notification dated 13.11.2020.\n24.The said Notification was challenged before this Court in W.P.(C) No. 31939 of 2021, W.P.(C) No. 28644 of 2021, W.P.(C) No. 3523 of 2022, W.P.(C) No. 31945 of 2021 wherein the Notification was upheld. Upon further challenge, the Supreme Court in Jaycee Housing (P) Ltd. v. High Court of Orissa4 affirmed the same and the validity of establishment of the Commercial Court, Bhubaneswar is now settled. \n25.Section 15 of the Commercial Courts Act, 2015 mandates the transfers of all pending Suits including Petitions/Applications under the Arbitration Act to the Commercial Court. The learned District Judge accordingly transferred ARBP No. 53 of 2018 to the learned Civil Judge, Senior Division of the Commercial Court, (2023) 1 SCC 549 pg. 12 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 Bhubaneswar where it was accordingly renumbered as ARBP No.171 of 2021 and taken up from the stage it was transferred at.\n26. The petition under Section 34 of the A & C Act being at the stage of being partly heard, with written submissions having been filed was taken up for final hearing directly. At this juncture, the Appellant claims that no notice was issued to it informing them of the said transfer or the renumbering and as such he was precluded from appearing before the Commercial Court. It is apposite to now refer to Section 15(4) of the Commercial Courts Act, 2015 which is reproduced hereinbelow: \n\"(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 1[with Order XIV-A] of the Code of Civil Procedure, 1908 (5 of 1908):Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n(emphasis is mine) Location: Orissa High Court, Cuttack The Appellant has vehemently contended that the learned Civil Judge to whom the petition under Section 34 of the A&C Act stood transferred, mandatorily had to issue notice of such transfer and hold a case management hearing for the same. However, this Court is unable to find any merit in such a contention. A perusal of Section 15(4) of the Commercial Courts Act, 2015 reflects that the word used is \"may\" and not shall. In the absence of such case management hearing being mandatory, it is the learned Civil Judge's discretion whether or not to hold the same. In this scenario, it cannot be said that the learned Civil Judge contravened the principles of natural justice by not issuing a notice of transfer or hearing to the Appellant. \n27. Furthermore, as has been pointed out by the learned Counsel for the Respondent No. 1, the Appellant has himself stated in his written submissions as well as in his petition under Section 37 of the A&C Act, that he was regularly appearing before the courts during the period of transfer and final disposal of the petition under Section 34 of the A&C Act. Upon examining the LCR as pg. 14 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 well, orders dated 5.3.2021, 8.4.2021, 22.4.2021, 20.5.2021 and finally, 15.7.2021 clearly indicate or make a reference to the transfer and the Appellant's knowledge of such transfer being made. In the light of the aforesaid plea, it appears specious and reeks of delaying tactics on the part of the appellant. \n28.Therefore, this Court is of the view that the present Appellant was not denied any opportunity of hearing. The Appellant's lackadaisical attitude or his failure to keep abreast with the developments of his petition's fate cannot be a cogent reason to exercise this Court's jurisdiction under Section 37 of the A&C Act and remit the matter for fresh consideration. The latin maxim \"Quando aliquid prohibetur ex directo, prohibetur et per obliquum\"\nappropriately covers the issue, which means that what cannot be done directly, should not be done indirectly. \nVI. ISSUE B: WHETHER THE IMPUGNED JUDGMENT SUFFERS FROM NON-APPLICATION OF MIND? \n29. The law is no longer res integra that where the Arbitrator has assessed the material and evidence placed before him in detail, the Location: Orissa High Court, Cuttack court while considering the objections under Section 34 of the said Act does not sit as a court of appeal and is not expected to re- appreciate the entire evidence and reassess the case of the parties. The duty of the court in these circumstances is to see whether the view taken by the Arbitrator is a plausible view on the facts, pleadings and evidence before the Arbitrator. The court is not to substitute its view with the view of the Arbitrator if the view taken by the Arbitrator is supported by his own reasoning. The same has been previously reiterated by this Court in State of Orissa v. Bhagyadhar Dash5.\n30.It is seen that the Arbitrator has elaborately considered the various documents, submissions and evidence led by the parties from a brief glance at the Arbitral Award. The Ld. Sole Arbitrator framed 5 issues for consideration. Furthermore, upon going through the award dated 26.4.2018, it is clear that the Ld. Arbitrator has referred to all the relevant clauses in the agreement between the 2016 SCC OnLine Ori 1039 pg. 16 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 parties and passed detailed findings with respect to each issue. The Ld. Arbitrator has in fact passed individual findings for each of the claim items after referring to the evidence produced with respect to each claim separately. The Ld. Civil Judge, in the impugned judgement has taken note of the same and has also been mindful of the fact that the Ld. Tribunal has not baselessly awarded whatever the amounts claimed were, but has exercised its mind in arriving at an appropriate amount for each claim that was awarded. \n31.The Hon'ble Supreme Court in P.R. Shah Shares & Stock Broker (P) Ltd. v. B.H.H. Securities (P) Ltd.6has held that a Court does not sit in appeal over the award of an Arbitrator by re-assessing or re- appreciating the evidence. An award can be challenged only on the grounds mentioned in Section 34(2) of the Act and in absence of any such ground, it is not possible to re-examine the facts to find out whether a different decision can be arrived at. This view was reiterated by the Apex Court in Swan Gold Mining Ltd. v.\n(2012) 1 SCC 594 Location: Orissa High Court, Cuttack Hindustan Copper Ltd.7, K.V. Mohd. Zakir v. Regional Sports Center8and State of U.P. v. Ram Nath Constructions9 and the High Court of Delhi in M/S Pragya Electronics Pvt. Ltd. v. M/s Cosmo Ferrites Ltd.10.\n32.The main grounds of challenge under Section 34 of the A&C Act, as preferred by the Appellant being that the Ld. Arbitrator has ignored the evidence available on record, not paid heed to the contentions of the Appellant (Respondent in the Arbitration) and the award being patently illegal thereby being meritless, the Ld. Civil Judge has examined the petition on the above mentioned grounds and then proceeded to come to the conclusion that the petition preferred by the Appellant is devoid of merits. \nVII. CONCLUSION:\n33.The scope of hearing of objections under Section 34 of the A & C Act are limited and object of a Court hearing objections is not to sit as an Appellate Court to re-apprise all the findings and (2015) 5 SCC 739 AIR 2009 (SCW) 6217 (1996) 1 SCC 18 2021 SCC OnLine Del 3428 pg. 18 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 conclusions of the Arbitrator. If the scope of hearing of objections is limited, then the scope of hearing in an appeal against the judgment under Section 37 of the A&C Act which has dismissed the objections is still further limited. \n34.Therefore, in light of the discussion, keeping the settled principles of law in mind and for the reasons given above, this Court is of the considered view that the learned Arbitrator as well as the Ld. Civil Judge acted well within their jurisdiction in awarding the appropriate relief. \n35.This court finds no reason to interfere with the award dated 26.4.2018 which was passed in favour of the present Respondent No.1. The Appellant is directed to make good the payment without any further delay. \n36.Consequently, it is observed that the present appeal ARBA No.38 of 2022 is dismissed for being devoid of merits. No order as to costs. \n( Dr. S.K. Panigrahi ) Judge Location: Orissa High Court, Cuttack",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc9d5a505e944d60a7a28ee711f2161e_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5799fe8ffe4428cafdf05a42a430407_1"
    },
    {
      "start": 242,
      "end": 376,
      "text": "\nOrissa High Court\nM/S Hcil-Adhikarya-Arss(Jv) vs Rahee- Gpt (Jv) And Anr on 19 May, 2023\nAuthor: S.K. Panigrahi\nBench: S.K. Panigrahi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad551c5475214ab787f4340b72f95e80_2"
    },
    {
      "start": 421,
      "end": 579,
      "text": "In The High Court Of Orissa At Cuttack\n\n                                                          Arba No.38 of 2022\n\n                                       (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e938a758b1c0447ea247453d6673818c_3"
    },
    {
      "start": 580,
      "end": 675,
      "text": "From the Judgment dated 21.7.2022 passed by the learned\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c89ec13d72b496e83bbaa4626777b1e_4"
    },
    {
      "start": 675,
      "end": 768,
      "text": "Senior Civil Judge (Commercial Court), Bhubaneswar in\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c94f9cf252914345be01b0b7ab00df04_5"
    },
    {
      "start": 768,
      "end": 866,
      "text": "Arbitration Petition No.171/53 of 2021/2018 arising out of\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b653080a5624e6fb71e5902f898cfbe_6"
    },
    {
      "start": 866,
      "end": 2964,
      "text": "Arbitral Award dated 26.04.2018 passed in Arbitration Case\n                                       No.52 of 2016 by the learned Sole Arbitrator)\n\n                                       M/s HCIL-Adhikarya-ARSS(JV)             ....           Appellant\n\n                                                                  -versus-\n\n                                       Rahee- Gpt (Jv) and Anr.                ....        Respondents\n\n\n\n                                       Advocates appeared in the case:\n                                       For Appellant             :           Mr. Sidhant Dwibedi, Adv.\n                                                                                    Mr. D. Sethy, Adv.\n                                                                                    Mr. P. Behera, Adv.\n                                                                                      Mr. A. Das, Adv.\n\n                                                                  -versus-\n\n\n\n                                       For Respondents           :           Mr. Mr. K.B. Panda, Adv.\n                                                                                 Mr. S.K. Panda, Adv.\n                                                                                 (for Respondent No.1)\n                                                                               Mr. A.K. Mishra, Adv.\n                                                                                Mr. N.R. Pandit, Adv.\n                                                                                 Mr. A.K. Sahoo, Adv.\n                                                                                 (for Respondent No.2)\n\n\n\n\nSignature Not Verified\nDigitally Signed\nSigned by: Bhabagrahi Jhankar\n                                                                                                  pg. 1\nDesignation: Secretary\nReason: Authentication\nLocation: Orissa High Court, Cuttack\nDate: 25-May-2023 12:19:13\n                                               Coram:\n                                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1577fc036984c9981a15b237f9b1835_7"
    },
    {
      "start": 2964,
      "end": 2975,
      "text": "Dr. Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fda60c24658e49a2924bde13cbc61c0e_8"
    },
    {
      "start": 2976,
      "end": 2990,
      "text": "S.K. Panigrahi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad017eb4e9eb48b19e124441f173d5e8_9"
    },
    {
      "start": 3041,
      "end": 3116,
      "text": "Date Of Hearing:-21.03.2023\n                                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38a089d5db364f1d9ccf3bdfcbcec8e6_10"
    },
    {
      "start": 3116,
      "end": 3177,
      "text": "Date Of Judgment:-19.05.2023\n\n                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a5cc72abc554df2b487b0ebfffea0be_11"
    },
    {
      "start": 3177,
      "end": 3199,
      "text": "Dr. S.K. Panigrahi, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e66a6cb134c647b193d45c60c308e960_12"
    },
    {
      "start": 3201,
      "end": 3334,
      "text": "1 . This Appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"A & C Act\") has been file",
      "labels": [
        "PREAMBLE"
      ],
      "id": "845c647228da418497e5c549c0b93554_13"
    },
    {
      "start": 3335,
      "end": 3652,
      "text": "d seeking setting aside of the judgment dated 21.07.2022 passed by the learned Senior Civil Judge (Commercial Court), Bhubaneswar at Bhubaneswar in Arbitration Petition No.171/53 of 2021/2018 arising out of Arbitral Award dated 26.04.2018 passed in Arbitration Proceeding No.52 of 2016 by the learned Sole Arbitrator.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e4cc04bd6c94852bbcbbfd02a90dbfa_14"
    },
    {
      "start": 3654,
      "end": 3912,
      "text": "I. FACTUAL MATRIX OF THE CASE:\n2. The present Appellant was awarded a work order for construction of \"Doubling of Railway Line between Barang-Rajatgarh (25km.), Cuttack-Barang(12km.) and Barang-Khurda Road (35km.)\" vide Notification of Award dated 28.6.2006.",
      "labels": [
        "FAC"
      ],
      "id": "830e15e1bddf4ff6a8a56c47de732586_15"
    },
    {
      "start": 3913,
      "end": 4267,
      "text": "As per the terms of the pg. 2 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 contract entered into between the present Appellant and Respondent No. 2, the Appellant was permitted to avail the services of an experienced agency for execution of specialized portion of the work with the prior permission from the present Respondent No.2.\n3.",
      "labels": [
        "FAC"
      ],
      "id": "841ad358a4054104b9e56f47f73e9b2c_16"
    },
    {
      "start": 4268,
      "end": 4451,
      "text": "As such, the Appellant after obtaining the necessary permission, entered into a sub-contract agreement with present Respondent No.1 on 03.11.2006 for erection of steel garder bridges.",
      "labels": [
        "FAC"
      ],
      "id": "4b104ec3e10140969909137db03e5112_17"
    },
    {
      "start": 4452,
      "end": 4613,
      "text": "\n4. Due to delay that was allegedly attributable to Respondent No.2, the sub-contract which was stipulated to be completed by 31.05.2008, could not be completed.",
      "labels": [
        "FAC"
      ],
      "id": "67281c3fadbf4384997ea7f7e69079f3_18"
    },
    {
      "start": 4614,
      "end": 4684,
      "text": "This delay led to increased financial burden on the present Appellant.",
      "labels": [
        "FAC"
      ],
      "id": "d8f7939bcf9145c2bc588dc394088127_19"
    },
    {
      "start": 4685,
      "end": 4944,
      "text": "At this juncture, as certain amounts due to the Appellant by the present Respondent No.2 were also not cleared, the present Appellant through multiple letters/ correspondences requested the intervention of the present Respondent No.2 to release such payments.",
      "labels": [
        "FAC"
      ],
      "id": "8c2ae66792f44f5f83c038539fbf4b2b_20"
    },
    {
      "start": 4945,
      "end": 4989,
      "text": "However, this request was not complied with.",
      "labels": [
        "FAC"
      ],
      "id": "766b8480c36142fb85cb8e126cec4252_21"
    },
    {
      "start": 4991,
      "end": 5027,
      "text": "Location: Orissa High Court, Cuttack",
      "labels": [
        "FAC"
      ],
      "id": "740db66feaac4c78b2a025044b02f91e_22"
    },
    {
      "start": 5028,
      "end": 5300,
      "text": "5. Due to alleged failure of the present Respondent No.1 to complete the balance work, on 29.11.2011, the contract executed between the present Respondent No.2 and the present Appellant was terminated despite the present Appellant having completed its portion of the work.",
      "labels": [
        "FAC"
      ],
      "id": "ab4b0187c1794215aa3ed1c9f7677b31_23"
    },
    {
      "start": 5302,
      "end": 5500,
      "text": "6. Furthermore, the present Respondent No.2, after the aforementioned termination, proceeded to issue another work order in favour of the present Respondent No.1 for performance of the balance work.",
      "labels": [
        "FAC"
      ],
      "id": "14ed0dd89dc34a24bebf7c72cfa0551c_24"
    },
    {
      "start": 5502,
      "end": 5661,
      "text": "7. Upon termination of the contract, the present Appellant invoked the dispute resolution clause against present Respondent No. 2 vide letter dated 24.12.2011.",
      "labels": [
        "FAC"
      ],
      "id": "b4ce9c8f74e04005b1c13325cc1ec666_25"
    },
    {
      "start": 5662,
      "end": 5830,
      "text": "However the same needs no further elaboration as the arbitration proceedings between the Appellant and Respondent No. 2 is not the subject matter of the present Appeal.",
      "labels": [
        "FAC"
      ],
      "id": "9f617164bcb04363999b91e2553543c4_26"
    },
    {
      "start": 5832,
      "end": 6130,
      "text": "8. On 30.1.2012, the present Respondent No. 1 sent a letter demanding payment of outstanding dues amounting to Rs.105,500,923/- addressed to the present Appellant and also pg. 4 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 sought to have the dispute resolved through Arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "e64b2e86ca75423c993bb02dc57047be_27"
    },
    {
      "start": 6131,
      "end": 6440,
      "text": "The present Appellant vide letter dated 21.2.2012 claimed damages amounting to approximately Rs.38 crores from the present Respondent No. 1 as it was alleged that the contract between the Respondent No. 2 and the present Appellant was terminated owing to the failure of Respondent No. 1 in executing the work.",
      "labels": [
        "FAC"
      ],
      "id": "c5eba4d354f74f5da54cf919677fa9a8_28"
    },
    {
      "start": 6442,
      "end": 6662,
      "text": "9. As a dispute arose with regards to payment and the parties failed to agree on the appointment of an Arbitrator, the present Respondent No.1 approached this Court in an application under Section 11(6) of the A & C Act.",
      "labels": [
        "FAC"
      ],
      "id": "90ac219fefa24b1fbf9331fcfcfce7e5_29"
    },
    {
      "start": 6663,
      "end": 6882,
      "text": "Accordingly, this Court vide order dated 15.9.2016 appointed Hon'ble Justice L. Mohapatra (Retd.) as the sole Arbitrator to adjudicate the disputes that had arisen between the present Respondent No. 1 and the Appellant.",
      "labels": [
        "RLC"
      ],
      "id": "3f2cdc0c6dc747f0b2756c5d21ce7e65_30"
    },
    {
      "start": 6883,
      "end": 7411,
      "text": "\n10.After the pleadings in the aforementioned arbitration were completed and the parties had been heard, the Ld. Sole Arbitrator vide award dated 26.04.2018 awarded an amount of Rs. 10,82,84,793/- with future interest @ 18% from the date of the Location: Orissa High Court, Cuttack award till payment, to the present Respondent No. 1 (Claimant in the Arbitration).\n11.Being aggrieved, the present Appellant approached the District Court, Khurda under Section 34 of the A & C Act, seeking the setting aside of the arbitral award.",
      "labels": [
        "RLC"
      ],
      "id": "dcdd14381f6e4f51a999907238ddb5cb_31"
    },
    {
      "start": 7412,
      "end": 7460,
      "text": "The appeal was registered as ARBP No.53 of 2018.",
      "labels": [
        "FAC"
      ],
      "id": "4ce2dec40b6e40c4a3e601f645ec03c8_32"
    },
    {
      "start": 7461,
      "end": 7569,
      "text": "After removal of defects, the parties submitted their written submissions and the petition was partly heard.",
      "labels": [
        "FAC"
      ],
      "id": "d63502bca1ba4db7895e753dc9f74bee_33"
    },
    {
      "start": 7570,
      "end": 7830,
      "text": "As the matter stood thus, pursuant to the establishment of Commercial Court at the level of Civil Judge Senior Division in Khurda district, the learned District Judge transferred the arbitration matters pending before it to the said Commercial Court in Khurda.",
      "labels": [
        "FAC"
      ],
      "id": "2b13d96d14934d8b8519bfdb8df9dc5d_34"
    },
    {
      "start": 7831,
      "end": 7982,
      "text": "ARBP No.53 of 2018 was accordingly renumbered as ARBP No. 171 of 2021 and taken up by the learned Civil Judge, Senior Division of the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "d78f9deefb2240a0b59a863d699a5e1c_35"
    },
    {
      "start": 7983,
      "end": 8189,
      "text": "The learned Civil Judge vide judgment dated 21.07.2022 was pleased to dismiss the application preferred by the present Appellant under Section 34 of the A & C Act on the ground of it being devoid of merits.",
      "labels": [
        "RLC"
      ],
      "id": "cf01bf196b4345d7b5b7e6ef46891c55_36"
    },
    {
      "start": 8190,
      "end": 8601,
      "text": "\npg. 6 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 12.Being thus aggrieved, the present Appellant filed the present appeal under Section 37 of the A&C Act seeking setting aside of the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No. 171 of 2021 arising out of arbitration award dated 26.4.2018 passed by the Ld. Sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "01984faa3d2e4e079eb58e3fbe31588e_37"
    },
    {
      "start": 8602,
      "end": 8923,
      "text": "\n13.Now that the facts leading up to the instant Appeal has been laid down, this Court shall make endeavour to summarise the contentions of the Parties and the broad grounds on which they have approached this Court seeking the exercise of this Court's limited jurisdiction available under Section 37 of the A & C Act. II.",
      "labels": [
        "ISSUE"
      ],
      "id": "695f03d42a7c4b41b093b778519d387c_38"
    },
    {
      "start": 8924,
      "end": 8952,
      "text": "APPELLANT'S SUBMISSIONS:\n14.",
      "labels": [
        "NONE"
      ],
      "id": "23020c64a29c471799e7ce41300de32c_39"
    },
    {
      "start": 8953,
      "end": 9209,
      "text": "The counsel for the Appellant assails the impugned judgment dated 21.7.2022 of the learned Civil Judge mainly on the ground that the Ld. Civil Judge, did not intimate the Appellant of the transfer of the Section 34 petition to the Commercial Court, Khurda.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a430169ad33b454a8491219a24806d00_40"
    },
    {
      "start": 9210,
      "end": 9440,
      "text": "The counsel for the Appellant contends that as the petition was renumbered, the Appellant had no knowledge of the Location: Orissa High Court, Cuttack same and therefore could not appear in the matter to put forth its contentions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb12377e83274fb2a26b02070127fa93_41"
    },
    {
      "start": 9441,
      "end": 9603,
      "text": "The impugned judgment is therefore liable to be set aside for having not heard the Appellant which is allegedly in violation of the principles of natural justice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97f6a235f13148dca5b36e0b3f8756a7_42"
    },
    {
      "start": 9605,
      "end": 9794,
      "text": "15.Furthermore, it is also contended that the judgment of the Commercial Court suffers from complete non-application of mind and is akin to an ex-parte award which deserves to be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53f3a7ba318a44dbb1b57d10c8ea2d6d_43"
    },
    {
      "start": 9795,
      "end": 9886,
      "text": "III. RESPONDENTS' SUBMISSIONS:\n16.Per contra, the counsel for the Respondent No.1 contended",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b000c3e25e94e3dbdafb9a0833267e9_44"
    },
    {
      "start": 9887,
      "end": 10047,
      "text": "that the impugned judgment as well as the award are well discussed and well-reasoned wherein the principles of law have been followed in both letter and spirit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dbb486d3bc414ae28b452fa4d0d450c6_45"
    },
    {
      "start": 10048,
      "end": 10181,
      "text": "It was submitted that the transfer of arbitration cases to commercial courts in Odisha has been upheld by the Supreme Court recently.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "322c17d6d2404de9b29f224e301298b3_46"
    },
    {
      "start": 10182,
      "end": 10404,
      "text": "There is also no requirement in law for the transferee court to issue any notice of transfer and therefore, the learned Civil Judge has not contravened any provisions and has properly dealt with the petition on its merits.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ec01067b1294a48a3d2cede910e8e18_47"
    },
    {
      "start": 10405,
      "end": 10647,
      "text": "\npg. 8 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 17.It is also vehemently submitted that the Appellant's request that the petition under Section 34 of the A & C Act be considered afresh is baseless and without any merit.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1db9b72eb59b4ccb8e7b38d5fdb98aa1_48"
    },
    {
      "start": 10648,
      "end": 10787,
      "text": "The Appellant claims to have been regularly appearing and following up on the matter according to their own petition and written statement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5647f4b4720348f595da8004eb6a9c57_49"
    },
    {
      "start": 10788,
      "end": 11208,
      "text": "When the matter was part heard before the learned District Judge, it is but obvious that the counsel for the Appellant would have been on the lookout for the next date of hearing or in the very least he would have made enquiries or attempted to access the case details on the e-court portal between 22.04.2021 till 7.7.2022 which would have led to him knowing that the petition stood transferred to the Commercial Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d92f3bdce47467199c81115af1e294b_50"
    },
    {
      "start": 11210,
      "end": 11216,
      "text": "18.Ld.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0224fcc67e5a4fa18652a87e8b242939_51"
    },
    {
      "start": 11217,
      "end": 11382,
      "text": "Counsel for Respondent No. 2 meanwhile states that they are not a necessary party to the present appeal which exclusively involves the Appellant and Respondent No.1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d6d5b90f43e41e5850f559d055f1efe_52"
    },
    {
      "start": 11383,
      "end": 11494,
      "text": "As it has no liability to satisfy the arbitral award, Respondent No.2 submits that it has no stake in the same.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b14ac524acdf435494daa65fa71b7fee_53"
    },
    {
      "start": 11495,
      "end": 11530,
      "text": "The same is accepted by this Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "27d59d8c991a435c83bc3c80d899eb6d_54"
    },
    {
      "start": 11531,
      "end": 11571,
      "text": "Location: Orissa High Court, Cuttack IV.",
      "labels": [
        "NONE"
      ],
      "id": "e059923f13244f48a883e2505d922c71_55"
    },
    {
      "start": 11572,
      "end": 11956,
      "text": "ISSUES FOR CONSIDERATION:\n19.Having heard the parties and perused the materials available on record, this Court here has identified the following issues to be determined:\nA. Whether the learned Civil Judge denied the present Appellant an opportunity of hearing by not issuing a notice of transfer to the parties?\nB. Whether the impugned judgment suffers from non- application of mind?",
      "labels": [
        "ISSUE"
      ],
      "id": "af6732efd6fe46da8c847a7ade8eca87_56"
    },
    {
      "start": 11957,
      "end": 11969,
      "text": "\nV. ISSUE A:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ec43c95f9434ada80a6a29480cb94cb_57"
    },
    {
      "start": 11970,
      "end": 12103,
      "text": "WHETHER THE LD. CIVIL JUDGE DENIED THE PRESENT APPELLANT AN OPPORTUNITY OF HEARINGBY NOT ISSUING A NOTICE OF TRANSFER TO THE PARTIES?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e319cbc117d240008f2ff68ba3e38779_58"
    },
    {
      "start": 12104,
      "end": 12262,
      "text": "\n20.The Supreme Court in its recent pronouncements has confined the supervisory role of the courts when it comes to testing the validity of an Arbitral Award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1c8b4617f4c41ba8bf5de38c37a47c5_59"
    },
    {
      "start": 12263,
      "end": 12482,
      "text": "Reference may be made in this regard to the Supreme Court's Judgements in Mcdermott International Inc. v. Burn Standard Co. Ltd.1, UHL Power Co. Ltd. v. State of H.P.2 and K. Sugumar v. Hindustan Petroleum Corpn. Ltd.3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "518f10c0e1a3473ba0bf62f75f9bc67f_60"
    },
    {
      "start": 12483,
      "end": 12535,
      "text": "(2006) 11 SCC 181 (2022) 4 SCC 116 (2020) 12 SCC 539",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ee6f6bc9ea54ca4a07e7e85c89d0f80_61"
    },
    {
      "start": 12536,
      "end": 12542,
      "text": "pg. 10",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c174859fe374d91b0a4d4b1be7770e0_62"
    },
    {
      "start": 12543,
      "end": 12606,
      "text": "Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13",
      "labels": [
        "NONE"
      ],
      "id": "7ed075916f954054b1cfca7cda710164_63"
    },
    {
      "start": 12607,
      "end": 12986,
      "text": "21.It is within those parameters as laid down by the Apex Court vis- a-vis the scope of judicial intervention that the present appeal impugning the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No.171 of 2021 arising out of arbitration award dated 26.04.2018 passed by the learned Sole Arbitrator shall be dealt with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "309650921efe4ecb996b17c315aa8751_64"
    },
    {
      "start": 12988,
      "end": 13215,
      "text": "22 . In the court below, the present Appellant had assailed the award dated 26.4.2018 on the grounds of the same being patently illegal, in violation of public policy and non-assignment of reason by the learned Sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "2d300fcf0f4e4073a28095cd43e7ccc8_65"
    },
    {
      "start": 13216,
      "end": 13437,
      "text": "However, presently the Appellant has challenged the impugned judgment on two major grounds, the first of which is that the Ld. Civil Judge did not grant them an opportunity of hearing before passing the impugned judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad1d005e68ee41f3b5c0dcfa5661ac5a_66"
    },
    {
      "start": 13438,
      "end": 13482,
      "text": "This shall be dealt by this Court primarily.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "400930aa4ee94fea8d233b69f503a2f4_67"
    },
    {
      "start": 13483,
      "end": 14223,
      "text": "\n23.In exercise of powers conferred by Section 3 and sub-section (1) of Section 9 read with Section 10 of the Odisha Civil Courts Act, 1984 and Section 30 of the Commercial Courts Act, 2015, the State Government on the recommendation of and after consultation Location: Orissa High Court, Cuttack with the High Court of Orissa established the Courts of Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising the jurisdiction and powers under the Commercial Courts Act, 2015 vide Notification dated 13.11.2020.\n24.The said Notification was challenged before this Court in W.P.(C) No. 31939 of 2021, W.P.(C) No. 28644 of 2021, W.P.(C) No. 3523 of 2022, W.P.(C) No. 31945 of 2021 wherein the Notification was upheld.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cdc88b5307a4654be6bf420baf1155b_68"
    },
    {
      "start": 14224,
      "end": 14422,
      "text": "Upon further challenge, the Supreme Court in Jaycee Housing (P) Ltd. v. High Court of Orissa4 affirmed the same and the validity of establishment of the Commercial Court, Bhubaneswar is now settled.",
      "labels": [
        "FAC"
      ],
      "id": "031509554c2c43fca1f438dd4761e7af_69"
    },
    {
      "start": 14423,
      "end": 14600,
      "text": "\n25.Section 15 of the Commercial Courts Act, 2015 mandates the transfers of all pending Suits including Petitions/Applications under the Arbitration Act to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ef6421b62024de18d8661d512fef532_70"
    },
    {
      "start": 14601,
      "end": 14954,
      "text": "The learned District Judge accordingly transferred ARBP No. 53 of 2018 to the learned Civil Judge, Senior Division of the Commercial Court, (2023) 1 SCC 549 pg. 12 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 Bhubaneswar where it was accordingly renumbered as ARBP No.171 of 2021 and taken up from the stage it was transferred at.\n26.",
      "labels": [
        "NONE"
      ],
      "id": "2072b73a11c84732b3eeaec8079c0924_71"
    },
    {
      "start": 14955,
      "end": 15127,
      "text": "The petition under Section 34 of the A & C Act being at the stage of being partly heard, with written submissions having been filed was taken up for final hearing directly.",
      "labels": [
        "FAC"
      ],
      "id": "844ab6b20327489c97c54c92906ef75d_72"
    },
    {
      "start": 15128,
      "end": 15326,
      "text": "At this juncture, the Appellant claims that no notice was issued to it informing them of the said transfer or the renumbering and as such he was precluded from appearing before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64da47c4873b412a97fa784afbbdb8b6_73"
    },
    {
      "start": 15327,
      "end": 15439,
      "text": "It is apposite to now refer to Section 15(4) of the Commercial Courts Act, 2015 which is reproduced hereinbelow:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "903f8dcaf7474d78b2d401b035afe39d_74"
    },
    {
      "start": 15440,
      "end": 16138,
      "text": "\n\"(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 1[with Order XIV-A] of the Code of Civil Procedure, 1908 (5 of 1908):Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n(emphasis is mine)",
      "labels": [
        "STA"
      ],
      "id": "04d6a99093d643fdbe6572f81fcb55b9_75"
    },
    {
      "start": 16139,
      "end": 16175,
      "text": "Location: Orissa High Court, Cuttack",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee93cd8f1fc34352a6771069e807c00f_76"
    },
    {
      "start": 16176,
      "end": 16413,
      "text": "The Appellant has vehemently contended that the learned Civil Judge to whom the petition under Section 34 of the A&C Act stood transferred, mandatorily had to issue notice of such transfer and hold a case management hearing for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "817be69b992e420abbea5c382bc4398e_77"
    },
    {
      "start": 16414,
      "end": 16483,
      "text": "However, this Court is unable to find any merit in such a contention.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d6b2754ae7840bc938d301fc10cca3f_78"
    },
    {
      "start": 16484,
      "end": 16597,
      "text": "A perusal of Section 15(4) of the Commercial Courts Act, 2015 reflects that the word used is \"may\" and not shall.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3118e3dc91db47bc98fec0d7da80b7a6_79"
    },
    {
      "start": 16598,
      "end": 16737,
      "text": "In the absence of such case management hearing being mandatory, it is the learned Civil Judge's discretion whether or not to hold the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97a4a30dc93e4e2d99c784496e24e381_80"
    },
    {
      "start": 16738,
      "end": 16913,
      "text": "In this scenario, it cannot be said that the learned Civil Judge contravened the principles of natural justice by not issuing a notice of transfer or hearing to the Appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c996182601b44265a803ab5c7e904c6c_81"
    },
    {
      "start": 16915,
      "end": 17272,
      "text": "27. Furthermore, as has been pointed out by the learned Counsel for the Respondent No. 1, the Appellant has himself stated in his written submissions as well as in his petition under Section 37 of the A&C Act, that he was regularly appearing before the courts during the period of transfer and final disposal of the petition under Section 34 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc1310bfa2684e6ea7df3cac18f98eae_82"
    },
    {
      "start": 17273,
      "end": 17564,
      "text": "Upon examining the LCR as pg. 14 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 well, orders dated 5.3.2021, 8.4.2021, 22.4.2021, 20.5.2021 and finally, 15.7.2021 clearly indicate or make a reference to the transfer and the Appellant's knowledge of such transfer being made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abb0ca16be074c4bbc3b2866e851f41a_83"
    },
    {
      "start": 17565,
      "end": 17680,
      "text": "In the light of the aforesaid plea, it appears specious and reeks of delaying tactics on the part of the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45a267391dbf47b28e2ff81a1ef26f06_84"
    },
    {
      "start": 17681,
      "end": 17791,
      "text": "\n28.Therefore, this Court is of the view that the present Appellant was not denied any opportunity of hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f18443a4dff54722829e0cddd7fc3266_85"
    },
    {
      "start": 17792,
      "end": 18048,
      "text": "The Appellant's lackadaisical attitude or his failure to keep abreast with the developments of his petition's fate cannot be a cogent reason to exercise this Court's jurisdiction under Section 37 of the A&C Act and remit the matter for fresh consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bb7f49165584ecfa2951429e7a8fd8e_86"
    },
    {
      "start": 18049,
      "end": 18241,
      "text": "The latin maxim \"Quando aliquid prohibetur ex directo, prohibetur et per obliquum\"\nappropriately covers the issue, which means that what cannot be done directly, should not be done indirectly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6409c3929db4cd5b40a0c85d4f17488_87"
    },
    {
      "start": 18242,
      "end": 18323,
      "text": "\nVI. ISSUE B: WHETHER THE IMPUGNED JUDGMENT SUFFERS FROM NON-APPLICATION OF MIND?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd3decabcf4e42a2a1d7d5e7bed188d9_88"
    },
    {
      "start": 18325,
      "end": 18698,
      "text": "29. The law is no longer res integra that where the Arbitrator has assessed the material and evidence placed before him in detail, the Location: Orissa High Court, Cuttack court while considering the objections under Section 34 of the said Act does not sit as a court of appeal and is not expected to re- appreciate the entire evidence and reassess the case of the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "293402a4052b43adbf4817a806cb85b1_89"
    },
    {
      "start": 18699,
      "end": 18874,
      "text": "The duty of the court in these circumstances is to see whether the view taken by the Arbitrator is a plausible view on the facts, pleadings and evidence before the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "129ccf2188304e22995169bb80906068_90"
    },
    {
      "start": 18875,
      "end": 19017,
      "text": "The court is not to substitute its view with the view of the Arbitrator if the view taken by the Arbitrator is supported by his own reasoning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3482490138c244889c6db303d02b0777_91"
    },
    {
      "start": 19018,
      "end": 19117,
      "text": "The same has been previously reiterated by this Court in State of Orissa v. Bhagyadhar Dash5.\n30.It",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10490c769c2a46ddab1686c9d7736c16_92"
    },
    {
      "start": 19118,
      "end": 19282,
      "text": "is seen that the Arbitrator has elaborately considered the various documents, submissions and evidence led by the parties from a brief glance at the Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "515f0f8ce8e74b5787311b8d5026db15_93"
    },
    {
      "start": 19283,
      "end": 19341,
      "text": "The Ld. Sole Arbitrator framed 5 issues for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74f895c06118411cbbcc2b3625a9b5b5_94"
    },
    {
      "start": 19342,
      "end": 19667,
      "text": "Furthermore, upon going through the award dated 26.4.2018, it is clear that the Ld. Arbitrator has referred to all the relevant clauses in the agreement between the 2016 SCC OnLine Ori 1039 pg. 16 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 parties and passed detailed findings with respect to each issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "644df14b01304cd7aa6e8065ed0f37ac_95"
    },
    {
      "start": 19668,
      "end": 19833,
      "text": "The Ld. Arbitrator has in fact passed individual findings for each of the claim items after referring to the evidence produced with respect to each claim separately.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0209ce08faa4597bdf5235a9aa22551_96"
    },
    {
      "start": 19834,
      "end": 20126,
      "text": "The Ld. Civil Judge, in the impugned judgement has taken note of the same and has also been mindful of the fact that the Ld. Tribunal has not baselessly awarded whatever the amounts claimed were, but has exercised its mind in arriving at an appropriate amount for each claim that was awarded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9620a4858d84cc28f77856c66e72e4c_97"
    },
    {
      "start": 20127,
      "end": 20357,
      "text": "\n31.The Hon'ble Supreme Court in P.R. Shah Shares & Stock Broker (P) Ltd. v. B.H.H. Securities (P) Ltd.6has held that a Court does not sit in appeal over the award of an Arbitrator by re-assessing or re- appreciating the evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d81b663aa40420c84fa8d619a801b4a_98"
    },
    {
      "start": 20358,
      "end": 20580,
      "text": "An award can be challenged only on the grounds mentioned in Section 34(2) of the Act and in absence of any such ground, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "782371c035fd4cff98ed985456b458ce_99"
    },
    {
      "start": 20581,
      "end": 20918,
      "text": "This view was reiterated by the Apex Court in Swan Gold Mining Ltd. v.\n(2012) 1 SCC 594 Location: Orissa High Court, Cuttack Hindustan Copper Ltd.7, K.V. Mohd. Zakir v. Regional Sports Center8and State of U.P. v. Ram Nath Constructions9 and the High Court of Delhi in M/S Pragya Electronics Pvt. Ltd. v. M/s Cosmo Ferrites Ltd.10.\n32.The",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a047d52997f4a54bc13bfda8b5c6e3a_100"
    },
    {
      "start": 20919,
      "end": 21415,
      "text": "main grounds of challenge under Section 34 of the A&C Act, as preferred by the Appellant being that the Ld. Arbitrator has ignored the evidence available on record, not paid heed to the contentions of the Appellant (Respondent in the Arbitration) and the award being patently illegal thereby being meritless, the Ld. Civil Judge has examined the petition on the above mentioned grounds and then proceeded to come to the conclusion that the petition preferred by the Appellant is devoid of merits.",
      "labels": [
        "RATIO"
      ],
      "id": "78853af512f149e0a04c0d73b8f57e00_101"
    },
    {
      "start": 21416,
      "end": 21809,
      "text": "\nVII. CONCLUSION:\n33.The scope of hearing of objections under Section 34 of the A & C Act are limited and object of a Court hearing objections is not to sit as an Appellate Court to re-apprise all the findings and (2015) 5 SCC 739 AIR 2009 (SCW) 6217 (1996) 1 SCC 18 2021 SCC OnLine Del 3428 pg. 18 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 conclusions of the Arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "917de3dedc5340e6bb03c01427611784_102"
    },
    {
      "start": 21810,
      "end": 22012,
      "text": "If the scope of hearing of objections is limited, then the scope of hearing in an appeal against the judgment under Section 37 of the A&C Act which has dismissed the objections is still further limited.",
      "labels": [
        "RATIO"
      ],
      "id": "669533a026914f25a3d2972a5a3b9f9b_103"
    },
    {
      "start": 22013,
      "end": 22303,
      "text": "\n34.Therefore, in light of the discussion, keeping the settled principles of law in mind and for the reasons given above, this Court is of the considered view that the learned Arbitrator as well as the Ld. Civil Judge acted well within their jurisdiction in awarding the appropriate relief.",
      "labels": [
        "RATIO"
      ],
      "id": "ff99e77329ea4d2f9f4c9121da82122d_104"
    },
    {
      "start": 22305,
      "end": 22437,
      "text": "35.This court finds no reason to interfere with the award dated 26.4.2018 which was passed in favour of the present Respondent No.1.",
      "labels": [
        "RPC"
      ],
      "id": "b15bb22ec2ce4024bdef730d9ab1db16_105"
    },
    {
      "start": 22438,
      "end": 22515,
      "text": "The Appellant is directed to make good the payment without any further delay.",
      "labels": [
        "RPC"
      ],
      "id": "6e2cd87ff73d4bd78d50e7d9bea115b4_106"
    },
    {
      "start": 22517,
      "end": 22632,
      "text": "36.Consequently, it is observed that the present appeal ARBA No.38 of 2022 is dismissed for being devoid of merits.",
      "labels": [
        "RPC"
      ],
      "id": "dc1a3b2d038c4f7e956507c9abbac687_107"
    },
    {
      "start": 22633,
      "end": 22654,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "d8467cc0ec3a41af882cf78e0d1ec0f2_108"
    },
    {
      "start": 22655,
      "end": 22721,
      "text": "\n( Dr. S.K. Panigrahi ) Judge Location: Orissa High Court, Cuttack",
      "labels": [
        "NONE"
      ],
      "id": "7f150045c8184abca40c9edd1019b933_109"
    }
  ]
}