{
  "id": "bb7f961efe0f7c4dddcd913d437c88e381369325f089aee608aae4228d1c5433",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras High Court \nSri Narasu'S Coffee Company Pvt. Ltd vs Narasu'S Saarathy Enterprises Pvt. Ltd on 24 January, 2020 \nBench: M.M.Sundresh, Krishnan Ramasamy \n                                                                             O.S.A.No.17 & 18 of 2020\n\n                              In The High Court Of Judicature At Madras\n\n                                               Dated    : 24.01.2020 \n\n                                                        Coram \n                                 The Honourable Mr.Justice M.M.Sundresh \n                                                   and \n                               The Honourable Mr.Justice Krishnan Ramasamy \n\n                                     Original Side Appeal Nos.17 & 18 of 2020 \n                                                       and \n                                          C.M.P.Nos.502 and 509 of 2020 \n\n\n                      Sri Narasu's Coffee Company Pvt . Ltd. , \n                      Rep.. by its Managing Director, \n                      Mr.P.Sivanantham, \n                      No.20, Nethaji Subhash Bose Road, \n                      George Town,\n                      Chennai -600 001.\n                      Also having its Principal Place of Business at\n                      No.16, Court Road, Johnsonpet, Salem -7 . \n\n                                                                       ... Appellant in both Appeals . \n\n                                                          Vs.\n\n                      Narasu's Saarathy Enterprises Pvt. Ltd., \n                      rep . by its Managing Director , \n                      Mr.M.V.Balasubramanian, \n                      No.16-A, Court Road, Johnsonpet, \n                      Salem  7 .\n                                                                   ... Respondent in both Appeals. \n\n\n\n\n                      1 \n\nhttp://www.judis.nic.in \n                                                                             O.S.A.No.17 & 18 of 2020\n\n\n\n                            Appeals filed under Order Xxxvi Rule 9 of Madras High Court\n                      Original Side Rules read with Clause 15 of the Letters Patent and under\n                      Section 13 (1) Commercial Courts Act 2015 against the common order\n                      dated 15.11.2019, made in A.Nos.5192 of 2019 and A.Nos.10250 of 2018\n                      in C.S.No.360 of 2007, on the file of the Original Side of this Court. \n\n\n\n                            For Appellant in both Appeals.    : Mr. AR.L. Sundaresan, \n                                                                Senior Counsel for \n                                                                M / s.AL.Ganthimathi \n\n                            For Respondent in both Appeals. : Mr.K.Rajasekaran \n\n\n                                              Common Judgement\n\n                           Judgment of the Court was delivered by Krishnan Ramasamy,J. \nThese Original Side Appeals have been filed, challenging the common order passed by the learned Single Judge of this Court, in A.Nos.5192 of 2019 and A.Nos.10250 of 2018 in C.S.No.360 of 2007, dated 15.11.2019.\n2. The defendant in the above suit is the appellant herein. 2.1 The appellant filed A.No.5192 of 2019, for transfer of the cases http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 pending before this Court. viz., i) C.S.No.291 of 2007, ii) C.S.No.360 of 2007, and iii) C.S.No.698 of 2011 to the file of the Principal District Court, (Commercial Division) or Ii Additional District Court, Salem, to be tried along with the pending civil suits, in the same Court, viz., i) O.S.No.111 of 2018, renumbered as C.D.No.01 of 2018; ii) O.S.No.290 of 2017, iii) O.S.No.61 of 2018, iv) O.S.No.86 of 2015, v) O.S.No.05 of 2016, and vi) O.S.No.25 of 2019, on the ground of forum conveniens. \n2.2 The plaintiff/respondent herein filed A.No.10250 of 2018, to withdraw the suits, viz., i) O.S.No.111 of 2018 from the file of the Ii Additional District Court, Salem, presently, on the file of the Principal District Court, Salem, renumbered as C.D.No.1 of 2018, ii) O.S.No.290 of 2017 and iii) O.S.No.61 of 2018, (filed before the Ii Additional District Judge, Salem) presently on the file of the I Additional District Court, Salem, and to dispose of the said suits along with C.S.No.360 of 2007, which is pending before this Court.\n2.3 The learned Single Judge, after hearing both the parties, and http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 considering the fact that the parties in all the suits are one and the same and the nature of litigation and pleadings of the parties and the serious allegations, in order to avoid conflicting judgments, came to the conclusion that, it is a fit case, where, all the suits can be tried by this Court. Accordin gly, passed a common order, dated 15.11.2019, allowing the Application No.10250 of 2018, and ordered that the suits in C.D.No.1 of 2018, ii) O.S.No.290 of 2007 and iii) O.S.No.61 of 2018, pending on the file of the II Additional District Judge, Salem are to be transferred to the file of this Court. Apart from the above suits, the learned Single Judge passed an order, to transfer O.S.No.86 of 2015, O.S.No.25 of 2019, and O.S.No.5 of 2016, which are pending on the file of the II Additional District Court, Salem, to the file of this Court, to be heard along with C.S.Nos291 and 360 of 2007, which are pending before this Court, though no application was filed to that effect, in view of the fact that the dispute in the above suits is with regard to the same trademark. So far as the A.No.5192 of 2019 filed by the appellant is concerned, the same was dismissed by the learned Single Judge. \nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 2.4 Aggrieved over the common order passed by the learned Single Judge in both the applications, A.No.10250 of 2018 and A.No.5192 of 2019, dated 15.11.2019, the appellant/defendant has filed the present Appeals. \n3. Mr.AR.L. Sundaresan, learned Senior Counsel representing for M/s.AL.Ganthimathi, learned counsel for the appellant contended that the the parties in all the suits are situated at Salem, and therefore, the forum conveniens to conduct the case is at Salem, but, the learned Single Judge, without considering this vital aspect, wrongly ordered for transfer of the suits pending before the Salem Court to this Court, as prayed for by the respondent herein. The learned Senior Counsel further submitted that the learned Single Judge, while ordering A.No.10250 of 2018, also ordered for transfer of the suits, in O.S.No.86 of 2015 and O.S.No.25 of 2019, though they are not the subject matter of the application for transfer filed by both the parties. \nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 4 . Mr.K.Rajasekaran, the learned counsel for the respondent would contend that the present Appeals are not maintainable, for the reason that the present impugned order passed by the Commercial Division is not an appealable orders, in terms of Section 13 of Commercial Courts Act. By referring to Section 13, the learned counsel would contend that, Appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII CPC, 1908, as amended by this Act and Section 37 of Arbitration and Conciliation Act, 1996. According to the learned counsel, the present order does not fall either under Order XLIII CPC or under Section 37 of Arbitration and Conciliation Act. Therefore, he contended that the issue of maintainability of the present Appeals is required to be decided first. \n4.1 The learned counsel apart from referring to Section 13 of the Commercial Disputes Act, also referred to Clause 15 of Letters Patent and contended that even under Section 15 of the Letters Patent, the present Appeals are not maintainable, because, under Section 15 of Letters Patent, only judgment can be appealable from the original jurisdiction of the High http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 Court to the appellate Jurisdiction. The learned counsel would contend that the impugned order passed by the learned Single Judge is not a judgement. In order to substantiate his contention, the learned counsel also referred to the following reported judgments :-\ni) K.V.Govindarajulu Mudaliar Vs. Devar and Co.\nA.I.R. (1954) MAD 248.\nii) Angudu Narashimalu Chettiar Vs. T.S.Selvarajan 1991 SCC Online Mad 215 : 1992 (1) Law Weekly 429 (DB).\niii) Astrumathi Debi Vs. Kumar Rupendra A.I.R. 1953 SC 198 : 1953 SCR 1159.\niv) Kandla Export Corporation and Another Vs. OCI Corporation and another (2018) 14 SCC 715 : 2018 SCC 170.\nv) HPL (India) Ltd., and others Vs. QRG Enterprises and another. 2017 SCC Del 6955 : 2017 238 DLT 123 (DB)\nvi) Citicorp Business and financial Service Pvt. Ltd., Vs. CITI Group INC and another (2018) SCC Del 10413. 4.2 Further, the learned counsel referred to the decision of this Court, in Magic Frames and others Vs Radiance Media Pvt. Ltd. in O.S.A.No.447 of 2018, dated 04.06.2019, and would contend that the http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 present impugned order is not an order or judgment appealable under Order XLIII CPC or clause 15 of Letters Patent. \n5. In reply, the learned Senior Counsel for the appellant would contend that proviso to Section 13 (1) and 1 (A) should not be read in isolation and it should be read along with the proviso to of Section 13 (1) and 13 (1A). Further, the learned Senior Counsel contended that as per proviso to Section 13 (1A), any order passed by the Commercial Court of Commercial Division is appealable, and therefore, the present order passed by the learned Single Judge is appealable order, and it cannot be excluded in terms of order XLIII CPC by wrongly interpreting the proviso to Section 13 (1A) in isolation.\n6. We have heard the learned Senior Counsel appearing for the appellant as well as the learned counsel for the respondent and perused the impugned order passed by the learned Single Judge and also the materials available on record. \nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 7. It would be apposite to refer to Section 13 of the Commercial Courts Act, which reads as follows:-\n[(1) Any person aggrieved by the judgment or order of a Commercial Court below 1[Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. (1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n8. On perusal of proviso to Section 13 (1) and (1A), it is clear that Appeal shall lie from such an order passed by the Commercial Division or Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] \n9. Further, on perusal of Section 13 (1A), it is clear that any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order, but this is subject to the proviso to Section 13 (1) and (1A) of the Commercial Courts Act. Proviso to Section 13 speaks that, an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 Order XLIII CPC or under section 37 of the Arbitration and Conciliation Act, 1996 Therefore, it is clear that the appeal shall lie an order passed by the Commercial Court or Commercial Division of this Court as enumerated under Order XLIII CPC or under Section 37 of Arbitration and Conciliation Act, except, under the provisions of Order XLIII CPC and Section 37 of Arbitration and Conciliation Act, no orders can be appealable before this Court. \n10. Here is an interesting question for us to decide in the present case. The learned Senior Counsel for the appellant made a submission that proviso to Section 13 (1) and 13 (1A) is subject to provisions of Section 13 (1) and (1A) of the Commercial Courts Act, 2015. However, on perusal of Section 13, it appears that the legislator enacted the provisions of Section 13 (1) and 13 (1A) first and thereafter, they wanted to put some rider to the application of provisions of Section 13 (1) and 13 (1A), accordingly, proviso was inserted to Section 13 (1) and (1A). Therefore, one should interpret proviso to Section 13(1) and (1A) as a rider to the application of provisions of Section 13 (1) and 13(1A) and it cannot be otherwise. The http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 words contained in Section 13 (1A) ''Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court.....'' would always be subject to the following proviso ''Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). ] . \nThe words mentioned in Section 13 (1A) has been restricted to the extent provided under the proviso to Section 13 (1) and 13 (1A). Therefore, we are not in a position to accept the contention of the learned Senior Counsel for the appellant in this regard. We are of the considered view that provisons to Section 13 (1) and 13 (1A) is subject to Proviso to Section 13 (1) and 13 (1A) of Commercial Courts Act, 2015. \n11. However, proviso to Section 13(1A) deals only with orders. Whereas, section 13 (1A) deals with judgement or order. As far as http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 judgment is concerned , against all the judgment passed by the trial judge (Commercial Court), the parties are entitled to file appeal in terms of Section 13 (1A). However, insofar as order is concerned, it has been restricted to the extent stated in the proviso. As per the said proviso, orders falls within the purview of Order XLIII CPC alone are appealable orders. \n12. At this juncture, it is relevant to reproduce Order XLIII CPC, which reads as follows:-\n1 . Appeal from orders An appeal shall lie from the following orders under the provisions of section 104, namely:\n(a) an order under rule 10 of Order VII returning a plaint to be presented to the proper Court [420][except where the procedure specified in rule 10A of Order VII has been followed];\n[421]*****\n(c) an order under rule 9 of Order IX rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(d) an order under rule 13 of Order IX rejecting an application (in a case open to appeal) for an order to set http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 aside a decree passed ex parte [422]*****\n(f) an order under rule 21 of Order XI;\n[423]*****\n(i) an order under rule 34 of Order XXI on an objection to the draft of a document or of an endorsement;\n(j) an order under rule 72 or rule 92 of Order XXI setting aside or refusing to set aside a sale; [424 ] [(ja) an order rejecting an application made under sub-rule (1) of rule 106 of Order XXI, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of rule 105 of that Order is appealable.]\n(k) an order under rule 9 of Order XXII refusing to set aside the abatement or dismissal of a suit;\n(l) an order under rule 10 of Order XXII giving or refusing to give leave;\n[425]*****\n(n) an order under rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n[426] [(na) an order under rule 5 or rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent persons:] http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 [427]*****\n(p) orders in interpleader-suits under rule, rule 4 or rule 6 or Order XXXV;\n(q) an order under rule 2, rule 3 or rule 6 of Order XXXVIII;\n(r) an order under rule 1, rule 2 [428][rule 2A], rule 4 or rule 10 of Order XXXIX;\n(s) an order under rule 1 or rule 4 of Order XL;\n(t) an order of refusal under rule 19 of Order XLI to re- admit, or under rule 21 of Order XLI to re-hear, an appeal;\n(u) an order rule 23 [429][or rule 23A] of Order XLI remanding a case, where an appeal would lie from the decree of the Appellate Court;\n[430]***** (w) an order under rule 4 of Order XLVII granting an application for review.''\n13. On perusal of the order XLIII CPC, it appears that impugned order passed in applications filed under Order XIV Rule 8 of Original Side Rules read with Order XXIV Rule 2 CPC does not fall within the ambit of Order XLIII CPC. The Honourable Supreme Court, in the case of Kandla Export Corporation and Another Vs. OCI Corporation and another http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 (2018) 14 SCC 715 : 2018 SCC 170, held that, according to Section 13 of Commercial Courts Act, an appeal shall lie from those orders that are specifically enumerated under Order 43 CPC. Orders not specifically mentioned in Order XLIII CPC are not appealable. Therefore, on reading of the proviso to Section 13 (1) and (1A), it is clear that orders, which falls under Order XLIII CPC alone are appealable orders. Since in the present case, the impugned order passed by the learned Single Judge for transfer of the suits from Principal District Court (Commercial Division) Salem to the file of this Court is not falling under the purview of Order XLIII CPC, therefore, it is not an appealable order. \n14. The next point for consideration in the present Appeals is whether the order passed by the learned Single Judge for transfer of the cases from Principal District Court (Commercial Division) Salem to the file of this Court can be treated as a judgment appealable under clause 15 of Letters Patent. In this connection, it is relevant to refer to Section 15, which reads as folows:-\n Appeal from the Courts of Original Jurisdiction to the High Court in its appellate http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 jurisdiction : And, we do further ordain that an appeal shall lie to the said High Court of judicature at Madras from the judgement ( not being a judgment passed in the exercise of appellate jurisdiction in respect of a decree or order made in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said high Court and not being an order made in the exercise of revisional jurisdiction and not being a sentence or order passed or made in the exercise of the power of superintendence under the provisions of Sec.107 of the Government of India Act, or in the exercise of criminal jurisdiction) of one Judge of the said High Court or one Judge of any Division Court, pursuant to Sec.108 of the Government of India Act, and that notwithstanding anything herein before provided an appeal shall lie to the said High Court from a judgment of one Judge of the said High Court or one Judge of any Division Court, pursuant to Sec.108 of the Government of India Act made (on or after the 1st day of February, 1929), in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said high Court, where the Judge who passed the judgment declares that the case is a fit one for appeal, but that the right of appeal from other judgments of Judges of the said High Court or of such Division Court shall be to Us, Our Heirs of Successors in Our or Their http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 Privy Council as hereinafter provided.\n15. In this regard, the Honourable Division Bench of this Court as well as Honourable Supreme Court settled the law in the following cases:-\na) The Division Bench of this Court, in the case of Angudu Narashimalu Chettiar Vs. T.S.Selvarajan 1991 SCC Online Mad 215 :\n1992 (1) Law Weekly 429 (DB), held that, 'order transferring the suit from city civil court to high court original side is not a judgment under clause 15 of Letters Patent'. \nb) In yet an another decision of this Court, in the case of K.V.Govindarajulu Mudaliar Vs. Devar and Co. A.I.R. (1954) MAD 248, it is held that, 'an order transferring a suit is not a judgment under Clause 15 of Letters Patent'.\nc) Further, the Honourable Supreme Court, in the case of Astrumathi Debi Vs. Kumar Rupendra A.I.R. 1953 SC 198 : 1953 SCR 1159, held that, 'no order is appealable, unless, an appeal is expressly provided in CPC or some other Act. \nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 16 . Thus, the Division Bench of this Court, in Angudu Narashimalu Chettiar's case (supra) clearly laid down the law that, order transferring the suit from city civil court to high court original side is not a judgment within the meaning of clause 15 of Letters Patent. Further, the Honourable Supreme Court also, in Astrumathi Debi's case (supra) held that, 'no order is appealable, unless, an appeal is expressly provided in CPC or some other Act. \n17. The Honourable Supreme Court, in a judgment reported in [1981 (4) SCC 8] in the case of (Shah Babulal Khimji Vs. Jayaben D.Kania), provided illustration to interlocutory orders, which may be treated as judgment, which is extracted hereinbelow: \n\"106. Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\" \n\"115. Thus, in other words every interlocutory http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable right of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\" \n\"120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the Letters Patent. We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments : \n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant. (2) An order rejecting the plaint. \nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 (3) An order refusing leave to defend the suit in an action under Order 37, Code of Civil Procedure. (4) An order rescinding leave of the trial Judge granted by him under Clause 12 of the Letters Patent. \n(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive. (6) An order rejecting an application for a judgent on admission under Order 12 Rule 6.\n(7) An order refusing to add necessary parties in a suit under Section 92 of the Code of Civil Procedure.\n(8) An order varying or amending a decree. \n(9) An order refusing leave to sue in forma pauperis. \n(10) An order granting review. \n(11) An order allowing withdrawal of the suit with liberty to file a fresh one. \n(12) An order holding that the defendants are not agriculturists within the meaning of the special law. \nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 (13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure. (14) An order granting or refusing to stay execution of the decree. \n(15). An order deciding payment of court-fees against the plaintiff.\" \n18. Therefore, whenever, the trial judge decides a controversy, which will affect the valuable right of one party, it must be treated as judgment within the meaning of Clause 15 of the Letters Patent. The Honourable Supreme Court, considering all these aspects, provided the above illustration, what would mean a judgment. What we have to look into the present case is that whether the transfer of cases from Principal District Court to the Original Side of this Court will affect the value right of one party to treat the order of the learned Single Judge as Judgement. Obviously, any of the ultimate right of the parties is not going to be affected by virtue of the transfer order passed by the learned Single Judge. Here the right means, ultimate right or interest of the parties in the suit. In the present case, the ultimate right of the parties is yet to be decided in the suits. Hence, the order passed by the learned Single Judge is not a judgment to http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 prefer an appeal before this Court. \n19. Further, admittedly, there is no express provision, either under Order XLIII CPC or under the Commercial Courts Act or under Clause 15 of Letters Patent provided for appeal against the order of the learned Single Judge passed for transferring the cases passed under Order XIV Rule 8 of Original Side Rules read with Order XXIV Rule 2 CPC from the Principal District Court (Commercial Division) Salem to the file of Original Side of this Court. Therefore, we are of the view that the order passed by the learned Single Judge for transfer of the pending suits from Principal District Court (Commercial Division) Salem to the file of Original Side of this Court, is neither be treated as an order appealable before this Court nor a judgment. Accordingly, we hold that no appeal shall lie before this Court, against the order passed by the learned single Judge. http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 20. In view of the above findings, we dismiss the present Appeals as not maintainable. No costs. Consequently, connected Civil Miscellaneous Petitions are closed. \n                                                                     (M.M.S.,J)     (K.R.,J) \n                                                                            24.01.2020                       Speaking Order/Non-speaking order                       Internet : Yes/No (sd)\n\n\n\n\n                      To The Sub Assistant Registrar (Original Side), High Court, Madras.\nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 M.M.Sundresh,J., & Krishnan Ramasamy, J. , sd O.S.A. Nos.17 & 18 of 2020 24.01.2020 http://www.judis.nic.in",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61d0a25641ae42bb9f6cf3440ced2fee_0"
    },
    {
      "start": 155,
      "end": 248,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21b70a00f12b45d3b435a994463a6887_1"
    },
    {
      "start": 249,
      "end": 259,
      "text": "High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8f6ca0b280d4bf7906a3b03dfb578cc_2"
    },
    {
      "start": 260,
      "end": 359,
      "text": "\nSri Narasu'S Coffee Company Pvt. Ltd vs Narasu'S Saarathy Enterprises Pvt. Ltd on 24 January, 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5dda017e8ccc4da4b5b8774e621fbb49_3"
    },
    {
      "start": 360,
      "end": 399,
      "text": "\nBench: M.M.Sundresh, Krishnan Ramasamy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "514bd4b3fdab492e9a5e471f078adbd6_4"
    },
    {
      "start": 478,
      "end": 534,
      "text": "O.S.A.No.17 & 18 of 2020\n\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bee7cf0c67b149139a6b2e790ce01ba8_5"
    },
    {
      "start": 534,
      "end": 629,
      "text": "In The High Court Of Judicature At Madras\n\n                                               Dated",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad97545368bc4758a343f2376e0fd13a_6"
    },
    {
      "start": 633,
      "end": 645,
      "text": ": 24.01.2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87205b36938e499d977986740348fe49_7"
    },
    {
      "start": 704,
      "end": 782,
      "text": "Coram \n                                 The Honourable Mr.Justice M.M.Sundresh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71eda9abef7846efbde851aa3effee88_8"
    },
    {
      "start": 835,
      "end": 914,
      "text": "and \n                               The Honourable Mr.Justice Krishnan Ramasamy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "753f8cd99507431d9cdf46cf46820092_9"
    },
    {
      "start": 954,
      "end": 994,
      "text": "Original Side Appeal Nos.17 & 18 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cd979045bc54977b16d653ff5dca01c_10"
    },
    {
      "start": 1051,
      "end": 1127,
      "text": "and \n                                          C.M.P.Nos.502 and 509 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a26d0462e94d4201810599e70a46e593_11"
    },
    {
      "start": 1153,
      "end": 1165,
      "text": "Sri Narasu's",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ea3fbc8f3ef4dd3b942f4595c674a0f_12"
    },
    {
      "start": 1166,
      "end": 1184,
      "text": "Coffee Company Pvt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b109201e42d488fbeab3acaf2bee124_13"
    },
    {
      "start": 1185,
      "end": 1191,
      "text": ". Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5dcb2f9718ba452a863b19f29c97b9ba_14"
    },
    {
      "start": 1192,
      "end": 1222,
      "text": ", \n                      Rep..",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b42d5cc2f594618bc2d4498d85210e5_15"
    },
    {
      "start": 1223,
      "end": 1248,
      "text": "by its Managing Director,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0cc2f13f0d5c457f8373a0acf1292863_16"
    },
    {
      "start": 1272,
      "end": 1289,
      "text": "Mr.P.Sivanantham,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e2fdb7aca54409788e635084dca939d_17"
    },
    {
      "start": 1313,
      "end": 1319,
      "text": "No.20,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26cc6b3433fa49e588b90ca3ef287bef_18"
    },
    {
      "start": 1320,
      "end": 1346,
      "text": "Nethaji Subhash Bose Road,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f518c2f6bcf4e9bb577a80726815113_19"
    },
    {
      "start": 1347,
      "end": 1550,
      "text": "\n                      George Town,\n                      Chennai -600 001.\n                      Also having its Principal Place of Business at\n                      No.16, Court Road, Johnsonpet, Salem",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9ccf62b1ed842c0b3bb2dfe39f36946_20"
    },
    {
      "start": 1551,
      "end": 1632,
      "text": "-7 . \n\n                                                                       ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "332965883a5b4456b30aa318ab144cca_21"
    },
    {
      "start": 1633,
      "end": 1658,
      "text": "Appellant in both Appeals",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86147ec9c1d84095b822970ad0e7a1e2_22"
    },
    {
      "start": 1659,
      "end": 1748,
      "text": ". \n\n                                                          Vs.\n\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01ed84524a8340b88b78e4d3eabc0c0a_23"
    },
    {
      "start": 1748,
      "end": 1756,
      "text": "Narasu's",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5a89345f1ed42a488ecb957a13d4b43_24"
    },
    {
      "start": 1757,
      "end": 1788,
      "text": "Saarathy Enterprises Pvt. Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5557dd7b55214e1b8f839c06d6eee654_25"
    },
    {
      "start": 1812,
      "end": 1842,
      "text": "rep . by its Managing Director",
      "labels": [
        "PREAMBLE"
      ],
      "id": "565482d5054f466892c177b00887a762_26"
    },
    {
      "start": 1843,
      "end": 1891,
      "text": ", \n                      Mr.M.V.Balasubramanian,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4cc7e8e27db4b7cbb15681757a984a8_27"
    },
    {
      "start": 1915,
      "end": 1947,
      "text": "No.16-A, Court Road, Johnsonpet,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b124aa030df142298bb380162953005b_28"
    },
    {
      "start": 1971,
      "end": 1979,
      "text": "Salem  7",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c532289e89de4591a5cc529cd30253c0_29"
    },
    {
      "start": 1980,
      "end": 2052,
      "text": ".\n                                                                   ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3021123cd07b4c66ba386a9a3b88f6f6_30"
    },
    {
      "start": 2053,
      "end": 2080,
      "text": "Respondent in both Appeals.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61df147a410249bf80adfeecb01b8187_31"
    },
    {
      "start": 2108,
      "end": 2135,
      "text": "1 \n\nhttp://www.judis.nic.in",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11e2c15ffff948bea30fbc88cc68ecf8_32"
    },
    {
      "start": 2136,
      "end": 2696,
      "text": "\n                                                                             O.S.A.No.17 & 18 of 2020\n\n\n\n                            Appeals filed under Order Xxxvi Rule 9 of Madras High Court\n                      Original Side Rules read with Clause 15 of the Letters Patent and under\n                      Section 13 (1) Commercial Courts Act 2015 against the common order\n                      dated 15.11.2019, made in A.Nos.5192 of 2019 and A.Nos.10250 of 2018\n                      in C.S.No.360 of 2007, on the file of the Original Side of this Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea335bc915184a56a0d87ef3d6863783_33"
    },
    {
      "start": 2729,
      "end": 2759,
      "text": "For Appellant in both Appeals.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07b12df28efc4f4e9365fb98c9c38d42_34"
    },
    {
      "start": 2763,
      "end": 2786,
      "text": ": Mr. AR.L. Sundaresan,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01c1c8a9e87446579819b85b02c49aba_35"
    },
    {
      "start": 2852,
      "end": 2870,
      "text": "Senior Counsel for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9813eb82e5b4459cb4f16a28e734b75a_36"
    },
    {
      "start": 2936,
      "end": 2956,
      "text": "M / s.AL.Ganthimathi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "548f819dedc04293b96156eaf5da84d6_37"
    },
    {
      "start": 2987,
      "end": 3018,
      "text": "For Respondent in both Appeals.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8ff5257e0584cb68d0233edd0a0ccb6_38"
    },
    {
      "start": 3019,
      "end": 3037,
      "text": ": Mr.K.Rajasekaran",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33cd3ceadf7a412fba3ef0dbb86791cc_39"
    },
    {
      "start": 3087,
      "end": 3132,
      "text": "Common Judgement\n\n                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cb7d89300e84c6a83c5584589f06557_40"
    },
    {
      "start": 3132,
      "end": 3191,
      "text": "Judgment of the Court was delivered by Krishnan Ramasamy,J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "314d275b70c84bcf8ae04ad734e9018f_41"
    },
    {
      "start": 3192,
      "end": 3406,
      "text": "\nThese Original Side Appeals have been filed, challenging the common order passed by the learned Single Judge of this Court, in A.Nos.5192 of 2019 and A.Nos.10250 of 2018 in C.S.No.360 of 2007, dated 15.11.2019.\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6ff60eac0b14b8880118c1ec62f57f1_42"
    },
    {
      "start": 3407,
      "end": 3463,
      "text": "The defendant in the above suit is the appellant herein.",
      "labels": [
        "FAC"
      ],
      "id": "d5e3f6a675654bbf8329eafd5efa75fa_43"
    },
    {
      "start": 3464,
      "end": 3608,
      "text": "2.1 The appellant filed A.No.5192 of 2019, for transfer of the cases http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 pending before this Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1082fc91abe64f738585858df222a2c1_44"
    },
    {
      "start": 3609,
      "end": 4080,
      "text": "viz., i) C.S.No.291 of 2007, ii) C.S.No.360 of 2007, and iii) C.S.No.698 of 2011 to the file of the Principal District Court, (Commercial Division) or Ii Additional District Court, Salem, to be tried along with the pending civil suits, in the same Court, viz., i) O.S.No.111 of 2018, renumbered as C.D.No.01 of 2018; ii) O.S.No.290 of 2017, iii) O.S.No.61 of 2018, iv) O.S.No.86 of 2015, v) O.S.No.05 of 2016, and vi) O.S.No.25 of 2019, on the ground of forum conveniens.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "192d38c2753642559ddfa0c1b14f5cec_45"
    },
    {
      "start": 4082,
      "end": 4622,
      "text": "2.2 The plaintiff/respondent herein filed A.No.10250 of 2018, to withdraw the suits, viz., i) O.S.No.111 of 2018 from the file of the Ii Additional District Court, Salem, presently, on the file of the Principal District Court, Salem, renumbered as C.D.No.1 of 2018, ii) O.S.No.290 of 2017 and iii) O.S.No.61 of 2018, (filed before the Ii Additional District Judge, Salem) presently on the file of the I Additional District Court, Salem, and to dispose of the said suits along with C.S.No.360 of 2007, which is pending before this Court.\n2.3",
      "labels": [
        "NONE"
      ],
      "id": "7f65d84f42894c45811f2bed26c11d1f_46"
    },
    {
      "start": 4623,
      "end": 5033,
      "text": "The learned Single Judge, after hearing both the parties, and http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 considering the fact that the parties in all the suits are one and the same and the nature of litigation and pleadings of the parties and the serious allegations, in order to avoid conflicting judgments, came to the conclusion that, it is a fit case, where, all the suits can be tried by this Court.",
      "labels": [
        "NONE"
      ],
      "id": "321cec6b09a944ef829eed19e0b4424b_47"
    },
    {
      "start": 5034,
      "end": 5042,
      "text": "Accordin",
      "labels": [
        "NONE"
      ],
      "id": "dbbe7a75b2244ee1adca1db3cb36a1e8_48"
    },
    {
      "start": 5043,
      "end": 5342,
      "text": "gly, passed a common order, dated 15.11.2019, allowing the Application No.10250 of 2018, and ordered that the suits in C.D.No.1 of 2018, ii) O.S.No.290 of 2007 and iii) O.S.No.61 of 2018, pending on the file of the II Additional District Judge, Salem are to be transferred to the file of this Court.",
      "labels": [
        "FAC"
      ],
      "id": "3e0404e14081428680781397a166f8e5_49"
    },
    {
      "start": 5343,
      "end": 5815,
      "text": "Apart from the above suits, the learned Single Judge passed an order, to transfer O.S.No.86 of 2015, O.S.No.25 of 2019, and O.S.No.5 of 2016, which are pending on the file of the II Additional District Court, Salem, to the file of this Court, to be heard along with C.S.Nos291 and 360 of 2007, which are pending before this Court, though no application was filed to that effect, in view of the fact that the dispute in the above suits is with regard to the same trademark.",
      "labels": [
        "FAC"
      ],
      "id": "873e1e4f8f7a4997874a1ad2d3765374_50"
    },
    {
      "start": 5816,
      "end": 5936,
      "text": "So far as the A.No.5192 of 2019 filed by the appellant is concerned, the same was dismissed by the learned Single Judge.",
      "labels": [
        "FAC"
      ],
      "id": "9e6195fca5844ef2a554ee0ac652b9d5_51"
    },
    {
      "start": 5938,
      "end": 5990,
      "text": "http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 2.4",
      "labels": [
        "NONE"
      ],
      "id": "26ff1e11a83040ab9b81a86c931067fd_52"
    },
    {
      "start": 5991,
      "end": 6198,
      "text": "Aggrieved over the common order passed by the learned Single Judge in both the applications, A.No.10250 of 2018 and A.No.5192 of 2019, dated 15.11.2019, the appellant/defendant has filed the present Appeals.",
      "labels": [
        "FAC"
      ],
      "id": "19102b9f6138441d986c08d97e576b7e_53"
    },
    {
      "start": 6200,
      "end": 6655,
      "text": "3. Mr.AR.L. Sundaresan, learned Senior Counsel representing for M/s.AL.Ganthimathi, learned counsel for the appellant contended that the the parties in all the suits are situated at Salem, and therefore, the forum conveniens to conduct the case is at Salem, but, the learned Single Judge, without considering this vital aspect, wrongly ordered for transfer of the suits pending before the Salem Court to this Court, as prayed for by the respondent herein.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "802967e7ccb040cbb601936a56d8227b_54"
    },
    {
      "start": 6656,
      "end": 6948,
      "text": "The learned Senior Counsel further submitted that the learned Single Judge, while ordering A.No.10250 of 2018, also ordered for transfer of the suits, in O.S.No.86 of 2015 and O.S.No.25 of 2019, though they are not the subject matter of the application for transfer filed by both the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "98eae1529cde421995c8318d0de98e70_55"
    },
    {
      "start": 6949,
      "end": 7000,
      "text": "\nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 4",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0dc10998adbc432b83b4d79c49ae4753_56"
    },
    {
      "start": 7001,
      "end": 7279,
      "text": ". Mr.K.Rajasekaran, the learned counsel for the respondent would contend that the present Appeals are not maintainable, for the reason that the present impugned order passed by the Commercial Division is not an appealable orders, in terms of Section 13 of Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ceb73ba6f174e8fad2fbb207c9154e2_57"
    },
    {
      "start": 7280,
      "end": 7578,
      "text": "By referring to Section 13, the learned counsel would contend that, Appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII CPC, 1908, as amended by this Act and Section 37 of Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "60a4fd3100d0441cb081e1c534ff870c_58"
    },
    {
      "start": 7579,
      "end": 7730,
      "text": "According to the learned counsel, the present order does not fall either under Order XLIII CPC or under Section 37 of Arbitration and Conciliation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "619542598e93427ab55bd3849ac31cd3_59"
    },
    {
      "start": 7731,
      "end": 7844,
      "text": "Therefore, he contended that the issue of maintainability of the present Appeals is required to be decided first.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f3b161e3d06f4749bb4b60a2fceb03e4_60"
    },
    {
      "start": 7846,
      "end": 8293,
      "text": "4.1 The learned counsel apart from referring to Section 13 of the Commercial Disputes Act, also referred to Clause 15 of Letters Patent and contended that even under Section 15 of the Letters Patent, the present Appeals are not maintainable, because, under Section 15 of Letters Patent, only judgment can be appealable from the original jurisdiction of the High http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 Court to the appellate Jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "729b32902735495486faea9590a51020_61"
    },
    {
      "start": 8294,
      "end": 8406,
      "text": "The learned counsel would contend that the impugned order passed by the learned Single Judge is not a judgement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba165cdee14b4917945bd304b8f865b9_62"
    },
    {
      "start": 8407,
      "end": 8947,
      "text": "In order to substantiate his contention, the learned counsel also referred to the following reported judgments :-\ni) K.V.Govindarajulu Mudaliar Vs. Devar and Co.\nA.I.R. (1954) MAD 248.\nii) Angudu Narashimalu Chettiar Vs. T.S.Selvarajan 1991 SCC Online Mad 215 : 1992 (1) Law Weekly 429 (DB).\niii) Astrumathi Debi Vs. Kumar Rupendra A.I.R. 1953 SC 198 : 1953 SCR 1159.\niv) Kandla Export Corporation and Another Vs. OCI Corporation and another (2018) 14 SCC 715 : 2018 SCC 170.\nv) HPL (India) Ltd., and others Vs. QRG Enterprises and another.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6046068ff2e04d2ebd89277fa1af691a_63"
    },
    {
      "start": 8948,
      "end": 9097,
      "text": "2017 SCC Del 6955 : 2017 238 DLT 123 (DB)\nvi) Citicorp Business and financial Service Pvt. Ltd., Vs. CITI Group INC and another (2018) SCC Del 10413.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eea62accafee4457a280fe0a4764bc10_64"
    },
    {
      "start": 9098,
      "end": 9460,
      "text": "4.2 Further, the learned counsel referred to the decision of this Court, in Magic Frames and others Vs Radiance Media Pvt. Ltd. in O.S.A.No.447 of 2018, dated 04.06.2019, and would contend that the http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 present impugned order is not an order or judgment appealable under Order XLIII CPC or clause 15 of Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c45ad68c4f48455ab1c4a9855557efde_65"
    },
    {
      "start": 9462,
      "end": 9685,
      "text": "5. In reply, the learned Senior Counsel for the appellant would contend that proviso to Section 13 (1) and 1 (A) should not be read in isolation and it should be read along with the proviso to of Section 13 (1) and 13 (1A).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e55e04b18e9c41e2bb6f7620c8e7db1f_66"
    },
    {
      "start": 9686,
      "end": 10065,
      "text": "Further, the learned Senior Counsel contended that as per proviso to Section 13 (1A), any order passed by the Commercial Court of Commercial Division is appealable, and therefore, the present order passed by the learned Single Judge is appealable order, and it cannot be excluded in terms of order XLIII CPC by wrongly interpreting the proviso to Section 13 (1A) in isolation.\n6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e7f4e096527c48f79f25beba1fb12201_67"
    },
    {
      "start": 10066,
      "end": 10294,
      "text": "We have heard the learned Senior Counsel appearing for the appellant as well as the learned counsel for the respondent and perused the impugned order passed by the learned Single Judge and also the materials available on record.",
      "labels": [
        "NONE"
      ],
      "id": "e902a307d3f542d5b529dfda1e5c6c6c_68"
    },
    {
      "start": 10296,
      "end": 10347,
      "text": "http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 7.",
      "labels": [
        "STA"
      ],
      "id": "fcbbe733b6c64ffba67403a0a5a0fa86_69"
    },
    {
      "start": 10348,
      "end": 10631,
      "text": "It would be apposite to refer to Section 13 of the Commercial Courts Act, which reads as follows:-\n[(1) Any person aggrieved by the judgment or order of a Commercial Court below 1[Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge",
      "labels": [
        "STA"
      ],
      "id": "1358c58a46ef40c5aa8c336a2f55459a_70"
    },
    {
      "start": 10632,
      "end": 10742,
      "text": "may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "7b7699734f4c48be9b5799fd88d1cb79_71"
    },
    {
      "start": 10743,
      "end": 11386,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
      "labels": [
        "STA"
      ],
      "id": "33e88f26ff524c488a5072a793777d6b_72"
    },
    {
      "start": 11387,
      "end": 11706,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "dc6ac8534d61451185bb94b1b19fd07e_73"
    },
    {
      "start": 11707,
      "end": 12066,
      "text": "\n8. On perusal of proviso to Section 13 (1) and (1A), it is clear that Appeal shall lie from such an order passed by the Commercial Division or Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
      "labels": [
        "STA"
      ],
      "id": "39ffe9d540a84aa0a24cf5f8654566b2_74"
    },
    {
      "start": 12067,
      "end": 12554,
      "text": "\n9. Further, on perusal of Section 13 (1A), it is clear that any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order, but this is subject to the proviso to Section 13 (1) and (1A) of the Commercial Courts Act.",
      "labels": [
        "STA"
      ],
      "id": "ca8c8c0c8eb24694a9d9e07c349855ae_75"
    },
    {
      "start": 12555,
      "end": 13216,
      "text": "Proviso to Section 13 speaks that, an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 Order XLIII CPC or under section 37 of the Arbitration and Conciliation Act, 1996 Therefore, it is clear that the appeal shall lie an order passed by the Commercial Court or Commercial Division of this Court as enumerated under Order XLIII CPC or under Section 37 of Arbitration and Conciliation Act, except, under the provisions of Order XLIII CPC and Section 37 of Arbitration and Conciliation Act, no orders can be appealable before this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9cfae3477684badb3796d10f67f06c1_76"
    },
    {
      "start": 13218,
      "end": 13291,
      "text": "10. Here is an interesting question for us to decide in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43c7de6df1c94dcc8d79a02eecd76ef6_77"
    },
    {
      "start": 13292,
      "end": 13485,
      "text": "The learned Senior Counsel for the appellant made a submission that proviso to Section 13 (1) and 13 (1A) is subject to provisions of Section 13 (1) and (1A) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06dd4cfe10e64f75bed3730a0cd9c089_78"
    },
    {
      "start": 13486,
      "end": 13782,
      "text": "However, on perusal of Section 13, it appears that the legislator enacted the provisions of Section 13 (1) and 13 (1A) first and thereafter, they wanted to put some rider to the application of provisions of Section 13 (1) and 13 (1A), accordingly, proviso was inserted to Section 13 (1) and (1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f935a9baf8624208bb3a90a0e740daea_79"
    },
    {
      "start": 13783,
      "end": 13949,
      "text": "Therefore, one should interpret proviso to Section 13(1) and (1A) as a rider to the application of provisions of Section 13 (1) and 13(1A) and it cannot be otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "100c906d2d5542a3bb2e4c6700768b5f_80"
    },
    {
      "start": 13950,
      "end": 14665,
      "text": "The http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 words contained in Section 13 (1A) ''Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court.....'' would always be subject to the following proviso ''Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "efe2901ca0e44ceca711a22d2b8ea6f6_81"
    },
    {
      "start": 14666,
      "end": 14801,
      "text": "] . \nThe words mentioned in Section 13 (1A) has been restricted to the extent provided under the proviso to Section 13 (1) and 13 (1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "daccc46c5f4e4b1e93f1283eecc15206_82"
    },
    {
      "start": 14802,
      "end": 14926,
      "text": "Therefore, we are not in a position to accept the contention of the learned Senior Counsel for the appellant in this regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "addb2f209a9d45d5a59d047ea757bb3a_83"
    },
    {
      "start": 14927,
      "end": 15085,
      "text": "We are of the considered view that provisons to Section 13 (1) and 13 (1A) is subject to Proviso to Section 13 (1) and 13 (1A) of Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf06549a072c4955b48d5f8ec0cde5c9_84"
    },
    {
      "start": 15087,
      "end": 15149,
      "text": "11. However, proviso to Section 13(1A) deals only with orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89692bb2713549898e6ae35df94edebb_85"
    },
    {
      "start": 15150,
      "end": 15205,
      "text": "Whereas, section 13 (1A) deals with judgement or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc19e4c2707e4d4986eea1640b2f25c2_86"
    },
    {
      "start": 15206,
      "end": 15286,
      "text": "As far as http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 judgment is concerned",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69857f6527ea4fb881eafbd1c9602d9b_87"
    },
    {
      "start": 15287,
      "end": 15428,
      "text": ", against all the judgment passed by the trial judge (Commercial Court), the parties are entitled to file appeal in terms of Section 13 (1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ba26117ee7842f9b6701a6500ee4107_88"
    },
    {
      "start": 15429,
      "end": 15528,
      "text": "However, insofar as order is concerned, it has been restricted to the extent stated in the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad0474fef6ac42aaad27163bcf3b9b82_89"
    },
    {
      "start": 15529,
      "end": 15633,
      "text": "As per the said proviso, orders falls within the purview of Order XLIII CPC alone are appealable orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfbe8a567fd44a52ad1f6a3f88587ed3_90"
    },
    {
      "start": 15635,
      "end": 16636,
      "text": "12. At this juncture, it is relevant to reproduce Order XLIII CPC, which reads as follows:-\n1 . Appeal from orders An appeal shall lie from the following orders under the provisions of section 104, namely:\n(a) an order under rule 10 of Order VII returning a plaint to be presented to the proper Court [420][except where the procedure specified in rule 10A of Order VII has been followed];\n[421]*****\n(c) an order under rule 9 of Order IX rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(d) an order under rule 13 of Order IX rejecting an application (in a case open to appeal) for an order to set http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 aside a decree passed ex parte [422]*****\n(f) an order under rule 21 of Order XI;\n[423]*****\n(i) an order under rule 34 of Order XXI on an objection to the draft of a document or of an endorsement;\n(j) an order under rule 72 or rule 92 of Order XXI setting aside or refusing to set aside a sale; [424",
      "labels": [
        "STA"
      ],
      "id": "8b64aac97cf34498862d5bba5d93840d_91"
    },
    {
      "start": 16637,
      "end": 18247,
      "text": "] [(ja) an order rejecting an application made under sub-rule (1) of rule 106 of Order XXI, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of rule 105 of that Order is appealable.]\n(k) an order under rule 9 of Order XXII refusing to set aside the abatement or dismissal of a suit;\n(l) an order under rule 10 of Order XXII giving or refusing to give leave;\n[425]*****\n(n) an order under rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n[426] [(na) an order under rule 5 or rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent persons:] http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 [427]*****\n(p) orders in interpleader-suits under rule, rule 4 or rule 6 or Order XXXV;\n(q) an order under rule 2, rule 3 or rule 6 of Order XXXVIII;\n(r) an order under rule 1, rule 2 [428][rule 2A], rule 4 or rule 10 of Order XXXIX;\n(s) an order under rule 1 or rule 4 of Order XL;\n(t) an order of refusal under rule 19 of Order XLI to re- admit, or under rule 21 of Order XLI to re-hear, an appeal;\n(u) an order rule 23 [429][or rule 23A] of Order XLI remanding a case, where an appeal would lie from the decree of the Appellate Court;\n[430]***** (w) an order under rule 4 of Order XLVII granting an application for review.''\n13. On perusal of the order XLIII CPC, it appears that impugned order passed in applications filed under Order XIV Rule 8 of Original Side Rules read with Order XXIV Rule 2 CPC does not fall within the ambit of Order XLIII CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cc84b31462a46e2b8e1f0aed092b022_92"
    },
    {
      "start": 18248,
      "end": 18597,
      "text": "The Honourable Supreme Court, in the case of Kandla Export Corporation and Another Vs. OCI Corporation and another http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 (2018) 14 SCC 715 : 2018 SCC 170, held that, according to Section 13 of Commercial Courts Act, an appeal shall lie from those orders that are specifically enumerated under Order 43 CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "696b0d8857094b59949c2587c39ba638_93"
    },
    {
      "start": 18598,
      "end": 18670,
      "text": "Orders not specifically mentioned in Order XLIII CPC are not appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26e431095466499fb0119f8a139f9806_94"
    },
    {
      "start": 18671,
      "end": 18823,
      "text": "Therefore, on reading of the proviso to Section 13 (1) and (1A), it is clear that orders, which falls under Order XLIII CPC alone are appealable orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3174243aa9e8413f91e78ae2d77631df_95"
    },
    {
      "start": 18824,
      "end": 19109,
      "text": "Since in the present case, the impugned order passed by the learned Single Judge for transfer of the suits from Principal District Court (Commercial Division) Salem to the file of this Court is not falling under the purview of Order XLIII CPC, therefore, it is not an appealable order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a88494e9efd24bfc9baea2907e072109_96"
    },
    {
      "start": 19111,
      "end": 19411,
      "text": "14. The next point for consideration in the present Appeals is whether the order passed by the learned Single Judge for transfer of the cases from Principal District Court (Commercial Division) Salem to the file of this Court can be treated as a judgment appealable under clause 15 of Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24483351b0e34d128384dd023a2cc4cc_97"
    },
    {
      "start": 19412,
      "end": 21118,
      "text": "In this connection, it is relevant to refer to Section 15, which reads as folows:-\n Appeal from the Courts of Original Jurisdiction to the High Court in its appellate http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 jurisdiction : And, we do further ordain that an appeal shall lie to the said High Court of judicature at Madras from the judgement ( not being a judgment passed in the exercise of appellate jurisdiction in respect of a decree or order made in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said high Court and not being an order made in the exercise of revisional jurisdiction and not being a sentence or order passed or made in the exercise of the power of superintendence under the provisions of Sec.107 of the Government of India Act, or in the exercise of criminal jurisdiction) of one Judge of the said High Court or one Judge of any Division Court, pursuant to Sec.108 of the Government of India Act, and that notwithstanding anything herein before provided an appeal shall lie to the said High Court from a judgment of one Judge of the said High Court or one Judge of any Division Court, pursuant to Sec.108 of the Government of India Act made (on or after the 1st day of February, 1929), in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said high Court, where the Judge who passed the judgment declares that the case is a fit one for appeal, but that the right of appeal from other judgments of Judges of the said High Court or of such Division Court shall be to Us, Our Heirs of Successors in Our or Their http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 Privy Council as hereinafter provided.\n15.",
      "labels": [
        "STA"
      ],
      "id": "a01225ddcf3049cdaadc1061ec2e8c6e_98"
    },
    {
      "start": 21119,
      "end": 21554,
      "text": "In this regard, the Honourable Division Bench of this Court as well as Honourable Supreme Court settled the law in the following cases:-\na) The Division Bench of this Court, in the case of Angudu Narashimalu Chettiar Vs. T.S.Selvarajan 1991 SCC Online Mad 215 :\n1992 (1) Law Weekly 429 (DB), held that, 'order transferring the suit from city civil court to high court original side is not a judgment under clause 15 of Letters Patent'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f09d5b4f40e4a36be0509d1438291f9_99"
    },
    {
      "start": 21555,
      "end": 21787,
      "text": "\nb) In yet an another decision of this Court, in the case of K.V.Govindarajulu Mudaliar Vs. Devar and Co. A.I.R. (1954) MAD 248, it is held that, 'an order transferring a suit is not a judgment under Clause 15 of Letters Patent'.\nc)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c2e4c5093d6d4981b0792a089964e92f_100"
    },
    {
      "start": 21788,
      "end": 22014,
      "text": "Further, the Honourable Supreme Court, in the case of Astrumathi Debi Vs. Kumar Rupendra A.I.R. 1953 SC 198 : 1953 SCR 1159, held that, 'no order is appealable, unless, an appeal is expressly provided in CPC or some other Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "78d7f652627e426b9c99435d7cc44891_101"
    },
    {
      "start": 22015,
      "end": 22067,
      "text": "\nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 16",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d9064de08e34d0695a37b60701bb013_102"
    },
    {
      "start": 22068,
      "end": 22334,
      "text": ". Thus, the Division Bench of this Court, in Angudu Narashimalu Chettiar's case (supra) clearly laid down the law that, order transferring the suit from city civil court to high court original side is not a judgment within the meaning of clause 15 of Letters Patent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "668b44a1afd14284bf0619ac30b13a30_103"
    },
    {
      "start": 22335,
      "end": 22514,
      "text": "Further, the Honourable Supreme Court also, in Astrumathi Debi's case (supra) held that, 'no order is appealable, unless, an appeal is expressly provided in CPC or some other Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5233edf71a964814bb2fa8e2e0e4847b_104"
    },
    {
      "start": 22516,
      "end": 22763,
      "text": "17. The Honourable Supreme Court, in a judgment reported in [1981 (4) SCC 8] in the case of (Shah Babulal Khimji Vs. Jayaben D.Kania), provided illustration to interlocutory orders, which may be treated as judgment, which is extracted hereinbelow:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac17569a7ecf485085353b6e343b69fa_105"
    },
    {
      "start": 22765,
      "end": 23009,
      "text": "\"106. Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5ac5a161b5f74816ab3a6727228fb6d5_106"
    },
    {
      "start": 23011,
      "end": 23324,
      "text": "\"115. Thus, in other words every interlocutory http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable right of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4a31b57b4a3b405e90dd1a4536c33ad3_107"
    },
    {
      "start": 23325,
      "end": 23581,
      "text": "Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30e861b0040e4792be964988e9a5712d_108"
    },
    {
      "start": 23583,
      "end": 23781,
      "text": "\"120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the Letters Patent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c99342419fb49f18c251bab8b33bea3_109"
    },
    {
      "start": 23782,
      "end": 23905,
      "text": "We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments :",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b145208072f6419db7fc3ce9b6af3cec_110"
    },
    {
      "start": 23906,
      "end": 24136,
      "text": "\n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b4ecc03922d049c1948f109779757d53_111"
    },
    {
      "start": 24137,
      "end": 24171,
      "text": "(2) An order rejecting the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcba3fc9da874c828340c040795bfe27_112"
    },
    {
      "start": 24172,
      "end": 24322,
      "text": "\nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 (3) An order refusing leave to defend the suit in an action under Order 37, Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "843049b3ece749e9920286760db3668d_113"
    },
    {
      "start": 24323,
      "end": 24425,
      "text": "(4) An order rescinding leave of the trial Judge granted by him under Clause 12 of the Letters Patent.",
      "labels": [
        "STA"
      ],
      "id": "c9deef42d86a41ebb42582637682428b_114"
    },
    {
      "start": 24426,
      "end": 24665,
      "text": "\n(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive.",
      "labels": [
        "STA"
      ],
      "id": "1a41355f07c044dabea82ad3d4cf0e4d_115"
    },
    {
      "start": 24666,
      "end": 24872,
      "text": "(6) An order rejecting an application for a judgent on admission under Order 12 Rule 6.\n(7) An order refusing to add necessary parties in a suit under Section 92 of the Code of Civil Procedure.\n(8) An order",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c3d3479fd2c4333bcaa4fc069323c8a_116"
    },
    {
      "start": 24873,
      "end": 24880,
      "text": "varying",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed860099380b4c15a6d8333b9ef6b8e1_117"
    },
    {
      "start": 24881,
      "end": 24902,
      "text": "or amending a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b63ba22925c04e768abc7d39679e6a9e_118"
    },
    {
      "start": 24903,
      "end": 24957,
      "text": "\n(9) An order refusing leave to sue in forma pauperis.",
      "labels": [
        "STA"
      ],
      "id": "b9590ea1680841d8bed018d54d252a08_119"
    },
    {
      "start": 24958,
      "end": 24989,
      "text": "\n(10) An order granting review.",
      "labels": [
        "STA"
      ],
      "id": "ea3d919de7a9490a978ccb707f4e177b_120"
    },
    {
      "start": 24990,
      "end": 25070,
      "text": "\n(11) An order allowing withdrawal of the suit with liberty to file a fresh one.",
      "labels": [
        "STA"
      ],
      "id": "bd1a3e229fb84d6685dc0c0c42282f60_121"
    },
    {
      "start": 25071,
      "end": 25175,
      "text": "\n(12) An order holding that the defendants are not agriculturists within the meaning of the special law.",
      "labels": [
        "STA"
      ],
      "id": "0e28ab7772794bafba4887a274734ba3_122"
    },
    {
      "start": 25176,
      "end": 25323,
      "text": "\nhttp://www.judis.nic.in O.S.A.No.17 & 18 of 2020 (13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "c23b93150aac49e79c79ca7f0c5d98f9_123"
    },
    {
      "start": 25324,
      "end": 25391,
      "text": "(14) An order granting or refusing to stay execution of the decree.",
      "labels": [
        "STA"
      ],
      "id": "c5ad1ab3f86540c8b966021220062855_124"
    },
    {
      "start": 25392,
      "end": 25462,
      "text": "\n(15). An order deciding payment of court-fees against the plaintiff.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c76f448eb5e84090b3033a7228bbec34_125"
    },
    {
      "start": 25464,
      "end": 25664,
      "text": "18. Therefore, whenever, the trial judge decides a controversy, which will affect the valuable right of one party, it must be treated as judgment within the meaning of Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "431fbd31bf6a413f9af2067e7a9ddc4b_126"
    },
    {
      "start": 25665,
      "end": 25786,
      "text": "The Honourable Supreme Court, considering all these aspects, provided the above illustration, what would mean a judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c488b6e046c745ee8af58713ae75fd6b_127"
    },
    {
      "start": 25787,
      "end": 26034,
      "text": "What we have to look into the present case is that whether the transfer of cases from Principal District Court to the Original Side of this Court will affect the value right of one party to treat the order of the learned Single Judge as Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb418400545c42638f78a976a7df24f6_128"
    },
    {
      "start": 26035,
      "end": 26182,
      "text": "Obviously, any of the ultimate right of the parties is not going to be affected by virtue of the transfer order passed by the learned Single Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c229c94f40d143579e4b01e715f2bca4_129"
    },
    {
      "start": 26183,
      "end": 26259,
      "text": "Here the right means, ultimate right or interest of the parties in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76b6824ba4b44fa89cc4487405b38fbe_130"
    },
    {
      "start": 26260,
      "end": 26349,
      "text": "In the present case, the ultimate right of the parties is yet to be decided in the suits.",
      "labels": [
        "RATIO"
      ],
      "id": "c3041933df504f23a5282e4900384e51_131"
    },
    {
      "start": 26350,
      "end": 26507,
      "text": "Hence, the order passed by the learned Single Judge is not a judgment to http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 prefer an appeal before this Court.",
      "labels": [
        "RATIO"
      ],
      "id": "b42e3f2c8a0c40d2bedaec116b7b790e_132"
    },
    {
      "start": 26509,
      "end": 26956,
      "text": "19. Further, admittedly, there is no express provision, either under Order XLIII CPC or under the Commercial Courts Act or under Clause 15 of Letters Patent provided for appeal against the order of the learned Single Judge passed for transferring the cases passed under Order XIV Rule 8 of Original Side Rules read with Order XXIV Rule 2 CPC from the Principal District Court (Commercial Division) Salem to the file of Original Side of this Court.",
      "labels": [
        "RATIO"
      ],
      "id": "68b2f4a6f472410e982ee92211d23044_133"
    },
    {
      "start": 26957,
      "end": 27251,
      "text": "Therefore, we are of the view that the order passed by the learned Single Judge for transfer of the pending suits from Principal District Court (Commercial Division) Salem to the file of Original Side of this Court, is neither be treated as an order appealable before this Court nor a judgment.",
      "labels": [
        "RATIO"
      ],
      "id": "43953af7c2a94da7832b60455c31d934_134"
    },
    {
      "start": 27252,
      "end": 27423,
      "text": "Accordingly, we hold that no appeal shall lie before this Court, against the order passed by the learned single Judge. http://www.judis.nic.in O.S.A.No.17 & 18 of 2020 20.",
      "labels": [
        "RPC"
      ],
      "id": "2f01891dad2541159e5f8f4209f5b7e7_135"
    },
    {
      "start": 27424,
      "end": 27506,
      "text": "In view of the above findings, we dismiss the present Appeals as not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "13c28865259f4092a037087b32d3d232_136"
    },
    {
      "start": 27507,
      "end": 27516,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "ff52064d24a044488288dc91c22dbd87_137"
    },
    {
      "start": 27517,
      "end": 27582,
      "text": "Consequently, connected Civil Miscellaneous Petitions are closed.",
      "labels": [
        "RPC"
      ],
      "id": "a0fb99b19a8148e496826d797b1f65d4_138"
    },
    {
      "start": 27653,
      "end": 27676,
      "text": "(M.M.S.,J)     (K.R.,J)",
      "labels": [
        "NONE"
      ],
      "id": "14b8e6fe66bb4c9ca0bfcdd1ddcdc86f_139"
    },
    {
      "start": 27754,
      "end": 27764,
      "text": "24.01.2020",
      "labels": [
        "NONE"
      ],
      "id": "7105d931ef5244ae9454632f0eb77eb4_140"
    },
    {
      "start": 27787,
      "end": 27853,
      "text": "Speaking Order/Non-speaking order                       Internet :",
      "labels": [
        "NONE"
      ],
      "id": "f90045f792fb423e97616a6dbb894818_141"
    },
    {
      "start": 27854,
      "end": 27892,
      "text": "Yes/No (sd)\n\n\n\n\n                      ",
      "labels": [
        "NONE"
      ],
      "id": "cacebdacfc2c4740bee2b16b30eac3dc_142"
    },
    {
      "start": 27892,
      "end": 27983,
      "text": "To The Sub Assistant Registrar (Original Side), High Court, Madras.\nhttp://www.judis.nic.in",
      "labels": [
        "NONE"
      ],
      "id": "30841fbc49204ae5b094267339eaa8b7_143"
    },
    {
      "start": 27984,
      "end": 27995,
      "text": "O.S.A.No.17",
      "labels": [
        "NONE"
      ],
      "id": "fef2fe93446c4d2fa27f810c72437e33_144"
    },
    {
      "start": 27996,
      "end": 28049,
      "text": "& 18 of 2020 M.M.Sundresh,J., & Krishnan Ramasamy, J.",
      "labels": [
        "NONE"
      ],
      "id": "0b3ab627d9d7444480fc5442c77c860b_145"
    },
    {
      "start": 28050,
      "end": 28081,
      "text": ", sd O.S.A. Nos.17 & 18 of 2020",
      "labels": [
        "NONE"
      ],
      "id": "da4a2f35c419453fab798fad82ec3cd0_146"
    },
    {
      "start": 28082,
      "end": 28092,
      "text": "24.01.2020",
      "labels": [
        "NONE"
      ],
      "id": "118ada5e36a246e78a0a9ff6ba390a48_147"
    },
    {
      "start": 28093,
      "end": 28116,
      "text": "http://www.judis.nic.in",
      "labels": [
        "NONE"
      ],
      "id": "b08211859cd3414a99f89a687074f6a1_148"
    }
  ]
}