{
  "id": "a00f0be3788544fac80c5ff5be4e343bd1c96a51aa14633ea818f55471a306b6",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nUttarakhand High Court \nWpms/2314/2022 on 22 November, 2022 \nAuthor: Manoj Kumar Tiwari\nBench: Manoj Kumar Tiwari\n In The High Court Of Uttarakhand\n                         At Nainital\n     On The 22Nd Day Of November, 2022\n                              Before:\n     Hon'Ble Shri Justice Manoj Kumar Tiwari\n\n\n         Writ Petition (M/S) No. 2314 of 2022\n\nBetween:\n\nOdisha State Financial Corporation.                     ...Petitioner\n     (By Mr. Neeraj Garg and Mr. Yashpal Singh, Advocates for the\n     petitioner)\n\n\nAnd:\n\nVigyan Chemical Industries & others.                   ...Respondents\n     (By Mr. S.K. Jain, Senior Advocate, assisted by Mr. Siddhartha Jain,\n     Advocate for the decree-holder/respondent no. 1)\n\n\n\n                            Judgment\n            This        petition    under    Article     227     of   the\nConstitution       is    directed    against    the      order    dated\n18.04.2022 passed by VIth Additional Civil Judge, Seni or Division, Dehradun, whereby petitioner's objection under Section 47 C.P.C. was rejected. Petitioner has also challenged the judgment dated 02.09.2022 rendered by VIIth Additional District Judge, Dehradun, whereby his Revision against the order dated 18.04.2022 was dismissed. \n2. Facts, on which there is no dispute, are as follows:\nA suit for recovery of ` 90,400/- was filed by M/s Vigyan Chemical Industries (respondent no.1) against respondent nos. 2, 3 & 4 in the Court of Civil Judge, Dehradun, which was registered as Suit No. 103 of 1988. In the plaint, it was contended that plaintiff supplied hydrated lime to M/s Manorama Chemical Works Ltd., however, price of the supplied goods was not paid to him, therefore, he is entitled to recover a sum of ` 90,400/-. Respondent no. 1 also claimed pendente lite and future interest @ 24% per annum till realization of the amount. \n          M/s    Manorama         Chemical   Works       Ltd.\n(respondent     no.   2     herein)   had    taken      term loan/financial assistance from Odisha State Financial Corporation (petitioner herein) and had defaulted in re- payment of the loan, therefore, during pendency of the suit, petitioner took possession of M/s Manorama Chemical Works Ltd. by invoking power under Section 29 of the State Financial Corporations Act, 1951 (hereinafter referred to as 'the S.F.C. Act'. Plaintiff (respondent no. 1 herein) sought leave to amend the plaint by moving an application, in which he stated that since petitioner has taken over possession of M/s Manorama Chemical Works Ltd. under Section 29 of the S.F.C. Act, therefore, he be added as defendant no. 4 in the suit. Leave to amend/add certain paragraphs was also sought for contending that, in view of provision contained under Section 29 (5) of the S.F.C. Act, petitioner is liable for the amount claimed, as he has taken over possession of M/s Manorama Chemical Works Ltd. and the said industrial concern is now to be sued through defendant no. 4. \nThe amendment application was allowed and petitioner was added as defendant no. 4 in the suit. Petitioner filed written statement, admitting that due to default in re-payment of loan, he had taken possession of the industrial concern of defendant no. 1 on 18.08.1987 under Section 29 of the S.F.C. Act and thereafter sold the industrial concern of defendant no. 1 to one Shri T.R.K. Rao. Petitioner further contended that there is no privity of contract between him and the plaintiff, as such plaintiff is not entitled to raise demand of recovery of dues of defendant no. 1. Objection, regarding territorial jurisdiction of the Court at Dehradun, was also raised in the written statement. Learned trial Court framed as many as 9 issues, which are reproduced below:\n\"1. Whether plaintiff is a registered Firm and Vigyan Prakash has right to institute the suit on behalf of plaintiff's Firm?\n2. Whether defendant no. 1 is a Joint Venture Project with defendant no. 2 or defendant no. 2 has no relation with the suit?\n3. Whether plaintiff has dues of Rs. 65,954.65 against the supply of materials and carriage charge paid to truck owners towards defendants? \n4. Whether plaintiff is entitled to receive Rs. 6,229.29 as dues of Central Sales Tax and interest thereon? As it has been stated in para no. 34? \n5. Whether plaintiff is entitled to receive interest? If yes, then at what rate? \n6. Whether plaintiff is entitled to receive Rs. 300/- alongwith Rs. 82.40 against notice expense and Bank Commission? \n7. Plaintiff is entitled for which relief? \n8. Whether plaintiff is a Small Scale Unit? If yes, then its effect? \n9. Whether defendant no. 4 is not liable to pay any dues of defendant no. 1 to the plaintiff?\" \n3. The suit filed by respondent no. 1 was partially decreed by learned trial Court vide judgment dated 20.08.2001. Operative portion of the judgment is reproduced below:\n\"Plaintiff's suit is partially decreed for recovery of Rs. 84,170/- (Rs. Eighty four thousand, one hundred and seventy only) with interest @ 24% per annum w.e.f. 1.3.198 to 23.9.1992 and from 23.9.1992 till date of payment compound interest @ 2% per month with cost and suit for recovery of Rs. 6,229/- (Rs. Six thousand, two hundred and twenty nine only) is partially dismissed. \nDefendants are being ordered to pay abovementioned amount within a period of 3 months to the plaintiff.\" \n4. Issue no.9 was decided by the trial Court against the petitioner by holding that he raised a sum of `c 70,00,000/- from sale of properties of defendant no. 1 against the outstanding dues of defendant no. 1, which were to the tune of only ` 38,00,000/-; details regarding adjustment of excess money received through sale of properties of defendant no. 1 are not produced, consequently, petitioner has held the money received from sale of properties of defendant no. 1 in the capacity of trustee, therefore, he is bound to satisfy the claim of the plaintiff. On issue no. 5, learned trial Court recorded a finding that plaintiff is entitled to interest @ 24% per annum, as prevalent in business circles. \n5. Petitioner challenged the judgment & decree passed by learned trial Court by filing Civil Appeal No.182 of 2001. Plaintiff (respondent no. 1 herein) filed cross objection in the said Appeal. Learned Additional District Judge, F.T.C., VIth, Dehradun vide judgment dated 08.08.2006 dismissed petitioner's Appeal and allowed the cross objection filed by the plaintiff and decreed the suit in toto. \n6. The Second Appeal filed by petitioner was dismissed by a Co-ordinate Bench of this Court vide judgment dated 07.05.2007. Petitioner approached Hon'ble Supreme Court against the judgment rendered in Second Appeal and Hon'ble Supreme Court dismissed the Appeal filed by petitioner vide judgment dated 23.11.2017. Thus, the decree passed by learned trial Court, as modified by first Appellate Court, became final. \n7. Respondent no. 1/decree holder sought execution of decree by filing an application, which was registered as Regular Execution Case No. 107 of 2018. Petitioner entered appearance before the Executing Court and filed objection under Section 47 read with Section 151 C.P.C., which was registered as Misc. Case No. 156 of 2021. The decree holder filed reply to the objection. The objection filed by petitioner under Section 47 C.P.C. was dismissed by the Executing Court vide order dated 18.04.2022. Petitioner challenged the order dated 18.04.2022 in a Revision Petition filed under Section 115 C.P.C., which was numbered as Civil Revision No. 40 of 2022. Learned VIIth Additional District Judge, Dehradun dismissed the Revision filed by the petitioner vide judgment dated 02.09.2022. Thus feeling aggrieved, petitioner has approached this Court. \n8. Learned counsel for the petitioner submitted that petitioner had furnished bank guarantee, which was sufficient to satisfy plaintiff's claim, as made in the suit, in the trial Court during pendency of the suit in the year 1999, therefore, petitioner cannot be made liable to pay any interest on the decreetal amount. Perusal of the record, however, indicates that the plaintiff had not furnished bank guarantee of his own volition, but he was directed by the trial Court to furnish security to the tune of ` 3,50,000/- vide order dated 13.05.1996. Petitioner challenged the said order in Appeal under Order 43 Rule (q) C.P.C., which was dismissed by learned IIIrd Additional District Judge, Dehradun vide judgment dated 03.06.1999. Petitioner then filed writ petition challenging the orders passed by learned trial Court and the Appellate Court in Civil Misc. Writ Petition No. 33425 of 1999, which was dismissed by Hon'ble Allahabad High Court vide judgment dated 10.08.1999. Thus, the security furnished by petitioner, in terms of order passed by learned trial Court, cannot be treated as a deposit made under Order 24 Rule 1 C.P.C. For ready reference Order 24 Rule 1 C.P.C. is extracted below:-\n\"1. Deposit by defendant of amount in satisfaction of claim.-The defendant in any suit to recover a debt or damages may, at any stage of the suit, deposit in Court such sum of money as he considers a satisfaction in full of the claim.\" \n9. A plain reading of Order 24 Rule 1 C.P.C. reveals that deposit of amount in satisfaction of the claim by the defendant should be voluntary and not by way of compulsion. The amount/bank guarantee deposited in Court by the plaintiff as security under an order of attachment passed under Order XXVIII Rule 5 CPC would be available to the plaintiff only in case his suit was decreed. Such deposit therefore cannot be treated under Order 24 Rule 1 C.P.C., as such, the contention raised by learned counsel for petitioner that petitioner is not liable to pay interest on the amount decreed, cannot be accepted. \n10. Learned counsel for petitioner submitted that the interest @ 24% per annum ordered to be paid by trial Court is on much higher side, and is thus impermissible in view of Section 34 of Code of Civil Procedure, 1908. However, the plea that interest awarded is contrary to Section 34 C.P.C. was not taken in the objection, in which it was contended that interest awarded is on higher side. \n11. It is not in dispute that the decree passed by learned trial Court, as modified by First Appellate Court, has attained finality. Respondent no. 1 in his plaint had claimed pendente lite and future interest @ 24% per annum. \n12. Learned trial Court had framed an issue regarding rate of interest to which plaintiff was entitled to and returned a finding that he is entitled to interest @ 24% per annum w.e.f. 01.03.1988 to 23.09.1992 and thereafter compound interest @ 2% per month. The said finding attained finality, therefore, learned Executing Court rightly did not reopen the question of interest. \n13. It is well settled that Executing Court can neither travel behind decree nor sit in appeal over the same or pass any order, jeopardizing the rights of the parties thereunder. In the case of Rajasthan Financial Corporation v. Man Industrial Corpn. Ltd., reported in (2003) 7 SCC 522, the judgment debtor had raised objection before the Executing Court against calculation of interest with half yearly rests, which was rejected. The revision petition filed by judgment debtor however was allowed by High Court, by holding that the decree holder is not entitled to charge interest on half yearly rests basis. In Appeal, Hon'ble Supreme Court set aside the judgment rendered by High Court and restored the order of Executing Court. Paragraphs 13 to 20 of the said judgment are reproduced below:-\n\" 13 . Reliance was also placed on the case of Bhawarlal Bhandari v. Universal Heavy Mechanical Lifting Enterprises [(1999) 1 SCC 558] . In this case the judgment-debtor challenged the decree, when it was before the executing court, on the ground that the award on which the decree was based was a nullity. It was submitted that the award had been filed in court by the arbitrator 4 years after it was passed. This Court held that the executing court could not go beyond the decree. It was held that the executing court had to take the decree according to its tenor and that the executing court could not entertain any objection that the decree was incorrect in law or on facts. \n14. Reliance was next placed on the case of Rameshwar Dass Gupta v. State of U.P. [(1996) 5 SCC 728] In this case it was held that the executing court cannot travel beyond the decree. It was held that the executing court has only got jurisdiction to execute the decree. It was held that the executing court could not have granted interest, on the money decree, when interest was not granted in the decree. \n15. Reliance was next placed on the case of C.V. Rajendran v. N.M. Muhammed Kunhi [(2002) 7 SCC 447] wherein it has been held that principles of res judicata applied even to different stages of the same proceeding. It has been held that if an issue has been decided at an earlier stage it cannot be allowed to be reagitated at a subsequent stage. \n16. Based on the above authorities Mr Divan submitted that the decree being clear, the executing court could not go beyond the decree on the basis that there was a mistake in the decree. He submitted that the decree had been passed after hearing arguments on behalf of both the parties on what the final decree should be as per the compromise deed. He submitted that even on principles of res judicata the appellants are precluded from now contending that they were entitled to interest on half-yearly basis. \n17. Finally Mr Divan made a with-prejudice offer. He stated that the respondents are willing to pay to the appellants a sum of Rs 75 lakhs in full and final settlement of all the claims of the appellants. \n18. We have considered the rival submissions. There can be no dispute to the proposition that the executing court cannot go beyond the decree. There can be no dispute that the executing court must take the decree according to its tenor. Also as has been set out in Greater Cochin Development Authority case [(2002) 2 SCC 573] when a decree is in terms of an award/document then the terms of that document have to be looked at. In this case the decree is in terms of the compromise deed. The decree does not provide that the compromise deed or any of its terms have been varied. To be remembered, that the decree is passed under Order 23 Rule 3 of the Civil Procedure Code. Under this provision normally the court passes the decree in terms of the compromise. Of course, the court can make a change. However, if the court was making a change it would have had to record why it was making the change and what change it was making. It could not then provide that the decree was in terms of the compromise. If the court was not passing the decree in terms of the compromise then this opening portion of the decree could not have been there. The subsequent portion is mere classificatory in nature as to which of the options was to be exercised. This does not govern or detract from the main terms of the decree which is a decree in terms of the compromise. Clauses 2 and 7 of the compromise deed make it very clear that the appellants were entitled to charge interest on half- yearly basis. We see no substance in the submission that the \"half-yearly rests\" were to apply only if the rate of interest was to be decided by the appellants. These words clearly applied to both the options. In the classificatory portion the words \"on half-yearly basis\" have not been mentioned because the portion is only clarifying how interest was to be calculated. This portion thus does not detract from the fact that the decree is in terms of the compromise deed. Merely because some other minor changes, which appear to be inadvertent changes, have crept in do not also detract from the fact that the decree is in terms of the compromise deed. We also do not find any uncertainty in the decree. \n19. In this view of the matter, we are unable to sustain the impugned judgment. It is accordingly set aside and the order of the executing court is restored. \n20. The appeal is allowed accordingly. There will be no order as to cost.\" \n14. In the case of Brakewel Automotive Components (India) Private Limited v. P.R. Selvam Alagappan, reported in (2017) 5 SCC 371, Hon'ble Supreme Court has considered and discussed the scope of inquiry under Section 47 CPC and held that exercise of power under Section 47 is microscopic and lies in a very narrow inspection hole and an executing court can allow objection to the executability of the decree if it is found that the same is void ab initio and is a nullity, apart from the ground that it is not capable of execution under the law, either because the same was passed in ignorance of some provision of law or the law was promulgated making a decree unexecutable after its passing. Relevant extract of the said judgment is reproduced below:-\n\"20. It is no longer res integra that an executing court can neither travel behind the decree nor sit in appeal over the same or pass any order jeopardising the rights of the parties thereunder. It is only in the limited cases where the decree is by a court lacking inherent jurisdiction or is a nullity that the same is rendered non est and is thus unexecutable. An erroneous decree cannot be equalled with one which is a nullity. There are no intervening developments as well to render the decree unexecutable. \n21. As it is, Section 47 of the Code mandates determination by an executing court, questions arising between the parties or their representatives relating to the execution, discharge or satisfaction of the decree and does not contemplate any adjudication beyond the same. A decree of court of law being sacrosanct in nature, the execution thereof ought not to be thwarted on mere asking and on untenable and purported grounds having no bearing on the validity or the executability thereof. \n22. Judicial precedents to the effect that the purview of scrutiny under Section 47 of the Code qua a decree is limited to objections to its executability on the ground of jurisdictional infirmity or voidness are plethoric. This Court, amongst others in Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman [Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman, (1970) 1 SCC 670 : AIR 1970 SC 1475 : (1971) 1 SCR 66] in essence enunciated that only a decree which is a nullity can be the subject-matter of objection under Section 47 of the Code and not one which is erroneous either in law or on facts. The following extract from this decision seems apt: (SCC pp. 672- 73, paras 6-7) \"6. A court executing a decree cannot go behind the decree: between the parties or their representatives it must take the decree according to its tenor, and cannot entertain any objection that the decree was incorrect in law or on facts. Until it is set aside by an appropriate proceeding in appeal or revision, a decree even if it be erroneous is still binding between the parties. \n7. When a decree which is a nullity, for instance, where it is passed without bringing the legal representative on the record of a person who was dead at the date of the decree, or against a ruling prince without a certificate, is sought to be executed an objection in that behalf may be raised in a proceeding for execution. Again, when the decree is made by a court which has no inherent jurisdiction to make it, objection as to its validity may be raised in an execution proceeding if the objection appears on the face of the record:\nwhere the objection as to the jurisdiction of the court to pass the decree does not appear on the face of the record and requires examination of the questions raised and decided at the trial or which could have been but have not been raised , the executing court will have no jurisdiction to entertain an objection as to the validity of the decree even on the ground of absence of jurisdiction.\"\n23. Though this view has echoed time out of number in similar pronouncements of this Court, in Dhurandhar Prasad Singh v. Jai Prakash University [Dhurandhar Prasad Singh v. Jai Prakash University, (2001) 6 SCC 534 : AIR 2001 SC 2552] , while dwelling on the scope of Section 47 of the Code, it was ruled that the powers of the court thereunder are quite different and much narrower than those in appeal/revision or review. It was reiterated that the exercise of power under Section 47 of the Code is microscopic and lies in a very narrow inspection hole and an executing court can allow objection to the executability of the decree if it is found that the same is void ab initio and is a nullity, apart from the ground that it is not capable of execution under the law, either because the same was passed in ignorance of such provision of law or the law was promulgated making a decree unexecutable after its passing. None of the above eventualities as recognised in law for rendering a decree unexecutable, exists in the case in hand. For obvious reasons, we do not wish to burden this adjudication by multiplying the decisions favouring the same view.\" \n15. Since the issue regarding interest was decided by trial Court and a finding was returned that plaintiff is entitled to interest at a certain rate and such finding became final, therefore, Executing Court was justified in not going into the question whether interest awarded is on higher side. \n16. In Aditya Mass Communications (P) Ltd. v. A.P. S.R.T.C., reported in (2003) 11 SCC 17, Hon'ble Supreme Court was dealing with a case in which amount of earnest money was unjustifiably retained by the respondent-corporation and the contractor was compelled to enter into series of litigation to get his money back. Hon'ble Supreme Court upheld the order passed by trial Court, whereby interest @ 12% per annum was ordered to be paid to the contractor and held that it is duty of the Court to see that the party whose money is wrongfully retained by other side is adequately compensated. Paragraphs 8 and 9 of the said judgment are reproduced below:-\n\"8. The facts narrated hereinabove clearly show that the respondent has retained the money belonging to the appellant without authority of law and has driven the appellant to a series of litigations, therefore, this fact itself should have been sufficient to refuse the request of the respondent made before the High Court for reduction of the rate of interest. The quantum of interest a court may allow in a given case is governed by the facts of the case and not by any precedent law unless, of course, limited by a statute. If a court comes to the conclusion on a given set of facts that a party has been wrongly denied the use of its own money, it is the duty of the court to see that the said party is appropriately compensated. In the instant case, we are of the opinion that the respondent has deprived the appellant of its rightful use of the money. Therefore, the interest awarded by the trial court, to say the least, was most reasonable. We also notice that the High Court has not given any reason except referring to the judgments of this Court in the case of Sovintorg (India) Ltd. v. State Bank of India [(1999) 6 SCC 406] and Ghaziabad Development Authority v. Union of India [(2000) 6 SCC 113] . As stated above, the facts of this case do not justify the application of the principle laid down by this Court in those judgments. \n9. Hence, we allow this appeal, set aside the impugned judgment of the High Court to the extent it has reduced the interest granted by the trial court from 12% to 9% and restore the interest liable to be paid by the respondent to the appellant on the retained earnest money deposit of Rs 20 lakhs to 12% as directed by the trial court. The appeal is allowed with costs quantified at Rs 15,000.\"\n17. Learned counsel for petitioner then submitted that in view of provision contained under Section 15 (2) of the Commercial Courts Act, 2015, Execution Application was not maintainable before a Civil Court and it ought to have been filed before a Commercial Court. This plea however was not raised by petitioner in his objection before executing court nor it is raised in the writ petition. \n18. A decree may be executed either by the Court which passed such decree or by the Court to which it was sent for execution. The Court, which passed the decree, may on an application of the decree holder send it for execution to another Court of competent jurisdiction, if the Court which has passed the decree considers for any reason, which shall be recorded in writing that the decree should be executed by such other Court. Sub-section (3) of Section 39 provides that, for the purpose of Section 39, the Court shall be deemed to be a Court of competent jurisdiction, if at the time of making the application for the transfer of decree to it such Court would have jurisdiction to try the suit, in which such decree was passed. \n19. Admittedly, the decree was passed by the Court of Civil Judge (Senior Division), Dehradun, therefore, by virtue of Section 38 of C.P.C., the Court of Civil Judge (Senior Division), Dehradun is competent to execute the same. Chapter V of the Commercial Courts Act, 2015 deals with transfer of pending suits and applications relating to a commercial dispute of a specified value, from Civil Court to Commercial Court and proviso to sub-section (2) further provides that no suit or application, where the final judgment has been reserved by the Court prior to constitution of the Commercial Court shall be transferred under sub- section (2) , however, sub-section (5) of Section 15 further provides that if a suit/application relating to a commercial dispute of a specified value is not transferred in the manner specified in sub-section (2), then the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, transfer the same for trial or disposal to the Commercial Court. \n20. Thus, in view of Section 15 (5) of Commercial Courts Act, 2015, it was open to the petitioner to move application for transfer of the execution case from Civil Court to Commercial Court, however, he did not move such application. In the objection filed under Section 47 C.P.C. also, petitioner did not raise the question of jurisdiction of Civil Court to entertain the execution case. \n21. Even otherwise also, the decree was passed by the Civil Court on 20.08.2001, which was put to execution before establishment of Commercial Court at Dehradun. Although, Chapter V of the Commercial Courts Act, 2015 provides for transfer of pending suits and applications, however, there is nothing to indicate that the Civil Court, which passed the decree, is divested of its jurisdiction to execute the decree. Sub- section (5) of Section 15 provides for transfer of suit or application by the Commercial Appellate Division of the High Court on an application of a party to the proceedings, from Civil Court to Commercial Court, however, plain language of the said provision indicates that High Court may in an appropriate case refuse to transfer the suit/application to Commercial Court. Thus viewed, it cannot be said that the Civil Court, which passed the decree, lost the jurisdiction in view of provisions contained in the Commercial Courts Act, 2015. Section 11 of the Commercial Courts Act makes jurisdiction of Commercial Court coextensive to that of a Civil Court. \n22. Thus, in my humble opinion, the contention raised on behalf of petitioner that the Court of Civil Judge (Senior Division), Dehradun had no jurisdiction to entertain the execution application filed by respondent no. 1, cannot be accepted. \n23. There is yet another aspect of the matter. The suit was filed in the year 1988, which was decreed by learned Civil Judge on 20.08.2001. The decree which was affirmed by the highest Court is yet to be executed. The objection filed by petitioner before executing Court was rejected by learned VIth Additional Civil Judge (Junior Division), Dehradun vide order dated 18.04.2022, which was affirmed by VIIth Additional District Judge, Dehradun vide judgment dated 02.09.2022. Petitioner has challenged the judgment and orders passed by learned Courts below by invoking supervisory jurisdiction of this Court under Article 227 of the Constitution of India. \n24. Hon'ble Supreme Court has repeatedly held that power of superintendence under Article 227 has to be exercised very sparingly when manifest miscarriage of justice has been occasioned and such power is not to be exercised to correct a mistake of fact or of law. Hon'ble Supreme Court in a recent judgment in the case of Garment Craft v. Prakash Chand Goel, reported in (2022) 4 SCC 181 has held as under:-\n\"15. Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft, 2019 SCC OnLine Del 11943] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India. The High Court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. Supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported. The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar, (2010) 1 SCC 217 : (2010) 1 SCC (Civ) 69] The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. \n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber v. Dass Estate (P) Ltd. [Estralla Rubber v. Dass Estate (P) Ltd., (2001) 8 SCC 97] has observed : (SCC pp. 101-102, para 6) \"6. The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the Constitution of India is examined and explained in a number of decisions of this Court. The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected. It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\"\n25. For the facts & reasons as discussed above, this Court does not find any reason to interfere with the order passed by Executing Court, as affirmed by the Revisional Court, in exercise of supervisory jurisdiction under Article 227 of the Constitution. \n26. Accordingly, the writ petition fails and is dismissed. No order as to costs. \n(MANOJ KUMAR TIWARI, J.) Navin",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "82dcaf3846fc4c1291edcb3a92997a2b_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50e19074bec3448db82a8acfff462895_1"
    },
    {
      "start": 242,
      "end": 265,
      "text": "\nUttarakhand High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9a3561e4fa74a1f9b94359ebfca1a14_2"
    },
    {
      "start": 266,
      "end": 302,
      "text": "\nWpms/2314/2022 on 22 November, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b430a55475d24a648f0d0cf14e25f63e_3"
    },
    {
      "start": 303,
      "end": 433,
      "text": "\nAuthor: Manoj Kumar Tiwari\nBench: Manoj Kumar Tiwari\n In The High Court Of Uttarakhand\n                         At Nainital\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e9c8d4d9a3147e2b0da187801a928ab_4"
    },
    {
      "start": 433,
      "end": 497,
      "text": "On The 22Nd Day Of November, 2022\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f4ca1badc2b4ab9ac1c18ac0f1f2066_5"
    },
    {
      "start": 497,
      "end": 644,
      "text": "Before:\n     Hon'Ble Shri Justice Manoj Kumar Tiwari\n\n\n         Writ Petition (M/S) No. 2314 of 2022\n\nBetween:\n\nOdisha State Financial Corporation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9cb3897e40a64ad299e02e4f2bb8134f_6"
    },
    {
      "start": 665,
      "end": 845,
      "text": "...Petitioner\n     (By Mr. Neeraj Garg and Mr. Yashpal Singh, Advocates for the\n     petitioner)\n\n\nAnd:\n\nVigyan Chemical Industries & others.                   ...Respondents\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0bf663485a04a7c9627279553cb9b6f_7"
    },
    {
      "start": 845,
      "end": 1020,
      "text": "(By Mr. S.K. Jain, Senior Advocate, assisted by Mr. Siddhartha Jain,\n     Advocate for the decree-holder/respondent no. 1)\n\n\n\n                            Judgment\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1a6861f25f14947bdff7438416c02cd_8"
    },
    {
      "start": 1020,
      "end": 1044,
      "text": "This        petition    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0bad04356c9047218d1d82e87a8d0159_9"
    },
    {
      "start": 1044,
      "end": 1208,
      "text": "under    Article     227     of   the\nConstitution       is    directed    against    the      order    dated\n18.04.2022 passed by VIth Additional Civil Judge, Seni",
      "labels": [
        "FAC"
      ],
      "id": "2d3f62a6feda4302a19085ccacd1022e_10"
    },
    {
      "start": 1209,
      "end": 1300,
      "text": "or Division, Dehradun, whereby petitioner's objection under Section 47 C.P.C. was rejected.",
      "labels": [
        "FAC"
      ],
      "id": "eda80ffe1c744bd79e3fe09f2767599b_11"
    },
    {
      "start": 1301,
      "end": 1487,
      "text": "Petitioner has also challenged the judgment dated 02.09.2022 rendered by VIIth Additional District Judge, Dehradun, whereby his Revision against the order dated 18.04.2022 was dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "a743b04f75194a8b8f577dad63e29154_12"
    },
    {
      "start": 1489,
      "end": 1758,
      "text": "2. Facts, on which there is no dispute, are as follows:\nA suit for recovery of ` 90,400/- was filed by M/s Vigyan Chemical Industries (respondent no.1) against respondent nos. 2, 3 & 4 in the Court of Civil Judge, Dehradun, which was registered as Suit No. 103 of 1988.",
      "labels": [
        "FAC"
      ],
      "id": "0ffe9f00557c4a4a8df0c1f8c72b19d8_13"
    },
    {
      "start": 1759,
      "end": 1981,
      "text": "In the plaint, it was contended that plaintiff supplied hydrated lime to M/s Manorama Chemical Works Ltd., however, price of the supplied goods was not paid to him, therefore, he is entitled to recover a sum of ` 90,400/-.",
      "labels": [
        "FAC"
      ],
      "id": "e48037ce2ca94f00b7dc507aa7a2b5fc_14"
    },
    {
      "start": 1982,
      "end": 2093,
      "text": "Respondent no. 1 also claimed pendente lite and future interest @ 24% per annum till realization of the amount.",
      "labels": [
        "FAC"
      ],
      "id": "a00ac337d20149ffb342bcd2c6ddd43b_15"
    },
    {
      "start": 2105,
      "end": 2157,
      "text": "M/s    Manorama         Chemical   Works       Ltd.\n",
      "labels": [
        "FAC"
      ],
      "id": "24c017f03a6c404fb3cf4012005b534d_16"
    },
    {
      "start": 2157,
      "end": 2579,
      "text": "(respondent     no.   2     herein)   had    taken      term loan/financial assistance from Odisha State Financial Corporation (petitioner herein) and had defaulted in re- payment of the loan, therefore, during pendency of the suit, petitioner took possession of M/s Manorama Chemical Works Ltd. by invoking power under Section 29 of the State Financial Corporations Act, 1951 (hereinafter referred to as 'the S.F.C. Act'.",
      "labels": [
        "FAC"
      ],
      "id": "3f46ccc3fd2442d3b9354bb45a5043ab_17"
    },
    {
      "start": 2580,
      "end": 2868,
      "text": "Plaintiff (respondent no. 1 herein) sought leave to amend the plaint by moving an application, in which he stated that since petitioner has taken over possession of M/s Manorama Chemical Works Ltd. under Section 29 of the S.F.C. Act, therefore, he be added as defendant no. 4 in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "250af889cb594f6183d6a1c20baf241a_18"
    },
    {
      "start": 2869,
      "end": 3202,
      "text": "Leave to amend/add certain paragraphs was also sought for contending that, in view of provision contained under Section 29 (5) of the S.F.C. Act, petitioner is liable for the amount claimed, as he has taken over possession of M/s Manorama Chemical Works Ltd. and the said industrial concern is now to be sued through defendant no. 4.",
      "labels": [
        "FAC"
      ],
      "id": "7f4b1ee6c6ba4a928518807e2431d8de_19"
    },
    {
      "start": 3204,
      "end": 3298,
      "text": "The amendment application was allowed and petitioner was added as defendant no. 4 in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "f9eb32a454b646499bb25f92208a331f_20"
    },
    {
      "start": 3299,
      "end": 3591,
      "text": "Petitioner filed written statement, admitting that due to default in re-payment of loan, he had taken possession of the industrial concern of defendant no. 1 on 18.08.1987 under Section 29 of the S.F.C. Act and thereafter sold the industrial concern of defendant no. 1 to one Shri T.R.K. Rao.",
      "labels": [
        "FAC"
      ],
      "id": "e17bf0d966b94f969c3e3627dabd23eb_21"
    },
    {
      "start": 3592,
      "end": 3778,
      "text": "Petitioner further contended that there is no privity of contract between him and the plaintiff, as such plaintiff is not entitled to raise demand of recovery of dues of defendant no. 1.",
      "labels": [
        "FAC"
      ],
      "id": "b3ea8dadef7949fba09aff10f9518807_22"
    },
    {
      "start": 3779,
      "end": 3892,
      "text": "Objection, regarding territorial jurisdiction of the Court at Dehradun, was also raised in the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "31a6ec23207a49178b50e82819d311bf_23"
    },
    {
      "start": 3893,
      "end": 4221,
      "text": "Learned trial Court framed as many as 9 issues, which are reproduced below:\n\"1. Whether plaintiff is a registered Firm and Vigyan Prakash has right to institute the suit on behalf of plaintiff's Firm?\n2. Whether defendant no. 1 is a Joint Venture Project with defendant no. 2 or defendant no. 2 has no relation with the suit?\n3.",
      "labels": [
        "ISSUE"
      ],
      "id": "267026cf284c478e915a2a8b89dced03_24"
    },
    {
      "start": 4222,
      "end": 4358,
      "text": "Whether plaintiff has dues of Rs. 65,954.65 against the supply of materials and carriage charge paid to truck owners towards defendants?",
      "labels": [
        "ISSUE"
      ],
      "id": "97a8473112f6463eb1b14666eadfcc6a_25"
    },
    {
      "start": 4360,
      "end": 4467,
      "text": "4. Whether plaintiff is entitled to receive Rs. 6,229.29 as dues of Central Sales Tax and interest thereon?",
      "labels": [
        "ISSUE"
      ],
      "id": "42699e6f161143afa10ebc461db901b5_26"
    },
    {
      "start": 4468,
      "end": 4505,
      "text": "As it has been stated in para no. 34?",
      "labels": [
        "ISSUE"
      ],
      "id": "5662bcdcd1e947ccb144933ccce1fd3d_27"
    },
    {
      "start": 4506,
      "end": 4560,
      "text": "\n5. Whether plaintiff is entitled to receive interest?",
      "labels": [
        "ISSUE"
      ],
      "id": "c29e09c1100f451582fb9316b78fca36_28"
    },
    {
      "start": 4561,
      "end": 4587,
      "text": "If yes, then at what rate?",
      "labels": [
        "ISSUE"
      ],
      "id": "b234bf09761441169511bafa8f856812_29"
    },
    {
      "start": 4588,
      "end": 4706,
      "text": "\n6. Whether plaintiff is entitled to receive Rs. 300/- alongwith Rs. 82.40 against notice expense and Bank Commission?",
      "labels": [
        "ISSUE"
      ],
      "id": "e5f6df4d3b1544bca8da013c3562f8e0_30"
    },
    {
      "start": 4707,
      "end": 4750,
      "text": "\n7. Plaintiff is entitled for which relief?",
      "labels": [
        "ISSUE"
      ],
      "id": "7dbb89b1efa9498787c7854f5c9c2601_31"
    },
    {
      "start": 4751,
      "end": 4820,
      "text": "\n8. Whether plaintiff is a Small Scale Unit? If yes, then its effect?",
      "labels": [
        "ISSUE"
      ],
      "id": "ce8d52b5986c41a39718254c50f2f278_32"
    },
    {
      "start": 4821,
      "end": 4916,
      "text": "\n9. Whether defendant no. 4 is not liable to pay any dues of defendant no. 1 to the plaintiff?\"",
      "labels": [
        "ISSUE"
      ],
      "id": "4c666248b5644740b7c3f7345d0952ec_33"
    },
    {
      "start": 4917,
      "end": 5032,
      "text": "\n3. The suit filed by respondent no. 1 was partially decreed by learned trial Court vide judgment dated 20.08.2001.",
      "labels": [
        "FAC"
      ],
      "id": "a4cca9296c624410b2bebb6ea0408b7e_34"
    },
    {
      "start": 5033,
      "end": 5353,
      "text": "Operative portion of the judgment is reproduced below:\n\"Plaintiff's suit is partially decreed for recovery of Rs. 84,170/- (Rs. Eighty four thousand, one hundred and seventy only) with interest @ 24% per annum w.e.f. 1.3.198 to 23.9.1992 and from 23.9.1992 till date of payment compound interest @ 2% per month with cost",
      "labels": [
        "FAC"
      ],
      "id": "53569b6810e643a391abc4c3d6a62e16_35"
    },
    {
      "start": 5354,
      "end": 5467,
      "text": "and suit for recovery of Rs. 6,229/- (Rs. Six thousand, two hundred and twenty nine only) is partially dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "5141336d5a1449d1bd2c24d706c41bc9_36"
    },
    {
      "start": 5468,
      "end": 5573,
      "text": "\nDefendants are being ordered to pay abovementioned amount within a period of 3 months to the plaintiff.\"",
      "labels": [
        "FAC"
      ],
      "id": "7f8adba474c94c068857e3036c052290_37"
    },
    {
      "start": 5574,
      "end": 6134,
      "text": "\n4. Issue no.9 was decided by the trial Court against the petitioner by holding that he raised a sum of `c 70,00,000/- from sale of properties of defendant no. 1 against the outstanding dues of defendant no. 1, which were to the tune of only ` 38,00,000/-; details regarding adjustment of excess money received through sale of properties of defendant no. 1 are not produced, consequently, petitioner has held the money received from sale of properties of defendant no. 1 in the capacity of trustee, therefore, he is bound to satisfy the claim of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "971bddfdccf2429f81733e7a5a9f9a72_38"
    },
    {
      "start": 6135,
      "end": 6279,
      "text": "On issue no. 5, learned trial Court recorded a finding that plaintiff is entitled to interest @ 24% per annum, as prevalent in business circles.",
      "labels": [
        "RLC"
      ],
      "id": "7d9920851bc74c3b8719fbfd27ae77b2_39"
    },
    {
      "start": 6281,
      "end": 6396,
      "text": "5. Petitioner challenged the judgment & decree passed by learned trial Court by filing Civil Appeal No.182 of 2001.",
      "labels": [
        "FAC"
      ],
      "id": "b7dfedec025c41c5a8575ec62ea698b4_40"
    },
    {
      "start": 6397,
      "end": 6474,
      "text": "Plaintiff (respondent no. 1 herein) filed cross objection in the said Appeal.",
      "labels": [
        "FAC"
      ],
      "id": "9250fc3cf20e4c1893aa2091384840e5_41"
    },
    {
      "start": 6475,
      "end": 6678,
      "text": "Learned Additional District Judge, F.T.C., VIth, Dehradun vide judgment dated 08.08.2006 dismissed petitioner's Appeal and allowed the cross objection filed by the plaintiff and decreed the suit in toto.",
      "labels": [
        "FAC"
      ],
      "id": "a99bfca8bfbe4312a68b52dcc077f58f_42"
    },
    {
      "start": 6680,
      "end": 6803,
      "text": "6. The Second Appeal filed by petitioner was dismissed by a Co-ordinate Bench of this Court vide judgment dated 07.05.2007.",
      "labels": [
        "FAC"
      ],
      "id": "c409f19034d242e992715e1de49091c3_43"
    },
    {
      "start": 6804,
      "end": 6993,
      "text": "Petitioner approached Hon'ble Supreme Court against the judgment rendered in Second Appeal and Hon'ble Supreme Court dismissed the Appeal filed by petitioner vide judgment dated 23.11.2017.",
      "labels": [
        "FAC"
      ],
      "id": "3da30616f7fb48c586024243b4efb0d1_44"
    },
    {
      "start": 6994,
      "end": 7093,
      "text": "Thus, the decree passed by learned trial Court, as modified by first Appellate Court, became final.",
      "labels": [
        "FAC"
      ],
      "id": "3353efc2383c4a4d9f5a8623b0c0b462_45"
    },
    {
      "start": 7095,
      "end": 7245,
      "text": "7. Respondent no. 1/decree holder sought execution of decree by filing an application, which was registered as Regular Execution Case No. 107 of 2018.",
      "labels": [
        "FAC"
      ],
      "id": "fc3f49b841dd47b1be289cfebf63a05d_46"
    },
    {
      "start": 7246,
      "end": 7421,
      "text": "Petitioner entered appearance before the Executing Court and filed objection under Section 47 read with Section 151 C.P.C., which was registered as Misc. Case No. 156 of 2021.",
      "labels": [
        "FAC"
      ],
      "id": "aad89ee938bf4315ae51f88f1280bbbe_47"
    },
    {
      "start": 7422,
      "end": 7469,
      "text": "The decree holder filed reply to the objection.",
      "labels": [
        "FAC"
      ],
      "id": "1a3f1928fc84480ab4574fd1390a7a0c_48"
    },
    {
      "start": 7470,
      "end": 7593,
      "text": "The objection filed by petitioner under Section 47 C.P.C. was dismissed by the Executing Court vide order dated 18.04.2022.",
      "labels": [
        "FAC"
      ],
      "id": "7d256dfb0bae4e9d858d0b67a45769d4_49"
    },
    {
      "start": 7594,
      "end": 7750,
      "text": "Petitioner challenged the order dated 18.04.2022 in a Revision Petition filed under Section 115 C.P.C., which was numbered as Civil Revision No. 40 of 2022.",
      "labels": [
        "FAC"
      ],
      "id": "790123ede4a34a4cba6ddbfe34d6e1b0_50"
    },
    {
      "start": 7751,
      "end": 7879,
      "text": "Learned VIIth Additional District Judge, Dehradun dismissed the Revision filed by the petitioner vide judgment dated 02.09.2022.",
      "labels": [
        "FAC"
      ],
      "id": "40080e21d8674e91a0af4bf5d17c8a2f_51"
    },
    {
      "start": 7880,
      "end": 7941,
      "text": "Thus feeling aggrieved, petitioner has approached this Court.",
      "labels": [
        "FAC"
      ],
      "id": "ebe21998bede4eea821066c1ef51bc52_52"
    },
    {
      "start": 7943,
      "end": 8262,
      "text": "8. Learned counsel for the petitioner submitted that petitioner had furnished bank guarantee, which was sufficient to satisfy plaintiff's claim, as made in the suit, in the trial Court during pendency of the suit in the year 1999, therefore, petitioner cannot be made liable to pay any interest on the decreetal amount.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d882c719089644f3b5243e7c79c6563b_53"
    },
    {
      "start": 8263,
      "end": 8493,
      "text": "Perusal of the record, however, indicates that the plaintiff had not furnished bank guarantee of his own volition, but he was directed by the trial Court to furnish security to the tune of ` 3,50,000/- vide order dated 13.05.1996.",
      "labels": [
        "FAC"
      ],
      "id": "86c98bc774594a308aba257e345c669c_54"
    },
    {
      "start": 8494,
      "end": 8677,
      "text": "Petitioner challenged the said order in Appeal under Order 43 Rule (q) C.P.C., which was dismissed by learned IIIrd Additional District Judge, Dehradun vide judgment dated 03.06.1999.",
      "labels": [
        "FAC"
      ],
      "id": "bb287e1f9e7c41319c13c47f0e24ac9b_55"
    },
    {
      "start": 8678,
      "end": 8922,
      "text": "Petitioner then filed writ petition challenging the orders passed by learned trial Court and the Appellate Court in Civil Misc. Writ Petition No. 33425 of 1999, which was dismissed by Hon'ble Allahabad High Court vide judgment dated 10.08.1999.",
      "labels": [
        "FAC"
      ],
      "id": "6b74f242fbe54f4492e68b64c1bf7839_56"
    },
    {
      "start": 8923,
      "end": 9080,
      "text": "Thus, the security furnished by petitioner, in terms of order passed by learned trial Court, cannot be treated as a deposit made under Order 24 Rule 1 C.P.C.",
      "labels": [
        "FAC"
      ],
      "id": "e4d788e21c034e6ab9def6e94f53f8a1_57"
    },
    {
      "start": 9081,
      "end": 9380,
      "text": "For ready reference Order 24 Rule 1 C.P.C. is extracted below:-\n\"1. Deposit by defendant of amount in satisfaction of claim.-The defendant in any suit to recover a debt or damages may, at any stage of the suit, deposit in Court such sum of money as he considers a satisfaction in full of the claim.\"",
      "labels": [
        "STA"
      ],
      "id": "abfe86e4965f48688256e85709eccaa2_58"
    },
    {
      "start": 9381,
      "end": 9553,
      "text": "\n9. A plain reading of Order 24 Rule 1 C.P.C. reveals that deposit of amount in satisfaction of the claim by the defendant should be voluntary and not by way of compulsion.",
      "labels": [
        "STA"
      ],
      "id": "2e19d9f1699a44799a92a0dbe8743fc0_59"
    },
    {
      "start": 9554,
      "end": 9764,
      "text": "The amount/bank guarantee deposited in Court by the plaintiff as security under an order of attachment passed under Order XXVIII Rule 5 CPC would be available to the plaintiff only in case his suit was decreed.",
      "labels": [
        "FAC"
      ],
      "id": "b389868d05da4344906edfebb8d89fcb_60"
    },
    {
      "start": 9765,
      "end": 9989,
      "text": "Such deposit therefore cannot be treated under Order 24 Rule 1 C.P.C., as such, the contention raised by learned counsel for petitioner that petitioner is not liable to pay interest on the amount decreed, cannot be accepted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e0b807caba184e4f8a6838da476ecfa8_61"
    },
    {
      "start": 9990,
      "end": 10209,
      "text": "\n10. Learned counsel for petitioner submitted that the interest @ 24% per annum ordered to be paid by trial Court is on much higher side, and is thus impermissible in view of Section 34 of Code of Civil Procedure, 1908.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9e7387ee15d4427680b78adcc30d5718_62"
    },
    {
      "start": 10210,
      "end": 10381,
      "text": "However, the plea that interest awarded is contrary to Section 34 C.P.C. was not taken in the objection, in which it was contended that interest awarded is on higher side.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c434d67181a348eca3d586bdba3c2968_63"
    },
    {
      "start": 10383,
      "end": 10515,
      "text": "11. It is not in dispute that the decree passed by learned trial Court, as modified by First Appellate Court, has attained finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5788f9958c2f4dafbb08763ea3501bf5_64"
    },
    {
      "start": 10516,
      "end": 10609,
      "text": "Respondent no. 1 in his plaint had claimed pendente lite and future interest @ 24% per annum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bec94d4865049c99a639cd67d995304_65"
    },
    {
      "start": 10611,
      "end": 10868,
      "text": "12. Learned trial Court had framed an issue regarding rate of interest to which plaintiff was entitled to and returned a finding that he is entitled to interest @ 24% per annum w.e.f. 01.03.1988 to 23.09.1992 and thereafter compound interest @ 2% per month.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99a79095326d4bc49ea9d335696ad265_66"
    },
    {
      "start": 10869,
      "end": 10988,
      "text": "The said finding attained finality, therefore, learned Executing Court rightly did not reopen the question of interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2b74911dd2c42cbaa665eef59b5e5f7_67"
    },
    {
      "start": 10990,
      "end": 11168,
      "text": "13. It is well settled that Executing Court can neither travel behind decree nor sit in appeal over the same or pass any order, jeopardizing the rights of the parties thereunder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19a6f91ab63e4a9896f4f7a169924d29_68"
    },
    {
      "start": 11169,
      "end": 11420,
      "text": "In the case of Rajasthan Financial Corporation v. Man Industrial Corpn. Ltd., reported in (2003) 7 SCC 522, the judgment debtor had raised objection before the Executing Court against calculation of interest with half yearly rests, which was rejected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2bb7217c1d864fd8befc909d8e5bd2a6_69"
    },
    {
      "start": 11421,
      "end": 11599,
      "text": "The revision petition filed by judgment debtor however was allowed by High Court, by holding that the decree holder is not entitled to charge interest on half yearly rests basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22bdef9785b04ab09514a12e4cb325f7_70"
    },
    {
      "start": 11600,
      "end": 11721,
      "text": "In Appeal, Hon'ble Supreme Court set aside the judgment rendered by High Court and restored the order of Executing Court.",
      "labels": [
        "RLC"
      ],
      "id": "7a4973cdc87c4dacb8943ef436225cda_71"
    },
    {
      "start": 11722,
      "end": 11786,
      "text": "Paragraphs 13 to 20 of the said judgment are reproduced below:-\n",
      "labels": [
        "NONE"
      ],
      "id": "81b271b73568414e9e4ffab8b697cc14_72"
    },
    {
      "start": 11786,
      "end": 11792,
      "text": "\" 13 .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e63ce78643384d4abf2d0bfbd51b3636_73"
    },
    {
      "start": 11793,
      "end": 11922,
      "text": "Reliance was also placed on the case of Bhawarlal Bhandari v. Universal Heavy Mechanical Lifting Enterprises [(1999) 1 SCC 558] .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "77008700a775475db753205024714c7c_74"
    },
    {
      "start": 11923,
      "end": 12092,
      "text": "In this case the judgment-debtor challenged the decree, when it was before the executing court, on the ground that the award on which the decree was based was a nullity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3362250d245c46e1a116d55411ff6a90_75"
    },
    {
      "start": 12093,
      "end": 12195,
      "text": "It was submitted that the award had been filed in court by the arbitrator 4 years after it was passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92ddd8a5584b4825bfbe3af3adac7db2_76"
    },
    {
      "start": 12196,
      "end": 12268,
      "text": "This Court held that the executing court could not go beyond the decree.",
      "labels": [
        "RLC"
      ],
      "id": "2a12d9e309ae4da5b6e4e74f7a6a8484_77"
    },
    {
      "start": 12269,
      "end": 12464,
      "text": "It was held that the executing court had to take the decree according to its tenor and that the executing court could not entertain any objection that the decree was incorrect in law or on facts.",
      "labels": [
        "RLC"
      ],
      "id": "fcda1409a758424c84adfc05704463a5_78"
    },
    {
      "start": 12465,
      "end": 12566,
      "text": "\n14. Reliance was next placed on the case of Rameshwar Dass Gupta v. State of U.P. [(1996) 5 SCC 728]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fe4d01522c8a418c9979d5deecf58b57_79"
    },
    {
      "start": 12567,
      "end": 12649,
      "text": "In this case it was held that the executing court cannot travel beyond the decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bcdcf078f69f4403aed59d1296ebc791_80"
    },
    {
      "start": 12650,
      "end": 12735,
      "text": "It was held that the executing court has only got jurisdiction to execute the decree.",
      "labels": [
        "RLC"
      ],
      "id": "5dacf779f65c4e3d971a71ea70d4f118_81"
    },
    {
      "start": 12736,
      "end": 12871,
      "text": "It was held that the executing court could not have granted interest, on the money decree, when interest was not granted in the decree.",
      "labels": [
        "RLC"
      ],
      "id": "5aabd7cfb5964c4eac93501753438f3e_82"
    },
    {
      "start": 12872,
      "end": 13087,
      "text": "\n15. Reliance was next placed on the case of C.V. Rajendran v. N.M. Muhammed Kunhi [(2002) 7 SCC 447] wherein it has been held that principles of res judicata applied even to different stages of the same proceeding.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6a37b2dbc694fc6aaa02dbb4ec70ba2_83"
    },
    {
      "start": 13088,
      "end": 13219,
      "text": "It has been held that if an issue has been decided at an earlier stage it cannot be allowed to be reagitated at a subsequent stage.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cfb8b56e81fe4d39bf52cda0b3d87fc2_84"
    },
    {
      "start": 13221,
      "end": 13407,
      "text": "16. Based on the above authorities Mr Divan submitted that the decree being clear, the executing court could not go beyond the decree on the basis that there was a mistake in the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc35ded89bae4ccabe1231ebb97fbc9e_85"
    },
    {
      "start": 13408,
      "end": 13569,
      "text": "He submitted that the decree had been passed after hearing arguments on behalf of both the parties on what the final decree should be as per the compromise deed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e00f25950bf642aaa5ba240f1c84008d_86"
    },
    {
      "start": 13570,
      "end": 13729,
      "text": "He submitted that even on principles of res judicata the appellants are precluded from now contending that they were entitled to interest on half-yearly basis.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "015a6b6ac56c48fe8b0e66c39e5908e5_87"
    },
    {
      "start": 13731,
      "end": 13780,
      "text": "17. Finally Mr Divan made a with-prejudice offer.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5665f50bfdd3446888435532ed26e6b6_88"
    },
    {
      "start": 13781,
      "end": 13935,
      "text": "He stated that the respondents are willing to pay to the appellants a sum of Rs 75 lakhs in full and final settlement of all the claims of the appellants.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "40479c139ddb40cf9e0a6ca07ba1d8f4_89"
    },
    {
      "start": 13937,
      "end": 13982,
      "text": "18. We have considered the rival submissions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b27f2ebeb93648cb9a0fe9a305c5accc_90"
    },
    {
      "start": 13983,
      "end": 14079,
      "text": "There can be no dispute to the proposition that the executing court cannot go beyond the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e211b4b5fb44d0e8a41411f56dc98a2_91"
    },
    {
      "start": 14080,
      "end": 14173,
      "text": "There can be no dispute that the executing court must take the decree according to its tenor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8aafa373fbe847ce85b131d486c5366b_92"
    },
    {
      "start": 14174,
      "end": 14363,
      "text": "Also as has been set out in Greater Cochin Development Authority case [(2002) 2 SCC 573] when a decree is in terms of an award/document then the terms of that document have to be looked at.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3eb144b60eaa4ab991390aa165966ac6_93"
    },
    {
      "start": 14364,
      "end": 14423,
      "text": "In this case the decree is in terms of the compromise deed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23f3ad521bb741eca2595274f080c956_94"
    },
    {
      "start": 14424,
      "end": 14514,
      "text": "The decree does not provide that the compromise deed or any of its terms have been varied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "204f29f7474e4cf2960207327a0c28e4_95"
    },
    {
      "start": 14515,
      "end": 14609,
      "text": "To be remembered, that the decree is passed under Order 23 Rule 3 of the Civil Procedure Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "448ae048197b40319223633dcbe036e1_96"
    },
    {
      "start": 14610,
      "end": 14695,
      "text": "Under this provision normally the court passes the decree in terms of the compromise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b22d4d514e644871b9255b1d93b232ae_97"
    },
    {
      "start": 14696,
      "end": 14735,
      "text": "Of course, the court can make a change.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "769b3b6d30ac4173b74f2a95f4795a5c_98"
    },
    {
      "start": 14736,
      "end": 14865,
      "text": "However, if the court was making a change it would have had to record why it was making the change and what change it was making.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41c32ba90fd045afba4ab1dae6e7b2cb_99"
    },
    {
      "start": 14866,
      "end": 14939,
      "text": "It could not then provide that the decree was in terms of the compromise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0934a5cde6e4d2ea3375d43f26ef343_100"
    },
    {
      "start": 14940,
      "end": 15073,
      "text": "If the court was not passing the decree in terms of the compromise then this opening portion of the decree could not have been there.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46e11ab683ce403b9f1ae0d7d6e6e083_101"
    },
    {
      "start": 15074,
      "end": 15177,
      "text": "The subsequent portion is mere classificatory in nature as to which of the options was to be exercised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05082205fd424261b9cd468cf9913250_102"
    },
    {
      "start": 15178,
      "end": 15289,
      "text": "This does not govern or detract from the main terms of the decree which is a decree in terms of the compromise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0b615a0228b419cac050ec3b7ba575a_103"
    },
    {
      "start": 15290,
      "end": 15423,
      "text": "Clauses 2 and 7 of the compromise deed make it very clear that the appellants were entitled to charge interest on half- yearly basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98621ecc946d42b3b5392f11c464e515_104"
    },
    {
      "start": 15424,
      "end": 15570,
      "text": "We see no substance in the submission that the \"half-yearly rests\" were to apply only if the rate of interest was to be decided by the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e89ff61234643f39939c4ff3242babf_105"
    },
    {
      "start": 15571,
      "end": 15619,
      "text": "These words clearly applied to both the options.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b3db9eb6c7b4efbb6b160db83662b0a_106"
    },
    {
      "start": 15620,
      "end": 15780,
      "text": "In the classificatory portion the words \"on half-yearly basis\" have not been mentioned because the portion is only clarifying how interest was to be calculated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "186ac8aca2144e2eafe22ba65b8a0c45_107"
    },
    {
      "start": 15781,
      "end": 15881,
      "text": "This portion thus does not detract from the fact that the decree is in terms of the compromise deed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b0c697aacb248e4b21d305af82a33fb_108"
    },
    {
      "start": 15882,
      "end": 16062,
      "text": "Merely because some other minor changes, which appear to be inadvertent changes, have crept in do not also detract from the fact that the decree is in terms of the compromise deed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "484e901ba16c4845ba98bfa14ccd4979_109"
    },
    {
      "start": 16063,
      "end": 16113,
      "text": "We also do not find any uncertainty in the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eab35ec37efd49278b44b651605072dc_110"
    },
    {
      "start": 16115,
      "end": 16194,
      "text": "19. In this view of the matter, we are unable to sustain the impugned judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19d36d70793642859e66f937e0c3c43b_111"
    },
    {
      "start": 16195,
      "end": 16272,
      "text": "It is accordingly set aside and the order of the executing court is restored.",
      "labels": [
        "RPC"
      ],
      "id": "8207ed64ebee45f5bee9d1a80b935b3e_112"
    },
    {
      "start": 16274,
      "end": 16312,
      "text": "20. The appeal is allowed accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "5d6ed0a59adb48e38f9c5b07c56fa387_113"
    },
    {
      "start": 16313,
      "end": 16348,
      "text": "There will be no order as to cost.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f54160d23c88432e9b73c9ec7c3e60c5_114"
    },
    {
      "start": 16350,
      "end": 17042,
      "text": "14. In the case of Brakewel Automotive Components (India) Private Limited v. P.R. Selvam Alagappan, reported in (2017) 5 SCC 371, Hon'ble Supreme Court has considered and discussed the scope of inquiry under Section 47 CPC and held that exercise of power under Section 47 is microscopic and lies in a very narrow inspection hole and an executing court can allow objection to the executability of the decree if it is found that the same is void ab initio and is a nullity, apart from the ground that it is not capable of execution under the law, either because the same was passed in ignorance of some provision of law or the law was promulgated making a decree unexecutable after its passing.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "306eaab319dd434db5bad7c85ffb958f_115"
    },
    {
      "start": 17043,
      "end": 17107,
      "text": "Relevant extract of the said judgment is reproduced below:-\n\"20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "03e5790047954d7298aed554ca783dec_116"
    },
    {
      "start": 17108,
      "end": 17297,
      "text": "It is no longer res integra that an executing court can neither travel behind the decree nor sit in appeal over the same or pass any order jeopardising the rights of the parties thereunder.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fcf3a036cba74e7db2be84048a60e48e_117"
    },
    {
      "start": 17298,
      "end": 17466,
      "text": "It is only in the limited cases where the decree is by a court lacking inherent jurisdiction or is a nullity that the same is rendered non est and is thus unexecutable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad73f58e45cf4bedbb036fb148d88e87_118"
    },
    {
      "start": 17467,
      "end": 17534,
      "text": "An erroneous decree cannot be equalled with one which is a nullity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdcc1cdb7def46f0b18a2c5290ad49a7_119"
    },
    {
      "start": 17535,
      "end": 17615,
      "text": "There are no intervening developments as well to render the decree unexecutable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82dec8c8ef8e4d7981baa5e2bd800abc_120"
    },
    {
      "start": 17617,
      "end": 17888,
      "text": "21. As it is, Section 47 of the Code mandates determination by an executing court, questions arising between the parties or their representatives relating to the execution, discharge or satisfaction of the decree and does not contemplate any adjudication beyond the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06a29463e8024276a26fa60449cb4e4d_121"
    },
    {
      "start": 17889,
      "end": 18106,
      "text": "A decree of court of law being sacrosanct in nature, the execution thereof ought not to be thwarted on mere asking and on untenable and purported grounds having no bearing on the validity or the executability thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fad208f399e34a149d398063734cd920_122"
    },
    {
      "start": 18108,
      "end": 18331,
      "text": "22. Judicial precedents to the effect that the purview of scrutiny under Section 47 of the Code qua a decree is limited to objections to its executability on the ground of jurisdictional infirmity or voidness are plethoric.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "06387fb1356445fca03c70c4e014261c_123"
    },
    {
      "start": 18332,
      "end": 18702,
      "text": "This Court, amongst others in Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman [Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman, (1970) 1 SCC 670 : AIR 1970 SC 1475 : (1971) 1 SCR 66] in essence enunciated that only a decree which is a nullity can be the subject-matter of objection under Section 47 of the Code and not one which is erroneous either in law or on facts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "759ed553aea34461ad60f1df3ba4621e_124"
    },
    {
      "start": 18703,
      "end": 19021,
      "text": "The following extract from this decision seems apt: (SCC pp. 672- 73, paras 6-7) \"6. A court executing a decree cannot go behind the decree: between the parties or their representatives it must take the decree according to its tenor, and cannot entertain any objection that the decree was incorrect in law or on facts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ece9ee7321d478986831eb9f7772e7e_125"
    },
    {
      "start": 19022,
      "end": 19166,
      "text": "Until it is set aside by an appropriate proceeding in appeal or revision, a decree even if it be erroneous is still binding between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fa5ec921d6b40eca29b0982f541deab_126"
    },
    {
      "start": 19168,
      "end": 19493,
      "text": "7. When a decree which is a nullity, for instance, where it is passed without bringing the legal representative on the record of a person who was dead at the date of the decree, or against a ruling prince without a certificate, is sought to be executed an objection in that behalf may be raised in a proceeding for execution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee859ce5113f4e12aefa890e3684f84f_127"
    },
    {
      "start": 19494,
      "end": 19945,
      "text": "Again, when the decree is made by a court which has no inherent jurisdiction to make it, objection as to its validity may be raised in an execution proceeding if the objection appears on the face of the record:\nwhere the objection as to the jurisdiction of the court to pass the decree does not appear on the face of the record and requires examination of the questions raised and decided at the trial or which could have been but have not been raised",
      "labels": [
        "ANALYSIS"
      ],
      "id": "488afc22731743499412d2e9776e55f9_128"
    },
    {
      "start": 19946,
      "end": 20104,
      "text": ", the executing court will have no jurisdiction to entertain an objection as to the validity of the decree even on the ground of absence of jurisdiction.\"\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef5bf04718dd4a0ebca76717b6ff5cd6_129"
    },
    {
      "start": 20105,
      "end": 20523,
      "text": "Though this view has echoed time out of number in similar pronouncements of this Court, in Dhurandhar Prasad Singh v. Jai Prakash University [Dhurandhar Prasad Singh v. Jai Prakash University, (2001) 6 SCC 534 : AIR 2001 SC 2552] , while dwelling on the scope of Section 47 of the Code, it was ruled that the powers of the court thereunder are quite different and much narrower than those in appeal/revision or review.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f84043c42d7c48bdad0823f1b527fe14_130"
    },
    {
      "start": 20524,
      "end": 21018,
      "text": "It was reiterated that the exercise of power under Section 47 of the Code is microscopic and lies in a very narrow inspection hole and an executing court can allow objection to the executability of the decree if it is found that the same is void ab initio and is a nullity, apart from the ground that it is not capable of execution under the law, either because the same was passed in ignorance of such provision of law or the law was promulgated making a decree unexecutable after its passing.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6952494924264bb1a6cd22397f3aa065_131"
    },
    {
      "start": 21019,
      "end": 21136,
      "text": "None of the above eventualities as recognised in law for rendering a decree unexecutable, exists in the case in hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe18bcf785cc4479bdaeef9d88ceddef_132"
    },
    {
      "start": 21137,
      "end": 21255,
      "text": "For obvious reasons, we do not wish to burden this adjudication by multiplying the decisions favouring the same view.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "da12788dc0e14b1396f7f61ae34f5fbe_133"
    },
    {
      "start": 21256,
      "end": 21553,
      "text": "\n15. Since the issue regarding interest was decided by trial Court and a finding was returned that plaintiff is entitled to interest at a certain rate and such finding became final, therefore, Executing Court was justified in not going into the question whether interest awarded is on higher side.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7017c66eb1f8420a91b4192c822ad47c_134"
    },
    {
      "start": 21555,
      "end": 21872,
      "text": "16. In Aditya Mass Communications (P) Ltd. v. A.P. S.R.T.C., reported in (2003) 11 SCC 17, Hon'ble Supreme Court was dealing with a case in which amount of earnest money was unjustifiably retained by the respondent-corporation and the contractor was compelled to enter into series of litigation to get his money back.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "409c733b55e24499a140fdfb525f841e_135"
    },
    {
      "start": 21873,
      "end": 22144,
      "text": "Hon'ble Supreme Court upheld the order passed by trial Court, whereby interest @ 12% per annum was ordered to be paid to the contractor and held that it is duty of the Court to see that the party whose money is wrongfully retained by other side is adequately compensated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f7d59047da445198412f94b2e201251_136"
    },
    {
      "start": 22145,
      "end": 22211,
      "text": "Paragraphs 8 and 9 of the said judgment are reproduced below:-\n\"8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c2dee50939041349b82ac80ecdcf6e5_137"
    },
    {
      "start": 22212,
      "end": 22569,
      "text": "The facts narrated hereinabove clearly show that the respondent has retained the money belonging to the appellant without authority of law and has driven the appellant to a series of litigations, therefore, this fact itself should have been sufficient to refuse the request of the respondent made before the High Court for reduction of the rate of interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81a2bc111e814e7cb9d4acec9b0323df_138"
    },
    {
      "start": 22570,
      "end": 22734,
      "text": "The quantum of interest a court may allow in a given case is governed by the facts of the case and not by any precedent law unless, of course, limited by a statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82ce10814c6f4662869c8e44fa63d632_139"
    },
    {
      "start": 22735,
      "end": 22941,
      "text": "If a court comes to the conclusion on a given set of facts that a party has been wrongly denied the use of its own money, it is the duty of the court to see that the said party is appropriately compensated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27ee86a173bb4c19b23f4128ac527c6d_140"
    },
    {
      "start": 22942,
      "end": 23065,
      "text": "In the instant case, we are of the opinion that the respondent has deprived the appellant of its rightful use of the money.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9a4b64449944bbeb1c3329d54b8dd29_141"
    },
    {
      "start": 23066,
      "end": 23156,
      "text": "Therefore, the interest awarded by the trial court, to say the least, was most reasonable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16374cebec7849f494942924ec9edd05_142"
    },
    {
      "start": 23157,
      "end": 23419,
      "text": "We also notice that the High Court has not given any reason except referring to the judgments of this Court in the case of Sovintorg (India) Ltd. v. State Bank of India [(1999) 6 SCC 406] and Ghaziabad Development Authority v. Union of India [(2000) 6 SCC 113] .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "66c8fe5db7f94c2a90f49c37dcf0a037_143"
    },
    {
      "start": 23420,
      "end": 23551,
      "text": "As stated above, the facts of this case do not justify the application of the principle laid down by this Court in those judgments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ec065ca1a974cd6a4bb661e44c324dc_144"
    },
    {
      "start": 23553,
      "end": 23888,
      "text": "9. Hence, we allow this appeal, set aside the impugned judgment of the High Court to the extent it has reduced the interest granted by the trial court from 12% to 9% and restore the interest liable to be paid by the respondent to the appellant on the retained earnest money deposit of Rs 20 lakhs to 12% as directed by the trial court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84b738e7b90a4a32b13ae656a8b45d62_145"
    },
    {
      "start": 23889,
      "end": 23951,
      "text": "The appeal is allowed with costs quantified at Rs 15,000.\"\n17.",
      "labels": [
        "RPC"
      ],
      "id": "de9c163af25741c49748c6169440f32b_146"
    },
    {
      "start": 23952,
      "end": 24213,
      "text": "Learned counsel for petitioner then submitted that in view of provision contained under Section 15 (2) of the Commercial Courts Act, 2015, Execution Application was not maintainable before a Civil Court and it ought to have been filed before a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95bd518a898b4ecba84ef687328a1b3e_147"
    },
    {
      "start": 24214,
      "end": 24339,
      "text": "This plea however was not raised by petitioner in his objection before executing court nor it is raised in the writ petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d51b86ad21f74f43a4647436d5630652_148"
    },
    {
      "start": 24340,
      "end": 24466,
      "text": "\n18. A decree may be executed either by the Court which passed such decree or by the Court to which it was sent for execution.",
      "labels": [
        "STA"
      ],
      "id": "b9255262f63e439dbb45bf18d1d88b3f_149"
    },
    {
      "start": 24467,
      "end": 24769,
      "text": "The Court, which passed the decree, may on an application of the decree holder send it for execution to another Court of competent jurisdiction, if the Court which has passed the decree considers for any reason, which shall be recorded in writing that the decree should be executed by such other Court.",
      "labels": [
        "STA"
      ],
      "id": "70918de8e2804619945dcb9b3a9cd481_150"
    },
    {
      "start": 24770,
      "end": 25071,
      "text": "Sub-section (3) of Section 39 provides that, for the purpose of Section 39, the Court shall be deemed to be a Court of competent jurisdiction, if at the time of making the application for the transfer of decree to it such Court would have jurisdiction to try the suit, in which such decree was passed.",
      "labels": [
        "STA"
      ],
      "id": "9faf5c38767f44e4a4cf9103f3641418_151"
    },
    {
      "start": 25073,
      "end": 25300,
      "text": "19. Admittedly, the decree was passed by the Court of Civil Judge (Senior Division), Dehradun, therefore, by virtue of Section 38 of C.P.C., the Court of Civil Judge (Senior Division), Dehradun is competent to execute the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c15842de02264769ab9ae4eb5f545f3b_152"
    },
    {
      "start": 25301,
      "end": 25714,
      "text": "Chapter V of the Commercial Courts Act, 2015 deals with transfer of pending suits and applications relating to a commercial dispute of a specified value, from Civil Court to Commercial Court and proviso to sub-section (2) further provides that no suit or application, where the final judgment has been reserved by the Court prior to constitution of the Commercial Court shall be transferred under sub- section (2)",
      "labels": [
        "STA"
      ],
      "id": "c7925ce6d2b64962b9aeed84175960a2_153"
    },
    {
      "start": 25715,
      "end": 26097,
      "text": ", however, sub-section (5) of Section 15 further provides that if a suit/application relating to a commercial dispute of a specified value is not transferred in the manner specified in sub-section (2), then the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, transfer the same for trial or disposal to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f66176f6d4e448ad9ff2632d36b17de0_154"
    },
    {
      "start": 26099,
      "end": 26332,
      "text": "20. Thus, in view of Section 15 (5) of Commercial Courts Act, 2015, it was open to the petitioner to move application for transfer of the execution case from Civil Court to Commercial Court, however, he did not move such application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96d6bd6ff03d4d119cf3a2c9b7488190_155"
    },
    {
      "start": 26333,
      "end": 26487,
      "text": "In the objection filed under Section 47 C.P.C. also, petitioner did not raise the question of jurisdiction of Civil Court to entertain the execution case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "619ca62a9626404bb5ad8b13ab6fcd6e_156"
    },
    {
      "start": 26489,
      "end": 26650,
      "text": "21. Even otherwise also, the decree was passed by the Civil Court on 20.08.2001, which was put to execution before establishment of Commercial Court at Dehradun.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a07945fd6174caaab2890a8e283672e_157"
    },
    {
      "start": 26651,
      "end": 26902,
      "text": "Although, Chapter V of the Commercial Courts Act, 2015 provides for transfer of pending suits and applications, however, there is nothing to indicate that the Civil Court, which passed the decree, is divested of its jurisdiction to execute the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05bf0b9a2b96453cb0952541b1c1e7d3_158"
    },
    {
      "start": 26903,
      "end": 27280,
      "text": "Sub- section (5) of Section 15 provides for transfer of suit or application by the Commercial Appellate Division of the High Court on an application of a party to the proceedings, from Civil Court to Commercial Court, however, plain language of the said provision indicates that High Court may in an appropriate case refuse to transfer the suit/application to Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d5cea8e00a846358b9b53acd691f4f4_159"
    },
    {
      "start": 27281,
      "end": 27448,
      "text": "Thus viewed, it cannot be said that the Civil Court, which passed the decree, lost the jurisdiction in view of provisions contained in the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9743038f67b9419baf7daed36647845c_160"
    },
    {
      "start": 27449,
      "end": 27565,
      "text": "Section 11 of the Commercial Courts Act makes jurisdiction of Commercial Court coextensive to that of a Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f07ebd05a9784999877ea03760d46c0d_161"
    },
    {
      "start": 27567,
      "end": 27808,
      "text": "22. Thus, in my humble opinion, the contention raised on behalf of petitioner that the Court of Civil Judge (Senior Division), Dehradun had no jurisdiction to entertain the execution application filed by respondent no. 1, cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dea7aa8bef74c6ba29de84b5027d62f_162"
    },
    {
      "start": 27810,
      "end": 27856,
      "text": "23. There is yet another aspect of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4dd668d3cb5416a97f79bf7c6c47b8d_163"
    },
    {
      "start": 27857,
      "end": 27949,
      "text": "The suit was filed in the year 1988, which was decreed by learned Civil Judge on 20.08.2001.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e87a2e51131b4423b1a51127c256e57a_164"
    },
    {
      "start": 27950,
      "end": 28023,
      "text": "The decree which was affirmed by the highest Court is yet to be executed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ff820d1191a4a3c9d132e0d2c011aca_165"
    },
    {
      "start": 28024,
      "end": 28285,
      "text": "The objection filed by petitioner before executing Court was rejected by learned VIth Additional Civil Judge (Junior Division), Dehradun vide order dated 18.04.2022, which was affirmed by VIIth Additional District Judge, Dehradun vide judgment dated 02.09.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1efb704377fd40219b11037869439660_166"
    },
    {
      "start": 28286,
      "end": 28465,
      "text": "Petitioner has challenged the judgment and orders passed by learned Courts below by invoking supervisory jurisdiction of this Court under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cddc3a00de09471395b2baa0e96fc8aa_167"
    },
    {
      "start": 28467,
      "end": 28730,
      "text": "24. Hon'ble Supreme Court has repeatedly held that power of superintendence under Article 227 has to be exercised very sparingly when manifest miscarriage of justice has been occasioned and such power is not to be exercised to correct a mistake of fact or of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6bd64edbb79b4fdb9febeb9857ff658d_168"
    },
    {
      "start": 28731,
      "end": 28879,
      "text": "Hon'ble Supreme Court in a recent judgment in the case of Garment Craft v. Prakash Chand Goel, reported in (2022) 4 SCC 181 has held as under:-\n\"15.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d478a74e16034ba780568cbf7894d8a7_169"
    },
    {
      "start": 28880,
      "end": 29235,
      "text": "Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft, 2019 SCC OnLine Del 11943] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d147cba42924e308cdac5aba532852f_170"
    },
    {
      "start": 29236,
      "end": 29428,
      "text": "The High Court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba4e4180ba9646879899ef26e4b80b64_171"
    },
    {
      "start": 29429,
      "end": 29569,
      "text": "Supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5e20834f6ec44e2a89ff86bb85d3e63a_172"
    },
    {
      "start": 29570,
      "end": 29691,
      "text": "The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5121073cbf304f3a91a1a8538edf0e15_173"
    },
    {
      "start": 29692,
      "end": 29788,
      "text": "[Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar, (2010) 1 SCC 217 : (2010) 1 SCC (Civ) 69]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "802814d059724329b164b077b3b30be8_174"
    },
    {
      "start": 29789,
      "end": 29974,
      "text": "The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "832f36a101e247659dd62bd86a1df95d_175"
    },
    {
      "start": 29975,
      "end": 30232,
      "text": "The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cca2b920a572415689eb6960300221ae_176"
    },
    {
      "start": 30233,
      "end": 30343,
      "text": "It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4e2dc0f0aaff403cb41b4efbb851bd77_177"
    },
    {
      "start": 30344,
      "end": 30562,
      "text": "\n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber v. Dass Estate (P) Ltd. [Estralla Rubber v. Dass Estate (P) Ltd., (2001) 8 SCC 97] has observed : (SCC pp. 101-102, para 6) \"6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1bbeb87f289b4a76bceaefd448cff4ba_178"
    },
    {
      "start": 30563,
      "end": 30749,
      "text": "The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the Constitution of India is examined and explained in a number of decisions of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "40af1e5d637b436488470ecc43f97e6c_179"
    },
    {
      "start": 30750,
      "end": 30980,
      "text": "The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dc26a276f19b47d298bb75ae0dfddc61_180"
    },
    {
      "start": 30981,
      "end": 31175,
      "text": "The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbfe16fac12b433387aa995f522db0bf_181"
    },
    {
      "start": 31176,
      "end": 31462,
      "text": "Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0f45cbe7e45a4c31bd7e5ef79a4e7914_182"
    },
    {
      "start": 31463,
      "end": 31729,
      "text": "It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69e1e717fe6f40908614f4ac190979f1_183"
    },
    {
      "start": 31730,
      "end": 32009,
      "text": "The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\"\n25.",
      "labels": [
        "RATIO"
      ],
      "id": "a77b8973aa90437c836b760f87f60a7e_184"
    },
    {
      "start": 32010,
      "end": 32260,
      "text": "For the facts & reasons as discussed above, this Court does not find any reason to interfere with the order passed by Executing Court, as affirmed by the Revisional Court, in exercise of supervisory jurisdiction under Article 227 of the Constitution.",
      "labels": [
        "RATIO"
      ],
      "id": "8405ae617ccd4095ad2a1200c260e607_185"
    },
    {
      "start": 32262,
      "end": 32320,
      "text": "26. Accordingly, the writ petition fails and is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "42d8b9dfcdaa43e48f48295e767b00bf_186"
    },
    {
      "start": 32321,
      "end": 32342,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "f4b27b5c2b774bc5abbdd7c28e1764a0_187"
    },
    {
      "start": 32343,
      "end": 32374,
      "text": "\n(MANOJ KUMAR TIWARI, J.) Navin",
      "labels": [
        "NONE"
      ],
      "id": "1e1aa22e211d44a0bb55e03949544e35_188"
    }
  ]
}