{
  "id": "733bd666581e31716d0caefd7281f6311d8ed758d0595c0095cd1d82d01b48f6",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadras High Court \nRubinetterie Bresciane Bonomi Spa vs M/S.Lehry Instrumentation & Valves ... on 31 January, 2019 \nEquivalent citations: Aironline 2019 Mad 2456\nAuthor: M.Sathyanarayanan\nBench: M.Sathyanarayanan \n                                                            1 \n\n\n\n                                     In The High Court Of Judicature At Madras\n\n                                           Judgment Reserved on : 17.09.2018 \n\n                                          Judgment Pronounced on : 31.01.2019 \n\n                                                          Coram \n\n                                   The Honourable Mr.JUSTICE M.Sathyanarayanan \n\n                                                           and \n\n                                      The Honourable Mr. JUSTICE N.Seshasayee \n\n                                                 O.S.A.No.252 of 2018 \n                                              and CMP.No.12022 of 2018 \n                                  and CMP.No.12023 of 2018 in OSA.No . SR33496 of 2018 \n\n\n\n                      Rubinetterie Bresciane Bonomi SpA\n                      Via M.Bonimi 1, 25064,\n                      Gussago, Brescia (Italia)                                   .. Appellant\n\n                                                           Vs.\n\n\n\n                      M/s.Lehry Instrumentation & Valves Pvt. Ltd.,\n                      No.78, Old No.51, Sembudoss Street,\n                      Parrys, Chennai  600 001.                                 .. Respondent \n\n\n\n                      Prayer :   Original Side Appeal filed under Order 36 Rule 9 of Original Side\n                      Rules r/w. Section 15 of Letters Patent, against the order and decretal order\n                      dated 14.03.2018 passed in Application No.8007 of 2017 in C.S.No.405 of \n                      2014 on the file of Commercial Division of the High Court of Madras. \n\n\n                                 For Appellant       : Mr.N.L.Rajah, Senior Counsel \n                                                       Assisted by Mr.C.Daniel \n\n                                 For Respondent      : Mr.P.S.Raman, Senior Counsel \n                                                       Assisted by Mr.V.P.Raman \nhttp://www.judis.nic.in \n                                                              2\n\n\n\n                                                        Judgment\n[Order of the Court was delivered by N.Seshasayee,J.] 1.1 An action for passing off and other allied reliefs, a suit was instituted by the appellant in C.S.405 of 2014. The appellant is an Italian com pany, which is involved in the manufacture and sale of brass ball valves and other kinds of valves and fittings . It was marketing its products under the trademark 'Rubeinetterie Bresciane with a design mark enclosing within it the letters 'R' and 'B'. Since 2005, the respondent has been a major associate of the appellant and has been marketing its products in India. Alleging that the respondent began selling spurious and counterfeit goods, and passing them off as appellant's product, the latter terminated the distributorship of the respondent with it, and brought an action for passing off. 1.2. The appellant's suit met with a counter challenge when the respondent laid C.S.891 of 2015 inter alia for declaration that the termination of its dealership by the appellant is wrong and for payment of damages Rs.50.0 lakhs for loss of its reputation. Both suits are being tried jointly and are now mid-way through the trial. Evidence is being recorded in C.S. 405 of 2014, the suit filed by the appellant. \n1.3 The trial of the cases began in December, 2016. After the conclusion of the evidence of P.W.1, the appellant has taken out an application in A.No:2556 of 2017 for production of a list of documents under Order VII Rule 14(3) CPC. http://www.judis.nic.in This was opposed to by the respondent. The learned Single Judge Vide order dated 24-07-2017 has dismissed it, primarily on the ground that the reasons adduced for belated production of the documents are not adequate enough to satisfy the court as required under Order VII Rule 14(3) of the CPC. No appeal was immediately filed against it. \n1.4 The trial proceeded and the plaintiff examined a certain Vincent Jose as P.W.3, through whom it elicited certain facts covered by the documents whose production the learned Single Judge has declined to entertain as per the earlier order referred to above. This now prompted the respondent to file an application in A.No:8007 of 2017 for eschewing the evidence of P.W.3 on the ground that (i) the appellant is attempting to bring in facts not pleaded; and (ii) that it attempts to circumvent the effect of the order in A.No:2556 of 2017. Another learned Single Judge of this Court, Vide Order dated 14-03-2018 allowed the said application and in his Order the learned Single Judge inter alia, has relied on the earlier order in A.2556 of 2017. 1.5 Aggrieved by the order in A.No:8007 of 2017 and stung by the reliance which the learned Judge has placed on the order in A.No:2556 of 2017, the appellant has preferred two appeals: (a) As against the order in A.No:8007 of 2017, it has filed OSA 252 of 2018; and (b) as against the order in A.No:2556 of 2017, it has preferred an appeal with a delay of 136 days, for condoning which, it has filed C.M.P. No.12023 of 2018 in OSA.SR.No.33496 of 2018. http://www.judis.nic.in 2.1 The respondent primarily resisted them on grounds of maintainability. It now requires to be introduced that the Commercial Courts Act, 2015, (would be referred to as CCA) was enacted by the Parliament as per Central Act 4/2016, and was notified on 23-10-2015, and consequently a Commercial Division came to be constituted Vide notification dated 04-12-2017. On 03-01-2018, the learned Single Judge before whom the suits are pending, has passed an order transferring the suits to the Commercial Division of this Court. 2.2 According to the respondent, under Sec.13 of the Act, no appeal is permissible as it in express terms provides that notwithstanding any provision contained in any other law including the Letters Patent, appeal would lie only if the Order is of the nature from which appeal is allowed under Order XLIII Rule 1 CPC, and as neither of the two Orders fall in this category, both the appeals are not maintainable. \n3. It may be stated here that since this issue on maintainability is on the point of jurisdiction of this Bench to probe on the right of appeal, even the appeal in OSA.SR.No.33496 of 2018, which is yet to be taken on file by the Registry, faced identical resistance as in OSA 252 of 2018. Therefore, instead of deciding on the validity of the cause for delay in filing the appeal against the order in A.No:2556 of 2017, OSA SR.No.33496 of 2018 is also taken up for testing its maintainability. After all, if this Court has no jurisdiction to entertain the appeal, then it goes as a corollary that it does not have the http://www.judis.nic.in jurisdiction to decide CMP.No.12023 of 2018 filed for condoning the delay. Hence, for narrative convenience both the cases would be referred to only as appeals. \nThe issue on Maintainability 4. Arguments however, were not confined to the issue on maintainability, but they breached it to include the merits involved, though the former was lengthier and heard louder. In the context of the present case, the order in A.No:8007 of 2017, the latter of the two orders now in question was passed by the Commercial Division, after its Constitution on 04-12-2017. The first order in A.No:2556 of 2017 though was passed before the said notification, yet the appeal is filed (which is yet to be taken on file) only after the notification. \n5. In order that this point and the arguments that revolve around it are appreciated, it is necessary to introduce Sec.13 of the Commercial Courts Act, 2015. \nSection 13 : Appeals from decrees of Commerical Courts and Commercial Divisions : \n(1) Any person aggrieved by the judgment or order of a Commerical Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commerical Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appeallate Division of that High Court within a period of sixty days from the date of the judgment or order. \nhttp://www.judis.nic.in PROVIDED that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. 6.1 The respondent's argument on maintainability of the appeals are two fold: \n(a) So far as the appeal against the order in A.No:8007 of 2017 (the order eschewing the evidence of P.W.3) is concerned, this order, inasmuch it was passed subsequent to the notification of Commercial Courts Act, it is not an appealable Order under Order XLIII Rule 1 of the Code of Civil Procedure, and consequently it does not qualify for being appealed against as per the Proviso to Sec.13(1) of the Commercial Courts Act.\n(b) So far as the Order in A.2556 of 2017 is concerned, the one where the Court has rejected appellant's prayer for leave to produce the documents, even though this order was passed prior to the commencement of Commercial Courts Act, yet, since the right of appeal is a statutorily created procedural right, and since there is no vested right in the procedural law, the law as is in force as on the date http://www.judis.nic.in of filing of the appeal alone is applicable. And the nature of the Order was one for which no appeal is provided under Order XLIII Rule 1 of the CPC, and at no time - neither before nor under the Commercial Courts Act, is this order appealable. Considerable emphasis is laid on the ratio in HPL(India) Ltd., & Others Vs QRG Enterprises & Another [2017 SCC OnLine Del 6955 : (2017)238 DLT 123(DB)] 6.2 Opening his argument and emphasising how the Orders of the learned Single Judge has denied the appellant's right to effective hearing or participation in the suit, the need to handle procedural law not as a means to discipline litigants but as an aid to advance substantive justice, the learned Senior Counsel for the respondent would argue that:\n The right to appeal is a vested right, and it vests in a party the moment an original action is brought. It is a substantive right, and the fact that it is a statutory right and capable of alteration or being totally withdrawn by a subsequent statute does not permit an interpretation to grant it a retrospective operation as to affect it, unless the same is explicit in such subsequent statute or could be gathered from it by necessary implication. Reliance was placed on the authorities in Shiv Shakti Cooperative housing Society Vs Swarak Developers & Others [(2003)6SCC 659], Mukund Deo by Lrs & Others Vs Mahadu & Others [AIR 1965 SC 703], R. Rajagopal Reddy by Lrs & Others Padmini Chandrasekaran [AIR 1996 SC 238 : (1995)2 SCC 630], Mohanlal Jain Vs Sawai Man singhji [AIR 1962 SC 73], Radhakrisan Laxminarayan Toshival Vs Shridhar Ramachandra http://www.judis.nic.in Alshi & Others [AIR 1950 Nagpur 177 (FB)], State of Bombay Vs Supreme General Films Exchange Ltd.,[AIR 1960 SC 980].\n In the context of the CCA, there is nothing in the Act that attempts to take away the right of appeal as was originally available and attempted to demonstrate it by an interpretation of Sec.15(3) and 15(4) of the Act. \nSec.15 reads:\nSection 15 : Transfer of pending cases :\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. \nPROVIDED that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \nhttp://www.judis.nic.in (4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nPROVIDED that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement must be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. \nThat under Sec.15(3) of the Act, the provisions of CCA will apply only to those cases where procedures are not complete. In other words, it would mean that where the procedures of case have been completed, the Act has no application. And so far as the institution of the present suit is concerned, the procedure that is required to be completed has been completed the moment the suit was registered and taken on file. The procedure when the suit was instituted came with a right of appeal under Clause 15 of the Letters Patent, that this right is an accrued right and runs with the suit through its entire http://www.judis.nic.injourney. This therefore would mean that Sec 13(2) will have effect only for those suits instituted after the commencement of the Commercial Courts Act, and not to those filed prior to it. If the suit does not fall under Sec.15(3), then it is axiomatic that the Proviso to Sec. 13(1) will not have application, and consequently it has to be held that there is no bar in preferring the appeal under Clause 15 of the Letters Patent. Necessarily, an appeal would lie against both the orders in A.2556 of 2017 and A.8007 of 2017 under Clause 15 of the Letters Patent. \n Under Sec.15(3), the provisions of Commercial Courts Act are made applicable only to those cases that are transferred to the Commercial Division on the commencement of the Act, where the procedures are not complete at the time of transfer. In Sec.15(4), the Commercial Division is required to fix a timeline for the expeditious disposal of the cases before it, and in terms of Order XV-A Rule 2(g) as inserted to the Code of Civil Procedure Vide Sec.16 of the Act, the proceedings for fixing the timeline must be ordered before the commencement of trial, and this is not possible in a case where the trial has already commenced even before the suit was transferred to the Commercial Division. This only signifies that where a certain proceeding contemplated cannot be completed within the meaning of Sec.15(4), it ought to be understood as one where the proceedings have been completed, and hence as per Sec.15(3) provisions of Commercial Courts Act cannot have application. Consequently, the right of appeal under Clause 15 of the Letters Patent is still available for the appellant to http://www.judis.nic.in pursue. \nOf discussion & decision: \n7.1 The point required to be resolved is: Does the Commercial Courts Act, having qualified the Orders that could be challenged in appeal under the Proviso to Sec.13(1) and (1-A), save those appeals that would arise from the Orders passed in the course of proceedings of a suit pending on the date of its commencement? \n7.2 Here this Court is not in agreement with the interpretative attempts of the appellant's counsel founded on a combined reading of Sec.15(3), 15(4) with Sec.13. It can be shown that these provisions do not to share a common denominator for their operation, and this would be made known in subsequent paragraphs. \n8.1 This Court may now commence the process of its reasoning from the maxim ubi jus ibi remedium, which operates as a gyrating principle on which the legal system of any civilised society is pivoted. Necessarily there ought to be a forum to remedy the cause. This right to remedy one's cause in an action is inherent in everyone whose legally recognised rights are violated. In Ganga Bai Vs. Vijay Kumar [AIR 1974 SC 1126], the Supreme Court has held:\n15. ...... ....... ...... There is a basic distinction between the right of suit and the right of appeal. There is an inherent right in every http://www.judis.nic.in person to bring a suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. It is no answer to a suit, howsoever frivolous the claim, that the law confers no such right to sue. A suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. But the position in regard to appeals is quite the opposite. The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law. That explains why the right of appeal is described as a creature of statute. In Garikapati Vs. Subbiah Choudhry & Other [AIR 1957 SC 540], the Supreme Court has held:\n23 From the decisions cited above the following principle clearly emerge :\n(i) That the legal pursuit of a remedy, suit appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are regarded as one legal proceeding. \n(ii) The right of appeal is not a mere matter of procedure but is a substantive right. \n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit. \n(iv) The right of appeal is a vested right and such a right to enter the superior Court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.\nhttp://www.judis.nic.in (v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise. In Shiv Shakti Coop. Housing Society, Nagpur Vs Swaraj Developers & Others [(2003) 6 SCC 668], the Supreme Court has held:\n16. An appeal is essentially continuation of the original proceedings and the provisions applied at the time of institution of the suit are to be operative even in respect of the appeals. That is because there is a vested right in the litigant to avail the remedy of an appeal. As was observed in K.Kapen Chako Vs Provident Investment Company (P) Ltd., (AIR 1976 SC 2610) only in cases where vested rights are involved, a legislation has to be interpreted to mean as one affecting such right to be prospectively operative. The right of appeal is only by statute. It is necessary part of the procedure in an action, but the right of entering a superior court and invoking its aid and interposition to redress the error of the court below. It seems absurd to denominate this paramount right part of the practice of the inferior tribunal. (Per Lord Westbury, See: Attorney General Vs. Sillem, ER p.1209). The appeal, strictly so called, is one in which the question is, whether the order of the court from which the appeal is brought was right on the materials which that court had before it (Per Lord Devuil Ponnammal Vs.Arumogam). The right of appeal, where it exists, is a matter of substance and not of procedure. \n(Colonial Sugar Refining Co. Vs. Irving). \n17. Right of appeal is statutory. Right of appeal inhered in no one. When conferred by statute it becomes a vested right. In this regard there is essential distinction between right of appeal and right of suit. Where there is inherent right in every person to file a suit and for its maintainability it requires no authority of law, appeal requires so. As http://www.judis.nic.in was observed in State of Kerala Vs. K.M.Charia Abdulla and Co.[AIR 1965 SC 1585], the distinction between right of appeal and revision is based on differences implicit in the two expressions. An appeal is continuation of the proceedings; in effect the entire proceedings are before the Appellate Authority and it has the power to review the evidence subject to statutory limitations prescribed. But in the case of revision, whatever powers the revisional authority may or may not have, it has no power to review the evidence, unless the statute expressly confers on it that power. It was noted by the four Judge Bench in Hari Shankar Vs. Rao Girdhari Lal Chowdhury [AIR 1963 SC 698] that the distinction between an appeal and a revision is a real one. A right of appeal carries with it a right of rehearing on law as well as fact, unless the statute conferring the right of appeal limits the rehearing in some way, as has been done in second appeals arising under the Code. The power of hearing revision is generally given to a superior court so that it may satisfy itself that a particular case has been decided according to law. Reference was made to Section 115 of the Code to hold that the High Court's powers under the said provision are limited to certain particular categories of cases. The right there is confined to jurisdiction and jurisdiction alone. In Mukund Deo (Dead) represented by his Lrs Vs. Mahadu & Others [AIR 1965 SC 703], the Supreme court has held:\n3. .... ..... ..... ..... It is true that as a general rule, alterations in the law of procedure are retrospective, but a right of appeal to a particular forum is a substantive right and is not lost by alteration in the law, unless provision is made expressly in that behalf, or a necessary implication arises. .... .... ....\n4. In Delhi Cloth and General Mills Co., Ltd., Vs Income Tax Commissioner, Delhi, 54 I.A 421: [AIR 1927 PC 242] the Judicial http://www.judis.nic.in Committee denied to an aggrieved litigant a right to appeal to His Majesty in Council under Section 66-A of the Indian Income-tax Act (which for the first time conferred a right of appeal against the judgment of a High Court) when the judgment of the High court was delivered before the date on which the amendment was made. \nThis Court has also held in Garikapati Veeraya Vs Subbiah Choudhury (AIR 1957 SC 540) that a vested right of appeal is a substantive right, and is governed by the law prevailing at the time of commencement of the suit, and comprises all successive rights of appeal from Court to Court, which really constitute one proceeding. Such a right may be taken away by a subsequent enactment expressly or by necessary intendment. Relying on the Garikapatti Veeraya case, and few other cases, the Supreme Court in State of Bombay Vs Supreme General Films Exchange Ltd., [AIR 1960 SC 980] observed as follows:\n12. It is thus clear that in a long line of decisions approved by this Court and at least in one given by this Court, it has been held that an impairment of the right of appeal by putting new restriction thereon or imposing a more onerous condition is not a matter of procedure only; it impairs or imperils a substantive right and an enactment which does so is not retrospective unless it says so expressly or by necessary intendment. In Radhakisan Laxminarayan Toshnival Vs Shridhar Ramchandra Alshi & Others [AIR 1950 Nagpur 177 (FB)], it was held:\n26. It is a well-established rule of interpretation of statutes that in general when the law is altered during the pendency of an action the substantive rights of the parties remain unaffected and are decided according to the law as it existed when the action was http://www.judis.nic.in begun, unless the new amendment is made retrospective either expressly or impliedly. It is equally well settled that if the statute merely deals with procedure and does not affect the substantive rights of the parties, it is held to apply prima facie to all actions pending as well as future. 8.2 To consolidate the principles that flow from the above authorities which are but a few among the many on the subject, it can now be stated with a fair degree of certainty that a right of appeal, though a statutory right, though conceived as a procedural right, yet is a substantive right that vests in a suitor on the date of institution of the original action. And, when the said right is interfered with by any subsequent statute, or even by an amendment of the same statute, it is impermissible to attempt at a statutory interpretation to take away a vested right of appeal in a party, unless the statute itself either expressly or by necessary implication makes its retrospective. \n9.1 Contextually, if the scheme of the Commercial Courts Act is probed, Sec.13 (1) and (1-A) provides as to who can file the appeal and the Proviso thereto states what Orders can be appealed against. It is apparent that the main provision and the Proviso do not share the same sphere of operation. \nTherefore, the general understanding that a Proviso may operate as an exception to the main provision appears to seek an exception here, for the main provision in Sec.13(1-A) when read alongside the Proviso brings to focus a subtle distinction between the two. Sec.13(1) and/or (1-A) provides that an appeal may be filed by any person who is aggrieved inter alia by an Order of http://www.judis.nic.in the Commercial Court, but it does not proceed to qualify the nature of Orders that are appealable under the Act. This is done in the Proviso, not as an exception to the main provision, but as one qualifying the Orders from which an appeal lies. See Sundaram Pillai Vs Pattabhiraman [(1985)1 SCC 591], where the Hon'ble Supreme Court has identified the role that a Proviso can play, not just operating as an exception to the main provision, but as also operating in tandem with the main provision. 9.2 Irrespective of the role that the Proviso to Sec.13(1) or (1-A) may play, at the functional plane, none of them, either separately or in combination, have attempted to change the law on right of appeals from a decree of a suit or from the Orders passed in the suit as was in force before the commencement of CCA. There has always been a right to appeal from the decree in the suit, and that remains intact even under Sec.13. Then arises the appeals against Orders. Here the Proviso which specifically deals with the right of appeal against the Orders, does not attempt to disturb the law on the same as it stood before the advent of the CCA. Right of appeal against the Orders as was originally available in Order XLIII Rule 1 CPC continues to be preserved even under the Proviso to Sec.13(1) and (1-A).\n9.3 In the context of the nature of Orders now impugned, these Orders at any rate are not appealable under Order XLIII Rule 1 CPC, and that feature of the right of appeal against the Orders allowed to continue even in the Commercial Courts Act. Therefore, the right of appeal as it was then and now remains http://www.judis.nic.in unaffected, and to that extent there does not exist a cause for interpreting Sec.13(1) or (1-A) of the Commercial Courts Act for ascertaining if the right of appeal that was vested in the parties to the suit as on the date of its institution was taken away or abridged by the subsequently enacted Commercial Courts Act. \n10. That only leaves a residual question, if the right of appeal as provided under Clause 15 of the Letters Patent and was available before the CCA, is saved in respect of suits pending on the date of its commencement. The present set of appeals are filed only under the Letters Patent. Here, this Court intends to deal with two judgments instantly, one by the Supreme Court in Kandla Export Corporation & another Vs M/s.OCI Corporation & another [2018-4-LW 240], and another by the Division Bench of the Delhi High Court in HPL(India) Ltd., & Others Vs QRG Enterprises & Another [2017 SCC OnLine Del 6955 : (2017)238 DLT 123(DB)]. (For the respondent, the latter mentioned judgment has been its power-bank for drawing energy to sustain its arguments on maintainability of these appeals.)  In Kandla Export Corporation case, the question before the Supreme Court was whether an appeal which is barred under Sec.50 of the Arbitration & Conciliation Act, 1996 is permissible under Sec.13(1) of the Commercial Courts Act. \n In HPL (India) Ltd., case, the Division Bench of the Delhi High Court http://www.judis.nic.in encountered almost an identical question as is now raised before this Court though not in the context of Letters Patent, but under Sec.10 of the Delhi High Court Act, 1966. There, in a suit instituted in 2016, the plaintiff has taken out an application to produce some documents along with an application to examine some new witnesses, both of which came to be allowed. The defendant preferred appeals against these orders, and the plaintiff raised a preliminary objection on their maintainability. The Court held that in view of Sec.21 read alongside Sec.13(2) of the Act, appeals will not lie. But the distinguishing feature that separates the present suit from the one in HPL (India) Ltd., case is that that suit itself appears to have been laid after the commencement of the Commercial Courts Act on 23-10-2015. \nNeither of these two judgments raise a point if the Proviso to Sec.13(1)(1-A) read along with Sec.13(2) and Sec.21 would affect the vested right of appeal under Clause 15 of the Letters Patent as was available to the suits instituted prior to the arrival of the Commercial Courts Act. \n11. This brings into focus Sec.13(2) of the CCA. To reproduce it again, it reads:\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. http://www.judis.nic.inNot an expression in Sec.13(2) through which the Parliament has chosen to convey its legislative intent reflects an idea to bar the right of appeal accrued to a party as on the date of the institution of the original action. And necessarily the bar imposed in resorting to Letters Patent under Sec.13(2) cannot be understood to operate retrospectively to affect all suits pending on the date of commencement of the Commercial Courts Act. \n12.1 Of the 23 Sections and the Schedule in the CCA, the only provision it has devoted for dealing with the pending actions is Sec.15. This section in essence deals with the transfer of pending action to Commercial Court Division of the High Court, or to the Commercial Court, as the case may be. As this provision is already extracted in paragraph 6.2 above, reference may be made to it. However, to provide continuity to the ongoing discussion, Sec.15(3) alone is repeated: \n15 (3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. This section is considered now, chiefly because the appellant's counsel pivoted a sizeable portion of his arguments on Sec.15(3). While this Court is not in agreement with the learned counsel's point of view, yet it does not want to dispense with its efforts to test if it carries anything that may indicate a retrospective operation of any procedure as to affect the right of appeal. \nhttp://www.judis.nic.in 12.2 Sec.15(3) in effect provides that upon transfer of a pending action to the Commercial Division of the High Court, if any procedure that remains to be completed then the provisions of the Commercial Courts Act would apply. \nWhat is not explicitly stated is that where procedures are completed, then the CCA will have no applications. \n13.1 The procedure contemplated in Sec.15(3) needs to be contextually understood. The word 'procedure' is not specially defined in the CCA. In Black's Law Dictionary [Tenth Edition], its meaning is given as:\nProcedure: 1. A specific method or course of action. \n2. The judicial rule or manner for carrying on a civil lawsuit or criminal prosecution. In P. Ramanatha Aiyar's 'Advanced law Lexicon' [5th Edition] explains the meaning of the word 'Procedure' as under:\nProcedure: Mode of conducting business (as) Parliamentary procedure; legal procedure. A set of steps performed to make sure that the guideline is met. The mode or form of conducting judicial or other proceedings. Therefore, the meaning of the word 'procedure' in the phrase 'procedure not completed' in Sec.15(3) can imply only the rules by which the pending action must be taken forward to reach its culmination upon transfer to Commercial Division, and cannot mean to include a substantive right in the nature of a right of appeal. If the contextual setting of Sec.15(3) is scanned for a greater http://www.judis.nic.in understanding of the purpose of its existence, there emerges a reason with apparently no alternative view, that the legislature has been careful enough to incorporate it to avoid an interpretative difficulty in dealing with pending suits/actions on their transfer to the Commercial Division. On the date of their transfer, they may be in different stages in accordance with the procedure that was in force before the advent of the CCA. The legislative intent here appears to ensure fluidity in the transition in procedure for a seamless continuity of the pending action. And, it speaks of procedure completed and not of the right of appeal. \n14. Now, an attempt may be made to test if a wild interpretation granting a wider meaning to the word 'procedure', and to deem it to include right of appeal (as an aspect of procedural law), to ascertain if it enables a retrospective operation. This Court instantly senses a prohibition in its conscience to conceptualise that it does so. In K. Eapen Chako Vs The Provident Investment Company (P) Ltd., [AIR 1976 SC 2610], the Supreme Court has held that:\n37. A statute has to be looked into for the general scope and purview of the statute and at the remedy sought to be applied. In that connection the former state of the law is to be considered and also the legislative changes contemplated by the statute. Words not requiring retrospective operation so as to affect an existing statutory provision prejudicially ought not be so constructed. It is a well recognised rule that statute should be interpreted if possible so as to respect vested rights. .. .. If the Legislature forms a new procedure alterations in the form http://www.judis.nic.in of procedure are retrospective unless there is some good reason or other why they should not be. In other words, if a statute deals merely with the procedure in an action, and does not affect the rights of the parties it will be held to apply prima facie to all action, pending as well as future. Any amendment or alterations to the procedural law is generally understood as operating retrospectively so as to affect pending proceedings as on the date of change of procedural law as long as it does not affect the vested right of the parties. \nIn Radhakisan Vs Shridhar [AIR 1950 Nagpur 177 (FB)], speaking for the Full Bench, Hidayatullah J (as he was then) has held:\n26. It is a well-established rule of interpretation of statutes that in general when the law is altered during the pendency of an action the substantive rights of the parties remain unaffected and are decided according to the law as it existed when the action was begun, unless the new amendment is made retrospective either expressly or impliedly. It is equally well settled that if the statute merely deal with procedure and does not affect the substantive rights of the parties it is held to apply prima facie to all actions pending as well as future. \nIn H.V.Thakur & Others Vs. State of Maharashtra & Others [AIR 1994 SC 2623 it is held:\n25. ...... ....... ....... From the law settled by this Court in various cases, the illustrative though not exhaustive, principles which emerge with regard to the ambit and scope of an Amending Act and its retrospective operation may be culled out as follows:\nhttp://www.judis.nic.in (i) A statute which affects substantive right is presumed to be prospective in operation, unless made retrospective, either expressly or by necessary intendment, whereas a statute which merely affects procedure, unless such a construction is textually impossible is presumed to be retrospective in its application, should not be given an extended meaning, and should be strictly confined to its clearly defined limits. \n(ii) Law relating to forum and limitation is procedural in nature, whereas law relating to right of action and right of appeal, even though remedial, is substantive in nature. \n(iii) Every litigant has a vested right in substantive law, but no such right exists in procedural law. \n(iv) A procedural statute should not generally speaking be applied retrospectively, where the result would be to create new disabilities or obligations, or to impose new duties in respect of transactions already accomplished. \n(v) A statute which not only changes the procedure but also creates a new rights and liabilities, shall be construed to be prospective in operation, unless otherwise provided, either expressly or by necessary implication. In Shyam Sundar and Others Vs. Ram Kumar and another [AIR 1972 SC http://www.judis.nic.in 2472] it is held:\n29. ...... ....... ....... the legal position that emerges is that when a repeal of an enactment is followed by a fresh legislation such legislation does not effect the substantive rights of the parties on the date of suit or adjudication of suit unless such a legislation is retrospective and a Court of appeal cannot take into consideration a new law brought into existence after the judgment appealed from has been rendered because the rights of the parties in an appeal are determined under the law in force on the date of suit. However, the position in law would be different in the matters which relate to procedural law but so far as substantive rights of parties are concerned they remain unaffected by the amendment in the enactment. We are, therefore, of the view that, where a repeal of provisions of an enactment is followed by fresh legislation by an amending Act such legislation is prospective in operation and does not effect substantive or vested rights of the parties unless made retrospective either expressly or by necessary intendment. We are further of the view that there is a presumption of the view that there is a presumption against the retrospective operation than its language renders necessary, but an amending Act which affects the procedure is presumed to be retrospective, unless Amending Act provides otherwise. In Vijay V State of Maharashtra [(2006)6 SCC 289], the Supreme Court drafted in the fairness-doctrine in interpretation of statutes. It declared:\n12......It is now well settled that when a literal reading of the provision giving retrospective effect does not produce absurdity or anomaly, the same would not be construed to be only prospective. The negation is not a rigid rule and varies with the intention and purport of the legislature, but to apply it in such a case is a http://www.judis.nic.in doctrine of fairness. If the quintessence of the ideas that the Courts have hitherto declared through their judgments are taken and grouped, there emanates a larger idea which indicates that the Courts have come to recognise the right of appeal, though procedural in nature, as a substantive right, and once vested in a litigant, Courts ought to guard itself in granting retrospective effect to any statute that purports to affect it. Should there be a legislative intent to give it a retrospective operation, and to divest a litigant of his vested right of appeal, it must be positively stated in the statue, or in its absence, it must surface as a compulsive consequence on a wholesome reading of the statute. The present statute, the CCA, does not possess both. Consequently, the right of appeal under the Letters Patent should continue to be available to all Orders passed in any proceedings in all suits pending on the date of commencement of Commercial Courts Act, subject however to the test they must be 'judgments' within the meaning of clause 15 thereof. \n15. If Sec.21 of the CCA is turned to, it reads:\n21. Act to have overriding effect : Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \nWhen the all critical Sections 13 and 15 do not reflect a legislative intent to give it a retrospective effect to the Commercial Courts Act as to take the http://www.judis.nic.in vested right of appeal in Section 21, on its own, unaided by other provisions, cannot take the same away. \n16. The issue now narrows down to understand if the Orders under challenge can be termed within the meaning of 'judgment' under clause 15 of the Letters Patent. There are two Orders here, one disallowing the production of documents and the other eschewing the Oral evidence of P.W.3. Stricto senso, neither of these Orders affect the appellant/plaintiff's right of action, nor its right over the subject matter of action. They do not take away the right to participate in the trial either or to prove its case. They are purely procedural orders regulating what evidence may be allowed or disallowed while proving or defending an action. The Order in A.No. 2556 of 2017, is all about the learned Single Judge exercising the judicial discretion vested under Order VII Rule 14(3). Admittedly the documents are belatedly produced, and the Court has the discretion to entertain or not to entertain. The second Order eschewing the evidence of P.W.3 is more of a consequence of the first Order. \n17. What Orders do then constitute 'judgments' within the meaning of Clause 15 of the Letters Patent? In its celebrated judgment in Shah Babulal Khimji Vs.Jayaben D.Kania and Another [(1981)4 SCC 8], the Supreme Court has endevoured to understand it and has provided the criteria that may decide it. It held:\n113. ...... The concept of a judgment as defined by the Code of Civil Procedure seems to be rather narrow and the limitations engrafted by sub-section (2) of Section 2 cannot be physically http://www.judis.nic.in imported into the definition of the word 'judgment' as used in Clause 15 of the Letters Patent because the Letters Patent has advisedly not used the terms 'order' or 'decree' anywhere. The intention, therefore, of the givers of the Letters Patent was that the word 'judgment' should receive a much wider and more liberal interpretation than the word 'judgment' used in the Code of Civil Procedure. At the same time, it cannot be said that any order passed by a Trial Judge would amount to a judgment; otherwise there will be no end to the number of orders which would be appealable under the Letters Patent. It seems to us that the word 'judgment' has undoubtedly a concept of finality in a broader and not a narrower sense. In other words, a judgment can be of three kinds :\n(1) A final judgment :- ...... ..... ..... ..... ..... ...... (2) A preliminary judgment :- ...... ...... ...... ........ (3)Intermediary or interlocutory judgment :- Most of the interlocutory orders which contain the quality of finality are clearly specified in clause (a) to (w) of Order 43 Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable. \nThere may also be interlocutory orders which are not covered by Order 43 Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote.... For instance, where the Trial Judge in a suit under Order 37 of the Code of Civil Procedure refuses the defendant leave to defend the suit, the order directly affects the defendant because he loses a http://www.judis.nic.in valuable right to defend the suit and his remedy is confined only to contest the plaintiff's case on his own evidence without being given a chance to rebut that evidence....... Take the converse case in a similar suit where the Trial Judge allows the defendant to defend the suit in which case although the plaintiff is adversely affected but the damage or prejudice caused to him is not direct or immediate but of a minimal nature and rather too remote because the plaintiff still possesses his full right to show that the defence is false and succeed in the suit. Thus, such an order passed by the Trial Judge would not amount to a judgment within the meaning of Clause 15.... See also: Midnapore Peoples' Co-operative Bank Ltd.. & Others Vs. Chunilal Nanda & Others [(2006) 5 SCC 399]. \nTested on the parameters laid, the Order now under challenge cannot be considered as one having the effect of finally deciding any substantive right of the appellant vis a vis its cause of action either directly or collaterally. \n18. It might be true, that any right of action takes with it the right to participate in the trial, produce necessary evidence to prove or to defend a cause of action, and that right to participate in trial without the right to produce evidence might reduce it to a cosmetic or an ornamental right. And, where the effective right to participate in the trial proceedings is affected by an interim Order, in a given circumstance it may even taint a proceeding with unfairness. However, the Orders in question do not go that far, and are in effect made while regulating the trial proceedings. They therefore, do not http://www.judis.nic.in qualify to be termed 'judgments'.\n19. To sum it up:\n(a) A right of appeal under Clause 15 of the Letters Patent is available from all Orders passed in any proceedings in any suit pending on the date of commencement of Commercial Courts Act. \n(b) So far as the present two appeals (of which one is yet to be taken on record) are concerned, since they do not constitute 'judgments' within the meaning of Clause 15 of the Letters Patent, no appeal is maintainable against them. \n20. In the course of his arguments, the learned counsel for the appellant has submitted that the evidence, both documentary and oral that are now produced and rejected, are essential to defend the suit C.S.891 of 2015 instituted by the respondent. But then, that necessity opens only when the respondent discharges its burden in its suit, and it depends on the quality of evidence that the respondent may chose to produce in aid of the cause of its action. May be, for procedural convenience, the appellant might have anticipated it and might have attempted to produce some contra evidence perhaps without anything substantial to counter at this moment. That, at any rate cannot take away the appellant's right to defend an action when the respondent in its suit actually discharges its initial burden. And, the Orders now impugned cannot pre-empt what might arise in future, as there cannot be http://www.judis.nic.in any anticipatory foreclosure of the right to lead in evidence that may not endanger or offend the right to defend an action in a manner in which the adversarial jurisprudence that we have adopted has come to recognise and accept. That then is sure to leave serious consequences. Necessarily the appellant's right to produce all the evidence that is under its command to produce in defence of respondent's action will remain preserved, and it will be at liberty to produce them, if so required and felt necessary. \n21. To conclude, OSA.No.252 of 2018 is not maintainable, not because the appeal is not maintainable under the Commercial Courts Act, but because the Order impugned does not qualify for an appeal under Clause 15 of the Letters Patent, and is hence dismissed. Since the other appeal which is yet to be taken on record in OSA SR.33496 of 2018 faces an identical consequence, this Court chooses to not condone the delay, and accordingly CMP.No.12023 of 2018 filed therein is dismissed. No costs. Consequently, connected miscellaneous petition is closed. \n                                                                                [M.S.N.J.,]    [N.S.S.J.,]\n\n                                                                                       31.01.2019                       ds                       Index : Yes/ No                       Internet : Yes / No                       Speaking order / Non - speaking order http://www.judis.nic.in                                M.SATHYANARAYANAN , J. , \n\n                                                   and                                      N.SESHASAYEE , J. , \n\n                                                    ds                                Pre-delivery Judgment in                                            31.01.2019 http://www.judis.nic.in  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1383ae78078341369348f13feb2f4027_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b12b8c2813941739df446391761014e_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nMadras High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bce671b59f4d44309aa0cfe425634e63_2"
    },
    {
      "start": 261,
      "end": 357,
      "text": "\nRubinetterie Bresciane Bonomi Spa vs M/S.Lehry Instrumentation & Valves ... on 31 January, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30217ba155244560961d9cb222edbe75_3"
    },
    {
      "start": 358,
      "end": 455,
      "text": "\nEquivalent citations: Aironline 2019 Mad 2456\nAuthor: M.Sathyanarayanan\nBench: M.Sathyanarayanan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "559bb77d89074119927752f4e2c97141_4"
    },
    {
      "start": 517,
      "end": 646,
      "text": "1 \n\n\n\n                                     In The High Court Of Judicature At Madras\n\n                                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92c36f6a935a4d8593015e738ba290ea_5"
    },
    {
      "start": 646,
      "end": 679,
      "text": "Judgment Reserved on : 17.09.2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d11bb6652e3a4eda8397303b51cfb117_6"
    },
    {
      "start": 724,
      "end": 759,
      "text": "Judgment Pronounced on : 31.01.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "396988ab05014cfc8dce777334c961b4_7"
    },
    {
      "start": 820,
      "end": 906,
      "text": "Coram \n\n                                   The Honourable Mr.JUSTICE M.Sathyanarayanan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d94d9463f59047fc876c649704c13088_8"
    },
    {
      "start": 968,
      "end": 1030,
      "text": "and \n\n                                      The Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b980e0f09f1489dab65b62b3b2f8b25_9"
    },
    {
      "start": 1031,
      "end": 1051,
      "text": "JUSTICE N.Seshasayee",
      "labels": [
        "PREAMBLE"
      ],
      "id": "085ab1fce9094e69bca1185240e04d2b_10"
    },
    {
      "start": 1103,
      "end": 1123,
      "text": "O.S.A.No.252 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "190cc882e8814421aa79090176488dae_11"
    },
    {
      "start": 1171,
      "end": 1195,
      "text": "and CMP.No.12022 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ac89ad4b6f24d1bbfed80a88ebabeaa_12"
    },
    {
      "start": 1231,
      "end": 1255,
      "text": "and CMP.No.12023 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8604303eb52d4c3b926e6299c5627373_13"
    },
    {
      "start": 1256,
      "end": 1265,
      "text": "in OSA.No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a933e0bc7274a75be93e7aaf8650778_14"
    },
    {
      "start": 1266,
      "end": 1283,
      "text": ". SR33496 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd4a0b400a464bfaae085e163299a5ab_15"
    },
    {
      "start": 1284,
      "end": 1714,
      "text": "\n\n\n\n                      Rubinetterie Bresciane Bonomi SpA\n                      Via M.Bonimi 1, 25064,\n                      Gussago, Brescia (Italia)                                   .. Appellant\n\n                                                           Vs.\n\n\n\n                      M/s.Lehry Instrumentation & Valves Pvt. Ltd.,\n                      No.78, Old No.51, Sembudoss Street,\n                      Parrys, Chennai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5bca62af55e14956a65c2f0298605b90_16"
    },
    {
      "start": 1715,
      "end": 1724,
      "text": " 600 001.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a4ed19924d24876b7f52e9f38b4417f_17"
    },
    {
      "start": 1757,
      "end": 1770,
      "text": ".. Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f51923d5fe048478e9f63a6684ef73a_18"
    },
    {
      "start": 1797,
      "end": 1805,
      "text": "Prayer :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70937a98bd644326ad50370bddfaece8_19"
    },
    {
      "start": 1808,
      "end": 2001,
      "text": "Original Side Appeal filed under Order 36 Rule 9 of Original Side\n                      Rules r/w. Section 15 of Letters Patent, against the order and decretal order\n                      dated",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebec046d79ef4464b49e890f269499f2_20"
    },
    {
      "start": 2002,
      "end": 2012,
      "text": "14.03.2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16ee152e08e34e4ead43649e1b15cf3f_21"
    },
    {
      "start": 2013,
      "end": 2067,
      "text": "passed in Application No.8007 of 2017 in C.S.No.405 of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b3efb661a3843d792d0c9e4afcba3bc_22"
    },
    {
      "start": 2091,
      "end": 2159,
      "text": "2014 on the file of Commercial Division of the High Court of Madras.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4cc3c970aeac4c969a43af503d901f87_23"
    },
    {
      "start": 2196,
      "end": 2209,
      "text": "For Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a032c2d4d2334509b62ecc769436df55_24"
    },
    {
      "start": 2216,
      "end": 2246,
      "text": ": Mr.N.L.Rajah, Senior Counsel",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de1af94db5c245208188dbaf8fbc9a87_25"
    },
    {
      "start": 2303,
      "end": 2326,
      "text": "Assisted by Mr.C.Daniel",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3cbbb1c6d819450dba4f325fdaaea68c_26"
    },
    {
      "start": 2362,
      "end": 2376,
      "text": "For Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "505152c3077a47d097238abeef0c99a8_27"
    },
    {
      "start": 2382,
      "end": 2412,
      "text": ": Mr.P.S.Raman, Senior Counsel",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a67052103676401384d445bcda65764a_28"
    },
    {
      "start": 2469,
      "end": 2480,
      "text": "Assisted by",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22cc9b4f858243d4a57377e92873bd2d_29"
    },
    {
      "start": 2481,
      "end": 2493,
      "text": "Mr.V.P.Raman",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d17ae212357147d0912ee9e5fd26bd19_30"
    },
    {
      "start": 2494,
      "end": 2518,
      "text": "\nhttp://www.judis.nic.in",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ba7a12c6cf340a1b9a21758b111084f_31"
    },
    {
      "start": 2582,
      "end": 2652,
      "text": "2\n\n\n\n                                                        Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80acfe3549684164963ca1fffdbce673_32"
    },
    {
      "start": 2652,
      "end": 2705,
      "text": "[Order of the Court was delivered by N.Seshasayee,J.]",
      "labels": [
        "NONE"
      ],
      "id": "1f9bb462981c4f5ebe63d2af99720f38_33"
    },
    {
      "start": 2706,
      "end": 2820,
      "text": "1.1 An action for passing off and other allied reliefs, a suit was instituted by the appellant in C.S.405 of 2014.",
      "labels": [
        "FAC"
      ],
      "id": "a6c5404db10d4acaaf40e110e80581b9_34"
    },
    {
      "start": 2821,
      "end": 2852,
      "text": "The appellant is an Italian com",
      "labels": [
        "FAC"
      ],
      "id": "9a560ec98e0844a28d9512050166e4b3_35"
    },
    {
      "start": 2853,
      "end": 2964,
      "text": "pany, which is involved in the manufacture and sale of brass ball valves and other kinds of valves and fittings",
      "labels": [
        "FAC"
      ],
      "id": "fcc3d54935ef4e3e80813242e9d61456_36"
    },
    {
      "start": 2965,
      "end": 3105,
      "text": ". It was marketing its products under the trademark 'Rubeinetterie Bresciane with a design mark enclosing within it the letters 'R' and 'B'.",
      "labels": [
        "FAC"
      ],
      "id": "a3814389e6784a2cabd9ee64ce2b37a8_37"
    },
    {
      "start": 3106,
      "end": 3222,
      "text": "Since 2005, the respondent has been a major associate of the appellant and has been marketing its products in India.",
      "labels": [
        "FAC"
      ],
      "id": "e7a90e9479b14305af7b6f697a95ed9a_38"
    },
    {
      "start": 3223,
      "end": 3455,
      "text": "Alleging that the respondent began selling spurious and counterfeit goods, and passing them off as appellant's product, the latter terminated the distributorship of the respondent with it, and brought an action for passing off. 1.2.",
      "labels": [
        "FAC"
      ],
      "id": "96a6b9d832cb42818a29a8e7e0a79889_39"
    },
    {
      "start": 3456,
      "end": 3707,
      "text": "The appellant's suit met with a counter challenge when the respondent laid C.S.891 of 2015 inter alia for declaration that the termination of its dealership by the appellant is wrong and for payment of damages Rs.50.0 lakhs for loss of its reputation.",
      "labels": [
        "FAC"
      ],
      "id": "a83a2bf0f18c40caaae59f2a26208da5_40"
    },
    {
      "start": 3708,
      "end": 3781,
      "text": "Both suits are being tried jointly and are now mid-way through the trial.",
      "labels": [
        "FAC"
      ],
      "id": "062b80c1c9994c6688f547a86d9ae7d9_41"
    },
    {
      "start": 3782,
      "end": 3862,
      "text": "Evidence is being recorded in C.S. 405 of 2014, the suit filed by the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "c94c9664cd1345c9921dbc781e01ead5_42"
    },
    {
      "start": 3863,
      "end": 3915,
      "text": "\n1.3 The trial of the cases began in December, 2016.",
      "labels": [
        "FAC"
      ],
      "id": "5fa3f10c0ad34c0984f76e66823f164f_43"
    },
    {
      "start": 3916,
      "end": 4096,
      "text": "After the conclusion of the evidence of P.W.1, the appellant has taken out an application in A.No:2556 of 2017 for production of a list of documents under Order VII Rule 14(3) CPC.",
      "labels": [
        "FAC"
      ],
      "id": "3a546bb2011645ebbdbee6a3e9659fc6_44"
    },
    {
      "start": 4097,
      "end": 4120,
      "text": "http://www.judis.nic.in",
      "labels": [
        "FAC"
      ],
      "id": "688aa1247f164b929874768475cfb693_45"
    },
    {
      "start": 4121,
      "end": 4159,
      "text": "This was opposed to by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "bd491a70706746e18819016043c91dd3_46"
    },
    {
      "start": 4160,
      "end": 4415,
      "text": "The learned Single Judge Vide order dated 24-07-2017 has dismissed it, primarily on the ground that the reasons adduced for belated production of the documents are not adequate enough to satisfy the court as required under Order VII Rule 14(3) of the CPC.",
      "labels": [
        "RLC"
      ],
      "id": "d9a6feaef0a34d9c9642ee779f4422db_47"
    },
    {
      "start": 4416,
      "end": 4459,
      "text": "No appeal was immediately filed against it.",
      "labels": [
        "FAC"
      ],
      "id": "99c30c0dcff44bb4b21fa323706ad7c4_48"
    },
    {
      "start": 4461,
      "end": 4720,
      "text": "1.4 The trial proceeded and the plaintiff examined a certain Vincent Jose as P.W.3, through whom it elicited certain facts covered by the documents whose production the learned Single Judge has declined to entertain as per the earlier order referred to above.",
      "labels": [
        "FAC"
      ],
      "id": "0be807c6821749b787304452656a2594_49"
    },
    {
      "start": 4721,
      "end": 5001,
      "text": "This now prompted the respondent to file an application in A.No:8007 of 2017 for eschewing the evidence of P.W.3 on the ground that (i) the appellant is attempting to bring in facts not pleaded; and (ii) that it attempts to circumvent the effect of the order in A.No:2556 of 2017.",
      "labels": [
        "FAC"
      ],
      "id": "9f09f76fe801475ebdf4934b9b03263b_50"
    },
    {
      "start": 5002,
      "end": 5207,
      "text": "Another learned Single Judge of this Court, Vide Order dated 14-03-2018 allowed the said application and in his Order the learned Single Judge inter alia, has relied on the earlier order in A.2556 of 2017.",
      "labels": [
        "FAC"
      ],
      "id": "2c575f9bf12746d3a5d2aa2dd5483043_51"
    },
    {
      "start": 5208,
      "end": 5687,
      "text": "1.5 Aggrieved by the order in A.No:8007 of 2017 and stung by the reliance which the learned Judge has placed on the order in A.No:2556 of 2017, the appellant has preferred two appeals: (a) As against the order in A.No:8007 of 2017, it has filed OSA 252 of 2018; and (b) as against the order in A.No:2556 of 2017, it has preferred an appeal with a delay of 136 days, for condoning which, it has filed C.M.P. No.12023 of 2018 in OSA.SR.No.33496 of 2018. http://www.judis.nic.in 2.1",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb99f3aa6f70418cbf10d1108cb7a146_52"
    },
    {
      "start": 5688,
      "end": 5757,
      "text": "The respondent primarily resisted them on grounds of maintainability.",
      "labels": [
        "FAC"
      ],
      "id": "8789a0c393604d4b94daa33e8a1c4f25_53"
    },
    {
      "start": 5758,
      "end": 6045,
      "text": "It now requires to be introduced that the Commercial Courts Act, 2015, (would be referred to as CCA) was enacted by the Parliament as per Central Act 4/2016, and was notified on 23-10-2015, and consequently a Commercial Division came to be constituted Vide notification dated 04-12-2017.",
      "labels": [
        "FAC"
      ],
      "id": "6f4c25513ba1424ba09a371a039dca1f_54"
    },
    {
      "start": 6046,
      "end": 6205,
      "text": "On 03-01-2018, the learned Single Judge before whom the suits are pending, has passed an order transferring the suits to the Commercial Division of this Court.",
      "labels": [
        "FAC"
      ],
      "id": "839d1984a14940df99b29410ec6f5650_55"
    },
    {
      "start": 6206,
      "end": 6618,
      "text": "2.2 According to the respondent, under Sec.13 of the Act, no appeal is permissible as it in express terms provides that notwithstanding any provision contained in any other law including the Letters Patent, appeal would lie only if the Order is of the nature from which appeal is allowed under Order XLIII Rule 1 CPC, and as neither of the two Orders fall in this category, both the appeals are not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c0b667f2be945c28a9522d86cef6c2d_56"
    },
    {
      "start": 6619,
      "end": 6908,
      "text": "\n3. It may be stated here that since this issue on maintainability is on the point of jurisdiction of this Bench to probe on the right of appeal, even the appeal in OSA.SR.No.33496 of 2018, which is yet to be taken on file by the Registry, faced identical resistance as in OSA 252 of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6caa1613e2524011a72e35a4815ee3ab_57"
    },
    {
      "start": 6909,
      "end": 7113,
      "text": "Therefore, instead of deciding on the validity of the cause for delay in filing the appeal against the order in A.No:2556 of 2017, OSA SR.No.33496 of 2018 is also taken up for testing its maintainability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df6c70d6a1984c728e87196b81b6f9aa_58"
    },
    {
      "start": 7114,
      "end": 7336,
      "text": "After all, if this Court has no jurisdiction to entertain the appeal, then it goes as a corollary that it does not have the http://www.judis.nic.in jurisdiction to decide CMP.No.12023 of 2018 filed for condoning the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14636c9a5be4482fb6fedbb5e51001a5_59"
    },
    {
      "start": 7337,
      "end": 7422,
      "text": "Hence, for narrative convenience both the cases would be referred to only as appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b40dc7d9ad2344fa9212e1ddbe534406_60"
    },
    {
      "start": 7423,
      "end": 7455,
      "text": "\nThe issue on Maintainability 4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbb44981884a4cfea93e00ed66ea5560_61"
    },
    {
      "start": 7456,
      "end": 7628,
      "text": "Arguments however, were not confined to the issue on maintainability, but they breached it to include the merits involved, though the former was lengthier and heard louder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5897314a77547a9a6a8c7c2db8c6f23_62"
    },
    {
      "start": 7629,
      "end": 7818,
      "text": "In the context of the present case, the order in A.No:8007 of 2017, the latter of the two orders now in question was passed by the Commercial Division, after its Constitution on 04-12-2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33d765719f0b4590974459a17fce538c_63"
    },
    {
      "start": 7819,
      "end": 7991,
      "text": "The first order in A.No:2556 of 2017 though was passed before the said notification, yet the appeal is filed (which is yet to be taken on file) only after the notification.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "857e19a9717f448ba4e097df3f4c9169_64"
    },
    {
      "start": 7993,
      "end": 8150,
      "text": "5. In order that this point and the arguments that revolve around it are appreciated, it is necessary to introduce Sec.13 of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9e83cdcede34b09ac231b968542d4c1_65"
    },
    {
      "start": 8151,
      "end": 8233,
      "text": "\nSection 13 : Appeals from decrees of Commerical Courts and Commercial Divisions :",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c446f19108994f22be6b33f0004ec403_66"
    },
    {
      "start": 8234,
      "end": 8453,
      "text": "\n(1) Any person aggrieved by the judgment or order of a Commerical Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "ea00244a036d4861806ab1134319f5dd_67"
    },
    {
      "start": 8454,
      "end": 8795,
      "text": "\n(1A) Any person aggrieved by the judgment or order of a Commerical Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appeallate Division of that High Court within a period of sixty days from the date of the judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "c9d5c55e70754f21a123bd58c0f02ea6_68"
    },
    {
      "start": 8796,
      "end": 9123,
      "text": "\nhttp://www.judis.nic.in PROVIDED that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "0532066554a946c6b0c38bd45516264e_69"
    },
    {
      "start": 9124,
      "end": 9395,
      "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "94890bbf0cdb4fe59c4c381671c2d1c0_70"
    },
    {
      "start": 9396,
      "end": 9473,
      "text": "6.1 The respondent's argument on maintainability of the appeals are two fold:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5447fa85f88941ed92ea94d5d235f378_71"
    },
    {
      "start": 9474,
      "end": 10374,
      "text": "\n(a) So far as the appeal against the order in A.No:8007 of 2017 (the order eschewing the evidence of P.W.3) is concerned, this order, inasmuch it was passed subsequent to the notification of Commercial Courts Act, it is not an appealable Order under Order XLIII Rule 1 of the Code of Civil Procedure, and consequently it does not qualify for being appealed against as per the Proviso to Sec.13(1) of the Commercial Courts Act.\n(b) So far as the Order in A.2556 of 2017 is concerned, the one where the Court has rejected appellant's prayer for leave to produce the documents, even though this order was passed prior to the commencement of Commercial Courts Act, yet, since the right of appeal is a statutorily created procedural right, and since there is no vested right in the procedural law, the law as is in force as on the date http://www.judis.nic.in of filing of the appeal alone is applicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86c884aeaa264af99c19400033a29336_72"
    },
    {
      "start": 10375,
      "end": 10574,
      "text": "And the nature of the Order was one for which no appeal is provided under Order XLIII Rule 1 of the CPC, and at no time - neither before nor under the Commercial Courts Act, is this order appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "015ce92349004975a355bb0d5ebfaa00_73"
    },
    {
      "start": 10575,
      "end": 10730,
      "text": "Considerable emphasis is laid on the ratio in HPL(India) Ltd., & Others Vs QRG Enterprises & Another [2017 SCC OnLine Del 6955 : (2017)238 DLT 123(DB)] 6.2",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d9f5a836a6be4cb2aab140d9d971954c_74"
    },
    {
      "start": 10731,
      "end": 11079,
      "text": "Opening his argument and emphasising how the Orders of the learned Single Judge has denied the appellant's right to effective hearing or participation in the suit, the need to handle procedural law not as a means to discipline litigants but as an aid to advance substantive justice, the learned Senior Counsel for the respondent would argue that:\n ",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e65bf774c20545fa97cf90ccfd907e66_75"
    },
    {
      "start": 11079,
      "end": 11183,
      "text": "The right to appeal is a vested right, and it vests in a party the moment an original action is brought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9dbec8ca557f4115abb6f2f4602a6580_76"
    },
    {
      "start": 11184,
      "end": 11528,
      "text": "It is a substantive right, and the fact that it is a statutory right and capable of alteration or being totally withdrawn by a subsequent statute does not permit an interpretation to grant it a retrospective operation as to affect it, unless the same is explicit in such subsequent statute or could be gathered from it by necessary implication.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7dea489eda04158b88572f509263945_77"
    },
    {
      "start": 11529,
      "end": 12072,
      "text": "Reliance was placed on the authorities in Shiv Shakti Cooperative housing Society Vs Swarak Developers & Others [(2003)6SCC 659], Mukund Deo by Lrs & Others Vs Mahadu & Others [AIR 1965 SC 703], R. Rajagopal Reddy by Lrs & Others Padmini Chandrasekaran [AIR 1996 SC 238 : (1995)2 SCC 630], Mohanlal Jain Vs Sawai Man singhji [AIR 1962 SC 73], Radhakrisan Laxminarayan Toshival Vs Shridhar Ramachandra http://www.judis.nic.in Alshi & Others [AIR 1950 Nagpur 177 (FB)], State of Bombay Vs Supreme General Films Exchange Ltd.,[AIR 1960 SC 980].\n ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eafc38eff86440789de9280e7710e334_78"
    },
    {
      "start": 12072,
      "end": 12289,
      "text": "In the context of the CCA, there is nothing in the Act that attempts to take away the right of appeal as was originally available and attempted to demonstrate it by an interpretation of Sec.15(3) and 15(4) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30f2cb49717740749e83484ff367fccc_79"
    },
    {
      "start": 12290,
      "end": 12971,
      "text": "\nSec.15 reads:\nSection 15 : Transfer of pending cases :\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "6a38b4a616f04d57b3b785a372bd91d9_80"
    },
    {
      "start": 12972,
      "end": 13608,
      "text": "\nPROVIDED that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "6ec7ec8987c8412e8506d8cce3d0dff2_81"
    },
    {
      "start": 13609,
      "end": 13633,
      "text": "\nhttp://www.judis.nic.in",
      "labels": [
        "STA"
      ],
      "id": "64556c0dbc6a4fbc8153eea47e7c7254_82"
    },
    {
      "start": 13634,
      "end": 14856,
      "text": "(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nPROVIDED that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement must be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.",
      "labels": [
        "STA"
      ],
      "id": "ce320466240b4217a6cabe34f78a798c_83"
    },
    {
      "start": 14857,
      "end": 14978,
      "text": "\nThat under Sec.15(3) of the Act, the provisions of CCA will apply only to those cases where procedures are not complete.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f1d96427fe1411ab1ad83fa95c511d0_84"
    },
    {
      "start": 14979,
      "end": 15091,
      "text": "In other words, it would mean that where the procedures of case have been completed, the Act has no application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05a4abc4027f4ca59be2b4e3806ec36c_85"
    },
    {
      "start": 15092,
      "end": 15275,
      "text": "And so far as the institution of the present suit is concerned, the procedure that is required to be completed has been completed the moment the suit was registered and taken on file.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc3422745d2643eabc4134ef95fa3f64_86"
    },
    {
      "start": 15276,
      "end": 15495,
      "text": "The procedure when the suit was instituted came with a right of appeal under Clause 15 of the Letters Patent, that this right is an accrued right and runs with the suit through its entire http://www.judis.nic.injourney.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e556a34b93d41b2bf1b50965f7fe7ba_87"
    },
    {
      "start": 15496,
      "end": 15674,
      "text": "This therefore would mean that Sec 13(2) will have effect only for those suits instituted after the commencement of the Commercial Courts Act, and not to those filed prior to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0521443e2d13456690ad3f1c464fc888_88"
    },
    {
      "start": 15675,
      "end": 15916,
      "text": "If the suit does not fall under Sec.15(3), then it is axiomatic that the Proviso to Sec. 13(1) will not have application, and consequently it has to be held that there is no bar in preferring the appeal under Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "209b654c694c47a19f0f7b4ea4cf0fc2_89"
    },
    {
      "start": 15917,
      "end": 16049,
      "text": "Necessarily, an appeal would lie against both the orders in A.2556 of 2017 and A.8007 of 2017 under Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3a5816b7d9c48df9dd838325458bf7f_90"
    },
    {
      "start": 16050,
      "end": 16291,
      "text": "\n Under Sec.15(3), the provisions of Commercial Courts Act are made applicable only to those cases that are transferred to the Commercial Division on the commencement of the Act, where the procedures are not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56bfe5079e144890a2bb1e737b42985b_91"
    },
    {
      "start": 16292,
      "end": 16744,
      "text": "In Sec.15(4), the Commercial Division is required to fix a timeline for the expeditious disposal of the cases before it, and in terms of Order XV-A Rule 2(g) as inserted to the Code of Civil Procedure Vide Sec.16 of the Act, the proceedings for fixing the timeline must be ordered before the commencement of trial, and this is not possible in a case where the trial has already commenced even before the suit was transferred to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe33db26810640e3915ddc17381d9870_92"
    },
    {
      "start": 16745,
      "end": 17026,
      "text": "This only signifies that where a certain proceeding contemplated cannot be completed within the meaning of Sec.15(4), it ought to be understood as one where the proceedings have been completed, and hence as per Sec.15(3) provisions of Commercial Courts Act cannot have application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67456c77a29641f39ddfb616fa8b5522_93"
    },
    {
      "start": 17027,
      "end": 17170,
      "text": "Consequently, the right of appeal under Clause 15 of the Letters Patent is still available for the appellant to http://www.judis.nic.in pursue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e4ce72b7dd24ae9ab58e0cfd15f9992_94"
    },
    {
      "start": 17172,
      "end": 17197,
      "text": "Of discussion & decision:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a6cb1064e2c4430bb1ae09fb197e0c2_95"
    },
    {
      "start": 17198,
      "end": 17516,
      "text": "\n7.1 The point required to be resolved is: Does the Commercial Courts Act, having qualified the Orders that could be challenged in appeal under the Proviso to Sec.13(1) and (1-A), save those appeals that would arise from the Orders passed in the course of proceedings of a suit pending on the date of its commencement?",
      "labels": [
        "STA"
      ],
      "id": "6dd58fa7ba5f4163ac89f5ba41877a87_96"
    },
    {
      "start": 17517,
      "end": 17680,
      "text": "\n7.2 Here this Court is not in agreement with the interpretative attempts of the appellant's counsel founded on a combined reading of Sec.15(3), 15(4) with Sec.13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "741d09dbd070443d826e052bebc94c49_97"
    },
    {
      "start": 17681,
      "end": 17831,
      "text": "It can be shown that these provisions do not to share a common denominator for their operation, and this would be made known in subsequent paragraphs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d6722f605ad4581b47c15dbdb680e46_98"
    },
    {
      "start": 17833,
      "end": 18032,
      "text": "8.1 This Court may now commence the process of its reasoning from the maxim ubi jus ibi remedium, which operates as a gyrating principle on which the legal system of any civilised society is pivoted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "037a1521011342d981f92eccf03aa662_99"
    },
    {
      "start": 18033,
      "end": 18091,
      "text": "Necessarily there ought to be a forum to remedy the cause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef3fdee8596449aaabc85c5777e1cf1b_100"
    },
    {
      "start": 18092,
      "end": 18207,
      "text": "This right to remedy one's cause in an action is inherent in everyone whose legally recognised rights are violated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a116111479a94615ad98e79799ea7290_101"
    },
    {
      "start": 18208,
      "end": 18310,
      "text": "In Ganga Bai Vs. Vijay Kumar [AIR 1974 SC 1126], the Supreme Court has held:\n15. ...... ....... ......",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b5d9492643864fd99722954d7bc6fad3_102"
    },
    {
      "start": 18311,
      "end": 18390,
      "text": "There is a basic distinction between the right of suit and the right of appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e008e93b324c479db787df3915e1e3ab_103"
    },
    {
      "start": 18391,
      "end": 18587,
      "text": "There is an inherent right in every http://www.judis.nic.in person to bring a suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9a830ba49c6b43feae858f9f6b8d8f59_104"
    },
    {
      "start": 18588,
      "end": 18688,
      "text": "It is no answer to a suit, howsoever frivolous the claim, that the law confers no such right to sue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8410b37d66f940d5bce2f373b22c83b5_105"
    },
    {
      "start": 18689,
      "end": 18796,
      "text": "A suit for its maintainability requires no authority of law and it is enough that no statute bars the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15bfd03ae22a4f70a42a0823fd332c1a_106"
    },
    {
      "start": 18797,
      "end": 18857,
      "text": "But the position in regard to appeals is quite the opposite.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3d097277d5d4c709f8a956755febdce_107"
    },
    {
      "start": 18858,
      "end": 18981,
      "text": "The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e11288743a741eb905d8320755ab4c9_108"
    },
    {
      "start": 18982,
      "end": 19058,
      "text": "That explains why the right of appeal is described as a creature of statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "024880706dbc4c6f8350c2c477d03d07_109"
    },
    {
      "start": 19059,
      "end": 19151,
      "text": "In Garikapati Vs. Subbiah Choudhry & Other [AIR 1957 SC 540], the Supreme Court has held:\n23",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d716ca65396744fdacb45b772a3bc08e_110"
    },
    {
      "start": 19152,
      "end": 19419,
      "text": "From the decisions cited above the following principle clearly emerge :\n(i) That the legal pursuit of a remedy, suit appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are regarded as one legal proceeding.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d60d758fa51949be9961af1b4ab20d6d_111"
    },
    {
      "start": 19420,
      "end": 19507,
      "text": "\n(ii) The right of appeal is not a mere matter of procedure but is a substantive right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b75e0b79e72343edb9fba4a94456dfef_112"
    },
    {
      "start": 19508,
      "end": 19692,
      "text": "\n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5cd231145acc4320a78a42229e807b5a_113"
    },
    {
      "start": 19694,
      "end": 20181,
      "text": "(iv) The right of appeal is a vested right and such a right to enter the superior Court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.\nhttp://www.judis.nic.in (v)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "221d0c4a882440eda6697c5d13bdf032_114"
    },
    {
      "start": 20182,
      "end": 20333,
      "text": "This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8382ef98484747bbad1b47d95a4643e6_115"
    },
    {
      "start": 20334,
      "end": 20644,
      "text": "In Shiv Shakti Coop. Housing Society, Nagpur Vs Swaraj Developers & Others [(2003) 6 SCC 668], the Supreme Court has held:\n16. An appeal is essentially continuation of the original proceedings and the provisions applied at the time of institution of the suit are to be operative even in respect of the appeals.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9751ca4f45b14162b5f8bbe16d4fdb29_116"
    },
    {
      "start": 20645,
      "end": 20734,
      "text": "That is because there is a vested right in the litigant to avail the remedy of an appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7931e91b62024afeac61ec8bcd956a6d_117"
    },
    {
      "start": 20735,
      "end": 20979,
      "text": "As was observed in K.Kapen Chako Vs Provident Investment Company (P) Ltd., (AIR 1976 SC 2610) only in cases where vested rights are involved, a legislation has to be interpreted to mean as one affecting such right to be prospectively operative.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d092f2b3518742e3895dbab3bd4f0309_118"
    },
    {
      "start": 20980,
      "end": 21019,
      "text": "The right of appeal is only by statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "716fa57e8b25472688c2815d063890d3_119"
    },
    {
      "start": 21020,
      "end": 21194,
      "text": "It is necessary part of the procedure in an action, but the right of entering a superior court and invoking its aid and interposition to redress the error of the court below.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d456176eee44b0f81152992f968be07_120"
    },
    {
      "start": 21195,
      "end": 21292,
      "text": "It seems absurd to denominate this paramount right part of the practice of the inferior tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efdd1a7b1645404997e200f98115e0e7_121"
    },
    {
      "start": 21293,
      "end": 21358,
      "text": "(Per Lord Westbury, See: Attorney General Vs. Sillem, ER p.1209).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2252056fdf6143bdb32e6ab7f3e3344a_122"
    },
    {
      "start": 21359,
      "end": 21586,
      "text": "The appeal, strictly so called, is one in which the question is, whether the order of the court from which the appeal is brought was right on the materials which that court had before it (Per Lord Devuil Ponnammal Vs.Arumogam).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19726e84376d497c8544b178494a404d_123"
    },
    {
      "start": 21587,
      "end": 21671,
      "text": "The right of appeal, where it exists, is a matter of substance and not of procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5a668e1d59b4a4eaa1eaac23c726ea6_124"
    },
    {
      "start": 21672,
      "end": 21714,
      "text": "\n(Colonial Sugar Refining Co. Vs. Irving).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "64e06d3a7c4c48b2b67cc60c232c7730_125"
    },
    {
      "start": 21715,
      "end": 21749,
      "text": "\n17. Right of appeal is statutory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38a8bd54f769495fa73c5f466e3f819e_126"
    },
    {
      "start": 21750,
      "end": 21784,
      "text": "Right of appeal inhered in no one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bd94c7a00b0b44b0ac8809c09e3b0ff6_127"
    },
    {
      "start": 21785,
      "end": 21837,
      "text": "When conferred by statute it becomes a vested right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "351f978625b9441fbc3ea3c45df9435a_128"
    },
    {
      "start": 21838,
      "end": 21926,
      "text": "In this regard there is essential distinction between right of appeal and right of suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a0a25581b694f3bbfe12f0bfb1dcbe0_129"
    },
    {
      "start": 21927,
      "end": 22068,
      "text": "Where there is inherent right in every person to file a suit and for its maintainability it requires no authority of law, appeal requires so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29a51c463b4f4eab95cb24af72454866_130"
    },
    {
      "start": 22069,
      "end": 22287,
      "text": "As http://www.judis.nic.in was observed in State of Kerala Vs. K.M.Charia Abdulla and Co.[AIR 1965 SC 1585], the distinction between right of appeal and revision is based on differences implicit in the two expressions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d727cee822fb4773825bcededfdadfa8_131"
    },
    {
      "start": 22288,
      "end": 22490,
      "text": "An appeal is continuation of the proceedings; in effect the entire proceedings are before the Appellate Authority and it has the power to review the evidence subject to statutory limitations prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d095efc8f47c4b31939391855931fa94_132"
    },
    {
      "start": 22491,
      "end": 22676,
      "text": "But in the case of revision, whatever powers the revisional authority may or may not have, it has no power to review the evidence, unless the statute expressly confers on it that power.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ede0ae28e2e4796ae03677a7103cb70_133"
    },
    {
      "start": 22677,
      "end": 22847,
      "text": "It was noted by the four Judge Bench in Hari Shankar Vs. Rao Girdhari Lal Chowdhury [AIR 1963 SC 698] that the distinction between an appeal and a revision is a real one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3b93981a2a444685888caed2d97abd0f_134"
    },
    {
      "start": 22848,
      "end": 23069,
      "text": "A right of appeal carries with it a right of rehearing on law as well as fact, unless the statute conferring the right of appeal limits the rehearing in some way, as has been done in second appeals arising under the Code.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f86ab3f2aa54213a23e582b588f79c9_135"
    },
    {
      "start": 23070,
      "end": 23226,
      "text": "The power of hearing revision is generally given to a superior court so that it may satisfy itself that a particular case has been decided according to law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "396dd03e5475412f86696028ca929887_136"
    },
    {
      "start": 23227,
      "end": 23389,
      "text": "Reference was made to Section 115 of the Code to hold that the High Court's powers under the said provision are limited to certain particular categories of cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "358f04327079487990d976e291038744_137"
    },
    {
      "start": 23390,
      "end": 23457,
      "text": "The right there is confined to jurisdiction and jurisdiction alone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a217ae74f9814148ab06befd72c87a2c_138"
    },
    {
      "start": 23458,
      "end": 23594,
      "text": "In Mukund Deo (Dead) represented by his Lrs Vs. Mahadu & Others [AIR 1965 SC 703], the Supreme court has held:\n3. .... ..... ..... .....",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8f88dddf7e9246baaa320a04d19f7ec6_139"
    },
    {
      "start": 23595,
      "end": 24368,
      "text": "It is true that as a general rule, alterations in the law of procedure are retrospective, but a right of appeal to a particular forum is a substantive right and is not lost by alteration in the law, unless provision is made expressly in that behalf, or a necessary implication arises. .... .... ....\n4. In Delhi Cloth and General Mills Co., Ltd., Vs Income Tax Commissioner, Delhi, 54 I.A 421: [AIR 1927 PC 242] the Judicial http://www.judis.nic.in Committee denied to an aggrieved litigant a right to appeal to His Majesty in Council under Section 66-A of the Indian Income-tax Act (which for the first time conferred a right of appeal against the judgment of a High Court) when the judgment of the High court was delivered before the date on which the amendment was made.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8e6c37586c3e462ebfdfb0417ae9f919_140"
    },
    {
      "start": 24369,
      "end": 24695,
      "text": "\nThis Court has also held in Garikapati Veeraya Vs Subbiah Choudhury (AIR 1957 SC 540) that a vested right of appeal is a substantive right, and is governed by the law prevailing at the time of commencement of the suit, and comprises all successive rights of appeal from Court to Court, which really constitute one proceeding.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "80e70ca395724a1ea8b9995f43fe2b81_141"
    },
    {
      "start": 24696,
      "end": 24790,
      "text": "Such a right may be taken away by a subsequent enactment expressly or by necessary intendment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8e8b724df88240ed95895d5dce419328_142"
    },
    {
      "start": 24791,
      "end": 24972,
      "text": "Relying on the Garikapatti Veeraya case, and few other cases, the Supreme Court in State of Bombay Vs Supreme General Films Exchange Ltd., [AIR 1960 SC 980] observed as follows:\n12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "81e03796bbc441749a07da0d59a2161d_143"
    },
    {
      "start": 24973,
      "end": 25403,
      "text": "It is thus clear that in a long line of decisions approved by this Court and at least in one given by this Court, it has been held that an impairment of the right of appeal by putting new restriction thereon or imposing a more onerous condition is not a matter of procedure only; it impairs or imperils a substantive right and an enactment which does so is not retrospective unless it says so expressly or by necessary intendment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88d496648460456482d4728091db12c6_144"
    },
    {
      "start": 25404,
      "end": 25523,
      "text": "In Radhakisan Laxminarayan Toshnival Vs Shridhar Ramchandra Alshi & Others [AIR 1950 Nagpur 177 (FB)], it was held:\n26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a65882e08dd4e128153dd5a1c4fcef3_145"
    },
    {
      "start": 25524,
      "end": 25892,
      "text": "It is a well-established rule of interpretation of statutes that in general when the law is altered during the pendency of an action the substantive rights of the parties remain unaffected and are decided according to the law as it existed when the action was http://www.judis.nic.in begun, unless the new amendment is made retrospective either expressly or impliedly.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19e6ac89f5204f85b5b1abe946bf59e4_146"
    },
    {
      "start": 25893,
      "end": 26100,
      "text": "It is equally well settled that if the statute merely deals with procedure and does not affect the substantive rights of the parties, it is held to apply prima facie to all actions pending as well as future.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5634a7ac5d1148dabf199f3110dd02cc_147"
    },
    {
      "start": 26101,
      "end": 26466,
      "text": "8.2 To consolidate the principles that flow from the above authorities which are but a few among the many on the subject, it can now be stated with a fair degree of certainty that a right of appeal, though a statutory right, though conceived as a procedural right, yet is a substantive right that vests in a suitor on the date of institution of the original action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3e3261fb9d040e7ade01c7195886b56_148"
    },
    {
      "start": 26467,
      "end": 26789,
      "text": "And, when the said right is interfered with by any subsequent statute, or even by an amendment of the same statute, it is impermissible to attempt at a statutory interpretation to take away a vested right of appeal in a party, unless the statute itself either expressly or by necessary implication makes its retrospective.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e1e6ebc8d774589b61ab0ef7c6f49ff_149"
    },
    {
      "start": 26790,
      "end": 26990,
      "text": "\n9.1 Contextually, if the scheme of the Commercial Courts Act is probed, Sec.13 (1) and (1-A) provides as to who can file the appeal and the Proviso thereto states what Orders can be appealed against.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4688e8d79a5142b7937bcb85fb1f755a_150"
    },
    {
      "start": 26991,
      "end": 27088,
      "text": "It is apparent that the main provision and the Proviso do not share the same sphere of operation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57abcf1197b349f3af498bd50ebe21cd_151"
    },
    {
      "start": 27089,
      "end": 27604,
      "text": "\nTherefore, the general understanding that a Proviso may operate as an exception to the main provision appears to seek an exception here, for the main provision in Sec.13(1-A) when read alongside the Proviso brings to focus a subtle distinction between the two. Sec.13(1) and/or (1-A) provides that an appeal may be filed by any person who is aggrieved inter alia by an Order of http://www.judis.nic.in the Commercial Court, but it does not proceed to qualify the nature of Orders that are appealable under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe6e09e6c52248ffacbfd6845ae47426_152"
    },
    {
      "start": 27605,
      "end": 27736,
      "text": "This is done in the Proviso, not as an exception to the main provision, but as one qualifying the Orders from which an appeal lies.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9022569226e4644b772a7b579370125_153"
    },
    {
      "start": 27737,
      "end": 27988,
      "text": "See Sundaram Pillai Vs Pattabhiraman [(1985)1 SCC 591], where the Hon'ble Supreme Court has identified the role that a Proviso can play, not just operating as an exception to the main provision, but as also operating in tandem with the main provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fd6e58c2683c49cbb0b0efa87f0bc781_154"
    },
    {
      "start": 27989,
      "end": 28305,
      "text": "9.2 Irrespective of the role that the Proviso to Sec.13(1) or (1-A) may play, at the functional plane, none of them, either separately or in combination, have attempted to change the law on right of appeals from a decree of a suit or from the Orders passed in the suit as was in force before the commencement of CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f87415e46664ae5b91295d575fca282_155"
    },
    {
      "start": 28306,
      "end": 28417,
      "text": "There has always been a right to appeal from the decree in the suit, and that remains intact even under Sec.13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "168340609a80479f983ebd2c765d8743_156"
    },
    {
      "start": 28418,
      "end": 28457,
      "text": "Then arises the appeals against Orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61237f0c85a9447790fc7af17b8de352_157"
    },
    {
      "start": 28458,
      "end": 28634,
      "text": "Here the Proviso which specifically deals with the right of appeal against the Orders, does not attempt to disturb the law on the same as it stood before the advent of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48d949d1e210435c81c19bbc5ff56968_158"
    },
    {
      "start": 28635,
      "end": 28800,
      "text": "Right of appeal against the Orders as was originally available in Order XLIII Rule 1 CPC continues to be preserved even under the Proviso to Sec.13(1) and (1-A).\n9.3",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63a6d111d5e04dd6be345e2b08fc0d67_159"
    },
    {
      "start": 28801,
      "end": 29041,
      "text": "In the context of the nature of Orders now impugned, these Orders at any rate are not appealable under Order XLIII Rule 1 CPC, and that feature of the right of appeal against the Orders allowed to continue even in the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6470ac01a2334acaa30db66d5e9bde40_160"
    },
    {
      "start": 29042,
      "end": 29447,
      "text": "Therefore, the right of appeal as it was then and now remains http://www.judis.nic.in unaffected, and to that extent there does not exist a cause for interpreting Sec.13(1) or (1-A) of the Commercial Courts Act for ascertaining if the right of appeal that was vested in the parties to the suit as on the date of its institution was taken away or abridged by the subsequently enacted Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b11d2bc951f494e94ac672b21d6afd0_161"
    },
    {
      "start": 29449,
      "end": 29667,
      "text": "10. That only leaves a residual question, if the right of appeal as provided under Clause 15 of the Letters Patent and was available before the CCA, is saved in respect of suits pending on the date of its commencement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72e58c963d2a483ba9f30673c6795748_162"
    },
    {
      "start": 29668,
      "end": 29735,
      "text": "The present set of appeals are filed only under the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "846639dba8f541eaa2877e75c6315cba_163"
    },
    {
      "start": 29736,
      "end": 30080,
      "text": "Here, this Court intends to deal with two judgments instantly, one by the Supreme Court in Kandla Export Corporation & another Vs M/s.OCI Corporation & another [2018-4-LW 240], and another by the Division Bench of the Delhi High Court in HPL(India) Ltd., & Others Vs QRG Enterprises & Another [2017 SCC OnLine Del 6955 : (2017)238 DLT 123(DB)].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed6464b526264c7faa2f56e6e9d42e3f_164"
    },
    {
      "start": 30081,
      "end": 30237,
      "text": "(For the respondent, the latter mentioned judgment has been its power-bank for drawing energy to sustain its arguments on maintainability of these appeals.)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9acd9844d1434e1ba8a37915f4cdc286_165"
    },
    {
      "start": 30238,
      "end": 30467,
      "text": " In Kandla Export Corporation case, the question before the Supreme Court was whether an appeal which is barred under Sec.50 of the Arbitration & Conciliation Act, 1996 is permissible under Sec.13(1) of the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a74e46e6f6e44593aada56e9136f0703_166"
    },
    {
      "start": 30470,
      "end": 30736,
      "text": "In HPL (India) Ltd., case, the Division Bench of the Delhi High Court http://www.judis.nic.in encountered almost an identical question as is now raised before this Court though not in the context of Letters Patent, but under Sec.10 of the Delhi High Court Act, 1966.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2703e6d021f9443984ae56df8bc80fee_167"
    },
    {
      "start": 30737,
      "end": 30933,
      "text": "There, in a suit instituted in 2016, the plaintiff has taken out an application to produce some documents along with an application to examine some new witnesses, both of which came to be allowed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7158c57aad394c508099bef049a858d6_168"
    },
    {
      "start": 30934,
      "end": 31062,
      "text": "The defendant preferred appeals against these orders, and the plaintiff raised a preliminary objection on their maintainability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c27ac98613784c15adeb013134cafb35_169"
    },
    {
      "start": 31063,
      "end": 31159,
      "text": "The Court held that in view of Sec.21 read alongside Sec.13(2) of the Act, appeals will not lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31ce1522b97045ca88fa734f8a81fdc2_170"
    },
    {
      "start": 31160,
      "end": 31379,
      "text": "But the distinguishing feature that separates the present suit from the one in HPL (India) Ltd., case is that that suit itself appears to have been laid after the commencement of the Commercial Courts Act on 23-10-2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0eb32c706c814bf0bc797c88462a79c7_171"
    },
    {
      "start": 31380,
      "end": 31665,
      "text": "\nNeither of these two judgments raise a point if the Proviso to Sec.13(1)(1-A) read along with Sec.13(2) and Sec.21 would affect the vested right of appeal under Clause 15 of the Letters Patent as was available to the suits instituted prior to the arrival of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dc63c8a6bab493080bf18f3fed0b1db_172"
    },
    {
      "start": 31667,
      "end": 31715,
      "text": "11. This brings into focus Sec.13(2) of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52563c3152b74d409c813e0f8aefc3f4_173"
    },
    {
      "start": 31716,
      "end": 32019,
      "text": "To reproduce it again, it reads:\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "8561b5152f7743a78a6b8c4f26cffa20_174"
    },
    {
      "start": 32020,
      "end": 32046,
      "text": "http://www.judis.nic.inNot",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f84030862f4e4d5cb1a6712945536615_175"
    },
    {
      "start": 32047,
      "end": 32267,
      "text": "an expression in Sec.13(2) through which the Parliament has chosen to convey its legislative intent reflects an idea to bar the right of appeal accrued to a party as on the date of the institution of the original action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9f3fb2a26b24173b7e8673fcb1698ea_176"
    },
    {
      "start": 32268,
      "end": 32480,
      "text": "And necessarily the bar imposed in resorting to Letters Patent under Sec.13(2) cannot be understood to operate retrospectively to affect all suits pending on the date of commencement of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "430f7a06d205425ea63c4ca42c62381d_177"
    },
    {
      "start": 32482,
      "end": 32616,
      "text": "12.1 Of the 23 Sections and the Schedule in the CCA, the only provision it has devoted for dealing with the pending actions is Sec.15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca6c6be6385f410bb82eb009e54c1194_178"
    },
    {
      "start": 32617,
      "end": 32778,
      "text": "This section in essence deals with the transfer of pending action to Commercial Court Division of the High Court, or to the Commercial Court, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc60572f737743bcae7cdde9248ec5a6_179"
    },
    {
      "start": 32779,
      "end": 32870,
      "text": "As this provision is already extracted in paragraph 6.2 above, reference may be made to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f59838213b548479e05f4aecbaf11e6_180"
    },
    {
      "start": 32871,
      "end": 32957,
      "text": "However, to provide continuity to the ongoing discussion, Sec.15(3) alone is repeated:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7708746c14684e39bdabe0002e9679c2_181"
    },
    {
      "start": 32959,
      "end": 32965,
      "text": "15 (3)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca7efd68ce6142d6bf6b5d4b37fe1612_182"
    },
    {
      "start": 32966,
      "end": 33357,
      "text": "Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "577492da9e264595801336c8257fadee_183"
    },
    {
      "start": 33358,
      "end": 33487,
      "text": "This section is considered now, chiefly because the appellant's counsel pivoted a sizeable portion of his arguments on Sec.15(3).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bbc3ae5f0f245698202fa229b639bfe_184"
    },
    {
      "start": 33488,
      "end": 33742,
      "text": "While this Court is not in agreement with the learned counsel's point of view, yet it does not want to dispense with its efforts to test if it carries anything that may indicate a retrospective operation of any procedure as to affect the right of appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8650b32542594c8fb24e36ca22f4e0fd_185"
    },
    {
      "start": 33743,
      "end": 33994,
      "text": "\nhttp://www.judis.nic.in 12.2 Sec.15(3) in effect provides that upon transfer of a pending action to the Commercial Division of the High Court, if any procedure that remains to be completed then the provisions of the Commercial Courts Act would apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc7f98d73f6f400b86cdc6f5e27d9838_186"
    },
    {
      "start": 33995,
      "end": 34105,
      "text": "\nWhat is not explicitly stated is that where procedures are completed, then the CCA will have no applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f518213a79a340a5845381b85c6b2e1a_187"
    },
    {
      "start": 34107,
      "end": 34188,
      "text": "13.1 The procedure contemplated in Sec.15(3) needs to be contextually understood.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2cc5ea0dc334b2680400c276e2e5aa8_188"
    },
    {
      "start": 34189,
      "end": 34246,
      "text": "The word 'procedure' is not specially defined in the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "064227233c664beaa911ae0dfa3441a1_189"
    },
    {
      "start": 34247,
      "end": 34367,
      "text": "In Black's Law Dictionary [Tenth Edition], its meaning is given as:\nProcedure: 1. A specific method or course of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8c8b496ff0b40d4be9d3c68426361ec_190"
    },
    {
      "start": 34368,
      "end": 34456,
      "text": "\n2. The judicial rule or manner for carrying on a civil lawsuit or criminal prosecution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c9d46177ad74adb9648ed3e11dd189b_191"
    },
    {
      "start": 34457,
      "end": 34658,
      "text": "In P. Ramanatha Aiyar's 'Advanced law Lexicon' [5th Edition] explains the meaning of the word 'Procedure' as under:\nProcedure: Mode of conducting business (as) Parliamentary procedure; legal procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c72e770d06fc4faf9d70243c132380fd_192"
    },
    {
      "start": 34659,
      "end": 34723,
      "text": "A set of steps performed to make sure that the guideline is met.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf1cd25feb7e4305af24d99685a1463d_193"
    },
    {
      "start": 34724,
      "end": 34785,
      "text": "The mode or form of conducting judicial or other proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1ab57a8a95847cfb80d19cb1bad6a4c_194"
    },
    {
      "start": 34786,
      "end": 35106,
      "text": "Therefore, the meaning of the word 'procedure' in the phrase 'procedure not completed' in Sec.15(3) can imply only the rules by which the pending action must be taken forward to reach its culmination upon transfer to Commercial Division, and cannot mean to include a substantive right in the nature of a right of appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d13b49e66caa41d4b9de001a8bbb095c_195"
    },
    {
      "start": 35107,
      "end": 35486,
      "text": "If the contextual setting of Sec.15(3) is scanned for a greater http://www.judis.nic.in understanding of the purpose of its existence, there emerges a reason with apparently no alternative view, that the legislature has been careful enough to incorporate it to avoid an interpretative difficulty in dealing with pending suits/actions on their transfer to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5bd35f5acb64689ab214d17d8935a7d_196"
    },
    {
      "start": 35487,
      "end": 35630,
      "text": "On the date of their transfer, they may be in different stages in accordance with the procedure that was in force before the advent of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0340aae4f11d4ec9be9ad198811c176e_197"
    },
    {
      "start": 35631,
      "end": 35765,
      "text": "The legislative intent here appears to ensure fluidity in the transition in procedure for a seamless continuity of the pending action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb7102ec301d46abb31d6d19409382f3_198"
    },
    {
      "start": 35766,
      "end": 35835,
      "text": "And, it speaks of procedure completed and not of the right of appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3daef15aaf54f77b234595935348305_199"
    },
    {
      "start": 35837,
      "end": 36081,
      "text": "14. Now, an attempt may be made to test if a wild interpretation granting a wider meaning to the word 'procedure', and to deem it to include right of appeal (as an aspect of procedural law), to ascertain if it enables a retrospective operation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11b8b4b2c4744e50addceac4c2a51a72_200"
    },
    {
      "start": 36082,
      "end": 36175,
      "text": "This Court instantly senses a prohibition in its conscience to conceptualise that it does so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "513b581408d644f1b55e3f31ff1c345f_201"
    },
    {
      "start": 36176,
      "end": 36296,
      "text": "In K. Eapen Chako Vs The Provident Investment Company (P) Ltd., [AIR 1976 SC 2610], the Supreme Court has held that:\n37.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02558c162f7d47a987cf732918d3b731_202"
    },
    {
      "start": 36297,
      "end": 36417,
      "text": "A statute has to be looked into for the general scope and purview of the statute and at the remedy sought to be applied.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "712d9093576648d5bc1bfa6e6262c372_203"
    },
    {
      "start": 36418,
      "end": 36546,
      "text": "In that connection the former state of the law is to be considered and also the legislative changes contemplated by the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "59e0ade166a845e7b004ef3e7df21c49_204"
    },
    {
      "start": 36547,
      "end": 36681,
      "text": "Words not requiring retrospective operation so as to affect an existing statutory provision prejudicially ought not be so constructed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c9af1475f9e141e4adbbba688b5c097a_205"
    },
    {
      "start": 36682,
      "end": 36789,
      "text": "It is a well recognised rule that statute should be interpreted if possible so as to respect vested rights.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "349f178fe50b4439b1c2ad03af00178a_206"
    },
    {
      "start": 36790,
      "end": 36981,
      "text": ".. .. If the Legislature forms a new procedure alterations in the form http://www.judis.nic.in of procedure are retrospective unless there is some good reason or other why they should not be.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b5d294e489424c93af868dafe7361200_207"
    },
    {
      "start": 36982,
      "end": 37181,
      "text": "In other words, if a statute deals merely with the procedure in an action, and does not affect the rights of the parties it will be held to apply prima facie to all action, pending as well as future.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "699fafb4607d44a79b391c16313fdede_208"
    },
    {
      "start": 37182,
      "end": 37427,
      "text": "Any amendment or alterations to the procedural law is generally understood as operating retrospectively so as to affect pending proceedings as on the date of change of procedural law as long as it does not affect the vested right of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "199079a431b949f692a862d03896bd85_209"
    },
    {
      "start": 37428,
      "end": 37557,
      "text": "\nIn Radhakisan Vs Shridhar [AIR 1950 Nagpur 177 (FB)], speaking for the Full Bench, Hidayatullah J (as he was then) has held:\n26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf92042400964ad7bc6c7656ece8346e_210"
    },
    {
      "start": 37558,
      "end": 37902,
      "text": "It is a well-established rule of interpretation of statutes that in general when the law is altered during the pendency of an action the substantive rights of the parties remain unaffected and are decided according to the law as it existed when the action was begun, unless the new amendment is made retrospective either expressly or impliedly.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9242a6813fcf4fbfa6a45ac6944a0fe3_211"
    },
    {
      "start": 37903,
      "end": 38108,
      "text": "It is equally well settled that if the statute merely deal with procedure and does not affect the substantive rights of the parties it is held to apply prima facie to all actions pending as well as future.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7baafdc89354fb6a5bc55d40a55bd5a_212"
    },
    {
      "start": 38109,
      "end": 38480,
      "text": "\nIn H.V.Thakur & Others Vs. State of Maharashtra & Others [AIR 1994 SC 2623 it is held:\n25. ...... ....... ....... From the law settled by this Court in various cases, the illustrative though not exhaustive, principles which emerge with regard to the ambit and scope of an Amending Act and its retrospective operation may be culled out as follows:\nhttp://www.judis.nic.in",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d28588aae314b90860db2f708f1a535_213"
    },
    {
      "start": 38481,
      "end": 38899,
      "text": "(i) A statute which affects substantive right is presumed to be prospective in operation, unless made retrospective, either expressly or by necessary intendment, whereas a statute which merely affects procedure, unless such a construction is textually impossible is presumed to be retrospective in its application, should not be given an extended meaning, and should be strictly confined to its clearly defined limits.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d9bc94bd4f7c4ea6bafe01b289a75f1d_214"
    },
    {
      "start": 38900,
      "end": 39076,
      "text": "\n(ii) Law relating to forum and limitation is procedural in nature, whereas law relating to right of action and right of appeal, even though remedial, is substantive in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4321d438a093462f9b6bc695e3cf3c03_215"
    },
    {
      "start": 39077,
      "end": 39181,
      "text": "\n(iii) Every litigant has a vested right in substantive law, but no such right exists in procedural law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aada1801fa744a5a9a0fa95bf884efc1_216"
    },
    {
      "start": 39182,
      "end": 39408,
      "text": "\n(iv) A procedural statute should not generally speaking be applied retrospectively, where the result would be to create new disabilities or obligations, or to impose new duties in respect of transactions already accomplished.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64d00aced86842c18387554c9ad709c3_217"
    },
    {
      "start": 39409,
      "end": 39631,
      "text": "\n(v) A statute which not only changes the procedure but also creates a new rights and liabilities, shall be construed to be prospective in operation, unless otherwise provided, either expressly or by necessary implication.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "76b1f773745a41b1a7b30e5650b05d06_218"
    },
    {
      "start": 39632,
      "end": 40272,
      "text": "In Shyam Sundar and Others Vs. Ram Kumar and another [AIR 1972 SC http://www.judis.nic.in 2472] it is held:\n29. ...... ....... ....... the legal position that emerges is that when a repeal of an enactment is followed by a fresh legislation such legislation does not effect the substantive rights of the parties on the date of suit or adjudication of suit unless such a legislation is retrospective and a Court of appeal cannot take into consideration a new law brought into existence after the judgment appealed from has been rendered because the rights of the parties in an appeal are determined under the law in force on the date of suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a687f73a769340d7bdf01f1d62dab8cb_219"
    },
    {
      "start": 40273,
      "end": 40482,
      "text": "However, the position in law would be different in the matters which relate to procedural law but so far as substantive rights of parties are concerned they remain unaffected by the amendment in the enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d912fc9034d474a83a3a982bb8aa1b8_220"
    },
    {
      "start": 40483,
      "end": 40796,
      "text": "We are, therefore, of the view that, where a repeal of provisions of an enactment is followed by fresh legislation by an amending Act such legislation is prospective in operation and does not effect substantive or vested rights of the parties unless made retrospective either expressly or by necessary intendment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c1d00f26a6d4fdb973d5304f7cd59e9_221"
    },
    {
      "start": 40797,
      "end": 41085,
      "text": "We are further of the view that there is a presumption of the view that there is a presumption against the retrospective operation than its language renders necessary, but an amending Act which affects the procedure is presumed to be retrospective, unless Amending Act provides otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48213ea79d4c4225a3035c6306538fd7_222"
    },
    {
      "start": 41086,
      "end": 41218,
      "text": "In Vijay V State of Maharashtra [(2006)6 SCC 289], the Supreme Court drafted in the fairness-doctrine in interpretation of statutes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a3817e5ab4ae4398909ff3b562e9af08_223"
    },
    {
      "start": 41219,
      "end": 41430,
      "text": "It declared:\n12......It is now well settled that when a literal reading of the provision giving retrospective effect does not produce absurdity or anomaly, the same would not be construed to be only prospective.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce446d06a0964fc897a7ddb5f57418a9_224"
    },
    {
      "start": 41431,
      "end": 41607,
      "text": "The negation is not a rigid rule and varies with the intention and purport of the legislature, but to apply it in such a case is a http://www.judis.nic.in doctrine of fairness.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ebbfde6350874f41bea9b8d9dc090eeb_225"
    },
    {
      "start": 41608,
      "end": 42020,
      "text": "If the quintessence of the ideas that the Courts have hitherto declared through their judgments are taken and grouped, there emanates a larger idea which indicates that the Courts have come to recognise the right of appeal, though procedural in nature, as a substantive right, and once vested in a litigant, Courts ought to guard itself in granting retrospective effect to any statute that purports to affect it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08cef05e4bec4ac186febafd4b9aa668_226"
    },
    {
      "start": 42021,
      "end": 42297,
      "text": "Should there be a legislative intent to give it a retrospective operation, and to divest a litigant of his vested right of appeal, it must be positively stated in the statue, or in its absence, it must surface as a compulsive consequence on a wholesome reading of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c596fc38ee9428fbcc520c8f356ffd5_227"
    },
    {
      "start": 42298,
      "end": 42350,
      "text": "The present statute, the CCA, does not possess both.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "680a2724e0944b4184e2edd846732f74_228"
    },
    {
      "start": 42351,
      "end": 42650,
      "text": "Consequently, the right of appeal under the Letters Patent should continue to be available to all Orders passed in any proceedings in all suits pending on the date of commencement of Commercial Courts Act, subject however to the test they must be 'judgments' within the meaning of clause 15 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94699f3dfa114cddb9eb163decb40a38_229"
    },
    {
      "start": 42652,
      "end": 43018,
      "text": "15. If Sec.21 of the CCA is turned to, it reads:\n21. Act to have overriding effect : Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
      "labels": [
        "STA"
      ],
      "id": "ebd673b8f3224a5ebd969dd80d878417_230"
    },
    {
      "start": 43019,
      "end": 43304,
      "text": "\nWhen the all critical Sections 13 and 15 do not reflect a legislative intent to give it a retrospective effect to the Commercial Courts Act as to take the http://www.judis.nic.in vested right of appeal in Section 21, on its own, unaided by other provisions, cannot take the same away.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eab34e1ba89e4ae6969e889c108ffaac_231"
    },
    {
      "start": 43306,
      "end": 43466,
      "text": "16. The issue now narrows down to understand if the Orders under challenge can be termed within the meaning of 'judgment' under clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ae0959a72924e67a304e3fc78da168f_232"
    },
    {
      "start": 43467,
      "end": 43727,
      "text": "There are two Orders here, one disallowing the production of documents and the other eschewing the Oral evidence of P.W.3. Stricto senso, neither of these Orders affect the appellant/plaintiff's right of action, nor its right over the subject matter of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21b58264a24545ac97a4d65eb572c1d2_233"
    },
    {
      "start": 43728,
      "end": 43816,
      "text": "They do not take away the right to participate in the trial either or to prove its case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb439352dfb54929a12e33f037502088_234"
    },
    {
      "start": 43817,
      "end": 43942,
      "text": "They are purely procedural orders regulating what evidence may be allowed or disallowed while proving or defending an action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "377207fd98b74df7b04b68734c3be119_235"
    },
    {
      "start": 43943,
      "end": 44083,
      "text": "The Order in A.No. 2556 of 2017, is all about the learned Single Judge exercising the judicial discretion vested under Order VII Rule 14(3).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7be0c1c7fdd40c9a7a0a63e17819422_236"
    },
    {
      "start": 44084,
      "end": 44199,
      "text": "Admittedly the documents are belatedly produced, and the Court has the discretion to entertain or not to entertain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7cbaac49c3b47cf815b59cce712516e_237"
    },
    {
      "start": 44200,
      "end": 44293,
      "text": "The second Order eschewing the evidence of P.W.3 is more of a consequence of the first Order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14f9dd008a9042b49043420d50170cb4_238"
    },
    {
      "start": 44295,
      "end": 44396,
      "text": "17. What Orders do then constitute 'judgments' within the meaning of Clause 15 of the Letters Patent?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26063038ff764627be94f7f622ec00c5_239"
    },
    {
      "start": 44397,
      "end": 44594,
      "text": "In its celebrated judgment in Shah Babulal Khimji Vs.Jayaben D.Kania and Another [(1981)4 SCC 8], the Supreme Court has endevoured to understand it and has provided the criteria that may decide it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1d4467c3a7754b6bb82e4bc63573359b_240"
    },
    {
      "start": 44595,
      "end": 45001,
      "text": "It held:\n113. ...... The concept of a judgment as defined by the Code of Civil Procedure seems to be rather narrow and the limitations engrafted by sub-section (2) of Section 2 cannot be physically http://www.judis.nic.in imported into the definition of the word 'judgment' as used in Clause 15 of the Letters Patent because the Letters Patent has advisedly not used the terms 'order' or 'decree' anywhere.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "11424acde69f47fd82b7d94d1895a8d3_241"
    },
    {
      "start": 45002,
      "end": 45214,
      "text": "The intention, therefore, of the givers of the Letters Patent was that the word 'judgment' should receive a much wider and more liberal interpretation than the word 'judgment' used in the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3d78c033e5840f9bb7c3f3220bfe8ef_242"
    },
    {
      "start": 45215,
      "end": 45424,
      "text": "At the same time, it cannot be said that any order passed by a Trial Judge would amount to a judgment; otherwise there will be no end to the number of orders which would be appealable under the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31db578c73c649e486c7a69714a26220_243"
    },
    {
      "start": 45425,
      "end": 45541,
      "text": "It seems to us that the word 'judgment' has undoubtedly a concept of finality in a broader and not a narrower sense.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d2b824069db41de8e4fa75ee9ee2ab4_244"
    },
    {
      "start": 45542,
      "end": 46010,
      "text": "In other words, a judgment can be of three kinds :\n(1) A final judgment :- ...... ..... ..... ..... ..... ...... (2) A preliminary judgment :- ...... ...... ...... ........ (3)Intermediary or interlocutory judgment :- Most of the interlocutory orders which contain the quality of finality are clearly specified in clause (a) to (w) of Order 43 Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "844f803acfe1474d82f4633c020837ad_245"
    },
    {
      "start": 46011,
      "end": 46302,
      "text": "\nThere may also be interlocutory orders which are not covered by Order 43 Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "085c80ec8a4d45f9b52b29e338011534_246"
    },
    {
      "start": 46303,
      "end": 46447,
      "text": "Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote....",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4895b085f2cf4d3994f1a59d2a15ab2b_247"
    },
    {
      "start": 46448,
      "end": 46848,
      "text": "For instance, where the Trial Judge in a suit under Order 37 of the Code of Civil Procedure refuses the defendant leave to defend the suit, the order directly affects the defendant because he loses a http://www.judis.nic.in valuable right to defend the suit and his remedy is confined only to contest the plaintiff's case on his own evidence without being given a chance to rebut that evidence.......",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f2ca89bc7b6f4b7b848637ce82b27aff_248"
    },
    {
      "start": 46849,
      "end": 47237,
      "text": "Take the converse case in a similar suit where the Trial Judge allows the defendant to defend the suit in which case although the plaintiff is adversely affected but the damage or prejudice caused to him is not direct or immediate but of a minimal nature and rather too remote because the plaintiff still possesses his full right to show that the defence is false and succeed in the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6932643fe5be41d6860acd892148df12_249"
    },
    {
      "start": 47238,
      "end": 47350,
      "text": "Thus, such an order passed by the Trial Judge would not amount to a judgment within the meaning of Clause 15....",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7822c1266756411a9d134ccf43d65a90_250"
    },
    {
      "start": 47351,
      "end": 47460,
      "text": "See also: Midnapore Peoples' Co-operative Bank Ltd.. & Others Vs. Chunilal Nanda & Others [(2006) 5 SCC 399].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "07bfeb9dad6744bdb8f2a759b7f93b3e_251"
    },
    {
      "start": 47461,
      "end": 47690,
      "text": "\nTested on the parameters laid, the Order now under challenge cannot be considered as one having the effect of finally deciding any substantive right of the appellant vis a vis its cause of action either directly or collaterally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "deaa08fc9a0f4fa68bcdcf880b58443f_252"
    },
    {
      "start": 47692,
      "end": 47990,
      "text": "18. It might be true, that any right of action takes with it the right to participate in the trial, produce necessary evidence to prove or to defend a cause of action, and that right to participate in trial without the right to produce evidence might reduce it to a cosmetic or an ornamental right.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa39189150084889a19bf5a0f7901016_253"
    },
    {
      "start": 47991,
      "end": 48166,
      "text": "And, where the effective right to participate in the trial proceedings is affected by an interim Order, in a given circumstance it may even taint a proceeding with unfairness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d04dedcf737941daac5db68e8e727727_254"
    },
    {
      "start": 48167,
      "end": 48281,
      "text": "However, the Orders in question do not go that far, and are in effect made while regulating the trial proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d57c944fe8d9435fa60f9b93dd2598ab_255"
    },
    {
      "start": 48282,
      "end": 48366,
      "text": "They therefore, do not http://www.judis.nic.in qualify to be termed 'judgments'.\n19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43058be371184daf91b8d634a5dbfbc2_256"
    },
    {
      "start": 48367,
      "end": 48569,
      "text": "To sum it up:\n(a) A right of appeal under Clause 15 of the Letters Patent is available from all Orders passed in any proceedings in any suit pending on the date of commencement of Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84e64d3eddcb4d0a8213c840e3ae0150_257"
    },
    {
      "start": 48570,
      "end": 48803,
      "text": "\n(b) So far as the present two appeals (of which one is yet to be taken on record) are concerned, since they do not constitute 'judgments' within the meaning of Clause 15 of the Letters Patent, no appeal is maintainable against them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dddbd328e59d4ae193501746ce35e1b7_258"
    },
    {
      "start": 48805,
      "end": 49052,
      "text": "20. In the course of his arguments, the learned counsel for the appellant has submitted that the evidence, both documentary and oral that are now produced and rejected, are essential to defend the suit C.S.891 of 2015 instituted by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d62b8ca9f16a4d229840e2d9a0b55487_259"
    },
    {
      "start": 49053,
      "end": 49261,
      "text": "But then, that necessity opens only when the respondent discharges its burden in its suit, and it depends on the quality of evidence that the respondent may chose to produce in aid of the cause of its action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e6b246ce91147a69fa71f6c9c09c907_260"
    },
    {
      "start": 49262,
      "end": 49458,
      "text": "May be, for procedural convenience, the appellant might have anticipated it and might have attempted to produce some contra evidence perhaps without anything substantial to counter at this moment.",
      "labels": [
        "RATIO"
      ],
      "id": "980b6b9b72904342936ed46f587b7a5b_261"
    },
    {
      "start": 49459,
      "end": 49607,
      "text": "That, at any rate cannot take away the appellant's right to defend an action when the respondent in its suit actually discharges its initial burden.",
      "labels": [
        "RATIO"
      ],
      "id": "d6253925d0a746d0a39f5c0a6d72ec91_262"
    },
    {
      "start": 49608,
      "end": 49953,
      "text": "And, the Orders now impugned cannot pre-empt what might arise in future, as there cannot be http://www.judis.nic.in any anticipatory foreclosure of the right to lead in evidence that may not endanger or offend the right to defend an action in a manner in which the adversarial jurisprudence that we have adopted has come to recognise and accept.",
      "labels": [
        "RATIO"
      ],
      "id": "123d817c6611458db2cc704d655c8cb8_263"
    },
    {
      "start": 49954,
      "end": 50002,
      "text": "That then is sure to leave serious consequences.",
      "labels": [
        "RATIO"
      ],
      "id": "0a54d13f2f8647eb811f0575af214908_264"
    },
    {
      "start": 50003,
      "end": 50236,
      "text": "Necessarily the appellant's right to produce all the evidence that is under its command to produce in defence of respondent's action will remain preserved, and it will be at liberty to produce them, if so required and felt necessary.",
      "labels": [
        "RATIO"
      ],
      "id": "4142290b2443489cae2fb596ed2c319e_265"
    },
    {
      "start": 50238,
      "end": 50495,
      "text": "21. To conclude, OSA.No.252 of 2018 is not maintainable, not because the appeal is not maintainable under the Commercial Courts Act, but because the Order impugned does not qualify for an appeal under Clause 15 of the Letters Patent, and is hence dismissed.",
      "labels": [
        "RATIO"
      ],
      "id": "3cb41480ffd84ef987845302f1d430e0_266"
    },
    {
      "start": 50496,
      "end": 50719,
      "text": "Since the other appeal which is yet to be taken on record in OSA SR.33496 of 2018 faces an identical consequence, this Court chooses to not condone the delay, and accordingly CMP.No.12023 of 2018 filed therein is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "4a29c817be974e22be997000995feb6f_267"
    },
    {
      "start": 50720,
      "end": 50729,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "6991b80a7ee748fbaaa7ffdd3f1ac85e_268"
    },
    {
      "start": 50730,
      "end": 50787,
      "text": "Consequently, connected miscellaneous petition is closed.",
      "labels": [
        "RPC"
      ],
      "id": "c61ac25c49044466803c32d767f877f9_269"
    },
    {
      "start": 50869,
      "end": 50880,
      "text": "[M.S.N.J.,]",
      "labels": [
        "NONE"
      ],
      "id": "5acf6c66f4f948b591fe407aa95bfe64_270"
    },
    {
      "start": 50884,
      "end": 50984,
      "text": "[N.S.S.J.,]\n\n                                                                                       ",
      "labels": [
        "NONE"
      ],
      "id": "1368f75aebb34da892038185542c9e0b_271"
    },
    {
      "start": 50984,
      "end": 50994,
      "text": "31.01.2019",
      "labels": [
        "NONE"
      ],
      "id": "0a771e1010924f8da5203ed7da095e21_272"
    },
    {
      "start": 51017,
      "end": 51049,
      "text": "ds                       Index :",
      "labels": [
        "NONE"
      ],
      "id": "90fb8870bce94613be23ff2e92b68bc6_273"
    },
    {
      "start": 51050,
      "end": 51057,
      "text": "Yes/ No",
      "labels": [
        "NONE"
      ],
      "id": "9ee0b8396ecd47acab45e96005ed4178_274"
    },
    {
      "start": 51080,
      "end": 51090,
      "text": "Internet :",
      "labels": [
        "NONE"
      ],
      "id": "dc8f171de0f746879331ac76f76d962c_275"
    },
    {
      "start": 51091,
      "end": 51099,
      "text": "Yes / No",
      "labels": [
        "NONE"
      ],
      "id": "fc89725b98954ad8b6ad9d57b54b0dbb_276"
    },
    {
      "start": 51122,
      "end": 51138,
      "text": "Speaking order /",
      "labels": [
        "NONE"
      ],
      "id": "76c897bd15694e0e84df06aeaf096738_277"
    },
    {
      "start": 51139,
      "end": 51159,
      "text": "Non - speaking order",
      "labels": [
        "NONE"
      ],
      "id": "ef9e2084f69d446dbb44ecd082432c37_278"
    },
    {
      "start": 51160,
      "end": 51183,
      "text": "http://www.judis.nic.in",
      "labels": [
        "NONE"
      ],
      "id": "71aa673bc68042d79704e70c0e035bfb_279"
    },
    {
      "start": 51215,
      "end": 51232,
      "text": "M.SATHYANARAYANAN",
      "labels": [
        "NONE"
      ],
      "id": "0c7723e8e0224a3fb72adc9030904a40_280"
    },
    {
      "start": 51233,
      "end": 51239,
      "text": ", J. ,",
      "labels": [
        "NONE"
      ],
      "id": "b40b43c2262b49deb41c0b646e8770b6_281"
    },
    {
      "start": 51293,
      "end": 51346,
      "text": "and                                      N.SESHASAYEE",
      "labels": [
        "NONE"
      ],
      "id": "4fdb57899fcb4a06a46f5773b88cfd3d_282"
    },
    {
      "start": 51347,
      "end": 51353,
      "text": ", J. ,",
      "labels": [
        "NONE"
      ],
      "id": "1caf211bc56e47fcabb668f06647e22d_283"
    },
    {
      "start": 51408,
      "end": 51546,
      "text": "ds                                Pre-delivery Judgment in                                            31.01.2019 http://www.judis.nic.in  ",
      "labels": [
        "NONE"
      ],
      "id": "d5ab2d233f8a4b14a5d35e4e6b362f12_284"
    }
  ]
}