{
  "id": "b684eac8f51293d1339f8a7a00118519fcd8b098a9be14ef63e203d9d2046176",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court \nReliance General Insurance Co. Ltd vs Colonial Life Insurance Co (Trindad) ... on 24 May, 2019 \nAuthor: S.J.Kathawalla\nBench: S.J.Kathawalla \nNitin                                    1 / 29\n\n\n        In The High Court Of Judicature At Bombayordinary\n                              Original Civil Jurisdiction \n        Notice Of Motion Commercial Division No. 561 Of 2018\n                                             In \n                            Commercial Suit No.29 Of 2013\nColonial Life Insurance Company (Trinidad) Ltd. & Anr.)          Applicants /\n\n                                                        ( Org. Defendants) \n\nIn The Matter Between :\n\nReliance General Insurance Company Ltd.                 )\n\nas Insurance Company duly registered under the          )\n\nCompanies Act, 1956 having its registered office at     )\n\nReliance Centre, 19, Walchand Hirachand Marg,           )\n\nBallard Estate, Mumbai - 400 001                        )\n\nAnd Corporate Office located at 1st Floor,              )\n\nRectfier House, Next to Industrial Estate, Wadala       )\n\nMumbai - 400 032                                        )        Plaintiff\n\nVersus\n\n1. Colonial Life Insurance                              )\n\nCompany (Trinidad) Limited                              )\n\nan insurance company having its registered office at    )\n\n29, St. Vincent Street, Port of Spain, Republic of      )\n\n\n\n\n        :: : Uploaded on - 24/05/2019                   : : : Downloaded on - 25/05/2019 02:45:01 : ::\n Nitin                                        2 / 29\n\n\nTrinidad W.I.                                            ) \n\n2. K.M.Dastur Reinsurance                                ) \n\nBrokers Private Limited, a broker having its             )\n\nregistered address at Cambata Building, 42,              )\n\nMaharshi Karve Road, Mumbai - 400 020                    )        Defendants\n\nMr. Zubin BehramKamdin, Mr. Shyam Kapadia a/w Mr. Keanan Nagaporwala\ninstructed by M/s. Tuli & Co. For the Plaintiffs \nMr. Sharan Jagtiani a/w Ms. Brigitta Johan and Ms. Ashrita Gulati instructed\nby M/s. Azb and Parnters for the Defendant No.1. \nMs. Suchita Uppal instructed by M/s. Hariani and Co. For the Defendant\nNo.2.\n\n                                       Coram: S.J.Kathawalla, J.\nReserved On 2Nd May, 2019 Pronounced On 24Th May, 2019 Judgment .: \n1. The question of law being decided by this order is: whether the mandatory timeline of 120 days for filing a written statement in a Commercial Suit is applicable to suits which were filed prior  to the enactment of the Commercial Courts Act, 2015 (\"Commercial Courts Act\") and have subsequently been 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court ? \n2. For adjudication of the question of law as above, it would be necessary to briefly set-out the legislative background leading to the enactment of the Commercial Courts Act as also the establishment of Commercial Division/s in this Court :\n2.1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 was promulgated on 23rd October, 2015. Subsequently, the Commercial Courts Act was enacted on 31st December, 2015 and is deemed to have come into force from 23rd October, 2015. \n2.2. The Commercial Courts Act came to be enacted pursuant to the recommendations made by the Law Commission of India in its 188th Report and 253rd Report. \n2.3. The primary aim and object of the Commercial Courts Act, as can be discerned from its Statement of Objects and Reasons, was to provide speedy disposal of commercial disputes in order to reduce the pendency of cases and improve our country's image from the perspective of ease of doing business in India. 2.4. Under Section 4 of the Commercial Courts Act, Commercial Divisions were constituted in this Court for the purpose of exercising jurisdiction and powers conferred under the Commercial Courts Act. Section 4 of the Commercial Courts Act reads as under:\n\"4. Constitution of Commercial Division of High Court. \n(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division. \"\n2.5. Chapter V, Section 15 of the Commercial Courts Act inter alia provides for the transfer of suits and applications relating to commercial disputes of a specified value pending before this Court to the Commercial Division of this Court. Section 15 of the Commercial Courts Act reads as under :\n\"15. Transfer of pending cases.--\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. \"\n2.6 Therefore, pursuant to the aforesaid Section 15, on 3 rd May, 2016, the Ld. Prothonotary & Senior Master of this Court issued the following notification:\n\"\nNOTICE The Advocates and parties appearinginperson are hereby informed that the Government of India has enacted 'Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015' with effect from 23rd October, 2015. \nIn terms of the provisions of the said Act, the Commercial Division and Commercial Appellate Division have been constituted in the High Court of Judicature at Bombay. \nIn accordance with Section 15 of the said Act, all Suits, Applications and matters relating to commercial dispute of a specified value (the value of the subject matter in respect of Suit as determined in accordance with Section 12 which shall not be less than one crore rupees), shall be transferred to the \"Commercial Division\" of Bombay High Court. \nIn accordance with Section 13 of the said Act, with effect from 23rd October, 2015, all Appeals pertaining to decision of Commercial Division shall be heard by Commercial Appellate Division of Bombay High Court. \nIn view thereof, lists of Suits, Applications and matters pertaining to the commercial dispute with a specified value which will be transferred to the Commercial Division or Commercial Appellate Division have been prepared and the same have been notified separately. Advocates and Parties appearing-inperson are hereby directed to go through the said lists and submit their objections / suggestions, if any, for transferring the said matters to the Commercial Division / Commercial Appellate Division on or before 18th June, 2016 in writing to the undersigned, failing which the matter will be transferred and placed before the Commercial Division or Commercial Appellate Division accordingly. \nSimilarly, if there are any other matters, apart from the matters shown in the list, which pertain to Commercial Division or Commercial Appellate Division, the Advocates and parties appearinginperson are hereby requested to furnish particulars of such matters to the undersigned in writing on or before 18th June, 2016, without fail. \nDated this 3rd Day of May, 2016. \n\"\n2.7. By various further orders, the Ld. Prothonotary & Senior Master directed pending suits and applications relating to commercial disputes of a specified value to be transferred as Commercial Suits and heard by the Commercial Division of this Court. \n3. In the present Suit, being one such ' transferred suit', Defendant No.1 has not to filed its written statement within the prescribed period of 120 days as mandated under the provisions of the CPC as amended by the Commercial Courts Act. The Apex Court, in its decision in M/s SCG Contracts India Pvt. Ltd. Vs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors . [2019 SCC OnLine SC 226] and this Court, in its decision in Axis Bank Limited vs. Mira Gehani & Ors. [2019 SCC OnLine Bom 358] have held that in Commercial Suits, a written statement by the Defendant cannot be taken on record after the expiry of 120 days from the date of service of the Writ of Summons. However, neither of these two decisions have dealt with the question of law as has been framed in paragraph 1 above. Therefore, this Court, in its decision rendered in Axis Bank Limited vs. Mira Gehani & Ors. (cited supra) has clarified as follows: \n\"114.It is clarified that in so far as the question of applicability of the Commercial Courts Act on Suits transferred from non- commercial Suits to Commercial Suits by the office of this Court is concerned (as has arisen in Commercial Suit No. 29 of 2013 and Commercial IP Suit No. 418 of 2016), a separate Order will be passed. \"\n4. It is therefore clarified that the present Order is restricted only to answering the question of law recorded in paragraph no.1 above. Necessary orders will therefore have to be passed on each application seeking condonation of delay at the time of hearing such applications on their own merits.\n5. Appearing for the Defendants, Ld. Counsel Mr. Sharan Jagtiani submitted that the Commercial Courts Act excludes the applicability of the strict timeline of 120 days to transferred suits and provides this Court with the necessary power to prescribe new timelines for filing a written statement in so far as transferred suits are concerned. In this context, he placed reliance on Chapter V, Section 15 of the Commercial Courts Act. He argued that Section 15 (4) empowers this Court to hold case management hearings for such transferred suits in order to prescribe new timelines, with a proviso that excludes the applicability of the strict timeline of 120 days imposed under Order V Rule 1 of the CPC. Although the proviso to Section 15 (4) does not specifically refer to the timeline stipulated in Order VIII Rule 1 for filing written statement, it is obvious that the proviso would exclude this as well. Order V Rule 1 and Order VIII Rule 1 affect substantive and valuable rights and therefore, cannot be applied retrospectively unless there is express language to that effect. Far from there being no language to suggest their retrospective operation, the contraindication in Section 15 (4) is that the strict timeline of 120 days does not apply to transferred suits and it allows this Court to set new timelines for transferred suits. This suggests that there is no outer limit for filing a written statement in a transferred suit. He placed reliance on the decisions in Telefonaktiebolaget L.M. Ericsson vs. Lava International Limited [(2016) 226 DLT 342] and Leitwind Shriram Manufacturing Limited vs. SKF India Limited & Ors. [Chamber Summons Commercial Division No. 336 of 2017 in Commercial Suit No.432 of 2016]. Placing reliance on the decisions in Kailash vs. Nankhu [(2005) 4 SCC 480], Sandeep Thapar vs. SME Technologies Pvt. Ltd. [(2014) 2 SCC 302] and Justice Micheal F. Saldanha (Retd) vs. Sri. M.P. Noronha [ILR 2016 Kar 4700] Mr. Jagtiani therefore concluded that this Court has the power to condone any delay in filing the written statement and that the delay in Defendant No.1 filing its written statement be condoned and its written statement be taken on record. \n6. As opposed to the aforesaid arguments of Mr. Jagtiani, I have heard Ld. Counsel Mr. Zubin Behramkamdin and Mr. Shyam Kapadia appearing for the Plaintiff. The Advocates for the Plaintiff submitted that Section 15 (4) of the Commercial Courts Act would come into play only if Writ of Summons are issued under Order V Rule 1. It is therefore that the proviso to Section 15 (4) excludes reference to the proviso to Order VIII Rule 1. Even if the provision of Section 15 (4) of the Commercial Courts Act was to apply, it does not suspend the operation of the mandatory timeline of 120 days. That the primary aim and object of the Commercial Courts Act is to provide for speedy disposal of high value commercial disputes in order to reduce the pendency of cases. It was further argued that if the submission of Defendant No.1 is accepted, it would mean that a defendant in a non-commercial suit, later transferred as a commercial suit, who has not filed its written statement for say 15 years, would get a right to file a written statement upon the enactment of the Commercial Courts Act. In this context, reliance was placed on the Delhi High Court's decision in AIS Glass Solutions vs. Moser Baer Solar Limited [(2017) SCC Online Del 11467]. It was also argued that if the Applicant's submissions are accepted, it would negate the very intent behind the passing of the Commercial Courts Act. Even if a new timeline is to be prescribed, it cannot be in excess of 120 days from (i) 3rd May, 2015 i.e. the date on which the Commercial Division of this Court was constituted; or (ii) 1st June, 2016 i.e. the date on which all fresh suits were to be filed as commercial suits. That in the present case, the period of 120 days ought to commence from 21st September, 2017 when this Court (Coram: K.R. Shriram, J.) passed an order directing Defendant No.1 to file its written statement or the date on which Defendant No.1 waived service of the Writ of Summons, which was much prior to the date of 21st September, 2017. That in the present case, the 30 days, extendable by 90 days commenced on 21st September, 2017 and expired on 19th January, 2018. However, the present Notice of Motion has been filed on 27th February, 2018 i.e. after 120 days and is hence liable to be dismissed. \n7. The Advocates for the Plaintiff also submitted that once a pending suit is transferred to the list of commercial suits, it becomes subject to all the rigors and provisions of the Commercial Courts Act. No discrimination can be permitted between fresh commercial suits and transferred commercial suits. This would lead to a complete divide and a distinction between fresh commercial suits and transferred commercial suits and would lead to an unfair discrimination to Plaintiffs who have filed transferred commercial suits as they would be unable to avail the benefits under the new mandatory provisions. In support of these arguments, reliance was placed on the decisions rendered by the Apex Court in M/s SCG Contracts India Pvt. Ltd. Vs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. (cited supra) and the decision of this Court in Axis Bank Limited vs. Mira Gehani & Ors. (cited supra). According to them, Section 15 (4) must be read down and interpreted in a manner that would not defeat the scheme, object, intent and purpose of the Commercial Courts Act. Without prejudice, even if this Court were to hold that the time for filing a written statement can be extended under Section 15 (4), in the present matter, such extension was granted by this Court on 21 st September, 2017. The Advocates for the Plaintiff therefore concluded that the present Notice of Motion ought to be dismissed. \n8. I have considered the aforesaid arguments canvassed by the Plaintiff and Defendants. I have also considered the various decisions of the Apex Court, this Court and the Delhi High Court as cited by them. However, prior to dealing with their respective arguments, it would be necessary even at the cost of repetition to once again set-out the subject provision viz. Section 15 of the Commercial Courts Act:\n\"15. Transfer of pending cases.--\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub- section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n9. A bare reading of Section 15 (4) of the Commercial Courts Act begs the interpretation that a Commercial Division, such as the present one, is vested with jurisdiction to hold Case Management Hearings in respect of transferred suits in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of transferred suits or applications in accordance with Order XV-A of the CPC. The proviso to Section 15 (4) further provides that the proviso to sub-rule (1) of Rule 1 of Order V of the CPC shall not apply to such transferred suits and the court may, in its discretion, prescribe a new time period within which a written statement shall be filed. The important aspect of the language of the proviso is that it specifically states that the Court has \"discretion\" to prescribe new timelines and that it excludes the applicability of the 120 timeline stipulated in Order V Rule 1 of the CPC. \n10. In view of the clear language of the said provision, I do not agree with the Plaintiff's argument that Section 15 (4) of the Commercial Courts Act would come into play only if Writ of Summons' are issued under Order V Rule 1. I do not see any such distinction carved out in Section 15 of the Commercial Courts Act. For the same reason, I also cannot accept the argument that even if the provision of Section 15 (4) of the Commercial Courts Act is to apply, it does not suspend the operation of the mandatory timeline of 120 days. I also do not find any merit in the argument that the proviso to Section 15 (4) does not exclude the proviso to Order VIII Rule 1 and therefore, the period of 120 days continues to apply. There can be no doubt, and even the Ld. Counsel for the Plaintiff did not argue otherwise, that the period of 120 days mentioned in Order V Rule 1 of the CPC is the same as mentioned in Order VIII Rule 1 of the CPC. Therefore, if the proviso to Section 15 (4) of the Commercial Courts Act excludes the time period as mentioned in Order V Rule 1 of the CPC, it for all purposes has excluded the applicability of the 120 days time period for filing written statements in respect of transferred suits. The interpretation contended by the Ld. Counsel for the Plaintiff, in my opinion, would render Section 15 (4) otiose. Had the legislature intended for the 120 days period to apply to transferred suits (by either referring to the proviso to Order V Rule 1 and/or the proviso to Order VIII Rule 1 and/or the proviso to Order VIII Rule 10) there would have been no requirement of carving out this very exception under Section 15 (4). Whilst I agree that the primary aim and object of the Commercial Courts Act is to provide for speedy disposal of high value commercial disputes in order to reduce the pendency of cases, if the submission of the Plaintiff is accepted, it would negate the very intent behind the legislature's introduction of Section 15 (4) of the Commercial Courts Act. In the event the Plaintiff's interpretation is accepted, it would render Section 15 (4) nugatory and otiose. In any event, the Plaintiff itself seems unsure as to whether the period of 120 days is to be calculated from the date of the constitution of this Commercial Division or from the 21st September, 2017 Order or from the date on which service of Writ of Summons was waived. \n11. In my view, Section 15 (4) is a provision specifically introduced by the legislature in its wisdom whilst drafting the Commercial Courts Act. I am therefore, inclined to harmoniously construe Section 15 (4) of the Commercial Courts Act with the other provisions introduced by the Commercial Courts Act including the amendments introduced to Order V and Order VIII. Harmoniously construed, Section 15 (4) vests the Commercial Division / Commercial Court with the necessary jurisdiction to hold Case Management Hearings to prescribe new timelines or issue further directions including prescribing a new time period within which a written statement shall be filed. \n12. In so far as the Plaintiff's argument on waiver is concerned, as has been held by this Court, the delay in filing a written statement within 120 days from the date of waiver of service of writ of summons cannot be condoned in Commercial Suits filed after the enactment of the Commercial Courts Act [see paragraph no. 103 of Axis Bank Limited vs. Mira Gehani & Ors. (cited supra)]. However, such waiver would not divest this Court from the power to exercise its jurisdiction under Section 15 (4) of the Commercial Courts Act in respect of transferred suits. I am also of the opinion that in a transferred suit waiver of Writ of Summons does not amount to a Defendant waiving the applicability of the provisio to Section 15 (4) of the Commercial Courts Act. That is a power or discretion to be exercised by the Court. There is nothing in the scheme or provisions of the Commercial Courts Act to suggest that for transferred suits the strict time limit of 120 days will apply to those cases where service of the Writ of Summons is waived. Also in the facts of the present case, to the extent relevant for deciding the legal issue as set out above, if the period of 120 days was to commence from the date of waiver of the service of the Writ of Summons as noted by the order of the Ld. Prothonotary and Senior Master, then the time period of 4 weeks to file the written statement by the Order dated 27 th September, 2017, which was much after the 120 days from the date of waiver of Writ of Summons, would have no meaning. In fact the Plaintiffs through their Advocate appeared before this Court on 27th September, 2017, and the Order appears to have been passed with their consent. I am therefore of the opinion that there is no clarity on the submission of the Plaintiffs as to when the period of 120 days for filing the written statement in a transferred suit or in this transferred suit is to begin from. The difficulty in identifying such a starting point for determining the 120 days for filing a written statement in transferred suits, especially as there is no such provision made in Section 15 of the Commercial Courts Act, is yet another reason to accept and apply the plain language of Section 15 (4) and the proviso that such a time period was not intended to apply in transferred suits. \n13. It was also the argument of the Plaintiff's Advocates that once a pending suit is transferred as a commercial suit, it becomes subject to all the rigors and provisions of the Commercial Courts Act. However, this argument cannot stand the test of scrutiny for, in my opinion, such argument is in conflict with the express provisions of the Commercial Courts Act itself and especially Section 15 thereof. It was also argued that no discrimination must be permitted between fresh commercial suits and transferred commercial suits. This, according to the Advocates for the Plaintiff, would lead to a complete divide and distinction between fresh commercial suits and transferred commercial suits and would lead to an unfair discrimination to Plaintiffs who have filed transferred commercial suits as they would be unable to avail the benefits under the new mandatory provisions. Once again, the interpretation canvassed on behalf of the Plaintiff is in stark contrast to the very difference/distinction carved out under Section 15 (4). In view thereof, I see no reason to read down Section 15 as suggested by the Advocates for the Plaintiff. \n14. I am in respectful agreement with the interpretation of Section 15 as interpreted by this Court in Leitwind Shriram Manufacturing Limited vs. SKF India Limited & Ors. (cited supra) . In the said decision, this Court has held:\n\"By this chamber summons, the applicant seeks condonation of delay of one day in filing written statement. Learned counsel appearing for the applicant invited my attention to the section 15(4) along with proviso thereto of the Commercial Court Act, 2015 and would submit that this suit was transferred from Original Side of this Court to the commercial court in view of the provisions of the said Act. He submits that in fact, there was no delay in filing written statement. He submits that in any event the delay of one day in filing chamber summons is explained in the affidavit in support of the chamber summons. \n2. Learned counsel appearing for the plaintiff does not dispute that the provisions of section 15(4) of the Commercial Court Act, 2015 would apply to the facts of this case. Statement is accepted. \n3. In my view, delay of one day is sufficiently explained in support of the chamber summons. \n4. Chamber summons is accordingly made absolute in the aforesaid terms. \n5. Office is directed to accept the written statement of the defendant no.1 on record. \n6. There shall be no order as to costs.\" \n15. I am also in agreement with the decision of the Delhi High Court in Telefonaktiebolaget L.M. Ericsson vs. Lava International Limited [(2016) 226 DLT 342] wherein the Delhi High Court interpreted Section 15 as under:\n\"16.The proviso of Section 15(4) of the Ordinance gives the Court discretion to set a new time for filing of written statement in relation to such transferred suit. ... \n17.Thus, there is an exemption provided under the Commercial Courts Ordinance for matters that were filed prior to the notification of the Ordinance, whereby the Court has the discretion to set a case management timeline and extend the time period for completion of pleadings including the written statement. \n23.The present suit squarely falls under the said exemption and this Court has the discretion to provide for extended timelines for completion of pleadings as per the prior statute. \n24.The prescribed period of 120 days' timeline will be applicable in cases filed subsequent to the notification of the Ordinance and the same is not applicable in the present case. \n\"\n16. In addition to the aforesaid decisions, there is another decision of the Delhi High Court in AIS Glass Solutions Limited vs. Moser Baer Solar Limited & Ors. [2017 SCC OnLine Del 11467] that has considered the subject provisions and held as under: \n3.It is pertinent to mention that present application has been filed on behalf of the defendant no. 1 seeking extension of time for filing the written statement. \n4.Mr. K.P.S. Kohli, learned counsel for the defendant no.\n1/applicant submits that after coming into force of Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015 (for short \"the Act\"), this Court can and should prescribe a new time period within which the defendant can file a written statement. In support of his submissions, he relies upon Proviso to Section 15(4) of the Act, 2015, which is reproduced hereinbelow:--\n\"15. Transfer of pending cases.--\nxxxx xxxx xxxx xxxx (4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n5.Mr. Kohli relies upon judgment of a Coordinate Bench of this Court inTelefonaktiebolaget L.M. Ericsson v. Lava International Limited, 2015 SCC OnLine Del 13903 wherein it has been held as under:--\n\"17. Thus, there is an exemption provided under the Commercial Courts Ordinance for matters that were filed prior to the notification of the Ordinance, whereby the Court has the discretion to set a case management timeline and extend the time period for completion of pleadings including the written statement.\" \n6.Mr. Kohli points out that present application was filed by the defendant no. 1 within one hundred twenty days period from the date the proceeding filed under Section 22 of the Sick Industrial Companies (Special Provisions) Act, 1985 (for short \"SICA\") abated. \n7.A perusal of the paper book reveals that the present suit was filed on 7th May, 2015. On 12th June, 2015, the defendant no. 1 was registered under Section 15(1) of SICA by Board for Industrial & Financial Reconstruction (BIFER) and consequently was entitled for protection under Section 22 of SICA even prior to the date it received summons and the paper book. \n8. On 21s September, 2016, the present suit was re-numbered as a commercial suit. \n9. On 1s February, 2016, proceedings initiated by the defendant no. 1 under the SICA abated and the protection under Section 22 of SICA cease to apply. \n10. Admittedly, after thirty days, extendable upto ninety days period of limitation prescribed for filing of written statement, the defendant no. 1 filed the present application on 16 thMarch, 2017 being I.A. 5923/2017 seeking extension of time by two weeks to file the written statement. It is pertinent to mention that a Coordinate Bench of this Court in OKU Tech Private Limited v. Sangeet Agarwal, CS(OS) 3390/2015 has held that a Court in a commercial suit cannot extend the time for filing the written statement beyond one hundred twenty days after service of summons. \n11. In fact, the written statement was filed on 7 th July, 2017, i.e., more than eight months after the protection under Section 22 of SICA had ceased to apply and ninety eight days after the time of two weeks sought had expired. \n12. This Court is also of the opinion that if the defendant no. 1's submission is accepted, it would mean that a defendant in an ordinary suit who has not filed its written statement for three to four years, would get a right to file the written statement after coming into force of the Act, 2015. \n13. The intention of the Legislature while passing the Act, 2015 was to expedite the hearing and disposal of the commercial suits. If the submission advanced by learned counsel for the defendant no. 1 is accepted it would negate the very intent behind the passing of the Act, 2015. \n14. This Court is also of the view that filing an application seeking extension of time to file a written statement does not stop the clock. \n15. Since in the present case the written statement has been filed eight months after the protection under Section 22 of SICA had lapsed, this Court is of the view that the defendant no. 1's written statement cannot be taken on record. \n16. Consequently, present application for extension of time to file written statement is dismissed and the Registry is directed to return the written statement to defendant no. 1.\" \n17. A close reading of the aforesaid decision reflects that whilst it is true that the Delhi High Court refused to take on record the written statement by exercising any jurisdiction under Section 15 (4) of the Commercial Courts Act, I do not agree that the Delhi High Court has in fact held that a Court cannot, in any given case, exercise such jurisdiction whilst adjudicating upon a transferred suit. I am of the opinion that the Delhi High Court rendered its decision as aforesaid given the facts and circumstances of that particular case. The said decision cannot, in my view, lay down the law to suggest that this Court cannot hold Case Management Hearings in respect of transferred suits or applications in order to prescribe new timelines or issue such further directions as may be necessary including prescribing a new time period within which a written statement can be filed. \n18. In so far as the decisions rendered in M/s SCG Contracts India Pvt. Ltd.\nvs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. (cited supra) and Axis Bank Limited vs. Mira Gehani & Ors. (cited supra) are concerned, as has been stated above, the said decisions have not considered the question of law being decided herein and therefore, any reliance thereon is misplaced.\n19. In my view, Section 15 (4) and the proviso thereto applies squarely to suits which were filed prior to the enactment of the Commercial Courts Act but have been subsequently 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court. \n20. I therefore hold that the mandatory timeline of 120 days for filing a written statement in a Commercial Suit is not applicable to suits which were filed prior to the enactment of the Commercial Courts Act, 2015 and subsequently 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court. I further hold that a Commercial Division or Commercial Court, as the case may be, may hold Case Management Hearings in respect of such transferred suits under the newly introduced Order XV-A of the CPC to prescribe new timelines or issue further directions including prescribing a new time period within which a written statement shall be filed. The jurisdiction to exercise such discretion is expressly found in Section 15 (4) of the Commercial Courts Act and the proviso thereto. \n21. The question of law is decided as above. \n22. In so far as the present application is concerned, as stated hereinabove, necessary orders will have to be passed on merits by the appropriate bench at the time of hearing the present application. It will be open for the appropriate bench to adjudicate upon whether or not the hearing held on 21st September, 2017 and the order passed on the said date qualified as a 'Case Management Hearing' under Order XV-A of the CPC. \n( S.J.KATHAWALLA, J. )",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b20941e9126243648d772537c3dcf9ce_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a03e817ccb148058e7a9bbaaabd4888_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nBombay High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4bda88dd9f6f45c6aaa51ed90db63c1d_2"
    },
    {
      "start": 261,
      "end": 356,
      "text": "\nReliance General Insurance Co. Ltd vs Colonial Life Insurance Co (Trindad) ... on 24 May, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72d861a178db41c7816bae3baf8a68ef_3"
    },
    {
      "start": 357,
      "end": 402,
      "text": "\nAuthor: S.J.Kathawalla\nBench: S.J.Kathawalla",
      "labels": [
        "PREAMBLE"
      ],
      "id": "19cea95cf1014eb2baacc32ed17e337d_4"
    },
    {
      "start": 404,
      "end": 462,
      "text": "Nitin                                    1 / 29\n\n\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52b2c3642a9b4308b5f200078437830d_5"
    },
    {
      "start": 462,
      "end": 542,
      "text": "In The High Court Of Judicature At Bombayordinary\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3950cb24f4064a1296216b1307748da2_6"
    },
    {
      "start": 542,
      "end": 550,
      "text": "Original",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48adeb1f0b174fe7ada885360a38f1b1_7"
    },
    {
      "start": 551,
      "end": 569,
      "text": "Civil Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a760f555a19d41eea4ece5a65a76dea1_8"
    },
    {
      "start": 579,
      "end": 679,
      "text": "Notice Of Motion Commercial Division No. 561 Of 2018\n                                             In",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f44d94d2e4944cf4b3d92a793a870ba3_9"
    },
    {
      "start": 680,
      "end": 874,
      "text": "\n                            Commercial Suit No.29 Of 2013\nColonial Life Insurance Company (Trinidad) Ltd. & Anr.)          Applicants /\n\n                                                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50a46e067d3f49e3a0debba5d074cffc_10"
    },
    {
      "start": 874,
      "end": 880,
      "text": "( Org.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d157c44243414d39be897237b5dbec73_11"
    },
    {
      "start": 881,
      "end": 892,
      "text": "Defendants)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "110935bfff5f4e8fb010026f5524e74f_12"
    },
    {
      "start": 893,
      "end": 1666,
      "text": "\n\nIn The Matter Between :\n\nReliance General Insurance Company Ltd.                 )\n\nas Insurance Company duly registered under the          )\n\nCompanies Act, 1956 having its registered office at     )\n\nReliance Centre, 19, Walchand Hirachand Marg,           )\n\nBallard Estate, Mumbai - 400 001                        )\n\nAnd Corporate Office located at 1st Floor,              )\n\nRectfier House, Next to Industrial Estate, Wadala       )\n\nMumbai - 400 032                                        )        Plaintiff\n\nVersus\n\n1. Colonial Life Insurance                              )\n\nCompany (Trinidad) Limited                              )\n\nan insurance company having its registered office at    )\n\n29, St. Vincent Street, Port of Spain, Republic of      )\n\n\n\n\n        ::",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6bc7342ecb1f4b99ac8bde68f9858991_13"
    },
    {
      "start": 1667,
      "end": 1693,
      "text": ": Uploaded on - 24/05/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef2db6a70e744ffe8efe13f7b602a841_14"
    },
    {
      "start": 1712,
      "end": 1753,
      "text": ": : : Downloaded on - 25/05/2019 02:45:01",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85ec639b6b2f42908da3e913c6a66465_15"
    },
    {
      "start": 1754,
      "end": 1765,
      "text": ": ::\n Nitin",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a58e9b5a41649c2968dfcaef416f687_16"
    },
    {
      "start": 1766,
      "end": 1872,
      "text": "                                       2 / 29\n\n\nTrinidad W.I.                                            )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9333e73593ab4cddb6e6f739e2de3416_17"
    },
    {
      "start": 1873,
      "end": 1933,
      "text": "\n\n2. K.M.Dastur Reinsurance                                )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62442a7b1c404799975edbcbd6be9cd8_18"
    },
    {
      "start": 1936,
      "end": 2232,
      "text": "Brokers Private Limited, a broker having its             )\n\nregistered address at Cambata Building, 42,              )\n\nMaharshi Karve Road, Mumbai - 400 020                    )        Defendants\n\nMr. Zubin BehramKamdin, Mr. Shyam Kapadia a/w Mr. Keanan Nagaporwala\ninstructed by M/s. Tuli & Co.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d19b158d88e42398035794b707edb46_19"
    },
    {
      "start": 2233,
      "end": 2251,
      "text": "For the Plaintiffs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92dff597ad1b4925bf107260f8a156c5_20"
    },
    {
      "start": 2253,
      "end": 2378,
      "text": "Mr. Sharan Jagtiani a/w Ms. Brigitta Johan and Ms. Ashrita Gulati instructed\nby M/s. Azb and Parnters for the Defendant No.1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "900d50bbf65245cab28bd463f1444341_21"
    },
    {
      "start": 2379,
      "end": 2432,
      "text": "\nMs. Suchita Uppal instructed by M/s. Hariani and Co.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8d3ee34dd1a4049bdfa65ff48c4c4a2_22"
    },
    {
      "start": 2433,
      "end": 2589,
      "text": "For the Defendant\nNo.2.\n\n                                       Coram: S.J.Kathawalla, J.\nReserved On 2Nd May, 2019 Pronounced On 24Th May, 2019 Judgment .:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a07bc1c9ecb5410dbf79edbaf7b2a7cd_23"
    },
    {
      "start": 2591,
      "end": 2786,
      "text": "1. The question of law being decided by this order is: whether the mandatory timeline of 120 days for filing a written statement in a Commercial Suit is applicable to suits which were filed prior",
      "labels": [
        "ISSUE"
      ],
      "id": "1f4e798e50434a49a0b5249669dd3092_24"
    },
    {
      "start": 2787,
      "end": 2979,
      "text": " to the enactment of the Commercial Courts Act, 2015 (\"Commercial Courts Act\") and have subsequently been 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fef2c5b5707d4186b220374ae1d0f1d5_25"
    },
    {
      "start": 2981,
      "end": 3227,
      "text": "2. For adjudication of the question of law as above, it would be necessary to briefly set-out the legislative background leading to the enactment of the Commercial Courts Act as also the establishment of Commercial Division/s in this Court :\n2.1.",
      "labels": [
        "STA"
      ],
      "id": "9ea5eaf78de14ff59a1120229f786f03_26"
    },
    {
      "start": 3228,
      "end": 3374,
      "text": "The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 was promulgated on 23rd October, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "45347949cdc242f3b0bf1be24afe7e13_27"
    },
    {
      "start": 3375,
      "end": 3512,
      "text": "Subsequently, the Commercial Courts Act was enacted on 31st December, 2015 and is deemed to have come into force from 23rd October, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "41dfd9734b8041ba843725cb405d02f4_28"
    },
    {
      "start": 3513,
      "end": 3669,
      "text": "\n2.2. The Commercial Courts Act came to be enacted pursuant to the recommendations made by the Law Commission of India in its 188th Report and 253rd Report.",
      "labels": [
        "FAC"
      ],
      "id": "492c6ccd51894a40871af9a0d8a5a910_29"
    },
    {
      "start": 3670,
      "end": 3979,
      "text": "\n2.3. The primary aim and object of the Commercial Courts Act, as can be discerned from its Statement of Objects and Reasons, was to provide speedy disposal of commercial disputes in order to reduce the pendency of cases and improve our country's image from the perspective of ease of doing business in India.",
      "labels": [
        "FAC"
      ],
      "id": "a90c981333e84e749ac291b0882c5d7c_30"
    },
    {
      "start": 3980,
      "end": 4179,
      "text": "2.4. Under Section 4 of the Commercial Courts Act, Commercial Divisions were constituted in this Court for the purpose of exercising jurisdiction and powers conferred under the Commercial Courts Act.",
      "labels": [
        "FAC"
      ],
      "id": "6e1bc9fd228147828f32bb2c36391968_31"
    },
    {
      "start": 4180,
      "end": 4289,
      "text": "Section 4 of the Commercial Courts Act reads as under:\n\"4. Constitution of Commercial Division of High Court.",
      "labels": [
        "STA"
      ],
      "id": "e574e60e5d004d98a1fdc7a6f1969a72_32"
    },
    {
      "start": 4290,
      "end": 4587,
      "text": "\n(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.",
      "labels": [
        "STA"
      ],
      "id": "3f70dbabd40e4028804170309a08f14a_33"
    },
    {
      "start": 4588,
      "end": 4770,
      "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "cd4b18fb1b9a4e59b58677877b1ec861_34"
    },
    {
      "start": 4771,
      "end": 5012,
      "text": "\"\n2.5. Chapter V, Section 15 of the Commercial Courts Act inter alia provides for the transfer of suits and applications relating to commercial disputes of a specified value pending before this Court to the Commercial Division of this Court.",
      "labels": [
        "STA"
      ],
      "id": "a2fb0dfa1cca4dc5b7c10d2e61ae83d5_35"
    },
    {
      "start": 5013,
      "end": 5398,
      "text": "Section 15 of the Commercial Courts Act reads as under :\n\"15. Transfer of pending cases.--\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "d93c13ddee524052a66e9439348786ba_36"
    },
    {
      "start": 5399,
      "end": 6756,
      "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908):\n",
      "labels": [
        "STA"
      ],
      "id": "0cb731f30f46400eac5f9e25082a0374_37"
    },
    {
      "start": 6756,
      "end": 7040,
      "text": "Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "56cb8b22a828420f92f432903a660886_38"
    },
    {
      "start": 7041,
      "end": 7590,
      "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.",
      "labels": [
        "RPC"
      ],
      "id": "96ab164cd94d42659390ad308401509a_39"
    },
    {
      "start": 7591,
      "end": 7759,
      "text": "\"\n2.6 Therefore, pursuant to the aforesaid Section 15, on 3 rd May, 2016, the Ld. Prothonotary & Senior Master of this Court issued the following notification:\n\"\nNOTICE",
      "labels": [
        "NONE"
      ],
      "id": "e27af23243c2452ab8ac8c17b6f44044_40"
    },
    {
      "start": 7760,
      "end": 7998,
      "text": "The Advocates and parties appearinginperson are hereby informed that the Government of India has enacted 'Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015' with effect from 23rd October, 2015.",
      "labels": [
        "RPC"
      ],
      "id": "57cfc440c29649a4b551f579f5e222d5_41"
    },
    {
      "start": 7999,
      "end": 8166,
      "text": "\nIn terms of the provisions of the said Act, the Commercial Division and Commercial Appellate Division have been constituted in the High Court of Judicature at Bombay.",
      "labels": [
        "FAC"
      ],
      "id": "282cfd51511446dcb3330414f0116464_42"
    },
    {
      "start": 8167,
      "end": 8518,
      "text": "\nIn accordance with Section 15 of the said Act, all Suits, Applications and matters relating to commercial dispute of a specified value (the value of the subject matter in respect of Suit as determined in accordance with Section 12 which shall not be less than one crore rupees), shall be transferred to the \"Commercial Division\" of Bombay High Court.",
      "labels": [
        "RPC"
      ],
      "id": "e62614bd5b0f4ec6ae6e20ffcf331c6d_43"
    },
    {
      "start": 8519,
      "end": 8731,
      "text": "\nIn accordance with Section 13 of the said Act, with effect from 23rd October, 2015, all Appeals pertaining to decision of Commercial Division shall be heard by Commercial Appellate Division of Bombay High Court.",
      "labels": [
        "RPC"
      ],
      "id": "9674b20a016247b68040d92dfc4de2c4_44"
    },
    {
      "start": 8732,
      "end": 8999,
      "text": "\nIn view thereof, lists of Suits, Applications and matters pertaining to the commercial dispute with a specified value which will be transferred to the Commercial Division or Commercial Appellate Division have been prepared and the same have been notified separately.",
      "labels": [
        "RPC"
      ],
      "id": "92714f720c2d4de291db21cd83ddbc3b_45"
    },
    {
      "start": 9000,
      "end": 9426,
      "text": "Advocates and Parties appearing-inperson are hereby directed to go through the said lists and submit their objections / suggestions, if any, for transferring the said matters to the Commercial Division / Commercial Appellate Division on or before 18th June, 2016 in writing to the undersigned, failing which the matter will be transferred and placed before the Commercial Division or Commercial Appellate Division accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "ea76c04c05154d46bf3c7d849b279922_46"
    },
    {
      "start": 9427,
      "end": 9761,
      "text": "\nSimilarly, if there are any other matters, apart from the matters shown in the list, which pertain to Commercial Division or Commercial Appellate Division, the Advocates and parties appearinginperson are hereby requested to furnish particulars of such matters to the undersigned in writing on or before 18th June, 2016, without fail.",
      "labels": [
        "RPC"
      ],
      "id": "0dd0c8b6fc39496099b1478584cc22a3_47"
    },
    {
      "start": 9762,
      "end": 9795,
      "text": "\nDated this 3rd Day of May, 2016.",
      "labels": [
        "NONE"
      ],
      "id": "12b35aedb89647d5a1d14f03594fb29f_48"
    },
    {
      "start": 9797,
      "end": 9803,
      "text": "\"\n2.7.",
      "labels": [
        "NONE"
      ],
      "id": "49f2174a80ff453c810c34022846dfd4_49"
    },
    {
      "start": 9804,
      "end": 10050,
      "text": "By various further orders, the Ld. Prothonotary & Senior Master directed pending suits and applications relating to commercial disputes of a specified value to be transferred as Commercial Suits and heard by the Commercial Division of this Court.",
      "labels": [
        "FAC"
      ],
      "id": "ee935256659643c586e66973ebe4fda6_50"
    },
    {
      "start": 10052,
      "end": 10291,
      "text": "3. In the present Suit, being one such ' transferred suit', Defendant No.1 has not to filed its written statement within the prescribed period of 120 days as mandated under the provisions of the CPC as amended by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df875521a999451bba213c1b05122247_51"
    },
    {
      "start": 10292,
      "end": 10364,
      "text": "The Apex Court, in its decision in M/s SCG Contracts India Pvt. Ltd. Vs.",
      "labels": [
        "NONE"
      ],
      "id": "a1e0d06c3855460c92c1a2d144b133dc_52"
    },
    {
      "start": 10365,
      "end": 10379,
      "text": "K.S. Chamankar",
      "labels": [
        "NONE"
      ],
      "id": "17e348b8801141099958408ecd97d6fd_53"
    },
    {
      "start": 10380,
      "end": 10410,
      "text": "Infrastructure Pvt. Ltd. & Ors",
      "labels": [
        "NONE"
      ],
      "id": "f5c1fa57ad0242a9934dd3ed8b02df52_54"
    },
    {
      "start": 10411,
      "end": 10513,
      "text": ". [2019 SCC OnLine SC 226] and this Court, in its decision in Axis Bank Limited vs. Mira Gehani & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5dcd92822c364fe881c1850ff0a9ed43_55"
    },
    {
      "start": 10514,
      "end": 10716,
      "text": "[2019 SCC OnLine Bom 358] have held that in Commercial Suits, a written statement by the Defendant cannot be taken on record after the expiry of 120 days from the date of service of the Writ of Summons.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f3caa4ba052e42ce85983ce962d2ed70_56"
    },
    {
      "start": 10717,
      "end": 10833,
      "text": "However, neither of these two decisions have dealt with the question of law as has been framed in paragraph 1 above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e602926029840f3b8546cc2ce082e27_57"
    },
    {
      "start": 10834,
      "end": 10925,
      "text": "Therefore, this Court, in its decision rendered in Axis Bank Limited vs. Mira Gehani & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d1a862963ca467191cb6aab6fc8f2b4_58"
    },
    {
      "start": 10926,
      "end": 10939,
      "text": "(cited supra)",
      "labels": [
        "NONE"
      ],
      "id": "d916ba7892c4422bad8e7f97bc1cbe41_59"
    },
    {
      "start": 10940,
      "end": 10965,
      "text": "has clarified as follows:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "443e6a373d7e4319a4d05c807336642c_60"
    },
    {
      "start": 10966,
      "end": 11301,
      "text": "\n\"114.It is clarified that in so far as the question of applicability of the Commercial Courts Act on Suits transferred from non- commercial Suits to Commercial Suits by the office of this Court is concerned (as has arisen in Commercial Suit No. 29 of 2013 and Commercial IP Suit No. 418 of 2016), a separate Order will be passed. \"\n4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cc7f52d750b46f681d5209e17cb2d46_61"
    },
    {
      "start": 11302,
      "end": 11436,
      "text": "It is therefore clarified that the present Order is restricted only to answering the question of law recorded in paragraph no.1 above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "447c89820250414099b94517faa46999_62"
    },
    {
      "start": 11437,
      "end": 11600,
      "text": "Necessary orders will therefore have to be passed on each application seeking condonation of delay at the time of hearing such applications on their own merits.\n5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a6ea6404a3542a2a26a48427ed518dd_63"
    },
    {
      "start": 11601,
      "end": 11939,
      "text": "Appearing for the Defendants, Ld. Counsel Mr. Sharan Jagtiani submitted that the Commercial Courts Act excludes the applicability of the strict timeline of 120 days to transferred suits and provides this Court with the necessary power to prescribe new timelines for filing a written statement in so far as transferred suits are concerned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "088252e641fc496e8f3884297fe5ec62_64"
    },
    {
      "start": 11940,
      "end": 12030,
      "text": "In this context, he placed reliance on Chapter V, Section 15 of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22783f7104754f0ebde457277456095a_65"
    },
    {
      "start": 12031,
      "end": 12300,
      "text": "He argued that Section 15 (4) empowers this Court to hold case management hearings for such transferred suits in order to prescribe new timelines, with a proviso that excludes the applicability of the strict timeline of 120 days imposed under Order V Rule 1 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "44f5066c8ef1447b8e5d29c0e8dee524_66"
    },
    {
      "start": 12301,
      "end": 12504,
      "text": "Although the proviso to Section 15 (4) does not specifically refer to the timeline stipulated in Order VIII Rule 1 for filing written statement, it is obvious that the proviso would exclude this as well.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1cf9fa8e61134ba4ba3210c9bf87aed6_67"
    },
    {
      "start": 12505,
      "end": 12678,
      "text": "Order V Rule 1 and Order VIII Rule 1 affect substantive and valuable rights and therefore, cannot be applied retrospectively unless there is express language to that effect.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "93390eeae9244cd0883648d98b1e7ac2_68"
    },
    {
      "start": 12679,
      "end": 12937,
      "text": "Far from there being no language to suggest their retrospective operation, the contraindication in Section 15 (4) is that the strict timeline of 120 days does not apply to transferred suits and it allows this Court to set new timelines for transferred suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d3087e50b4f4ab88218fea39db112e9_69"
    },
    {
      "start": 12938,
      "end": 13034,
      "text": "This suggests that there is no outer limit for filing a written statement in a transferred suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c374359b83f84e2d8fdef440326988c4_70"
    },
    {
      "start": 13035,
      "end": 13231,
      "text": "He placed reliance on the decisions in Telefonaktiebolaget L.M. Ericsson vs. Lava International Limited [(2016) 226 DLT 342] and Leitwind Shriram Manufacturing Limited vs. SKF India Limited & Ors.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22213452a66a49ef9be747b357b4e03f_71"
    },
    {
      "start": 13232,
      "end": 13320,
      "text": "[Chamber Summons Commercial Division No. 336 of 2017 in Commercial Suit No.432 of 2016].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17bff837f51c46f0bc8ae43dfae1a974_72"
    },
    {
      "start": 13321,
      "end": 13542,
      "text": "Placing reliance on the decisions in Kailash vs. Nankhu [(2005) 4 SCC 480], Sandeep Thapar vs. SME Technologies Pvt. Ltd. [(2014) 2 SCC 302] and Justice Micheal F. Saldanha (Retd) vs. Sri. M.P. Noronha [ILR 2016 Kar 4700]",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ad5d8593c544ab989421c16c0e3f1bf_73"
    },
    {
      "start": 13543,
      "end": 13782,
      "text": "Mr. Jagtiani therefore concluded that this Court has the power to condone any delay in filing the written statement and that the delay in Defendant No.1 filing its written statement be condoned and its written statement be taken on record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d2cc77990fa4a7ca3faebcd0dc8bb08_74"
    },
    {
      "start": 13784,
      "end": 13940,
      "text": "6. As opposed to the aforesaid arguments of Mr. Jagtiani, I have heard Ld. Counsel Mr. Zubin Behramkamdin and Mr. Shyam Kapadia appearing for the Plaintiff.",
      "labels": [
        "NONE"
      ],
      "id": "468cb72b6cf14fbfb6f031a5411c8473_75"
    },
    {
      "start": 13941,
      "end": 14109,
      "text": "The Advocates for the Plaintiff submitted that Section 15 (4) of the Commercial Courts Act would come into play only if Writ of Summons are issued under Order V Rule 1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "197182ad41234dc6894edef171c680ec_76"
    },
    {
      "start": 14110,
      "end": 14216,
      "text": "It is therefore that the proviso to Section 15 (4) excludes reference to the proviso to Order VIII Rule 1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ed12867cb7445a2a30add9565f6a79b_77"
    },
    {
      "start": 14217,
      "end": 14372,
      "text": "Even if the provision of Section 15 (4) of the Commercial Courts Act was to apply, it does not suspend the operation of the mandatory timeline of 120 days.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "afe7fcc2040c4e31855be8e85d711333_78"
    },
    {
      "start": 14373,
      "end": 14543,
      "text": "That the primary aim and object of the Commercial Courts Act is to provide for speedy disposal of high value commercial disputes in order to reduce the pendency of cases.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe9bf9ada5024a9990a0712a85dcb02f_79"
    },
    {
      "start": 14544,
      "end": 14869,
      "text": "It was further argued that if the submission of Defendant No.1 is accepted, it would mean that a defendant in a non-commercial suit, later transferred as a commercial suit, who has not filed its written statement for say 15 years, would get a right to file a written statement upon the enactment of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dc9232f568fe4b799aff1e4ee8745620_80"
    },
    {
      "start": 14870,
      "end": 15024,
      "text": "In this context, reliance was placed on the Delhi High Court's decision in AIS Glass Solutions vs. Moser Baer Solar Limited [(2017) SCC Online Del 11467].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e84e6d75fc1424c907445effc69efd2_81"
    },
    {
      "start": 15025,
      "end": 15174,
      "text": "It was also argued that if the Applicant's submissions are accepted, it would negate the very intent behind the passing of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ecee7e6fe3448e59e6176133493a421_82"
    },
    {
      "start": 15175,
      "end": 15454,
      "text": "Even if a new timeline is to be prescribed, it cannot be in excess of 120 days from (i) 3rd May, 2015 i.e. the date on which the Commercial Division of this Court was constituted; or (ii) 1st June, 2016 i.e. the date on which all fresh suits were to be filed as commercial suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b8ff960b3f4344efa0bc1703fbbc7e78_83"
    },
    {
      "start": 15455,
      "end": 15793,
      "text": "That in the present case, the period of 120 days ought to commence from 21st September, 2017 when this Court (Coram: K.R. Shriram, J.) passed an order directing Defendant No.1 to file its written statement or the date on which Defendant No.1 waived service of the Writ of Summons, which was much prior to the date of 21st September, 2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49ee607fb3f9489685275806790477a3_84"
    },
    {
      "start": 15794,
      "end": 15923,
      "text": "That in the present case, the 30 days, extendable by 90 days commenced on 21st September, 2017 and expired on 19th January, 2018.",
      "labels": [
        "RPC"
      ],
      "id": "97232b8ad90f49c48779b65ac6a83e7e_85"
    },
    {
      "start": 15924,
      "end": 16056,
      "text": "However, the present Notice of Motion has been filed on 27th February, 2018 i.e. after 120 days and is hence liable to be dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "f4aa7e1417c2453f932615ba03dd3d25_86"
    },
    {
      "start": 16058,
      "end": 16262,
      "text": "7. The Advocates for the Plaintiff also submitted that once a pending suit is transferred to the list of commercial suits, it becomes subject to all the rigors and provisions of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3d4f232aba1046aaae79efebca1ddb06_87"
    },
    {
      "start": 16263,
      "end": 16362,
      "text": "No discrimination can be permitted between fresh commercial suits and transferred commercial suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43069e407eb34046bc3286dfc1100c0f_88"
    },
    {
      "start": 16363,
      "end": 16664,
      "text": "This would lead to a complete divide and a distinction between fresh commercial suits and transferred commercial suits and would lead to an unfair discrimination to Plaintiffs who have filed transferred commercial suits as they would be unable to avail the benefits under the new mandatory provisions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5379bf34d1b49cda81a12796b67bfcd_89"
    },
    {
      "start": 16665,
      "end": 16951,
      "text": "In support of these arguments, reliance was placed on the decisions rendered by the Apex Court in M/s SCG Contracts India Pvt. Ltd. Vs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. (cited supra) and the decision of this Court in Axis Bank Limited vs. Mira Gehani & Ors. (cited supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f1195c385984c39a57d175cf1d16a1e_90"
    },
    {
      "start": 16952,
      "end": 17122,
      "text": "According to them, Section 15 (4) must be read down and interpreted in a manner that would not defeat the scheme, object, intent and purpose of the Commercial Courts Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5e7c4af9d2274dae857f7ca111d71845_91"
    },
    {
      "start": 17123,
      "end": 17346,
      "text": "Without prejudice, even if this Court were to hold that the time for filing a written statement can be extended under Section 15 (4), in the present matter, such extension was granted by this Court on 21 st September, 2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9947b44dca76437f9f4f2624b5bac9e4_92"
    },
    {
      "start": 17347,
      "end": 17455,
      "text": "The Advocates for the Plaintiff therefore concluded that the present Notice of Motion ought to be dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "587fcf7ccb9d49ab9a3650a0b145d5f3_93"
    },
    {
      "start": 17457,
      "end": 17544,
      "text": "8. I have considered the aforesaid arguments canvassed by the Plaintiff and Defendants.",
      "labels": [
        "NONE"
      ],
      "id": "84b798faf5244724a4b26c9b5908ce1d_94"
    },
    {
      "start": 17545,
      "end": 17662,
      "text": "I have also considered the various decisions of the Apex Court, this Court and the Delhi High Court as cited by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d38b6359e7254154a4f9c437755896b5_95"
    },
    {
      "start": 17663,
      "end": 17902,
      "text": "However, prior to dealing with their respective arguments, it would be necessary even at the cost of repetition to once again set-out the subject provision viz. Section 15 of the Commercial Courts Act:\n\"15. Transfer of pending cases.--\n(1)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "536556ea675a4d83aba1cb90b6bddc04_96"
    },
    {
      "start": 17903,
      "end": 18193,
      "text": "All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9e883ae63b1442b9cb97297c31f6303_97"
    },
    {
      "start": 18194,
      "end": 18765,
      "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
      "labels": [
        "STA"
      ],
      "id": "bcb8a95f422b4fe8a366514507585da5_98"
    },
    {
      "start": 18766,
      "end": 19162,
      "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "a99fb20f03d24a6880ff55dcf4eef2b6_99"
    },
    {
      "start": 19163,
      "end": 20390,
      "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub- section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n9.",
      "labels": [
        "STA"
      ],
      "id": "3d653b76716d4088a3793360bfd7a3ca_100"
    },
    {
      "start": 20391,
      "end": 20828,
      "text": "A bare reading of Section 15 (4) of the Commercial Courts Act begs the interpretation that a Commercial Division, such as the present one, is vested with jurisdiction to hold Case Management Hearings in respect of transferred suits in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of transferred suits or applications in accordance with Order XV-A of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef8eabbbd2644756a02bcc38a3ae3197_101"
    },
    {
      "start": 20829,
      "end": 21097,
      "text": "The proviso to Section 15 (4) further provides that the proviso to sub-rule (1) of Rule 1 of Order V of the CPC shall not apply to such transferred suits and the court may, in its discretion, prescribe a new time period within which a written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad37ef3dff6a46d8916ecfe9ab201e84_102"
    },
    {
      "start": 21098,
      "end": 21339,
      "text": "The important aspect of the language of the proviso is that it specifically states that the Court has \"discretion\" to prescribe new timelines and that it excludes the applicability of the 120 timeline stipulated in Order V Rule 1 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "641cc8d140a84bd0a81b23900f27c1b7_103"
    },
    {
      "start": 21341,
      "end": 21570,
      "text": "10. In view of the clear language of the said provision, I do not agree with the Plaintiff's argument that Section 15 (4) of the Commercial Courts Act would come into play only if Writ of Summons' are issued under Order V Rule 1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "231b46a618944654a72bf76f4e0ea50a_104"
    },
    {
      "start": 21571,
      "end": 21659,
      "text": "I do not see any such distinction carved out in Section 15 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f0837995d214a74a710ba59cc6b0d44_105"
    },
    {
      "start": 21660,
      "end": 21874,
      "text": "For the same reason, I also cannot accept the argument that even if the provision of Section 15 (4) of the Commercial Courts Act is to apply, it does not suspend the operation of the mandatory timeline of 120 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da2dad92e6384cfeaf209688adbbe0d5_106"
    },
    {
      "start": 21875,
      "end": 22062,
      "text": "I also do not find any merit in the argument that the proviso to Section 15 (4) does not exclude the proviso to Order VIII Rule 1 and therefore, the period of 120 days continues to apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "daabe3c352f24107b3d9028f0fd58bc2_107"
    },
    {
      "start": 22063,
      "end": 22278,
      "text": "There can be no doubt, and even the Ld. Counsel for the Plaintiff did not argue otherwise, that the period of 120 days mentioned in Order V Rule 1 of the CPC is the same as mentioned in Order VIII Rule 1 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b518c733c144f02ae17e5964d9c4951_108"
    },
    {
      "start": 22279,
      "end": 22561,
      "text": "Therefore, if the proviso to Section 15 (4) of the Commercial Courts Act excludes the time period as mentioned in Order V Rule 1 of the CPC, it for all purposes has excluded the applicability of the 120 days time period for filing written statements in respect of transferred suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "770fd73a69ac46239fb43074c68f05e6_109"
    },
    {
      "start": 22562,
      "end": 22679,
      "text": "The interpretation contended by the Ld. Counsel for the Plaintiff, in my opinion, would render Section 15 (4) otiose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06c7c43ddbd848cea645bbb61147fc44_110"
    },
    {
      "start": 22680,
      "end": 22992,
      "text": "Had the legislature intended for the 120 days period to apply to transferred suits (by either referring to the proviso to Order V Rule 1 and/or the proviso to Order VIII Rule 1 and/or the proviso to Order VIII Rule 10) there would have been no requirement of carving out this very exception under Section 15 (4).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fd621ca97a54d648a8bca7e6c89e3cb_111"
    },
    {
      "start": 22993,
      "end": 23344,
      "text": "Whilst I agree that the primary aim and object of the Commercial Courts Act is to provide for speedy disposal of high value commercial disputes in order to reduce the pendency of cases, if the submission of the Plaintiff is accepted, it would negate the very intent behind the legislature's introduction of Section 15 (4) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea9325f3e7c6424a8254f9d6001708cb_112"
    },
    {
      "start": 23345,
      "end": 23453,
      "text": "In the event the Plaintiff's interpretation is accepted, it would render Section 15 (4) nugatory and otiose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ffdece99f21471fbf398cf497d3bdff_113"
    },
    {
      "start": 23454,
      "end": 23724,
      "text": "In any event, the Plaintiff itself seems unsure as to whether the period of 120 days is to be calculated from the date of the constitution of this Commercial Division or from the 21st September, 2017 Order or from the date on which service of Writ of Summons was waived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef737909afcb47c3919894e0b4c4183f_114"
    },
    {
      "start": 23726,
      "end": 23871,
      "text": "11. In my view, Section 15 (4) is a provision specifically introduced by the legislature in its wisdom whilst drafting the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab18412539f043438ccb0496815bd273_115"
    },
    {
      "start": 23872,
      "end": 24094,
      "text": "I am therefore, inclined to harmoniously construe Section 15 (4) of the Commercial Courts Act with the other provisions introduced by the Commercial Courts Act including the amendments introduced to Order V and Order VIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f23554d92fc41c1bc96fe90b1e16012_116"
    },
    {
      "start": 24095,
      "end": 24391,
      "text": "Harmoniously construed, Section 15 (4) vests the Commercial Division / Commercial Court with the necessary jurisdiction to hold Case Management Hearings to prescribe new timelines or issue further directions including prescribing a new time period within which a written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1eb18d576e304357adc071d6739be0c1_117"
    },
    {
      "start": 24392,
      "end": 24761,
      "text": "\n12. In so far as the Plaintiff's argument on waiver is concerned, as has been held by this Court, the delay in filing a written statement within 120 days from the date of waiver of service of writ of summons cannot be condoned in Commercial Suits filed after the enactment of the Commercial Courts Act [see paragraph no. 103 of Axis Bank Limited vs. Mira Gehani & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27282bb47f29497eae04ec30449af8cc_118"
    },
    {
      "start": 24762,
      "end": 24777,
      "text": "(cited supra)].",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c5b0b0fd54f4f2cafa0e06eacbc7f2d_119"
    },
    {
      "start": 24778,
      "end": 24953,
      "text": "However, such waiver would not divest this Court from the power to exercise its jurisdiction under Section 15 (4) of the Commercial Courts Act in respect of transferred suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9572849249ad4920ace0185a18ddcb10_120"
    },
    {
      "start": 24954,
      "end": 25152,
      "text": "I am also of the opinion that in a transferred suit waiver of Writ of Summons does not amount to a Defendant waiving the applicability of the provisio to Section 15 (4) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5da1c6e19df049c283f7c38f8f6e1841_121"
    },
    {
      "start": 25153,
      "end": 25212,
      "text": "That is a power or discretion to be exercised by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "074cf3438f1d4bfa89002e2d70181944_122"
    },
    {
      "start": 25213,
      "end": 25432,
      "text": "There is nothing in the scheme or provisions of the Commercial Courts Act to suggest that for transferred suits the strict time limit of 120 days will apply to those cases where service of the Writ of Summons is waived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99bd4a09fb5641e7a705c7caddc5c845_123"
    },
    {
      "start": 25433,
      "end": 25915,
      "text": "Also in the facts of the present case, to the extent relevant for deciding the legal issue as set out above, if the period of 120 days was to commence from the date of waiver of the service of the Writ of Summons as noted by the order of the Ld. Prothonotary and Senior Master, then the time period of 4 weeks to file the written statement by the Order dated 27 th September, 2017, which was much after the 120 days from the date of waiver of Writ of Summons, would have no meaning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c01ce4ca50924502ae97f5d984d1b130_124"
    },
    {
      "start": 25916,
      "end": 26075,
      "text": "In fact the Plaintiffs through their Advocate appeared before this Court on 27th September, 2017, and the Order appears to have been passed with their consent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e230ca9bc2ac4deaa7e7d28d0f81f24a_125"
    },
    {
      "start": 26076,
      "end": 26301,
      "text": "I am therefore of the opinion that there is no clarity on the submission of the Plaintiffs as to when the period of 120 days for filing the written statement in a transferred suit or in this transferred suit is to begin from.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d295fe78f9d243aaba5bb2a005ceaf12_126"
    },
    {
      "start": 26302,
      "end": 26692,
      "text": "The difficulty in identifying such a starting point for determining the 120 days for filing a written statement in transferred suits, especially as there is no such provision made in Section 15 of the Commercial Courts Act, is yet another reason to accept and apply the plain language of Section 15 (4) and the proviso that such a time period was not intended to apply in transferred suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fc07b21246a432bb20e3eba2b0d9c64_127"
    },
    {
      "start": 26694,
      "end": 26895,
      "text": "13. It was also the argument of the Plaintiff's Advocates that once a pending suit is transferred as a commercial suit, it becomes subject to all the rigors and provisions of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbe349be41a347f899b1716748a5582d_128"
    },
    {
      "start": 26896,
      "end": 27100,
      "text": "However, this argument cannot stand the test of scrutiny for, in my opinion, such argument is in conflict with the express provisions of the Commercial Courts Act itself and especially Section 15 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68c0a4cd69e64e32838659c44dd51c4d_129"
    },
    {
      "start": 27101,
      "end": 27225,
      "text": "It was also argued that no discrimination must be permitted between fresh commercial suits and transferred commercial suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "41210609cd5a4761933ccfc59330c985_130"
    },
    {
      "start": 27226,
      "end": 27572,
      "text": "This, according to the Advocates for the Plaintiff, would lead to a complete divide and distinction between fresh commercial suits and transferred commercial suits and would lead to an unfair discrimination to Plaintiffs who have filed transferred commercial suits as they would be unable to avail the benefits under the new mandatory provisions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "50097419a40a4ca498cde3f3ee27dbbf_131"
    },
    {
      "start": 27573,
      "end": 27729,
      "text": "Once again, the interpretation canvassed on behalf of the Plaintiff is in stark contrast to the very difference/distinction carved out under Section 15 (4).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afdfed08263c48c5ac79061d9cb3ef7b_132"
    },
    {
      "start": 27730,
      "end": 27835,
      "text": "In view thereof, I see no reason to read down Section 15 as suggested by the Advocates for the Plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "decc2c2e0d1d47d1a10d707addb5db1e_133"
    },
    {
      "start": 27837,
      "end": 28023,
      "text": "14. I am in respectful agreement with the interpretation of Section 15 as interpreted by this Court in Leitwind Shriram Manufacturing Limited vs. SKF India Limited & Ors. (cited supra) .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b276e001720e46bfb9a0cd29975b4d9a_134"
    },
    {
      "start": 28024,
      "end": 28173,
      "text": "In the said decision, this Court has held:\n\"By this chamber summons, the applicant seeks condonation of delay of one day in filing written statement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9002425a3054cbaa9f76d8597173234_135"
    },
    {
      "start": 28174,
      "end": 28468,
      "text": "Learned counsel appearing for the applicant invited my attention to the section 15(4) along with proviso thereto of the Commercial Court Act, 2015 and would submit that this suit was transferred from Original Side of this Court to the commercial court in view of the provisions of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "096f25ca4843460faaf52952db1ef5e1_136"
    },
    {
      "start": 28469,
      "end": 28541,
      "text": "He submits that in fact, there was no delay in filing written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "00ff5de81353465c8cfe6f89587fdd12_137"
    },
    {
      "start": 28542,
      "end": 28682,
      "text": "He submits that in any event the delay of one day in filing chamber summons is explained in the affidavit in support of the chamber summons.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e432ec7e77bd4571bed60a3e0d8e8dbb_138"
    },
    {
      "start": 28684,
      "end": 28857,
      "text": "2. Learned counsel appearing for the plaintiff does not dispute that the provisions of section 15(4) of the Commercial Court Act, 2015 would apply to the facts of this case.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "84deb8d36bbb4362a51394ebad949a0e_139"
    },
    {
      "start": 28858,
      "end": 28880,
      "text": "Statement is accepted.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9bd3418831ce44cab07119e7950abbb7_140"
    },
    {
      "start": 28881,
      "end": 28974,
      "text": "\n3. In my view, delay of one day is sufficiently explained in support of the chamber summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0362ce2960cf40d1a07c1cd63470e8e6_141"
    },
    {
      "start": 28975,
      "end": 29047,
      "text": "\n4. Chamber summons is accordingly made absolute in the aforesaid terms.",
      "labels": [
        "RPC"
      ],
      "id": "574539b644a149c1974378e728039065_142"
    },
    {
      "start": 29048,
      "end": 29135,
      "text": "\n5. Office is directed to accept the written statement of the defendant no.1 on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11ceee98b4ff4ecfb532e3f18f2d0bba_143"
    },
    {
      "start": 29137,
      "end": 29177,
      "text": "6. There shall be no order as to costs.\"",
      "labels": [
        "STA"
      ],
      "id": "997daff2f1aa4f00ae4316c9f341c2f5_144"
    },
    {
      "start": 29179,
      "end": 29567,
      "text": "15. I am also in agreement with the decision of the Delhi High Court in Telefonaktiebolaget L.M. Ericsson vs. Lava International Limited [(2016) 226 DLT 342] wherein the Delhi High Court interpreted Section 15 as under:\n\"16.The proviso of Section 15(4) of the Ordinance gives the Court discretion to set a new time for filing of written statement in relation to such transferred suit. ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eefc63f2bc2f4fcea9c3ea811d1b844b_145"
    },
    {
      "start": 29568,
      "end": 29877,
      "text": "\n17.Thus, there is an exemption provided under the Commercial Courts Ordinance for matters that were filed prior to the notification of the Ordinance, whereby the Court has the discretion to set a case management timeline and extend the time period for completion of pleadings including the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51cd3707869548ac851381a1c7e34536_146"
    },
    {
      "start": 29878,
      "end": 30060,
      "text": "\n23.The present suit squarely falls under the said exemption and this Court has the discretion to provide for extended timelines for completion of pleadings as per the prior statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3828b5ab80984ea6a3f63faa73234996_147"
    },
    {
      "start": 30061,
      "end": 30242,
      "text": "\n24.The prescribed period of 120 days' timeline will be applicable in cases filed subsequent to the notification of the Ordinance and the same is not applicable in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ca70b87b085419797656ec66ec27b7f_148"
    },
    {
      "start": 30244,
      "end": 30406,
      "text": "\"\n16. In addition to the aforesaid decisions, there is another decision of the Delhi High Court in AIS Glass Solutions Limited vs. Moser Baer Solar Limited & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7024f6fa5f1437ea25e57e5b6072096_149"
    },
    {
      "start": 30407,
      "end": 30496,
      "text": "[2017 SCC OnLine Del 11467] that has considered the subject provisions and held as under:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cdd2380ab6545558e3a2c2d565fad57_150"
    },
    {
      "start": 30497,
      "end": 30659,
      "text": "\n3.It is pertinent to mention that present application has been filed on behalf of the defendant no. 1 seeking extension of time for filing the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c170e8dbec974d6894a044825e3cd918_151"
    },
    {
      "start": 30661,
      "end": 31001,
      "text": "4.Mr. K.P.S. Kohli, learned counsel for the defendant no.\n1/applicant submits that after coming into force of Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015 (for short \"the Act\"), this Court can and should prescribe a new time period within which the defendant can file a written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1688a2a5a514385bed6584e1fbf8d8c_152"
    },
    {
      "start": 31002,
      "end": 32059,
      "text": "In support of his submissions, he relies upon Proviso to Section 15(4) of the Act, 2015, which is reproduced hereinbelow:--\n\"15. Transfer of pending cases.--\nxxxx xxxx xxxx xxxx (4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n5.Mr. Kohli relies upon judgment of a Coordinate Bench of this Court inTelefonaktiebolaget L.M. Ericsson v. Lava International Limited, 2015 SCC OnLine Del 13903 wherein it has been held as under:--\n\"17.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "63d0103c1a8446dca72968b56172803a_153"
    },
    {
      "start": 32060,
      "end": 32366,
      "text": "Thus, there is an exemption provided under the Commercial Courts Ordinance for matters that were filed prior to the notification of the Ordinance, whereby the Court has the discretion to set a case management timeline and extend the time period for completion of pleadings including the written statement.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74712a1587ac4bcc8090f8d71075ca1f_154"
    },
    {
      "start": 32367,
      "end": 32629,
      "text": "\n6.Mr. Kohli points out that present application was filed by the defendant no. 1 within one hundred twenty days period from the date the proceeding filed under Section 22 of the Sick Industrial Companies (Special Provisions) Act, 1985 (for short \"SICA\") abated.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "372af3699d5442559e0f5360c54b7147_155"
    },
    {
      "start": 32631,
      "end": 32718,
      "text": "7.A perusal of the paper book reveals that the present suit was filed on 7th May, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cca527492ae4d69ac987fab2a34d80f_156"
    },
    {
      "start": 32719,
      "end": 32993,
      "text": "On 12th June, 2015, the defendant no. 1 was registered under Section 15(1) of SICA by Board for Industrial & Financial Reconstruction (BIFER) and consequently was entitled for protection under Section 22 of SICA even prior to the date it received summons and the paper book.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de6193cffe42490bb0c329b91dc7b6ef_157"
    },
    {
      "start": 32994,
      "end": 33076,
      "text": "\n8. On 21s September, 2016, the present suit was re-numbered as a commercial suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c463f9e1bce642acb1a4b7e404d9a577_158"
    },
    {
      "start": 33077,
      "end": 33229,
      "text": "\n9. On 1s February, 2016, proceedings initiated by the defendant no. 1 under the SICA abated and the protection under Section 22 of SICA cease to apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93a72815c77948a88180c70589f113a1_159"
    },
    {
      "start": 33230,
      "end": 33519,
      "text": "\n10. Admittedly, after thirty days, extendable upto ninety days period of limitation prescribed for filing of written statement, the defendant no. 1 filed the present application on 16 thMarch, 2017 being I.A. 5923/2017 seeking extension of time by two weeks to file the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6e0e99130da44db899bb4af08377dc5_160"
    },
    {
      "start": 33520,
      "end": 33805,
      "text": "It is pertinent to mention that a Coordinate Bench of this Court in OKU Tech Private Limited v. Sangeet Agarwal, CS(OS) 3390/2015 has held that a Court in a commercial suit cannot extend the time for filing the written statement beyond one hundred twenty days after service of summons.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a5db88f778104484b8326f22661d0e4a_161"
    },
    {
      "start": 33807,
      "end": 34036,
      "text": "11. In fact, the written statement was filed on 7 th July, 2017, i.e., more than eight months after the protection under Section 22 of SICA had ceased to apply and ninety eight days after the time of two weeks sought had expired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c60df721f822484d87c455858bb8e25a_162"
    },
    {
      "start": 34038,
      "end": 34335,
      "text": "12. This Court is also of the opinion that if the defendant no. 1's submission is accepted, it would mean that a defendant in an ordinary suit who has not filed its written statement for three to four years, would get a right to file the written statement after coming into force of the Act, 2015.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "14367e9d6c454369913b99a0efa23d6c_163"
    },
    {
      "start": 34337,
      "end": 34467,
      "text": "13. The intention of the Legislature while passing the Act, 2015 was to expedite the hearing and disposal of the commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b367253483f45d0aeca7d0ae7c576aa_164"
    },
    {
      "start": 34468,
      "end": 34618,
      "text": "If the submission advanced by learned counsel for the defendant no. 1 is accepted it would negate the very intent behind the passing of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d2b4cde74994e41bf43bb2fdc55dac8_165"
    },
    {
      "start": 34620,
      "end": 34760,
      "text": "14. This Court is also of the view that filing an application seeking extension of time to file a written statement does not stop the clock.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2baddd3bf4ad4b9083e98bb5165f84ad_166"
    },
    {
      "start": 34762,
      "end": 34997,
      "text": "15. Since in the present case the written statement has been filed eight months after the protection under Section 22 of SICA had lapsed, this Court is of the view that the defendant no. 1's written statement cannot be taken on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c29a02ec62d8429fadf503d50985501a_167"
    },
    {
      "start": 34999,
      "end": 35179,
      "text": "16. Consequently, present application for extension of time to file written statement is dismissed and the Registry is directed to return the written statement to defendant no. 1.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3e1bcda85954912b9717be74937a6c7_168"
    },
    {
      "start": 35181,
      "end": 35584,
      "text": "17. A close reading of the aforesaid decision reflects that whilst it is true that the Delhi High Court refused to take on record the written statement by exercising any jurisdiction under Section 15 (4) of the Commercial Courts Act, I do not agree that the Delhi High Court has in fact held that a Court cannot, in any given case, exercise such jurisdiction whilst adjudicating upon a transferred suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d2e5de631704f6694ebb5ff4b1f8d71_169"
    },
    {
      "start": 35585,
      "end": 35724,
      "text": "I am of the opinion that the Delhi High Court rendered its decision as aforesaid given the facts and circumstances of that particular case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "552e15399a6b4f5687fe9f959105fa7f_170"
    },
    {
      "start": 35725,
      "end": 36067,
      "text": "The said decision cannot, in my view, lay down the law to suggest that this Court cannot hold Case Management Hearings in respect of transferred suits or applications in order to prescribe new timelines or issue such further directions as may be necessary including prescribing a new time period within which a written statement can be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e133cd6578244a4aaeeb3fba91b298f8_171"
    },
    {
      "start": 36069,
      "end": 36444,
      "text": "18. In so far as the decisions rendered in M/s SCG Contracts India Pvt. Ltd.\nvs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. (cited supra) and Axis Bank Limited vs. Mira Gehani & Ors. (cited supra) are concerned, as has been stated above, the said decisions have not considered the question of law being decided herein and therefore, any reliance thereon is misplaced.\n19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b04b6d1bf9884776b8031141c207647d_172"
    },
    {
      "start": 36445,
      "end": 36703,
      "text": "In my view, Section 15 (4) and the proviso thereto applies squarely to suits which were filed prior to the enactment of the Commercial Courts Act but have been subsequently 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a69b78156f134f009a38bcfaf355c9ab_173"
    },
    {
      "start": 36705,
      "end": 37022,
      "text": "20. I therefore hold that the mandatory timeline of 120 days for filing a written statement in a Commercial Suit is not applicable to suits which were filed prior to the enactment of the Commercial Courts Act, 2015 and subsequently 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bacefbde3cc546d7b8fdd67cbfe49a46_174"
    },
    {
      "start": 37023,
      "end": 37369,
      "text": "I further hold that a Commercial Division or Commercial Court, as the case may be, may hold Case Management Hearings in respect of such transferred suits under the newly introduced Order XV-A of the CPC to prescribe new timelines or issue further directions including prescribing a new time period within which a written statement shall be filed.",
      "labels": [
        "RPC"
      ],
      "id": "d7cab337d39d4a50a525668ad4d3aca1_175"
    },
    {
      "start": 37370,
      "end": 37505,
      "text": "The jurisdiction to exercise such discretion is expressly found in Section 15 (4) of the Commercial Courts Act and the proviso thereto.",
      "labels": [
        "RATIO"
      ],
      "id": "11ac2b48ad66463a8d0226daf9048e3d_176"
    },
    {
      "start": 37507,
      "end": 37551,
      "text": "21. The question of law is decided as above.",
      "labels": [
        "RPC"
      ],
      "id": "12bcc7a431c14be28169641434253897_177"
    },
    {
      "start": 37553,
      "end": 37753,
      "text": "22. In so far as the present application is concerned, as stated hereinabove, necessary orders will have to be passed on merits by the appropriate bench at the time of hearing the present application.",
      "labels": [
        "RPC"
      ],
      "id": "0ea072982d0f4bffa6b21149d44aa9ed_178"
    },
    {
      "start": 37754,
      "end": 37978,
      "text": "It will be open for the appropriate bench to adjudicate upon whether or not the hearing held on 21st September, 2017 and the order passed on the said date qualified as a 'Case Management Hearing' under Order XV-A of the CPC.",
      "labels": [
        "RPC"
      ],
      "id": "9f2dbc0b50a147bcb280218a4ad84763_179"
    },
    {
      "start": 37979,
      "end": 38002,
      "text": "\n( S.J.KATHAWALLA, J. )",
      "labels": [
        "NONE"
      ],
      "id": "5244e77d4a3d4d008484cd0fea8dc1db_180"
    }
  ]
}