{
  "id": "b1aff4abe9d4a31fa092ca10eceda915bede7a60d6d1b58a38383d0cb7bfd9cf",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nIndian Oil Corporation Limited vs Jalaram Petroleum Company on 14 March, 2023\nAuthor: Ashutosh Shastri\nBench: Ashutosh Shastri \n                                                                                         Neutral Citation\n\n\n\n\n    C/Fa/4226/2022                                    Cav Judgment Dated: 14/03/2023 \n\n                                                                                          undefined \n\n\n\n\n              In The High Court Of Gujarat At Ahmedabad\n\n                           R/FIRST APPEAL NO. 4226 of 2022                                         With                      CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                                          In                            R / FIRST APPEAL NO. 4226 of 2022 FOR APPROVAL AND SIGNATURE: \n\nHONOURABLE MR. JUSTICE ASHUTOSH SHASTRI                                     Sd/-\nand HONOURABLE MS . JUSTICE NISHA M. THAKORE                                     Sd/- \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n1     Whether Reporters of Local Papers may be allowed                       YES       to see the judgment ? \n\n2     To be referred to the Reporter or not ?                                YES 3     Whether their Lordships wish to see the fair copy                       NO       of the judgment ? \n\n4     Whether this case involves a substantial question                       NO       of law as to the interpretation of the Constitution       of India or any order made thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == \n                         INDIAN OIL CORPORATION LIMITED                                       Versus                           JALARAM PETROLEUM COMPANY ==========================================================\nAppearance: \nMR MR BHATT, SENIOR ADVOCATE for M R BHATT & CO.(5953) for the Appellant(s) No. 1,2,3 MUNJAAL M BHATT(8283) for the Appellant(s) No. 1,2,3 MR SI NANAVATI, SENIOR ADVOCATE with MR VANDAN K BAXI(5863) for the Defendant(s) No. 1,2 NANAVATI & NANAVATI(1933) for the Defendant(s) No. 1,2 ==========================================================\n    CORAM:HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI           and           HONOURABLE MS. JUSTICE NISHA M. THAKORE                                   Date : 14/03/2023                        CAV JUDGMENT (PER : HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI) NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 1. By way of present appeal under Section 37 of the Arbitration and Conciliation Act, 1996 read with Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act 2015, a challenge is made to a decision rendered by learned Judge, Commercial Court, City Civil Court, Ahmedabad dated 12.8.2022. The relief clause contained in the appeal reads as under:-\n           (a)    Admit this First Appeal:\n\n           (b)    YOUR LORDSHIPS may be pleased to call for the Records and Proceedings of Commercial Civil Misc. Application No. 339 of 2021 from the Court of learned. Judge, Commercial Court, City Civil Court, Ahmedabad and after examining the legality and propriety thereof, be pleased to quash and set aide the judgment dated 12.8.2022 rendered by learned Judge, Commercial Court, City Civil Court, Ahmedabad and be further pleased to allow Commercial Civil Misc. Application No.339 of 2021 with costs in the interest of justice;\nc) That this Hon'ble Court may be pleased to hold and declare that the Dealership Agreement itself being determinable, the award rendered by the learned Sole Arbitrator dated 21.2.2020 directing restoration of Dealership is per se illegal, null and void and not binding on the appellants;\nd) Pass any such other and/or further orders that may be thought just and proper, in the facts and circumstances of the present case.\n2. The background of facts which has given rise to present appeal is that a dealership agreement came to be executed between Indian Oil Corporation Ltd. and opponents on NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 21.3.2013 for retail sale of petrol/ HSD/ motor oil/ Grease and such other petroleum products and pursuant to such dealership agreement, equipments were installed at the retail outlet which were in possession and control of the opponent herein. \n3. It is the case of the appellant that on 16.1.2014, Anti- Adulteration Cell (AAC) had visited the site of the opponent and observed that two dispensing units with pulsar cable, additional suspicious electronic chips were attached. Cable and chips were removed and sealed by the officers of AAC and on sealed cover, signature of the opponent was taken. Report came to be prepared by AAC, which was signed by the opponent and no objection was taken at the said relevant point of time. Report has specifically contained the observations that chips were found during surprise checking. On 10.2.2014, a show cause notice came to be issued by the appellant to the opponent and in response thereto, reply was given by the opponents on 28.2.2014. It is the case of the appellant in the reply that a categorical admission reflects about factum of additional suspicious electronic chips. On 7.4.2014, opponent along with Committee members were present at the office of original NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined equipment manufacturer, i.e. MIDCO, for opening sealed envelop. But, the opponent insisted that IOCL should took decision for carrying out scientific test and thereafter only envelop be opened. Since no conclusion could take place in the same meeting, meeting was re-scheduled on 19.5.2014, wherein also, opponent reiterated the request as made earlier. In turn, on 20.5.2014, said two suspicious electronic components were handed over to MIDCO, who in turn, stated that upon inspection of both the electronic components, it was certified that these were not part of MIDCO dispensing unit. In view of such, a show cause notice was issued on 25.8.2014 to the opponent and after considering the reply dated 2.2.2015, an order of termination of dealership agreement came to be passed under the said letter. \nOpponent preferred an appeal before the Appellate Authority, which came to be dismissed by a detailed order dated 30.3.2015.\n4. Feeling aggrieved by the said decision of the Appellate Authority, opponent filed Special Civil Application No.6944 of 2015 and pursuant to order dated 26.7.2018, disputes were referred to learned Arbitrator for arbitration. In response to the NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined said order, appellants appeared before learned Arbitrator and submitted their reply to the statement of claim filed by the opponents. Both the sides led their oral depositions before learned Arbitrator. During the course of proceedings, written arguments were also submitted before learned Arbitrator along with various decisions to justify the stand of appellants. It was specifically contended that termination has been effected within four corners of dealership agreement and marketing discipline guidelines. However, learned Arbitrator was pleased to pass an award holding that termination was bad in law and was further pleased to direct restoration of supplies. Learned Arbitrator however was pleased not to grant any damages as prayed for. \nSaid award came to be delivered on 21.2.2020.\n5. Feeling aggrieved by and dissatisfied with the said award, appellant filed an application under Section 34 of the Arbitration and Conciliation Act, 1996 before learned City Civil Court- Commercial Court at Ahmedabad which was registered as CMA No.339 of 2021. After hearing both the sides, learned Commercial Court- City Civil Court, Ahmedabad was pleased to dismiss the said C.M.A. No.339 of 2021 by judgment and order NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined dated 12.8.2022 and it is against this order, appellants have filed present First Appeal under Section 37 of the Act.\n6. The Coordinate Bench of this Court was pleased to call for the record and proceedings from the Commercial Court- City Civil Court, Ahmedabad by virtue of order dated 30.1.2023 and upon receipt of the same, learned advocates have requested the Court to take up the hearing of present First Appeal and as such, with request and concurrence of both learned advocates, the matter is heard by the Court.\n7. Learned senior advocate Mr. M.R. Bhatt appearing on behalf of appellants has submitted that impugned award dated 21.2.2020 passed by learned Arbitrator is unsustainable in view of the fact that not only termination of dealership has been held to be invalid but consequential direction to restore the supply of petroleum products has been awarded which is outside the purview of dispute. Further, the award is contrary to the terms of contract itself and not in consonance with documentary evidence led by the claimants and as such award suffers from vice of perversity. Since evidence has been construed in a NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined manner in which no reasonable man would construe and as such most basic norms of justice are breached while passing the award as per submission of Mr. Bhatt. \n8. Learned senior advocate Mr. M.R. Bhatt by relying upon the decision delivered by Hon'ble the Apex Court reported in (2019) 15 SCC 131 has submitted that certain findings which are recorded by learned Arbitrator are completely out of place and in ignorance and as such award itself is perverse to the documentary evidence on record and when that be so, certainly Court can examine said award irrespective of restricted scope of Sections 34 and 37 of the Arbitration Act, as the case may be. \nAccording to Mr. Bhatt, in view of following decisions delivered by the Hon'ble Apex Court, scope of interference under Sections 34 and 37 is well defined and according to Mr. Bhatt, this is a clear case in which jurisdiction deserves to be exercised and for that purpose, Mr. Bhatt has placed reliance on following decisions:- \n(1) Patel Engg. Ltd. v. North Eastern Electric Power Corporation, reported in (2020) 7 SCC 167;\n(2) Associate Builders v. Delhi Development Authority, reported in (2015) 3 SCC 49;\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined (3) South East Asia Marine Engineering and Construction Limited (SEAMAC) v. Oil India Limited reported (2020) 5 SCC 164.\n9. It has further been contended that though there was a clear admission on the part of claimants reflecting from the documents in the form of inspection report dated 16.1.2014, as also reply filed by respondent dated 28.2.2014, still learned Arbitrator holds that presence of electronic chips was in dispute and as such finding which has been recorded is perverse to the record. \n10. It has further been submitted that respondents contended that third part of clause 5.1.4 with regard to testing of seals has not been followed, but then two components given in MIDCO were for the purpose of verification as to whether they were original equipment or not. In the event, they were original equipment, then only further question of testing would arise. \nHere in the case on hand, Mr. Bhatt has submitted that MIDCO under its letter dated 20.5.2014 clarified that they were original equipment of MIDCO, there was no question of carrying out further testing and that learned Arbitrator has erroneously construed such documentary evidence which clearly reflects NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined apparent perversity in passing the award impugned in the present proceedings. Mr. Bhatt has further submitted that contract in question was undisputedly terminable and as such by virtue of Section 14 of the Specific Relief Act, restoration of dealership is impermissible. Clause 2, 12, 15 and and 45(o) in addition to other clauses of contract would clearly demonstrate that agreement was terminable and as such when that be so, prayer for restoration could not have been granted by learned Arbitrator. For this purpose, Mr. Bhatt has relied upon the decision of the Hon'ble Apex Court reported in (1991) 1 SCC 533 and by referring to paragraphs 8, 12 and 14, an attempt has been made to substantiate the contentions since moment agreement is terminable, restoration of dealership cannot be granted by resorting to Section 14 of the Specific Relief Act. \nHence, learned Arbitrator, according to Mr. Bhatt, has clearly misconstrued the provisions not only on the contract but has completely misread Section 14 of the Specific Relief Act. \nFollowing decisions are tried to be relied by Mr. Bhatt and thereby it has been contended that serious error is committed by learned Arbitrator in construing Section 14 of the Specific NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined Relief Act:-\n( 1 ) Puravankara Projects Limited v. Hotel Venus International and others reported in (2007) 10 SCC 33;\n(2) Indian Oil Corporation Limited v. Vijay Automative Services, reported in 2012 SCC Online Bom 1163;\n(3) Captain Guman Singh v. Indian Oil Corporation Limited reported in 2016 SCC Online Del 983;\n(4) Indian Oil Corporation Limited v. Shree Ram Gas Service reported in 1995 SCC Online Del 2;\n(5) Indian Oil Corporation Limited v. Bhagwan Balasai Enterprise reported in 2017 SCC Online Mad 37266;\n(6) Bharat Petroleum Corporation Ltd. v. Khayber Transport Private Limited reported in 2011 SCC Online All 640;\n(7) E. Venkatakrishna v. Indian Oil Corporation Limited and Another reported in (2000) 7 SCC 764.\n11. Learned senior advocate Mr. M.R. Bhatt has further submitted that once unauthorized electronic chip is found as a matter of fact in dispensing unit, burden was on respondent to prove that such electronic chips were not capable of manipulating delivery and had no intention to manipulate and as such by referring to clause 5.1.4 and 8.2 of MDG, it has been contended that respondent has miserably failed in discharging its initial burden of proof, hence interference in such a patently NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined unsustainable award desires in the interest of justice. \n12. It has further been contended by learned senior advocate Mr. Bhatt that technician of Roseman who filed an affidavit was not brought for the purpose of cross-examination and as such respondent has failed to put his defense independently rather said witness was on the contrary withdrawn from examination by filing a pursis. On the contrary, said witness was to be put forth by respondent if respondent so desirous of putting its case forward and that having not been done, respondent has not discharged its burden of proving the case. This material aspect has not been properly gone into by learned Arbitrator, as a result of which award under challenge requires to be interfered with. \n13. Learned senior advocate Mr. Bhatt has submitted that learned Arbitrator as well as the Commercial Court have also clearly erred in law by observing that order of termination made by an authority was not competent under MDG and this aspect has neither been pleaded nor even argued and as such issue of approval was outside the purview of pleadings and hence such a NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined finding is clearly perverse as not borne out from the record. Mr. Bhatt has submitted rather reiterated that finding with regard to restoration of dealership is clearly an error which can be said to be a patent error and hence when award itself is suffering from vice of perversity, Court can exercise jurisdiction and set aside impugned award. Aforesaid submissions were forming part of the Written Submissions which have been tendered on 6.3.2023. No other submissions have been made. \n14. As against this, learned senior advocate Mr. S.I. Nanavati appearing on behalf of respondents- claimants has vehemently opposed stand taken by the appellants and at the outset, Mr. Nanavati has referred to a decision of recent past delivered by Hon'ble Apex Court reported in (2022) 1 SCC 131 and has vehemently contended that even under Section 34 of the Arbitration Act, jurisdiction is confined to a very- very limited extent in which appreciation or re-appreciation of matter either on fact or law cannot be considered and Hon'ble the Apex Court has also at length observed what can be said to be patent illegality. Scope of Section 37 of the Arbitration Act in which present proceedings have been brought is much narrow than NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined proceedings under Section 34 of the Act. Hence, by referring to certain observations made in the aforesaid decision, Mr. Nanavati has vehemently contended that in the absence of any patent perversity or illegality of such nature, no interfere deserves in the present proceedings, hence requested to dismiss the first appeal. \n15. Learned senior advocate Mr. Nanavati has elaborated his submissions in the form of written submissions, gist thereof is reproduced hereunder, and has submitted that present first appeal being devoid of merits, deserves to be dismissed:-\n1. The present Appeal has been preferred by the Appellants under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act 2015 and under the provisions of Section 37 of the Arbitration & Conciliation Act, 1996. It is submitted that as per the settled provisions of law, as enunciated in various Judgements of this Hon'ble Court as well as the Hon'ble Supreme Court of India, the scope of interference under Section 37 of the Arbitration Act is within a very limited compass and, therefore, this Hon'ble Court may not disturb or interfere with the impugned Judgement dated 12.08.2022 passed by the Ld. Judge, Commercial Court, City Civil Court, Ahmedabad in Commercial Civil Misc. Application No.339/2021.\n2. It is submitted that all the grounds which have been raised in facts and law in the present Appeal have been already raised before the Commercial Court at Ahmedabad in the Commercial Civil Misc. \nApplication No.339/2021 preferred by the present Appellants under the provisions of Section 34 of the Arbitration Act, 1996 and the present Appeal raises no substantive grounds which may warrant any interference at the Appellate stage under Section 37 of the Arbitration Act. \nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 3. It is submitted that in the proceedings under Section 34 of the Arbitration Act, the Ld. Commercial Court has considered all the grounds which have been raised by the Appellants in the present Appeal and there is no error or any omission which necessitates the grounds canvassed in the present Appeal and, therefore also, no interference may be caused in the impugned Judgement.\n4. That the Hon'ble Commercial Court while passing the impugned Judgement dated 12.08.2022 has already appreciated the submissions made by the Appellants on facts as well as on law and has appreciated all the Judgements relied upon by the Appellants as well as the Respondents during the course of the hearings granted and having appreciated the same, has dismissed the Application under Section 34 of the Arbitration Act preferred by the Appellants and, therefore also, the impugned Judgement deserves no interference.\n5. That the Ld. Arbitrator has set aside the Order dated 02.02.2015 terminating the Dealership and the Order of the Appellate Authority dated 30.03.2015 passed by the Respondent Corporation and has as a consequence directed the Respondents to restore the supply of petroleum products as per the Dealership Agreement within a period of one month after considering and discussing the factual and legal aspects of the disputes raised during the Arbitration proceedings between the parties more particularly by giving findings on the fact of violation of principles of natural justice in the following paragraphs of the Award dated 21.02.2020 - Para Nos. 21, 22, 25, 44, 45, 46, 47 to 53, 58 and 59 of the Arbitral Award dated 21.02.2020 and has thereafter granted prayers in Para 80 of the said Award and thus the Ld. Arbitral Tribunal has not committed any error while granting the prayers in Para 80 of the said Award.\n6. The above mentioned appreciation of facts and law as stated in the above mentioned paragraphs of the Award has been done by the Hon'ble Commercial Court and it is only after the factual and legal appreciation done by the Hon'ble Commercial Court in Paras 6 to 11 as also the appreciation of law as discussed in Paras 12 to 14 of the impugned Judgement dated 12.08.2022 that the Hon'ble Commercial Court has dismissed the Application under Section 34 of the Arbitration Act preferred by the present Appellants. Therefore, it is submitted that now under the exercise of Section 37 of the Arbitration Act, this Hon'ble Court may not interfere with the findings given by the Ld. Arbitrator in the Award dated 21.02.2020 as well as the impugned Judgement dated 12.08.2022. \nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 7. It is submitted that the Opponents would once again seek to place reliance on the ratio laid by the Hon'ble Supreme Court of India in the case of Delhi Airport Metro Express Pvt. Ltd. Vs. Delhi Metro Rail Corporation Ltd. cited as (2022) 1 SCC 131 wherein the Hon'ble Supreme Court of India has reiterated that while deciding applications filed under Section 34 of the Arbitration Act, the Courts are mandated to strictly act in accordance with and within the confines of Section 34 and ought to refrain from appreciation or re- appreciation of matters of fact as well as law and as discussed in Paras 27, 28 and 29 of the said Judgement, the impugned Judgement does not suffer from any patent illegality nor any perversity and, therefore also, this Hon'ble Court may not interfere with the impugned Judgement. The very same Judgement has been also appreciated and considered in the impugned Judgement in Para 13 and, therefore, the Ld. Commercial Court having a conscious view of the law laid down by the Hon'ble Supreme Court of India has passed the impugned Judgement. \n8. So far as the contention of the Appellants that the Hon'ble Commercial Court has given findings in Para 11 of the impugned Judgement which are erroneous in nature since it was not even the case of the Opponents before the Ld. Arbitral Tribunal, it is submitted that the Ld. Commercial Court has appreciated the fact that before the Ld. Arbitral Tribunal, the Claimants in their Statement of Claims had sought prayers in which relief was sought to set aside the impugned Orders therein passed by the Corporation on various grounds including that the same are without jurisdiction. The prayers prayed by the Claimants are reproduced at Page 64 of the compilation in Para 11 of the Award. It has been further noted by the Ld. Commercial Court that on Page 65 of the compilation in Para 12 of the Award, the issues were framed with consent of both the parties wherein Issue No.3 pertains to the legality or otherwise of the termination orders passed by the Corporation and has, therefore, having considered the same, the Ld. Commercial Court in Paras 9 to 11 of the impugned Judgement has rightly upheld the findings recorded in the Arbitral Award and, therefore also, no interference may be granted by this Hon'ble Court.\n9. So far as the contention of the Appellants regarding no sufficient notice of the violation of MDG and Clauses 45(a), 45(k) and 45(o) of the Dealership Agreement despite the same being mentioned in the Show Cause Notice dated 24.08.2014 is concerned, it is submitted that the Ld. Arbitrator has in very clear terms given a finding in Para 46 of the Arbitral Award that it was for the first time while terminating the Dealership with immediate effect that a finding was recorded that there is a violation of Clause Nos. 45(a), 45(k) and 45(o) of the Dealership Agreement and, therefore, there is a NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined violation of the principles of natural justice. The copies of the first Show Cause Notice as well as the second Show Cause Notice from the R&P are annexed hereto and marked as ANNEXURE \"R-1\"\n(COLLY.) for ready reference. It is submitted that upon bare perusal of the two Notices, it is clear that the findings of the Ld. Arbitral Tribunal as well as the Hon'ble Commercial Court do not suffer from any factual or legal error. \n10. So far as the contention of the Appellants that the Ld. Commercial Court has erred by not appreciating the decision of the Hon'ble Supreme Court of India in the case of Indian Oil Corporation Ltd. Versus Amritsar Gas Services and Others cited in 1991 (1) SCC 533 is concerned, it is submitted that the Ld. Arbitral Tribunal has in Para 80 (B) of the Arbitral Award granted the relief only as a consequence of setting aside the Termination Letters/Orders of the Corporation. The Ld. Arbitral Tribunal has only as a consequence directed to restore the supply of petroleum products as per the Dealership Agreement. It is humbly submitted that the Ld. Arbitral Tribunal has not directed restoration of Dealership but has only quashed and set aside the action of termination of the Dealership by the Corporation and granted a consequential relief and, therefore, the present case is not covered by the ratio laid down by the Hon'ble Supreme Court as sought to be canvassed by the Appellants.\n11. So far as the submissions of the Appellants regarding the reliance on the Affidavit filed by Technician of Roseman Limited is concerned, it is submitted that the Affidavit of the Technician dated 15.03.2015, a copy f which is annexed hereto and marked as ANNEXURE \"R-2\". was itself considered by the Appellate Authority (at Page 317-318) of the Corporation in its Order dated 30.03.2015, a copy of which is annexed hereto and marked as ANNEXURE \"R-3\". Thereafter when the present Opponents had made an application for summoning the said Mr. Pipaliya as a witness during the Arbitration proceedings, the present Appellants itself had objected to such application for issuing summons to Mr. Pipaliya and, therefore, since there was an objection to summon and examine the author of the Affidavit Mr. Pipaliya, the present Opponents had to withdraw the said application in view of such objection. Annexed hereto and marked as ANNEXURE \"R-4\"\n(COLLY.) are the copies of the Application for summoning, the objection of the Appellants and the withdrawal of application for summons. Thus, the Ld. Arbitral Tribunal having considered the fact that such witness was objected to be called upon and examined by the original Claimants has rightly relied upon the same and it is submitted that it does not lie in the mouth of the Appellants to cry foul about placing reliance by the Ld. Arbitral Tribunal on the said Affidavit when the Appellate Authority of the very same Corporation NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined had relied upon/considered the Affidavit of the Technician of Roseman. The Appellants cannot be selective of their stand when the Affidavit is considered by their Appellate Authority, the same is considered to be valid and when the Ld. Arbitral Tribunal relies upon the same Affidavit, the same amounts to perversity according to the Appellants. Such arguments stems out of convenience and reflects the selective approach of the Appellants and, therefore, the same deserves to be ignored. \n12. Thus, it is humbly submitted that in view of the above facts and circumstances of the case and considering the catena of Judgements and the limited scope under Section 37 of the Arbitration Act, this Hon'ble Court may be kind enough to dismiss the Appeal by not interfering in the impugned Judgement dated 12.08.2022.\n16. Having heard learned senior advocates appearing for the respective sides and having gone through the material on record placed before us, before dealing with rival contentions, the Court is mindful of proposition of law laid down by Hon'ble Apex Court on the issue of scope of Section 37 of the Act of 1996 while examining the award passed by learned Arbitrator as well as order passed under Section 34 of the Act. \n17. In the very recent past, Hon'ble Apex Court while analyzing sections 34 and 37 of the Act of 1996 has well propounded the proposition by considering several judgments delivered by the Court in past and said proposition since very relevant to the issue on hand we deem it proper to quote hereunder relevant observations contained in paragraphs 22 to NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 29 and 32 of the decision in the case of Delhi Airport Metro Express Private Limited vs. Delhi Metro Rail Corporation Limited reported in (2022) SCC 131:\nContours of the Court's power to review arbitral awards 20.\n22. The 1996 Act was enacted to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards and also to define the law relating to conciliation and for matters connected therewith, by taking into account the United Nations Commission on International Trade Law (UNCITRAL) Model Law on International Commercial Arbitration and the UNCITRAL Conciliation Rules. One of the principal objectives of the 1996 Act is to minimize the supervisory role of courts in the arbitral process. \nWith respect to Part I of the 1996 Act, Section 5 imposes a bar on intervention by a judicial authority except where provided for, notwithstanding anything contained in any other law for the time being in force. An application for setting aside an arbitral award can only be made in accordance with provisions of Section 34 of the 1996 Act. \n23. Relevant provisions of Section 34 (as they were prior to the Arbitration and Conciliation (Amendment) Act, 2015) read as under:-\n\"34. Application for setting aside arbitral award. -- (1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub- section (3).\n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application furnishes proof that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\nExplanation.--Without prejudice to the generality of sub-clause (ii) , it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81.\n24. An amendment was made to Section 34 of the 1996 Act by the Arbitration and Conciliation (Amendment) Act, 2015 (hereinafter, 'the 2015 Amendment Act'). A perusal of the statement of objects and reasons of the 2015 Amendment Act would disclose that the amendment to the 1996 Act became necessary in view of the interpretation of the provisions of the 1996 Act by courts in certain cases which had resulted in delay of disposal of arbitration proceedings and increase in interference by courts in arbitration matters, which had the tendency to defeat the object of the 1996 Act. 19 | P a g e Initially, the matter was referred to the Law Commission of India to review the shortcomings in the 1996 Act in detail. The Law Commission of India submitted its 176 th Report, recommending various amendments to the 1996 Act. However, the Justice Saraf Committee on Arbitration constituted by the Government, was of the view that the proposed amendments gave NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined room for substantial intervention by the court and were also contentious. Thereafter, on reference, the Law Commission undertook a comprehensive study of the amendments proposed by the Government, keeping in mind the views of the Justice Saraf Committee and other stakeholders. The 246 th Report of the Law Commission was submitted on 05.08.2014. Acting on the recommendations made by the Law Commission in its 246th Report, amendments by way of the 2015 Amendment Act were made to several provisions of the 1996 Act, including Section 34.\n25. The amended Section 34 reads as under: -\n\"34. Application for setting aside arbitral award. -- (1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub- section (2) and sub- section (3).\n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application furnishes proof that--           (i)     a party was under some incapacity, or           (ii)    the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. \nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined Explanation 1. --For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law;\nor (iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2. --For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute. \n(2-A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence. ...\" 22.\n26. A cumulative reading of the UNCITRAL Model Law and Rules, the legislative intent with which the 1996 Act is made, Section 5 and Section 34 of the 1996 Act would make it clear that judicial interference with the arbitral awards is limited to the grounds in Section 34. While deciding applications filed under Section 34 of the Act, courts are mandated to strictly act in accordance with and within the confines of Section 34, refraining from appreciation or re-appreciation of matters of fact as well as law. (See: Uttarakhand Purv Sainik Kalyan Nigam Limited. v. Northern Coal Field Limited. 2, Bhaven Construction Through Authorised Signatory Premjibhai K. Shah v. Executive Engineer Sardar Sarovar Narmada Nigam Ltd. and Another3 and Rashtriya Ispat Nigam Limited v. Dewan Chand Ram Saran4).\n27. For a better understanding of the role ascribed to courts in reviewing arbitral awards while considering applications filed under Section 34 of the 1996 Act, it would be relevant to refer to a judgment of this Court in Ssangyong Engineering and Construction Company Limited v. National Highways Authority of India (NHAI) 5 wherein R.F. Nariman, J. has in clear terms delineated the limited area for judicial interference, taking into account the amendments brought about by the 2015 Amendment Act. The relevant 2 (2020) 2 SCC 455 3 2021 SCC OnLine SC 8 4 (2012) 5 SCC 306 5 (2019) 15 SCC 131 passages of the judgment in Ssangyong (supra) are noted as under: -\n\"34. What is clear, therefore, is that the expression \"public policy of NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined India\", whether contained in Section 34 or in Section 48, would now mean the \"fundamental policy of Indian law\" as explained in paras 18 and 27 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49: (2015) 2 SCC (Civ) 204] i.e. the fundamental policy of Indian law would be relegated to \"Renusagar\" understanding of this expression. This would necessarily mean that Western Geco [ONGC v. Western Geco International Ltd., (2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] expansion has been done away with. In short, Western Geco [ONGC v. Western Geco International Ltd., (2014) 9 SCC 263 :\n(2014) 5 SCC (Civ) 12] ,as explained in paras 28 and 29 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , would no longer obtain, as under the guise of interfering with an award on the ground that the arbitrator has not adopted a judicial approach, the Court's intervention would be on the merits of the award, which cannot be permitted post amendment. However, insofar as principles of natural justice are concerned, as contained in Sections 18 and 34(2) (a)(iii) of the 1996 Act, these continue to be grounds of challenge of an award, as is contained in para 30 of Associate Builders [Associate 24 | P a g e Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] . \n35. It is important to notice that the ground for interference insofar as it concerns \"interest of India\" has since been deleted, and therefore, no longer obtains. Equally, the ground for interference on the basis that the award is in conflict with justice or morality is now to be understood as a conflict with the \"most basic notions of morality or justice\". This again would be in line with paras 36 to 39 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , as it is only such arbitral awards that shock the conscience of the court that can be set aside on this ground.\n36. Thus, it is clear that public policy of India is now constricted to mean firstly, that a domestic award is contrary to the fundamental policy of Indian law, as understood in paras 18 and 27 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49: (2015) 2 SCC (Civ) 204], or secondly, that such award is against basic notions of justice or morality as understood in paras 36 to 39 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] . Explanation 2 to Section 34(2)(b)(ii) and Explanation 2 to Section 48(2)(b)(ii) was added by the Amendment Act only so that Western Geco [ONGC v. Western Geco International Ltd., 25 | P a g e (2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] ,as understood in Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , and paras 28 and 29 in particular, is now done away with.\n37. Insofar as domestic awards made in India are concerned, an additional ground is now available under sub-section (2-A), NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined added by the Amendment Act, 2015, to Section 34. Here, there must be patent illegality appearing on the face of the award, which refers to such illegality as goes to the root of the matter but which does not amount to mere erroneous application of the law. In short, what is not subsumed within \"the fundamental policy of Indian law\", namely, the contravention of a statute not linked to public policy or public interest, cannot be brought in by the backdoor when it comes to setting aside an award on the ground of patent illegality. \n38. Secondly, it is also made clear that reappreciation of evidence, which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of the award. \n39. To elucidate, para 42.1 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , namely, a mere contravention of the substantive law of India, by itself, is no longer a ground available to set aside an arbitral award. Para 42.2 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , however, would remain, for if an arbitrator gives no reasons for an award and contravenes Section 31(3) of the 1996 Act, that would certainly amount to a patent illegality on the face of the award. \n40. The change made in Section 28(3) by the Amendment Act really follows what is stated in paras 42.3 to 45 in Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , namely, that the construction of the terms of a contract is primarily for an arbitrator to decide, unless the arbitrator construes the contract in a manner that no fair-minded or reasonable person would; in short, that the arbitrator's view is not even a possible view to take. Also, if the arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction. This ground of challenge will now fall within the new ground added under Section 34(2-A). \n41. What is important to note is that a decision which is perverse, as understood in paras 31 and 32 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , while no longer being a ground for challenge under \"public policy of India\", would certainly amount to a patent illegality appearing on the face of the award. Thus, a finding based on no evidence at all or an award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality. Additionally, a finding based on documents taken behind the back of the parties by the arbitrator would also qualify as a decision based on no evidence inasmuch as such decision is not based on evidence led by the parties, and therefore, would also have to be characterised as perverse.\" \nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 28. This Court has in several other judgments interpreted Section 34 of the 1996 Act to stress on the restraint to be shown by courts while examining the validity of the arbitral awards. The limited grounds available to courts for annulment of arbitral awards are well known to legally trained minds. However, the difficulty arises in applying the well-established principles for interference to the facts of each case that come up before the courts. There is a disturbing tendency of courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. This approach would lead to corrosion of the object of the 1996 Act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. That apart, several judicial pronouncements of this Court would become a dead letter if arbitral awards are set aside by categorising them as perverse or patently illegal without appreciating the contours of the said expressions. \n29. Patent illegality should be illegality which goes to the root of the matter. In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression 'patent illegality'. Likewise, erroneous application of law cannot be categorised as patent illegality. In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression 'patent illegality'. What is prohibited is for courts to re-appreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression 'patent illegality'. \n32. In light of the principles elucidated herein for interference with NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined an arbitral award by a court in exercise of its jurisdiction under Section 34 of the 1996 Act , we proceed to consider the questions that arise in these Appeals as to whether the Division Bench of the High Court was right in setting aside the award of the Arbitral Tribunal dated 11.05.2017.\n18. In the light of the aforesaid observations of the Hon'ble Apex Court in a very recent decision, we may peruse the circumstances which have been considered by learned Arbitrator . First of all, the reliefs contained in the claim petition are required to be reproduced since there was some grievance raised by learned counsel appearing for appellants about traveling beyond the reliefs by learned Arbitrator and as such, the reliefs are incorporated hereunder:-\na) to make an appropriate order declaring an order dated 2nd February, 2015 of termination of Dealership made by Respondent No.3 and subsequent order dated 30 March, 2015 made by Respondent No. 1 as illegal, without jurisdiction and bad in law and the Tribunal be pleased to make an order declaring that the Claimants have not violated any of the provisions of the terms and conditions of the Dealership Agreement as well as Marketing Discipline Guidelines, 2012.\nb) To make an appropriate Award in favour of the Claimants and against the Respondents declaring that the Respondents have to restore the supply of Petroleum Products to the petrol pump of the Claimants as per the agreed terms and conditions of the Dealership Agreement;\nc) to make an Award in favour of the Claimants and against the Respondents for an amount of Rs.7,12,33,389/-(Rupees Seven Crores Twelve Lakhs Thirty Three Thousand Three Hundred Eighty Nine Only) in favour of the Claimants as indicated in paragraph 5 of the statement of claim with an interest at the @6% per annum from the date of termination of Dealership Agreement till the date of realisation;\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined d) to make an order of cost in favour of the Claimants and against the Respondents;\ne) To make such other and further order as may be deemed just and proper in the facts and circumstances of the present case.\n19. In the context of this, for proper adjudication, learned Arbitrator has also framed the issues which issues are reflecting in paragraph 12 of the decision. Said Issues which have been framed on 22.10.2018 read as under:-\n1. Whether the Claimants prove that there is no violation of Clause 8.2 (iv) of MDG-2012 and clause numbers 45 (a), 45 (k) and 45 (0) of the Dealership Agreement?\n2. Whether the Claimants prove that there was no unauthorised fitting done by the Claimants in respect of HSD DUS Sr. No. 177 V and 189 V and whether the Claimants prove that there was no suspicious electronic chip attached to the pulsar cable in motherboard end?\n3. Whether the Claimants prove that the order dated 2nd February, 2015 of the Termination of Dealership Agreement passed by the Respondent (No. 3 is illegal, improper and deserves to be quashed and set aside?\n4. Whether the Claimants prove that the Order dated 30th March, 2015 passed by Respondent No. 1 is without considering the evidence on record in its proper perspective and, therefore, the same deserves to be quashed and set aside?\n5. Whether the Claimants prove that they are entitled to get losses and damages from the Respondents as claimed in paragraph (5) of the Statement of Claims?\n6. What order as to interest and costs?\n20. After allowing the parties to the proceedings full NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined opportunity to adduce material and lead their case, a detailed award came to be passed on 21.2.2020. Perusal of the said award is indicating clearly that learned Arbitrator has minutely examined each and every contention raised by the appellants and has thoroughly scrutinized the material in the context of even contractual terms and relevant guidelines framed for that purpose and after analyzing the material, learned Arbitrator observed that on the visit on 16.1.2014, certain photographs were taken and it was understood that electronic chips were found. It appears from the observations that claimant has admitted that when AAC WR inspected the retail outlet on 16.1.2014, there was an additional suspicious electronic chip found though claimant has stated that he came to know about the same for the first time, but nonetheless, said factum about existence of electronic chip was dealt with. Learned Arbitrator has then elaborately considered even the scope of arbitration in the context of the contentions raised by the claimant. Further, Chapter-V of the guidelines which was tried to be emphasized to indicate types of irregularities at the retail outlets, same has been dealt with specifically as can be seen from paragraph 38 NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined and it was clearly observed that as desired, under Clause 8.2(iv), testing was not undertaken by MIDCO. It was also noticed by learned Arbitrator that a termination of dealership which took place under the letter dated 2.2.2015 for the first time there appears to be a violation of Clauses 45(A), 45(K) and 45(O) of the dealership agreement though on general, a reference was made about vioiation of clause 8.2(iv) of MGT 2022. But, upon examination of the relevant records, it was categorically found by learned Arbitrator that notices which have been given had no specific reference about breach of Clauses 45(A), 45(K) and 45(O) in particular and as such, it was categorically found that respondent authority, i.e. present appellant, came out with such violation against the claimants for the for first time without issuance of specific notice and qua that, right of effective representation is considered to have been adversely affected. \n21. Yet another circumstance which has also been considered, which is tried to be emphasized about affidavit of Shri Pipaliya dated 15.3.2015 and after consideration of overall material, it was also observed by learned Arbitrator that at the time of NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined inspection, there was shortage of delivery found nor there was any variation visible and as such, upon overall consideration of the stand of both the sides, the claimant was not called upon by way of any notice in specific and as such, order of termination was found to be in violation of principle of natural justice and without application of mind. \n22. Further, yet another material aspect which has been noticed by the learned Arbitrator is that in the order passed by the appellants, there is nothing to indicate that action of termination on account of critical irregularities has ever been approved by the officer of the rank of General Manager and it was also found that order of termination is made by an authority which made an order under MDG, was not competent to make an order and as such not only the order of termination was found to be in conflict with principles of natural justice but said order was found as without the authority and nullity and as such, cannot sustain in the eye of law. With regard to this issue about approval by General Manager, it was observed also on the basis of the material on record that no-doubt, there is a reference in the order made by the Appellate Authority about NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined approval of General Manager (In-charge) but it was clearly found by learned Arbitrator that reading of Clause 8.8 would indicate that action of termination is required to be approved by General Manager and above and not below the rank of General Manager and therefore in paragraph 75, after referring to such issue of lack of authority or approval, learned Arbitrator found that the order and action is unsustainable in the eye of law and for coming to this conclusion, we are satisfied that relevant clauses of the guidelines as well as terms of the dealership have been kept in mind and also basic principle of natural justice and for arriving at such conclusion, material which has been placed before learned Arbitrator have been analyzed and examined and only thereafter the award came to be passed which is in our considered opinion cannot be said to be perverse in any form.\n23. In the recent past, Hon'ble the Apex Court had an occasion to deal with the issue regarding what would be patent illegality or perversity. Relevant observations contained in paragraph 46 of the decision of Hon'ble the Apex Court in the case of Anglo American Metallurgical Coal Pvt. Limited v.\nMMTC Limited reported in (2021) 3 SCC 308, read thus:-\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 46. The judgment in Associate Builders (supra) examined each of the heads set out in Renusagar Power Co. Ltd. v. General Electric Co., 1994 Supp (1) SCC 644, together with the addition of the fourth head of \"patent illegality\" laid down in ONGC Ltd. v. Saw Pipes Ltd., (2003) 5 SCC 705. Since we are concerned with the \"perversity principle\", the relevant paragraphs of this judgment are set out as follows:\n\"29. It is clear that the juristic principle of a \"judicial approach\"\ndemands that a decision be fair, reasonable and objective. On the obverse side, anything arbitrary and whimsical would obviously not be a determination which would either be fair, reasonable or objective.\" \n\"31. The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation. It is settled law that where:\n          (i)     a finding is based on no evidence, or           (ii)    an Arbitral Tribunal takes into account something irrelevant to                   the decision which it arrives at; or (iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse. \n32. A good working test of perversity is contained in two judgments. In Excise and Taxation Officer-cum-Assessing Authority v. Gopi Nath & Sons [1992 Supp (2) SCC 312], it was held: (SCC p. 317, para 7) \"7. ... It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.\" \nIn Kuldeep Singh v. Commr. of Police [(1999) 2 SCC 10] , it was held: (SCC p. 14, para 10) \"10. A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not. If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse. But if there is some NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings would not be interfered with.\" \n33. It must clearly be understood that when a court is applying the \"public policy\" test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score. Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts. In P.R. Shah, Shares & Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd. [(2012) 1 SCC 594], this Court held: (SCC pp. 601-02, para 21) \"21. A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence. An award can be challenged only under the grounds mentioned in Section 34(2) of the Act. The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable. The case as put forward by the first respondent has been accepted. Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye- law 248, in a claim against a non-member, had no jurisdiction to decide a claim against another member. The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent. Therefore, in the absence of any ground under Section 34(2) of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\" \n34. It is with this very important caveat that the two fundamental principles which form part of the fundamental policy of Indian law (that the arbitrator must have a judicial approach and that he must not act perversely) are to be understood.\" (pages 75-77) \"42. In the 1996 Act, this principle is substituted by the \"patent illegality\" principle which, in turn, contains three NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined subheads:\n42.1. (a) A contravention of the substantive law of India would result in the death knell of an arbitral award. This must be understood in the sense that such illegality must go to the root of the matter and cannot be of a trivial nature. This again is really a contravention of Section 28(1) (a) of the Act, which reads as under:\n\"28. Rules applicable to substance of dispute. --(1) Where the place of arbitration is situated in India-- (a) in an arbitration other than an international commercial arbitration, the Arbitral Tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in India;\"\n42.2. (b) A contravention of the Arbitration Act itself would be regarded as a patent illegality -- for example if an arbitrator gives no reasons for an award in contravention of Section 31(3) of the Act, such award will be liable to be set aside. \n42.3. (c) Equally, the third subhead of patent illegality is really a contravention of Section 28(3) of the Arbitration Act, which reads as under:\n\"28. Rules applicable to substance of dispute. --(1)-(2)*** (3) In all cases, the Arbitral Tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\" \nThis last contravention must be understood with a caveat. An Arbitral Tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. Construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair- minded or reasonable person could do.\"\n24. Based upon such broad proposition, we from the record here in the case on hand do not find any such patent illegality or perversity, since the findings of the learned Arbitrator is based NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined upon evidence, has taken into consideration all the relevant circumstances and has not ignored any vital evidence. If the view of interpretation of any clause is not digestible to the appellants, same ipso facto would not construe the conclusion as perverse or suffering from any patent illegality. We have categorically found from the award passed by learned Arbitrator that almost each and every issue has been dealt with and conclusion is arrived only after critical analysis of the stand of both the sides and as such, ex-facie we see no perversity in the award passed by learned Arbitrator.\n25. Yet another issue which has been tried to be raised by learned senior counsel Mr. Bhatt for the appellants is that termination of dealership no-doubt is held to be bad in law, but then consequential direction which has been granted about restoration of supply of petroleum products as if dealership is in existence is outside the scope of even pleadings or the issue raised before it. Now, at this stage, we may observe that learned Arbitrator has specifically found on the basis of the material on record that termination of dealership agreement action is clearly in violation of the principles of natural justice and same NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined having been set aside, consequence is that situation would erupt as if there is no such order of termination of dealership and as such, consequential direction which has been given that has been clearly in the context of the reliefs which have been prayed for. It is not that learned Arbitrator has moulded the reliefs or passed the award in absence of such reliefs and for that purpose, we may refer to the application in terms of paragraph 11(b), wherein specific restoration of supply request was made in the plaint and as such, by no stretch of imagination, it can be observed that learned Arbitrator has overstepped and passed a direction beyond the reliefs. Hence, said contention is ex-facie not available to the appellant. \n26. So, from the overall consideration of the material on record, though this Court is not expecting to re-appreciate or re- examine the merit, which had already been examined by learned Arbitrator, still a perusal of overall material would clearly indicate that there is neither any perversity nor any irregularity patent in nature which may permit us to set at naught the conclusion which has been arrived at by learned Arbitrator. As said earlier, a very limited scope is available to the Court under NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined Section 37 of the Act while examining the award of learned Arbitrator and a very limited open widow is provided by the Hon'ble Apex Court, either it is patent illegality, perversity or against the public policy which none of the issues are established before us by learned counsel appearing for the appellants. \n27. We could have understood if the finding was found on no evidence or totally against the weight of evidence, we would have probably examined differently, but here we saw no such circumstance visible from the record which persuaded us to come to a conclusion as suggested by learned senior counsel for the appellants. Accordingly, the award is not found to be either perverse or suffering from any patent illegality and as such keeping in view the salutary proposition propounded in recent past in the decision of Hon'ble the Apex Court on the scope of Section 37 of the Act, as referred to above, we are of the opinion that appellants have not made out any case for interference. As said by the Hon'ble Apex Court that re-appreciation of matters on facts as well as on law is outside the purview of examination and if such exercise is to be undertaken, same would frustrate NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined the very purpose and object for which a separate alternative redressal mechanism is set up and as such on the basis of facts on hand, we are in complete conformity with the observations made by the Hon'ble Apex Court in the case of Delhi Airport Metro Express Private Limited (supra) and have found that no case is made out to call for any interference. \n28. A close perusal of Section 14 indicates that case of the appellants is not possible to be brought within the purview as none of the contingencies stipulated in Section 14 are attracted in the case on hand and such contention raised learned counsel for the appellants is devoid of merit. \n29. Even in the context of aforesaid discussion and analysis of the proposition of law on the issue, we are also quite satisfied that there is no error committed by the Court below in not entertaining the application under Section 34 of the Act moved by present appellants. The view taken by the Court below is also in consonance with spirit in which proposition is made herein- before by the Hon'ble Apex Court. Hence, in absence of any patent illegality or perversity, we are not inclined to exercise NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined our jurisdiction under Section 37 of the Act. Hence, we deem it proper not to entertain the appeal. Accordingly, appeal stands DISMISSED. \n30. Since the main appeal is dismissed, Civil Application is ordered to be consigned to record. \nSd/-\n(ASHUTOSH SHASTRI, J) Sd/-\n(NISHA M. THAKORE,J) OMKAR",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8bce137a884c449ab33a4ec6fb463424_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14afb56e7e3b4af6ad01e4ecf39e3787_1"
    },
    {
      "start": 243,
      "end": 340,
      "text": "Gujarat High Court\nIndian Oil Corporation Limited vs Jalaram Petroleum Company on 14 March, 2023\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e57c925d49f9449aa78da0e99d7b7c39_2"
    },
    {
      "start": 340,
      "end": 388,
      "text": "Author: Ashutosh Shastri\nBench: Ashutosh Shastri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45187d7763664ac5834b744363e70b06_3"
    },
    {
      "start": 479,
      "end": 518,
      "text": "Neutral Citation\n\n\n\n\n    C/Fa/4226/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7590c9ed8f9245beb27eb12f5e35909c_4"
    },
    {
      "start": 554,
      "end": 584,
      "text": "Cav Judgment Dated: 14/03/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bcdbb0af06546ee92f3f3d4a5fc80e7_5"
    },
    {
      "start": 677,
      "end": 686,
      "text": "undefined",
      "labels": [
        "PREAMBLE"
      ],
      "id": "678f32ad022a4802b71e242bfbd8fcba_6"
    },
    {
      "start": 706,
      "end": 768,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ec1be24f6684e2da16350c9842acf52_7"
    },
    {
      "start": 776,
      "end": 807,
      "text": "R/FIRST APPEAL NO. 4226 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f19b58f61807446e81906f6f4297024d_8"
    },
    {
      "start": 848,
      "end": 960,
      "text": "With                      CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                                          In",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0ed29f2dc4a492e9852226ca6d360ad_9"
    },
    {
      "start": 988,
      "end": 1049,
      "text": "R / FIRST APPEAL NO. 4226 of 2022 FOR APPROVAL AND SIGNATURE:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab03e7af9ccb42e79ef5ebd2d53b2de1_10"
    },
    {
      "start": 1050,
      "end": 1091,
      "text": "\n\nHONOURABLE MR. JUSTICE ASHUTOSH SHASTRI",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f305f0823042475ab5caa8ee1e896b8a_11"
    },
    {
      "start": 1128,
      "end": 1150,
      "text": "Sd/-\nand HONOURABLE MS",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbd0117bdf404c708e24d674fa12bf7a_12"
    },
    {
      "start": 1151,
      "end": 1177,
      "text": ". JUSTICE NISHA M. THAKORE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c82ad4c635c4ef1b25f691073b2191f_13"
    },
    {
      "start": 1214,
      "end": 1221,
      "text": "Sd/- \n=",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63878f677f1f44fcaf0dd102f7718494_14"
    },
    {
      "start": 1222,
      "end": 1229,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81e6217c3e5d40e4855af69960c43454_15"
    },
    {
      "start": 1230,
      "end": 1237,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b86f1ce92b3a494c9195b07e0be6250e_16"
    },
    {
      "start": 1238,
      "end": 1245,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37c3f12adc6148129b6087bcb4c797ee_17"
    },
    {
      "start": 1246,
      "end": 1253,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "533f636029b04acc89a4f79796e77095_18"
    },
    {
      "start": 1254,
      "end": 1261,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f4d5c42751347e086e2579011b412d2_19"
    },
    {
      "start": 1262,
      "end": 1269,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "874d1861e4f2493dafc6c8ce858f10d4_20"
    },
    {
      "start": 1270,
      "end": 1277,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14309167c3f148a9be17d6c1076c4ada_21"
    },
    {
      "start": 1278,
      "end": 1285,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "05ea43323b3a47d4ac2de09fc43abe27_22"
    },
    {
      "start": 1286,
      "end": 1293,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb13c6356de146a7a5ea743a94f7cbd3_23"
    },
    {
      "start": 1294,
      "end": 1301,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13633b42284c4804ad38ce0912b5588a_24"
    },
    {
      "start": 1302,
      "end": 1309,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2af318383334d02a940470b958e1353_25"
    },
    {
      "start": 1310,
      "end": 1317,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9af3a07b25404988836e9e68b8fb1f96_26"
    },
    {
      "start": 1318,
      "end": 1325,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f35162b9ccf44acbebabde33e5f89ed_27"
    },
    {
      "start": 1326,
      "end": 1333,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae298902d4234b07b2973f1d698a5288_28"
    },
    {
      "start": 1334,
      "end": 1423,
      "text": "=\n1     Whether Reporters of Local Papers may be allowed                       YES       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a24b30f5e7742aab5ade22148667b5f_29"
    },
    {
      "start": 1423,
      "end": 1442,
      "text": "to see the judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f957269a57549c2b46e41a1ed837791_30"
    },
    {
      "start": 1443,
      "end": 1524,
      "text": "? \n\n2     To be referred to the Reporter or not ?                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ebb950b78bb4625957d00cd5023679a_31"
    },
    {
      "start": 1524,
      "end": 1632,
      "text": "YES 3     Whether their Lordships wish to see the fair copy                       NO       of the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ec5ca7a4da84c04a1624acf592b7e32_32"
    },
    {
      "start": 1635,
      "end": 1690,
      "text": "4     Whether this case involves a substantial question",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b599036c3064de487dcb8c92efc8ef6_33"
    },
    {
      "start": 1691,
      "end": 1819,
      "text": "                      NO       of law as to the interpretation of the Constitution       of India or any order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebbe469863f84ece8546dfbd019a15af_34"
    },
    {
      "start": 1822,
      "end": 1829,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc511f9fc9c0411d8c8e4bfdd3497c22_35"
    },
    {
      "start": 1830,
      "end": 1837,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a138112596c1454c80a82660022baaff_36"
    },
    {
      "start": 1838,
      "end": 1845,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9495066c92d24bbbb6c3e5371e18ee70_37"
    },
    {
      "start": 1846,
      "end": 1853,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ee64dc4ac02469b9ca18eb08eb08cb3_38"
    },
    {
      "start": 1854,
      "end": 1861,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37f01407877946e8b4845aacec4cc53d_39"
    },
    {
      "start": 1862,
      "end": 1869,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70d94ed08b81437ca7e40a7e5f72eb9c_40"
    },
    {
      "start": 1870,
      "end": 1877,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d2f49aaaaf64a4b8266bf0e90b05687_41"
    },
    {
      "start": 1878,
      "end": 1885,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79bbce6c36ac4bda97dfa13f282a5aaa_42"
    },
    {
      "start": 1886,
      "end": 1893,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a8212e7945b4576bbe672c4b7e067b3_43"
    },
    {
      "start": 1894,
      "end": 1901,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "029a8f81410d457c916eaa3643e0f0da_44"
    },
    {
      "start": 1902,
      "end": 1909,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c99be3df85a48e5a40dce56a9dade12_45"
    },
    {
      "start": 1910,
      "end": 1917,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2141ba7a01d44e2db916965749398704_46"
    },
    {
      "start": 1918,
      "end": 1925,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40781eed658d4114882f008a2ebb9e1e_47"
    },
    {
      "start": 1926,
      "end": 1933,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d7560438c794b4ab554edeaaa8034b6_48"
    },
    {
      "start": 1934,
      "end": 1993,
      "text": "== \n                         INDIAN OIL CORPORATION LIMITED",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3168ac21c89c4cda89083be3026b1049_49"
    },
    {
      "start": 2032,
      "end": 2038,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "066c3db4efbe482998bb09d4add01f72_50"
    },
    {
      "start": 2065,
      "end": 2161,
      "text": "JALARAM PETROLEUM COMPANY ==========================================================\nAppearance:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e436ec693b542e7a7d78a2d00af9a4e_51"
    },
    {
      "start": 2162,
      "end": 2568,
      "text": "\nMR MR BHATT, SENIOR ADVOCATE for M R BHATT & CO.(5953) for the Appellant(s) No. 1,2,3 MUNJAAL M BHATT(8283) for the Appellant(s) No. 1,2,3 MR SI NANAVATI, SENIOR ADVOCATE with MR VANDAN K BAXI(5863) for the Defendant(s) No. 1,2 NANAVATI & NANAVATI(1933) for the Defendant(s) No. 1,2 ==========================================================\n    CORAM:HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI           and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2734534bea25494a9a3a930745873e33_52"
    },
    {
      "start": 2569,
      "end": 2653,
      "text": "          HONOURABLE MS. JUSTICE NISHA M. THAKORE                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63b5d9011072426db7715713dc0d8f84_53"
    },
    {
      "start": 2653,
      "end": 2694,
      "text": "Date : 14/03/2023                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ed0872ba4cc4679a7adab4f59297321_54"
    },
    {
      "start": 2694,
      "end": 2799,
      "text": "CAV JUDGMENT (PER : HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI) NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2eccc4e166324baaa033b421fc06f51d_55"
    },
    {
      "start": 2800,
      "end": 2830,
      "text": "DATED: 14/03/2023 undefined 1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4aa189c325de48e38a977528effd1ccd_56"
    },
    {
      "start": 2831,
      "end": 3167,
      "text": "By way of present appeal under Section 37 of the Arbitration and Conciliation Act, 1996 read with Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act 2015, a challenge is made to a decision rendered by learned Judge, Commercial Court, City Civil Court, Ahmedabad dated 12.8.2022.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db87e58a0cdd423cadc014008cc172b7_57"
    },
    {
      "start": 3168,
      "end": 3439,
      "text": "The relief clause contained in the appeal reads as under:-\n           (a)    Admit this First Appeal:\n\n           (b)    YOUR LORDSHIPS may be pleased to call for the Records and Proceedings of Commercial Civil Misc. Application No. 339 of 2021 from the Court of learned.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b7895a8114a4ebdae19b57dfd9286b5_58"
    },
    {
      "start": 3440,
      "end": 3492,
      "text": "Judge, Commercial Court, City Civil Court, Ahmedabad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3e42a03af584cc088a45bf576148724_59"
    },
    {
      "start": 3493,
      "end": 4230,
      "text": "and after examining the legality and propriety thereof, be pleased to quash and set aide the judgment dated 12.8.2022 rendered by learned Judge, Commercial Court, City Civil Court, Ahmedabad and be further pleased to allow Commercial Civil Misc. Application No.339 of 2021 with costs in the interest of justice;\nc) That this Hon'ble Court may be pleased to hold and declare that the Dealership Agreement itself being determinable, the award rendered by the learned Sole Arbitrator dated 21.2.2020 directing restoration of Dealership is per se illegal, null and void and not binding on the appellants;\nd) Pass any such other and/or further orders that may be thought just and proper, in the facts and circumstances of the present case.\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ead91666504c4d4997932a1d2b0efe71_60"
    },
    {
      "start": 4231,
      "end": 4715,
      "text": "The background of facts which has given rise to present appeal is that a dealership agreement came to be executed between Indian Oil Corporation Ltd. and opponents on NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 21.3.2013 for retail sale of petrol/ HSD/ motor oil/ Grease and such other petroleum products and pursuant to such dealership agreement, equipments were installed at the retail outlet which were in possession and control of the opponent herein.",
      "labels": [
        "FAC"
      ],
      "id": "375fc3511a49448d8b0e4967568b1ba4_61"
    },
    {
      "start": 4717,
      "end": 4949,
      "text": "3. It is the case of the appellant that on 16.1.2014, Anti- Adulteration Cell (AAC) had visited the site of the opponent and observed that two dispensing units with pulsar cable, additional suspicious electronic chips were attached.",
      "labels": [
        "FAC"
      ],
      "id": "e43e21d8058d4651b5a856970996c4ee_62"
    },
    {
      "start": 4950,
      "end": 5070,
      "text": "Cable and chips were removed and sealed by the officers of AAC and on sealed cover, signature of the opponent was taken.",
      "labels": [
        "FAC"
      ],
      "id": "0dde3039d46f4cee801896ffa40729bf_63"
    },
    {
      "start": 5071,
      "end": 5201,
      "text": "Report came to be prepared by AAC, which was signed by the opponent and no objection was taken at the said relevant point of time.",
      "labels": [
        "FAC"
      ],
      "id": "89b0a7114bce4da7a24b6e64fe7e9c39_64"
    },
    {
      "start": 5202,
      "end": 5300,
      "text": "Report has specifically contained the observations that chips were found during surprise checking.",
      "labels": [
        "FAC"
      ],
      "id": "ba9130980ef14bdfb0d2d3e50666080c_65"
    },
    {
      "start": 5301,
      "end": 5457,
      "text": "On 10.2.2014, a show cause notice came to be issued by the appellant to the opponent and in response thereto, reply was given by the opponents on 28.2.2014.",
      "labels": [
        "FAC"
      ],
      "id": "1ba35492973843de82f995c7b367c24b_66"
    },
    {
      "start": 5458,
      "end": 5596,
      "text": "It is the case of the appellant in the reply that a categorical admission reflects about factum of additional suspicious electronic chips.",
      "labels": [
        "FAC"
      ],
      "id": "ca89001ddf4c40fd85f5627a1d2f1d05_67"
    },
    {
      "start": 5597,
      "end": 5823,
      "text": "On 7.4.2014, opponent along with Committee members were present at the office of original NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined equipment manufacturer, i.e. MIDCO, for opening sealed envelop.",
      "labels": [
        "FAC"
      ],
      "id": "bf134d1d1a3d4e1cbd86817da772ae5d_68"
    },
    {
      "start": 5824,
      "end": 5953,
      "text": "But, the opponent insisted that IOCL should took decision for carrying out scientific test and thereafter only envelop be opened.",
      "labels": [
        "FAC"
      ],
      "id": "4fa4916e6cd94d0ebdcce15eacded090_69"
    },
    {
      "start": 5954,
      "end": 6113,
      "text": "Since no conclusion could take place in the same meeting, meeting was re-scheduled on 19.5.2014, wherein also, opponent reiterated the request as made earlier.",
      "labels": [
        "FAC"
      ],
      "id": "3518da8751cc4eaea2d00d1bd2b3e175_70"
    },
    {
      "start": 6114,
      "end": 6349,
      "text": "In turn, on 20.5.2014, said two suspicious electronic components were handed over to MIDCO, who in turn, stated that upon inspection of both the electronic components, it was certified that these were not part of MIDCO dispensing unit.",
      "labels": [
        "FAC"
      ],
      "id": "448f42803ddd4a5f8891a7bcffc405fc_71"
    },
    {
      "start": 6350,
      "end": 6563,
      "text": "In view of such, a show cause notice was issued on 25.8.2014 to the opponent and after considering the reply dated 2.2.2015, an order of termination of dealership agreement came to be passed under the said letter.",
      "labels": [
        "FAC"
      ],
      "id": "d5bdaa38e11b4b0cbe091e8cc79b144b_72"
    },
    {
      "start": 6564,
      "end": 6692,
      "text": "\nOpponent preferred an appeal before the Appellate Authority, which came to be dismissed by a detailed order dated 30.3.2015.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "26c48d703a2b4e5d80b75ba8e2fabceb_73"
    },
    {
      "start": 6693,
      "end": 6917,
      "text": "Feeling aggrieved by the said decision of the Appellate Authority, opponent filed Special Civil Application No.6944 of 2015 and pursuant to order dated 26.7.2018, disputes were referred to learned Arbitrator for arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "c207d6c54c0e4155a2b4f86e5c48a28a_74"
    },
    {
      "start": 6918,
      "end": 7143,
      "text": "In response to the NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined said order, appellants appeared before learned Arbitrator and submitted their reply to the statement of claim filed by the opponents.",
      "labels": [
        "FAC"
      ],
      "id": "ad8a94eeefec4edc9ffbf71a57a8d15d_75"
    },
    {
      "start": 7144,
      "end": 7212,
      "text": "Both the sides led their oral depositions before learned Arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "65c4b9488ece4099878e4dd9ce9fede9_76"
    },
    {
      "start": 7213,
      "end": 7375,
      "text": "During the course of proceedings, written arguments were also submitted before learned Arbitrator along with various decisions to justify the stand of appellants.",
      "labels": [
        "FAC"
      ],
      "id": "43a2f77c39ab4879a2357aadbbe0422d_77"
    },
    {
      "start": 7376,
      "end": 7521,
      "text": "It was specifically contended that termination has been effected within four corners of dealership agreement and marketing discipline guidelines.",
      "labels": [
        "FAC"
      ],
      "id": "92a9797c1b1446799f351f3aeb7ef72a_78"
    },
    {
      "start": 7522,
      "end": 7677,
      "text": "However, learned Arbitrator was pleased to pass an award holding that termination was bad in law and was further pleased to direct restoration of supplies.",
      "labels": [
        "RLC"
      ],
      "id": "cc9c62a9385c4d2abf96f772d8382d3f_79"
    },
    {
      "start": 7678,
      "end": 7756,
      "text": "Learned Arbitrator however was pleased not to grant any damages as prayed for.",
      "labels": [
        "RLC"
      ],
      "id": "294e123e6fed4a11adef5073dc65bb20_80"
    },
    {
      "start": 7757,
      "end": 7806,
      "text": "\nSaid award came to be delivered on 21.2.2020.\n5.",
      "labels": [
        "RLC"
      ],
      "id": "2c27f24121694b3fbcbe799c1b609da1_81"
    },
    {
      "start": 7807,
      "end": 8066,
      "text": "Feeling aggrieved by and dissatisfied with the said award, appellant filed an application under Section 34 of the Arbitration and Conciliation Act, 1996 before learned City Civil Court- Commercial Court at Ahmedabad which was registered as CMA No.339 of 2021.",
      "labels": [
        "FAC"
      ],
      "id": "c4953e59c6c14916894cfb0e86da846b_82"
    },
    {
      "start": 8067,
      "end": 8420,
      "text": "After hearing both the sides, learned Commercial Court- City Civil Court, Ahmedabad was pleased to dismiss the said C.M.A. No.339 of 2021 by judgment and order NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined dated 12.8.2022 and it is against this order, appellants have filed present First Appeal under Section 37 of the Act.\n6.",
      "labels": [
        "RLC"
      ],
      "id": "a12c7e20caf5487fa1fc7fd0f3602b43_83"
    },
    {
      "start": 8421,
      "end": 8822,
      "text": "The Coordinate Bench of this Court was pleased to call for the record and proceedings from the Commercial Court- City Civil Court, Ahmedabad by virtue of order dated 30.1.2023 and upon receipt of the same, learned advocates have requested the Court to take up the hearing of present First Appeal and as such, with request and concurrence of both learned advocates, the matter is heard by the Court.\n7.",
      "labels": [
        "RLC"
      ],
      "id": "4d661ca2cad540b4bf661f79751a4cad_84"
    },
    {
      "start": 8823,
      "end": 9209,
      "text": "Learned senior advocate Mr. M.R. Bhatt appearing on behalf of appellants has submitted that impugned award dated 21.2.2020 passed by learned Arbitrator is unsustainable in view of the fact that not only termination of dealership has been held to be invalid but consequential direction to restore the supply of petroleum products has been awarded which is outside the purview of dispute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9f338b5eb994773b2d9a18a472dc95a_85"
    },
    {
      "start": 9210,
      "end": 9392,
      "text": "Further, the award is contrary to the terms of contract itself and not in consonance with documentary evidence led by the claimants and as such award suffers from vice of perversity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "027924383bd14029878101165807a1d8_86"
    },
    {
      "start": 9393,
      "end": 9662,
      "text": "Since evidence has been construed in a NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined manner in which no reasonable man would construe and as such most basic norms of justice are breached while passing the award as per submission of Mr. Bhatt.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f805dcd1adeb40a188947c84de41ca5e_87"
    },
    {
      "start": 9664,
      "end": 10156,
      "text": "8. Learned senior advocate Mr. M.R. Bhatt by relying upon the decision delivered by Hon'ble the Apex Court reported in (2019) 15 SCC 131 has submitted that certain findings which are recorded by learned Arbitrator are completely out of place and in ignorance and as such award itself is perverse to the documentary evidence on record and when that be so, certainly Court can examine said award irrespective of restricted scope of Sections 34 and 37 of the Arbitration Act, as the case may be.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a5bf3d3f8fb3425f8358dae6f5e71af4_88"
    },
    {
      "start": 10157,
      "end": 10485,
      "text": "\nAccording to Mr. Bhatt, in view of following decisions delivered by the Hon'ble Apex Court, scope of interference under Sections 34 and 37 is well defined and according to Mr. Bhatt, this is a clear case in which jurisdiction deserves to be exercised and for that purpose, Mr. Bhatt has placed reliance on following decisions:-",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "82178ff99f0f461289c5b825e1b8d532_89"
    },
    {
      "start": 10487,
      "end": 10863,
      "text": "(1) Patel Engg. Ltd. v. North Eastern Electric Power Corporation, reported in (2020) 7 SCC 167;\n(2) Associate Builders v. Delhi Development Authority, reported in (2015) 3 SCC 49;\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined (3) South East Asia Marine Engineering and Construction Limited (SEAMAC) v. Oil India Limited reported (2020) 5 SCC 164.\n9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "18ca52dc70ff4984abd7a2c00466d26a_90"
    },
    {
      "start": 10864,
      "end": 11240,
      "text": "It has further been contended that though there was a clear admission on the part of claimants reflecting from the documents in the form of inspection report dated 16.1.2014, as also reply filed by respondent dated 28.2.2014, still learned Arbitrator holds that presence of electronic chips was in dispute and as such finding which has been recorded is perverse to the record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b798b6ac14c14f478b8c6e6732e8622b_91"
    },
    {
      "start": 11242,
      "end": 11516,
      "text": "10. It has further been submitted that respondents contended that third part of clause 5.1.4 with regard to testing of seals has not been followed, but then two components given in MIDCO were for the purpose of verification as to whether they were original equipment or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "721bb05fd7b24822a8142fff44f35066_92"
    },
    {
      "start": 11517,
      "end": 11611,
      "text": "In the event, they were original equipment, then only further question of testing would arise.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "28b2454d369d47f6a561c5f6e784d3a9_93"
    },
    {
      "start": 11612,
      "end": 12068,
      "text": "\nHere in the case on hand, Mr. Bhatt has submitted that MIDCO under its letter dated 20.5.2014 clarified that they were original equipment of MIDCO, there was no question of carrying out further testing and that learned Arbitrator has erroneously construed such documentary evidence which clearly reflects NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined apparent perversity in passing the award impugned in the present proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b1942233af643a18a3afc0d28caabbe_94"
    },
    {
      "start": 12069,
      "end": 12262,
      "text": "Mr. Bhatt has further submitted that contract in question was undisputedly terminable and as such by virtue of Section 14 of the Specific Relief Act, restoration of dealership is impermissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "588fc5949d4a41a2b3a0b628af1a752a_95"
    },
    {
      "start": 12263,
      "end": 12493,
      "text": "Clause 2, 12, 15 and and 45(o) in addition to other clauses of contract would clearly demonstrate that agreement was terminable and as such when that be so, prayer for restoration could not have been granted by learned Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "224ef9d28b07494a95253f1340faba91_96"
    },
    {
      "start": 12494,
      "end": 12844,
      "text": "For this purpose, Mr. Bhatt has relied upon the decision of the Hon'ble Apex Court reported in (1991) 1 SCC 533 and by referring to paragraphs 8, 12 and 14, an attempt has been made to substantiate the contentions since moment agreement is terminable, restoration of dealership cannot be granted by resorting to Section 14 of the Specific Relief Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6cd5c60cb2c24c72b1f289c554a1ce5e_97"
    },
    {
      "start": 12845,
      "end": 13027,
      "text": "\nHence, learned Arbitrator, according to Mr. Bhatt, has clearly misconstrued the provisions not only on the contract but has completely misread Section 14 of the Specific Relief Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbd219ceabae472088be2ec22d90f722_98"
    },
    {
      "start": 13028,
      "end": 13300,
      "text": "\nFollowing decisions are tried to be relied by Mr. Bhatt and thereby it has been contended that serious error is committed by learned Arbitrator in construing Section 14 of the Specific NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined Relief Act:-\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "49282221ceef43178e41ea79027f9932_99"
    },
    {
      "start": 13300,
      "end": 14015,
      "text": "( 1 ) Puravankara Projects Limited v. Hotel Venus International and others reported in (2007) 10 SCC 33;\n(2) Indian Oil Corporation Limited v. Vijay Automative Services, reported in 2012 SCC Online Bom 1163;\n(3) Captain Guman Singh v. Indian Oil Corporation Limited reported in 2016 SCC Online Del 983;\n(4) Indian Oil Corporation Limited v. Shree Ram Gas Service reported in 1995 SCC Online Del 2;\n(5) Indian Oil Corporation Limited v. Bhagwan Balasai Enterprise reported in 2017 SCC Online Mad 37266;\n(6) Bharat Petroleum Corporation Ltd. v. Khayber Transport Private Limited reported in 2011 SCC Online All 640;\n(7) E. Venkatakrishna v. Indian Oil Corporation Limited and Another reported in (2000) 7 SCC 764.\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1223a25508c547899e9fed75ff51050c_100"
    },
    {
      "start": 14016,
      "end": 14629,
      "text": "Learned senior advocate Mr. M.R. Bhatt has further submitted that once unauthorized electronic chip is found as a matter of fact in dispensing unit, burden was on respondent to prove that such electronic chips were not capable of manipulating delivery and had no intention to manipulate and as such by referring to clause 5.1.4 and 8.2 of MDG, it has been contended that respondent has miserably failed in discharging its initial burden of proof, hence interference in such a patently NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined unsustainable award desires in the interest of justice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "453451d6eda84d1c851862d25df2a6c5_101"
    },
    {
      "start": 14631,
      "end": 14958,
      "text": "12. It has further been contended by learned senior advocate Mr. Bhatt that technician of Roseman who filed an affidavit was not brought for the purpose of cross-examination and as such respondent has failed to put his defense independently rather said witness was on the contrary withdrawn from examination by filing a pursis.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab9c470d525e4baebc857ea75454bc60_102"
    },
    {
      "start": 14959,
      "end": 15169,
      "text": "On the contrary, said witness was to be put forth by respondent if respondent so desirous of putting its case forward and that having not been done, respondent has not discharged its burden of proving the case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ccfed2c6b76d4c7c9f09ba6aa7e455ff_103"
    },
    {
      "start": 15170,
      "end": 15320,
      "text": "This material aspect has not been properly gone into by learned Arbitrator, as a result of which award under challenge requires to be interfered with.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "91c4f56668484104af67422e98055e79_104"
    },
    {
      "start": 15322,
      "end": 15824,
      "text": "13. Learned senior advocate Mr. Bhatt has submitted that learned Arbitrator as well as the Commercial Court have also clearly erred in law by observing that order of termination made by an authority was not competent under MDG and this aspect has neither been pleaded nor even argued and as such issue of approval was outside the purview of pleadings and hence such a NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined finding is clearly perverse as not borne out from the record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ee24926684384149a81a6a46a83024c9_105"
    },
    {
      "start": 15825,
      "end": 16107,
      "text": "Mr. Bhatt has submitted rather reiterated that finding with regard to restoration of dealership is clearly an error which can be said to be a patent error and hence when award itself is suffering from vice of perversity, Court can exercise jurisdiction and set aside impugned award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ddbe98271c954c9d81e3384c794b575d_106"
    },
    {
      "start": 16108,
      "end": 16212,
      "text": "Aforesaid submissions were forming part of the Written Submissions which have been tendered on 6.3.2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1011d31f81504d0ca2ffcbdfa5497cca_107"
    },
    {
      "start": 16213,
      "end": 16249,
      "text": "No other submissions have been made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3d61ed6c67df48af83f6064c96cc4b08_108"
    },
    {
      "start": 16251,
      "end": 16874,
      "text": "14. As against this, learned senior advocate Mr. S.I. Nanavati appearing on behalf of respondents- claimants has vehemently opposed stand taken by the appellants and at the outset, Mr. Nanavati has referred to a decision of recent past delivered by Hon'ble Apex Court reported in (2022) 1 SCC 131 and has vehemently contended that even under Section 34 of the Arbitration Act, jurisdiction is confined to a very- very limited extent in which appreciation or re-appreciation of matter either on fact or law cannot be considered and Hon'ble the Apex Court has also at length observed what can be said to be patent illegality.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ca85673d80d4e47b349cbdeb4817ac1_109"
    },
    {
      "start": 16875,
      "end": 17098,
      "text": "Scope of Section 37 of the Arbitration Act in which present proceedings have been brought is much narrow than NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined proceedings under Section 34 of the Act.",
      "labels": [
        "NONE"
      ],
      "id": "45125daba1724a558e34eaf2b21ae054_110"
    },
    {
      "start": 17099,
      "end": 17382,
      "text": "Hence, by referring to certain observations made in the aforesaid decision, Mr. Nanavati has vehemently contended that in the absence of any patent perversity or illegality of such nature, no interfere deserves in the present proceedings, hence requested to dismiss the first appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4ad225af70404a7c9186d830935ad2a5_111"
    },
    {
      "start": 17383,
      "end": 17627,
      "text": "\n15. Learned senior advocate Mr. Nanavati has elaborated his submissions in the form of written submissions, gist thereof is reproduced hereunder, and has submitted that present first appeal being devoid of merits, deserves to be dismissed:-\n1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af6ed872d10149fe887c0f295ad3f3cd_112"
    },
    {
      "start": 17628,
      "end": 17887,
      "text": "The present Appeal has been preferred by the Appellants under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act 2015 and under the provisions of Section 37 of the Arbitration & Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bcecbd232a564f89b9b75308ff8ff3ec_113"
    },
    {
      "start": 17888,
      "end": 18384,
      "text": "It is submitted that as per the settled provisions of law, as enunciated in various Judgements of this Hon'ble Court as well as the Hon'ble Supreme Court of India, the scope of interference under Section 37 of the Arbitration Act is within a very limited compass and, therefore, this Hon'ble Court may not disturb or interfere with the impugned Judgement dated 12.08.2022 passed by the Ld. Judge, Commercial Court, City Civil Court, Ahmedabad in Commercial Civil Misc. Application No.339/2021.\n2.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d7542d75b6d43b1ba5f94e306b24271_114"
    },
    {
      "start": 18385,
      "end": 18579,
      "text": "It is submitted that all the grounds which have been raised in facts and law in the present Appeal have been already raised before the Commercial Court at Ahmedabad in the Commercial Civil Misc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "45c9a69d6d0240ab8b5c429955fb0b1a_115"
    },
    {
      "start": 18580,
      "end": 18856,
      "text": "\nApplication No.339/2021 preferred by the present Appellants under the provisions of Section 34 of the Arbitration Act, 1996 and the present Appeal raises no substantive grounds which may warrant any interference at the Appellate stage under Section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba09fcf6cc28493a8540b6be53e44bbf_116"
    },
    {
      "start": 18857,
      "end": 18933,
      "text": "\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 3.",
      "labels": [
        "NONE"
      ],
      "id": "b3cbb522d0f04eed8619d94045390f4a_117"
    },
    {
      "start": 18934,
      "end": 20753,
      "text": "It is submitted that in the proceedings under Section 34 of the Arbitration Act, the Ld. Commercial Court has considered all the grounds which have been raised by the Appellants in the present Appeal and there is no error or any omission which necessitates the grounds canvassed in the present Appeal and, therefore also, no interference may be caused in the impugned Judgement.\n4. That the Hon'ble Commercial Court while passing the impugned Judgement dated 12.08.2022 has already appreciated the submissions made by the Appellants on facts as well as on law and has appreciated all the Judgements relied upon by the Appellants as well as the Respondents during the course of the hearings granted and having appreciated the same, has dismissed the Application under Section 34 of the Arbitration Act preferred by the Appellants and, therefore also, the impugned Judgement deserves no interference.\n5. That the Ld. Arbitrator has set aside the Order dated 02.02.2015 terminating the Dealership and the Order of the Appellate Authority dated 30.03.2015 passed by the Respondent Corporation and has as a consequence directed the Respondents to restore the supply of petroleum products as per the Dealership Agreement within a period of one month after considering and discussing the factual and legal aspects of the disputes raised during the Arbitration proceedings between the parties more particularly by giving findings on the fact of violation of principles of natural justice in the following paragraphs of the Award dated 21.02.2020 - Para Nos. 21, 22, 25, 44, 45, 46, 47 to 53, 58 and 59 of the Arbitral Award dated 21.02.2020 and has thereafter granted prayers in Para 80 of the said Award and thus the Ld. Arbitral Tribunal has not committed any error while granting the prayers in Para 80 of the said Award.\n6.",
      "labels": [
        "RLC"
      ],
      "id": "e1b238024b74409a96a1bbc8d71c19ed_118"
    },
    {
      "start": 20754,
      "end": 21263,
      "text": "The above mentioned appreciation of facts and law as stated in the above mentioned paragraphs of the Award has been done by the Hon'ble Commercial Court and it is only after the factual and legal appreciation done by the Hon'ble Commercial Court in Paras 6 to 11 as also the appreciation of law as discussed in Paras 12 to 14 of the impugned Judgement dated 12.08.2022 that the Hon'ble Commercial Court has dismissed the Application under Section 34 of the Arbitration Act preferred by the present Appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7f910bb493640bf90158ee2b91859dd_119"
    },
    {
      "start": 21264,
      "end": 21521,
      "text": "Therefore, it is submitted that now under the exercise of Section 37 of the Arbitration Act, this Hon'ble Court may not interfere with the findings given by the Ld. Arbitrator in the Award dated 21.02.2020 as well as the impugned Judgement dated 12.08.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93f7b9f8b1b047388f3c67a98b528a23_120"
    },
    {
      "start": 21523,
      "end": 21598,
      "text": "NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 7.",
      "labels": [
        "NONE"
      ],
      "id": "da6b741d4251408eaa819f86f2266cd9_121"
    },
    {
      "start": 21599,
      "end": 21786,
      "text": "It is submitted that the Opponents would once again seek to place reliance on the ratio laid by the Hon'ble Supreme Court of India in the case of Delhi Airport Metro Express Pvt. Ltd. Vs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b8bf2557209e4acf96e862672b427459_122"
    },
    {
      "start": 21787,
      "end": 21798,
      "text": "Delhi Metro",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5e9ecc221634a72a771e4a217bce196_123"
    },
    {
      "start": 21799,
      "end": 21820,
      "text": "Rail Corporation Ltd.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "967d970c2039489e80239d8791a15419_124"
    },
    {
      "start": 21821,
      "end": 22409,
      "text": "cited as (2022) 1 SCC 131 wherein the Hon'ble Supreme Court of India has reiterated that while deciding applications filed under Section 34 of the Arbitration Act, the Courts are mandated to strictly act in accordance with and within the confines of Section 34 and ought to refrain from appreciation or re- appreciation of matters of fact as well as law and as discussed in Paras 27, 28 and 29 of the said Judgement, the impugned Judgement does not suffer from any patent illegality nor any perversity and, therefore also, this Hon'ble Court may not interfere with the impugned Judgement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "256b3f27c6e2497cadcb1c63e81d3e53_125"
    },
    {
      "start": 22410,
      "end": 22670,
      "text": "The very same Judgement has been also appreciated and considered in the impugned Judgement in Para 13 and, therefore, the Ld. Commercial Court having a conscious view of the law laid down by the Hon'ble Supreme Court of India has passed the impugned Judgement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e5f3eb8099148698ffa0a2fbf57375e_126"
    },
    {
      "start": 22672,
      "end": 23254,
      "text": "8. So far as the contention of the Appellants that the Hon'ble Commercial Court has given findings in Para 11 of the impugned Judgement which are erroneous in nature since it was not even the case of the Opponents before the Ld. Arbitral Tribunal, it is submitted that the Ld. Commercial Court has appreciated the fact that before the Ld. Arbitral Tribunal, the Claimants in their Statement of Claims had sought prayers in which relief was sought to set aside the impugned Orders therein passed by the Corporation on various grounds including that the same are without jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "72dfd454e2824709a9a39ce4acf5381d_127"
    },
    {
      "start": 23255,
      "end": 23360,
      "text": "The prayers prayed by the Claimants are reproduced at Page 64 of the compilation in Para 11 of the Award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ec6089bb55f64ae28370cb822f9f7894_128"
    },
    {
      "start": 23361,
      "end": 23896,
      "text": "It has been further noted by the Ld. Commercial Court that on Page 65 of the compilation in Para 12 of the Award, the issues were framed with consent of both the parties wherein Issue No.3 pertains to the legality or otherwise of the termination orders passed by the Corporation and has, therefore, having considered the same, the Ld. Commercial Court in Paras 9 to 11 of the impugned Judgement has rightly upheld the findings recorded in the Arbitral Award and, therefore also, no interference may be granted by this Hon'ble Court.\n9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "113cc83e55bb4ad09906c446ef679eec_129"
    },
    {
      "start": 23897,
      "end": 24613,
      "text": "So far as the contention of the Appellants regarding no sufficient notice of the violation of MDG and Clauses 45(a), 45(k) and 45(o) of the Dealership Agreement despite the same being mentioned in the Show Cause Notice dated 24.08.2014 is concerned, it is submitted that the Ld. Arbitrator has in very clear terms given a finding in Para 46 of the Arbitral Award that it was for the first time while terminating the Dealership with immediate effect that a finding was recorded that there is a violation of Clause Nos. 45(a), 45(k) and 45(o) of the Dealership Agreement and, therefore, there is a NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined violation of the principles of natural justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5556745b0f244c1b250bafed9ad04c4_130"
    },
    {
      "start": 24614,
      "end": 24786,
      "text": "The copies of the first Show Cause Notice as well as the second Show Cause Notice from the R&P are annexed hereto and marked as ANNEXURE \"R-1\"\n(COLLY.) for ready reference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9f4f3f54b5b4894b5691262b8cdcbd6_131"
    },
    {
      "start": 24787,
      "end": 24991,
      "text": "It is submitted that upon bare perusal of the two Notices, it is clear that the findings of the Ld. Arbitral Tribunal as well as the Hon'ble Commercial Court do not suffer from any factual or legal error.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f4805f2c7f5a48dcb7223278b5b15435_132"
    },
    {
      "start": 24992,
      "end": 25470,
      "text": "\n10. So far as the contention of the Appellants that the Ld. Commercial Court has erred by not appreciating the decision of the Hon'ble Supreme Court of India in the case of Indian Oil Corporation Ltd. Versus Amritsar Gas Services and Others cited in 1991 (1) SCC 533 is concerned, it is submitted that the Ld. Arbitral Tribunal has in Para 80 (B) of the Arbitral Award granted the relief only as a consequence of setting aside the Termination Letters/Orders of the Corporation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed9c0680a08d484db9b37d1fdc0346dd_133"
    },
    {
      "start": 25471,
      "end": 25608,
      "text": "The Ld. Arbitral Tribunal has only as a consequence directed to restore the supply of petroleum products as per the Dealership Agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff4e39643e1d4fb29f902e98902df5fb_134"
    },
    {
      "start": 25609,
      "end": 25987,
      "text": "It is humbly submitted that the Ld. Arbitral Tribunal has not directed restoration of Dealership but has only quashed and set aside the action of termination of the Dealership by the Corporation and granted a consequential relief and, therefore, the present case is not covered by the ratio laid down by the Hon'ble Supreme Court as sought to be canvassed by the Appellants.\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a98bcd8ad64f4022950eadbf2d171f1c_135"
    },
    {
      "start": 25988,
      "end": 26439,
      "text": "So far as the submissions of the Appellants regarding the reliance on the Affidavit filed by Technician of Roseman Limited is concerned, it is submitted that the Affidavit of the Technician dated 15.03.2015, a copy f which is annexed hereto and marked as ANNEXURE \"R-2\". was itself considered by the Appellate Authority (at Page 317-318) of the Corporation in its Order dated 30.03.2015, a copy of which is annexed hereto and marked as ANNEXURE \"R-3\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "babf98717ca840be8619e9c468d06f3b_136"
    },
    {
      "start": 26440,
      "end": 26880,
      "text": "Thereafter when the present Opponents had made an application for summoning the said Mr. Pipaliya as a witness during the Arbitration proceedings, the present Appellants itself had objected to such application for issuing summons to Mr. Pipaliya and, therefore, since there was an objection to summon and examine the author of the Affidavit Mr. Pipaliya, the present Opponents had to withdraw the said application in view of such objection.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4354604858d44855920bfaaf8a9160e7_137"
    },
    {
      "start": 26881,
      "end": 27061,
      "text": "Annexed hereto and marked as ANNEXURE \"R-4\"\n(COLLY.) are the copies of the Application for summoning, the objection of the Appellants and the withdrawal of application for summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a69d17b053745ef9b887f6960a001d1_138"
    },
    {
      "start": 27062,
      "end": 27601,
      "text": "Thus, the Ld. Arbitral Tribunal having considered the fact that such witness was objected to be called upon and examined by the original Claimants has rightly relied upon the same and it is submitted that it does not lie in the mouth of the Appellants to cry foul about placing reliance by the Ld. Arbitral Tribunal on the said Affidavit when the Appellate Authority of the very same Corporation NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined had relied upon/considered the Affidavit of the Technician of Roseman.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "95c3626b16494d8abd27f69fc5234179_139"
    },
    {
      "start": 27602,
      "end": 27876,
      "text": "The Appellants cannot be selective of their stand when the Affidavit is considered by their Appellate Authority, the same is considered to be valid and when the Ld. Arbitral Tribunal relies upon the same Affidavit, the same amounts to perversity according to the Appellants.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4dd15da3ff8d4bf8934eff87e596b98d_140"
    },
    {
      "start": 27877,
      "end": 28019,
      "text": "Such arguments stems out of convenience and reflects the selective approach of the Appellants and, therefore, the same deserves to be ignored.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "dce7887e91934edf819569a058a70d12_141"
    },
    {
      "start": 28021,
      "end": 28346,
      "text": "12. Thus, it is humbly submitted that in view of the above facts and circumstances of the case and considering the catena of Judgements and the limited scope under Section 37 of the Arbitration Act, this Hon'ble Court may be kind enough to dismiss the Appeal by not interfering in the impugned Judgement dated 12.08.2022.\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6046810eff04bfd8978988533013c26_142"
    },
    {
      "start": 28347,
      "end": 28761,
      "text": "Having heard learned senior advocates appearing for the respective sides and having gone through the material on record placed before us, before dealing with rival contentions, the Court is mindful of proposition of law laid down by Hon'ble Apex Court on the issue of scope of Section 37 of the Act of 1996 while examining the award passed by learned Arbitrator as well as order passed under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1503287853b54e53aad32525e45615b2_143"
    },
    {
      "start": 28763,
      "end": 29406,
      "text": "17. In the very recent past, Hon'ble Apex Court while analyzing sections 34 and 37 of the Act of 1996 has well propounded the proposition by considering several judgments delivered by the Court in past and said proposition since very relevant to the issue on hand we deem it proper to quote hereunder relevant observations contained in paragraphs 22 to NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 29 and 32 of the decision in the case of Delhi Airport Metro Express Private Limited vs. Delhi Metro Rail Corporation Limited reported in (2022) SCC 131:\nContours of the Court's power to review arbitral awards 20.\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "39e22cee35474027b99c59d1fd826823_144"
    },
    {
      "start": 29407,
      "end": 29845,
      "text": "The 1996 Act was enacted to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards and also to define the law relating to conciliation and for matters connected therewith, by taking into account the United Nations Commission on International Trade Law (UNCITRAL) Model Law on International Commercial Arbitration and the UNCITRAL Conciliation Rules.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8ebada8ac3a44cee8c1661193efc17ed_145"
    },
    {
      "start": 29846,
      "end": 29964,
      "text": "One of the principal objectives of the 1996 Act is to minimize the supervisory role of courts in the arbitral process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "789313089f0c4931b8df4e03c91c8c38_146"
    },
    {
      "start": 29965,
      "end": 30177,
      "text": "\nWith respect to Part I of the 1996 Act, Section 5 imposes a bar on intervention by a judicial authority except where provided for, notwithstanding anything contained in any other law for the time being in force.",
      "labels": [
        "STA"
      ],
      "id": "57de7c38d8c949ab876ba9d25d9ed9ed_147"
    },
    {
      "start": 30178,
      "end": 30306,
      "text": "An application for setting aside an arbitral award can only be made in accordance with provisions of Section 34 of the 1996 Act.",
      "labels": [
        "STA"
      ],
      "id": "5825d5633cfe4dc49d4431d1f2595768_148"
    },
    {
      "start": 30308,
      "end": 30666,
      "text": "23. Relevant provisions of Section 34 (as they were prior to the Arbitration and Conciliation (Amendment) Act, 2015) read as under:-\n\"34. Application for setting aside arbitral award. -- (1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub- section (3).\n",
      "labels": [
        "STA"
      ],
      "id": "4aa7a1e847934aa3be213bee89ec5f62_149"
    },
    {
      "start": 30666,
      "end": 32319,
      "text": "(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application furnishes proof that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\nExplanation.--Without prejudice to the generality of sub-clause (ii)",
      "labels": [
        "STA"
      ],
      "id": "5af59f69e4d04ae6904fb5eca44712d4_150"
    },
    {
      "start": 32320,
      "end": 32564,
      "text": ", it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81.\n24.",
      "labels": [
        "STA"
      ],
      "id": "e9fb9ef0bcd04ef3b11e80dbe4f8e2e7_151"
    },
    {
      "start": 32565,
      "end": 32715,
      "text": "An amendment was made to Section 34 of the 1996 Act by the Arbitration and Conciliation (Amendment) Act, 2015 (hereinafter, 'the 2015 Amendment Act').",
      "labels": [
        "ANALYSIS"
      ],
      "id": "874bcd3efe3f47cbb59a6d7f94675779_152"
    },
    {
      "start": 32716,
      "end": 33140,
      "text": "A perusal of the statement of objects and reasons of the 2015 Amendment Act would disclose that the amendment to the 1996 Act became necessary in view of the interpretation of the provisions of the 1996 Act by courts in certain cases which had resulted in delay of disposal of arbitration proceedings and increase in interference by courts in arbitration matters, which had the tendency to defeat the object of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea7d1bd12a164f78bb4b6d04f79803e1_153"
    },
    {
      "start": 33141,
      "end": 33153,
      "text": "19 | P a g e",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ef8afd38d13467c82c4f65796fb7cc0_154"
    },
    {
      "start": 33154,
      "end": 33273,
      "text": "Initially, the matter was referred to the Law Commission of India to review the shortcomings in the 1996 Act in detail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1b85fff2d364e3a9a560f57ec398d6a_155"
    },
    {
      "start": 33274,
      "end": 33379,
      "text": "The Law Commission of India submitted its 176 th Report, recommending various amendments to the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cab0c0ec08d34e1c944d6b6a4588ad8f_156"
    },
    {
      "start": 33380,
      "end": 33659,
      "text": "However, the Justice Saraf Committee on Arbitration constituted by the Government, was of the view that the proposed amendments gave NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined room for substantial intervention by the court and were also contentious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb1fc0d7fd7a4542af25534e58158ad5_157"
    },
    {
      "start": 33660,
      "end": 33863,
      "text": "Thereafter, on reference, the Law Commission undertook a comprehensive study of the amendments proposed by the Government, keeping in mind the views of the Justice Saraf Committee and other stakeholders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d62a343da21640dab53732544eb06823_158"
    },
    {
      "start": 33864,
      "end": 33932,
      "text": "The 246 th Report of the Law Commission was submitted on 05.08.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a96fe29ab14463786ee07609ed39540_159"
    },
    {
      "start": 33933,
      "end": 34129,
      "text": "Acting on the recommendations made by the Law Commission in its 246th Report, amendments by way of the 2015 Amendment Act were made to several provisions of the 1996 Act, including Section 34.\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0b401afbf984e528ae48e84aac20821_160"
    },
    {
      "start": 34130,
      "end": 34397,
      "text": "The amended Section 34 reads as under: -\n\"34. Application for setting aside arbitral award. -- (1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub- section (2) and sub- section (3).\n",
      "labels": [
        "STA"
      ],
      "id": "0bd1eb101ab74272904addeb6de56b1c_161"
    },
    {
      "start": 34397,
      "end": 35935,
      "text": "(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application furnishes proof that--           (i)     a party was under some incapacity, or           (ii)    the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
      "labels": [
        "STA"
      ],
      "id": "6744240d2e914733b6fa80b7022a0425_162"
    },
    {
      "start": 35937,
      "end": 36024,
      "text": "NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined Explanation 1.",
      "labels": [
        "NONE"
      ],
      "id": "e76b282cfd264ab0b6c6a974c2c73a0a_163"
    },
    {
      "start": 36025,
      "end": 36439,
      "text": "--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law;\nor (iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2.",
      "labels": [
        "STA"
      ],
      "id": "e053e6feaef14b8e95ba315b1408b02b_164"
    },
    {
      "start": 36440,
      "end": 36615,
      "text": "--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.",
      "labels": [
        "STA"
      ],
      "id": "3dc18fd2fca248c697690a10383adad2_165"
    },
    {
      "start": 36616,
      "end": 37003,
      "text": "\n(2-A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence. ...\"",
      "labels": [
        "STA"
      ],
      "id": "2385ce1f39654794bbbdce201d0a0c90_166"
    },
    {
      "start": 37004,
      "end": 37011,
      "text": "22.\n26.",
      "labels": [
        "STA"
      ],
      "id": "dac30bbd94454b3c811bdcfa0ac4b1f8_167"
    },
    {
      "start": 37012,
      "end": 37279,
      "text": "A cumulative reading of the UNCITRAL Model Law and Rules, the legislative intent with which the 1996 Act is made, Section 5 and Section 34 of the 1996 Act would make it clear that judicial interference with the arbitral awards is limited to the grounds in Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a7411b6571d425180c94c82950a86c6_168"
    },
    {
      "start": 37280,
      "end": 37519,
      "text": "While deciding applications filed under Section 34 of the Act, courts are mandated to strictly act in accordance with and within the confines of Section 34, refraining from appreciation or re-appreciation of matters of fact as well as law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cd41f64a12d44548edce4777868d770_169"
    },
    {
      "start": 37520,
      "end": 37809,
      "text": "(See: Uttarakhand Purv Sainik Kalyan Nigam Limited. v. Northern Coal Field Limited. 2, Bhaven Construction Through Authorised Signatory Premjibhai K. Shah v. Executive Engineer Sardar Sarovar Narmada Nigam Ltd. and Another3 and Rashtriya Ispat Nigam Limited v. Dewan Chand Ram Saran4).\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d5e18bf8e5846fa8ec54d87c10273b0_170"
    },
    {
      "start": 37810,
      "end": 38307,
      "text": "For a better understanding of the role ascribed to courts in reviewing arbitral awards while considering applications filed under Section 34 of the 1996 Act, it would be relevant to refer to a judgment of this Court in Ssangyong Engineering and Construction Company Limited v. National Highways Authority of India (NHAI) 5 wherein R.F. Nariman, J. has in clear terms delineated the limited area for judicial interference, taking into account the amendments brought about by the 2015 Amendment Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9ede43b529444c4c90c5b31064d68dd8_171"
    },
    {
      "start": 38308,
      "end": 38474,
      "text": "The relevant 2 (2020) 2 SCC 455 3 2021 SCC OnLine SC 8 4 (2012) 5 SCC 306 5 (2019) 15 SCC 131 passages of the judgment in Ssangyong (supra) are noted as under: -\n\"34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "018fb9ef74d7457c81f3d02e28a8a950_172"
    },
    {
      "start": 38475,
      "end": 38959,
      "text": "What is clear, therefore, is that the expression \"public policy of NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined India\", whether contained in Section 34 or in Section 48, would now mean the \"fundamental policy of Indian law\" as explained in paras 18 and 27 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49: (2015) 2 SCC (Civ) 204] i.e. the fundamental policy of Indian law would be relegated to \"Renusagar\" understanding of this expression.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d834b508f134235bab308818a1972bc_173"
    },
    {
      "start": 38960,
      "end": 39124,
      "text": "This would necessarily mean that Western Geco [ONGC v. Western Geco International Ltd., (2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] expansion has been done away with.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "722d2e64fb0349b4ba64e2455282e73e_174"
    },
    {
      "start": 39125,
      "end": 39605,
      "text": "In short, Western Geco [ONGC v. Western Geco International Ltd., (2014) 9 SCC 263 :\n(2014) 5 SCC (Civ) 12] ,as explained in paras 28 and 29 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , would no longer obtain, as under the guise of interfering with an award on the ground that the arbitrator has not adopted a judicial approach, the Court's intervention would be on the merits of the award, which cannot be permitted post amendment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e5942bb335f048c3a192968cb1ceb146_175"
    },
    {
      "start": 39606,
      "end": 39923,
      "text": "However, insofar as principles of natural justice are concerned, as contained in Sections 18 and 34(2) (a)(iii) of the 1996 Act, these continue to be grounds of challenge of an award, as is contained in para 30 of Associate Builders [Associate 24 | P a g e Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c58a1860806a40b5b2092396206990c5_176"
    },
    {
      "start": 39925,
      "end": 40088,
      "text": "35. It is important to notice that the ground for interference insofar as it concerns \"interest of India\" has since been deleted, and therefore, no longer obtains.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44d1812a547345eb89b99bdc7371574b_177"
    },
    {
      "start": 40089,
      "end": 40285,
      "text": "Equally, the ground for interference on the basis that the award is in conflict with justice or morality is now to be understood as a conflict with the \"most basic notions of morality or justice\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4bdfc2bf0c5248c2a6a5632439741000_178"
    },
    {
      "start": 40286,
      "end": 40543,
      "text": "This again would be in line with paras 36 to 39 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , as it is only such arbitral awards that shock the conscience of the court that can be set aside on this ground.\n36.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7f18e622bb348d5a7529987b458da7b_179"
    },
    {
      "start": 40544,
      "end": 41433,
      "text": "Thus, it is clear that public policy of India is now constricted to mean firstly, that a domestic award is contrary to the fundamental policy of Indian law, as understood in paras 18 and 27 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49: (2015) 2 SCC (Civ) 204], or secondly, that such award is against basic notions of justice or morality as understood in paras 36 to 39 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] . Explanation 2 to Section 34(2)(b)(ii) and Explanation 2 to Section 48(2)(b)(ii) was added by the Amendment Act only so that Western Geco [ONGC v. Western Geco International Ltd., 25 | P a g e (2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] ,as understood in Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , and paras 28 and 29 in particular, is now done away with.\n37.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5886daa8429f497d9149412a247f1682_180"
    },
    {
      "start": 41434,
      "end": 41674,
      "text": "Insofar as domestic awards made in India are concerned, an additional ground is now available under sub-section (2-A), NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined added by the Amendment Act, 2015, to Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ff342037fff4146829133c56a3e827f_181"
    },
    {
      "start": 41675,
      "end": 41882,
      "text": "Here, there must be patent illegality appearing on the face of the award, which refers to such illegality as goes to the root of the matter but which does not amount to mere erroneous application of the law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "708f3c42e647436993782dea1f861ba6_182"
    },
    {
      "start": 41883,
      "end": 42160,
      "text": "In short, what is not subsumed within \"the fundamental policy of Indian law\", namely, the contravention of a statute not linked to public policy or public interest, cannot be brought in by the backdoor when it comes to setting aside an award on the ground of patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "36fc3c37b25b4b80adefa5ec4da47e50_183"
    },
    {
      "start": 42162,
      "end": 42377,
      "text": "38. Secondly, it is also made clear that reappreciation of evidence, which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cef263576c34eb0965d20e4cd053f0b_184"
    },
    {
      "start": 42378,
      "end": 42637,
      "text": "\n39. To elucidate, para 42.1 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , namely, a mere contravention of the substantive law of India, by itself, is no longer a ground available to set aside an arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "286973ed961b43799b83e37857b13c98_185"
    },
    {
      "start": 42638,
      "end": 42939,
      "text": "Para 42.2 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , however, would remain, for if an arbitrator gives no reasons for an award and contravenes Section 31(3) of the 1996 Act, that would certainly amount to a patent illegality on the face of the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "908eeec9040e46f78c9251c9802b25b2_186"
    },
    {
      "start": 42941,
      "end": 43420,
      "text": "40. The change made in Section 28(3) by the Amendment Act really follows what is stated in paras 42.3 to 45 in Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , namely, that the construction of the terms of a contract is primarily for an arbitrator to decide, unless the arbitrator construes the contract in a manner that no fair-minded or reasonable person would; in short, that the arbitrator's view is not even a possible view to take.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "67f843c87b6745cbada9d595b4d5c62a_187"
    },
    {
      "start": 43421,
      "end": 43554,
      "text": "Also, if the arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "96de290cd5564adebcda0ef190e39175_188"
    },
    {
      "start": 43555,
      "end": 43644,
      "text": "This ground of challenge will now fall within the new ground added under Section 34(2-A).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "337dd53a42394b9ab8fdb4c4b5ba6a58_189"
    },
    {
      "start": 43646,
      "end": 43999,
      "text": "41. What is important to note is that a decision which is perverse, as understood in paras 31 and 32 of Associate Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , while no longer being a ground for challenge under \"public policy of India\", would certainly amount to a patent illegality appearing on the face of the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7c62bfe906249dba7b1b80f019bc2f0_190"
    },
    {
      "start": 44000,
      "end": 44193,
      "text": "Thus, a finding based on no evidence at all or an award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0e4998f409614e3cbe8234d5aefc08bc_191"
    },
    {
      "start": 44194,
      "end": 44481,
      "text": "Additionally, a finding based on documents taken behind the back of the parties by the arbitrator would also qualify as a decision based on no evidence inasmuch as such decision is not based on evidence led by the parties, and therefore, would also have to be characterised as perverse.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7fb7489e06ea4865a3514e4a5e2be29a_192"
    },
    {
      "start": 44483,
      "end": 44559,
      "text": "NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a130fd0c8634de6a4679a96c9fd1886_193"
    },
    {
      "start": 44560,
      "end": 44742,
      "text": "This Court has in several other judgments interpreted Section 34 of the 1996 Act to stress on the restraint to be shown by courts while examining the validity of the arbitral awards.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9aec018b7b7476883787e9851de6470_194"
    },
    {
      "start": 44743,
      "end": 44856,
      "text": "The limited grounds available to courts for annulment of arbitral awards are well known to legally trained minds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2441ab2172f465ba9ebbd84cdce7f43_195"
    },
    {
      "start": 44857,
      "end": 45006,
      "text": "However, the difficulty arises in applying the well-established principles for interference to the facts of each case that come up before the courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4851c93e8de74dfd813d8f948f2cd4eb_196"
    },
    {
      "start": 45007,
      "end": 45357,
      "text": "There is a disturbing tendency of courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d81f1bfe5c1646879d96414394505bd3_197"
    },
    {
      "start": 45358,
      "end": 45535,
      "text": "This approach would lead to corrosion of the object of the 1996 Act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c8e439cc28742b0a976b3e743635232_198"
    },
    {
      "start": 45536,
      "end": 45765,
      "text": "That apart, several judicial pronouncements of this Court would become a dead letter if arbitral awards are set aside by categorising them as perverse or patently illegal without appreciating the contours of the said expressions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92e675dd9ed54894b2932c1db295c42d_199"
    },
    {
      "start": 45767,
      "end": 45847,
      "text": "29. Patent illegality should be illegality which goes to the root of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14848df23c4e4f32bba8859594c30d98_200"
    },
    {
      "start": 45848,
      "end": 45975,
      "text": "In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression 'patent illegality'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3360adf6df5466782b1c9e34fe48e77_201"
    },
    {
      "start": 45976,
      "end": 46058,
      "text": "Likewise, erroneous application of law cannot be categorised as patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7da1c0e00394680afe3e4c9146f5b5b_202"
    },
    {
      "start": 46059,
      "end": 46198,
      "text": "In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression 'patent illegality'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c268220e8007437a98d80e1f41572160_203"
    },
    {
      "start": 46199,
      "end": 46410,
      "text": "What is prohibited is for courts to re-appreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5a706bda8504c11beba6a0549b9966c_204"
    },
    {
      "start": 46411,
      "end": 46840,
      "text": "The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ec61b5d45704d51802d95a504276e16_205"
    },
    {
      "start": 46841,
      "end": 46954,
      "text": "An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fcb5ec4a4064d01a302f4fa53e8cd5c_206"
    },
    {
      "start": 46955,
      "end": 47140,
      "text": "The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b388d0349944e08b35717c3817a9263_207"
    },
    {
      "start": 47141,
      "end": 47291,
      "text": "Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression 'patent illegality'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8862ed982b7d44fa8b7148b944f9800f_208"
    },
    {
      "start": 47293,
      "end": 47530,
      "text": "32. In light of the principles elucidated herein for interference with NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined an arbitral award by a court in exercise of its jurisdiction under Section 34 of the 1996 Act",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9005a3c3cb2f4891bbfb5c3bf6c37088_209"
    },
    {
      "start": 47531,
      "end": 47732,
      "text": ", we proceed to consider the questions that arise in these Appeals as to whether the Division Bench of the High Court was right in setting aside the award of the Arbitral Tribunal dated 11.05.2017.\n18.",
      "labels": [
        "ISSUE"
      ],
      "id": "fe083bce907549d9b9d6ee14dd5a9d63_210"
    },
    {
      "start": 47733,
      "end": 47911,
      "text": "In the light of the aforesaid observations of the Hon'ble Apex Court in a very recent decision, we may peruse the circumstances which have been considered by learned Arbitrator .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24db0ebc23834f90844e288516e53c7f_211"
    },
    {
      "start": 47912,
      "end": 49611,
      "text": "First of all, the reliefs contained in the claim petition are required to be reproduced since there was some grievance raised by learned counsel appearing for appellants about traveling beyond the reliefs by learned Arbitrator and as such, the reliefs are incorporated hereunder:-\na) to make an appropriate order declaring an order dated 2nd February, 2015 of termination of Dealership made by Respondent No.3 and subsequent order dated 30 March, 2015 made by Respondent No. 1 as illegal, without jurisdiction and bad in law and the Tribunal be pleased to make an order declaring that the Claimants have not violated any of the provisions of the terms and conditions of the Dealership Agreement as well as Marketing Discipline Guidelines, 2012.\nb) To make an appropriate Award in favour of the Claimants and against the Respondents declaring that the Respondents have to restore the supply of Petroleum Products to the petrol pump of the Claimants as per the agreed terms and conditions of the Dealership Agreement;\nc) to make an Award in favour of the Claimants and against the Respondents for an amount of Rs.7,12,33,389/-(Rupees Seven Crores Twelve Lakhs Thirty Three Thousand Three Hundred Eighty Nine Only) in favour of the Claimants as indicated in paragraph 5 of the statement of claim with an interest at the @6% per annum from the date of termination of Dealership Agreement till the date of realisation;\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined d) to make an order of cost in favour of the Claimants and against the Respondents;\ne) To make such other and further order as may be deemed just and proper in the facts and circumstances of the present case.\n19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e55ad6b2eae0486d92ada61fae8601a5_212"
    },
    {
      "start": 49612,
      "end": 49767,
      "text": "In the context of this, for proper adjudication, learned Arbitrator has also framed the issues which issues are reflecting in paragraph 12 of the decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3ab167772149c7aa42317435dff0ad_213"
    },
    {
      "start": 49768,
      "end": 50262,
      "text": "Said Issues which have been framed on 22.10.2018 read as under:-\n1. Whether the Claimants prove that there is no violation of Clause 8.2 (iv) of MDG-2012 and clause numbers 45 (a), 45 (k) and 45 (0) of the Dealership Agreement?\n2. Whether the Claimants prove that there was no unauthorised fitting done by the Claimants in respect of HSD DUS Sr. No. 177 V and 189 V and whether the Claimants prove that there was no suspicious electronic chip attached to the pulsar cable in motherboard end?\n3.",
      "labels": [
        "ISSUE"
      ],
      "id": "3a0a466df8864771ada92bb9691e862b_214"
    },
    {
      "start": 50263,
      "end": 50900,
      "text": "Whether the Claimants prove that the order dated 2nd February, 2015 of the Termination of Dealership Agreement passed by the Respondent (No. 3 is illegal, improper and deserves to be quashed and set aside?\n4. Whether the Claimants prove that the Order dated 30th March, 2015 passed by Respondent No. 1 is without considering the evidence on record in its proper perspective and, therefore, the same deserves to be quashed and set aside?\n5. Whether the Claimants prove that they are entitled to get losses and damages from the Respondents as claimed in paragraph (5) of the Statement of Claims?\n6. What order as to interest and costs?\n20.",
      "labels": [
        "ISSUE"
      ],
      "id": "5f9b7d4aa33f46e49af52f9b7a0ecfae_215"
    },
    {
      "start": 50901,
      "end": 51125,
      "text": "After allowing the parties to the proceedings full NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined opportunity to adduce material and lead their case, a detailed award came to be passed on 21.2.2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5ae5c3304b54f9e8c9f9f683b2b9d28_216"
    },
    {
      "start": 51126,
      "end": 51584,
      "text": "Perusal of the said award is indicating clearly that learned Arbitrator has minutely examined each and every contention raised by the appellants and has thoroughly scrutinized the material in the context of even contractual terms and relevant guidelines framed for that purpose and after analyzing the material, learned Arbitrator observed that on the visit on 16.1.2014, certain photographs were taken and it was understood that electronic chips were found.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6bf267b85f6d4e8fa6a14866cc145c20_217"
    },
    {
      "start": 51585,
      "end": 51923,
      "text": "It appears from the observations that claimant has admitted that when AAC WR inspected the retail outlet on 16.1.2014, there was an additional suspicious electronic chip found though claimant has stated that he came to know about the same for the first time, but nonetheless, said factum about existence of electronic chip was dealt with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "402ba90704444f339511c3cac6739d6c_218"
    },
    {
      "start": 51924,
      "end": 52062,
      "text": "Learned Arbitrator has then elaborately considered even the scope of arbitration in the context of the contentions raised by the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb89808a745c4c76ab0d61baa28052b2_219"
    },
    {
      "start": 52063,
      "end": 52439,
      "text": "Further, Chapter-V of the guidelines which was tried to be emphasized to indicate types of irregularities at the retail outlets, same has been dealt with specifically as can be seen from paragraph 38 NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined and it was clearly observed that as desired, under Clause 8.2(iv), testing was not undertaken by MIDCO.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3f0864758f84d38b3846b70ee181abc_220"
    },
    {
      "start": 52440,
      "end": 52763,
      "text": "It was also noticed by learned Arbitrator that a termination of dealership which took place under the letter dated 2.2.2015 for the first time there appears to be a violation of Clauses 45(A), 45(K) and 45(O) of the dealership agreement though on general, a reference was made about vioiation of clause 8.2(iv) of MGT 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0749ce151f504914891519399f24b380_221"
    },
    {
      "start": 52764,
      "end": 53277,
      "text": "But, upon examination of the relevant records, it was categorically found by learned Arbitrator that notices which have been given had no specific reference about breach of Clauses 45(A), 45(K) and 45(O) in particular and as such, it was categorically found that respondent authority, i.e. present appellant, came out with such violation against the claimants for the for first time without issuance of specific notice and qua that, right of effective representation is considered to have been adversely affected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac060457a2ab4444a281d76687a77c75_222"
    },
    {
      "start": 53279,
      "end": 53952,
      "text": "21. Yet another circumstance which has also been considered, which is tried to be emphasized about affidavit of Shri Pipaliya dated 15.3.2015 and after consideration of overall material, it was also observed by learned Arbitrator that at the time of NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined inspection, there was shortage of delivery found nor there was any variation visible and as such, upon overall consideration of the stand of both the sides, the claimant was not called upon by way of any notice in specific and as such, order of termination was found to be in violation of principle of natural justice and without application of mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a596b34f01c4cf1873bd7104af5700d_223"
    },
    {
      "start": 53954,
      "end": 54609,
      "text": "22. Further, yet another material aspect which has been noticed by the learned Arbitrator is that in the order passed by the appellants, there is nothing to indicate that action of termination on account of critical irregularities has ever been approved by the officer of the rank of General Manager and it was also found that order of termination is made by an authority which made an order under MDG, was not competent to make an order and as such not only the order of termination was found to be in conflict with principles of natural justice but said order was found as without the authority and nullity and as such, cannot sustain in the eye of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bae98a110c345619e6134a9c44cfb36_224"
    },
    {
      "start": 54610,
      "end": 55775,
      "text": "With regard to this issue about approval by General Manager, it was observed also on the basis of the material on record that no-doubt, there is a reference in the order made by the Appellate Authority about NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined approval of General Manager (In-charge) but it was clearly found by learned Arbitrator that reading of Clause 8.8 would indicate that action of termination is required to be approved by General Manager and above and not below the rank of General Manager and therefore in paragraph 75, after referring to such issue of lack of authority or approval, learned Arbitrator found that the order and action is unsustainable in the eye of law and for coming to this conclusion, we are satisfied that relevant clauses of the guidelines as well as terms of the dealership have been kept in mind and also basic principle of natural justice and for arriving at such conclusion, material which has been placed before learned Arbitrator have been analyzed and examined and only thereafter the award came to be passed which is in our considered opinion cannot be said to be perverse in any form.\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94146dcf1d2543c5b2377894ffe4963e_225"
    },
    {
      "start": 55776,
      "end": 55914,
      "text": "In the recent past, Hon'ble the Apex Court had an occasion to deal with the issue regarding what would be patent illegality or perversity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52679b5306ab4cfa8271336496125f90_226"
    },
    {
      "start": 55915,
      "end": 56201,
      "text": "Relevant observations contained in paragraph 46 of the decision of Hon'ble the Apex Court in the case of Anglo American Metallurgical Coal Pvt. Limited v.\nMMTC Limited reported in (2021) 3 SCC 308, read thus:-\nNEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined 46.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "25dafd8eec934422af2062a979c7cbb5_227"
    },
    {
      "start": 56202,
      "end": 56484,
      "text": "The judgment in Associate Builders (supra) examined each of the heads set out in Renusagar Power Co. Ltd. v. General Electric Co., 1994 Supp (1) SCC 644, together with the addition of the fourth head of \"patent illegality\" laid down in ONGC Ltd. v. Saw Pipes Ltd., (2003) 5 SCC 705.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8ab2717e68c04344b69754c65f28dbe3_228"
    },
    {
      "start": 56485,
      "end": 56610,
      "text": "Since we are concerned with the \"perversity principle\", the relevant paragraphs of this judgment are set out as follows:\n\"29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "59d69a7d42c8451d81b7f92daa108400_229"
    },
    {
      "start": 56611,
      "end": 56734,
      "text": "It is clear that the juristic principle of a \"judicial approach\"\ndemands that a decision be fair, reasonable and objective.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3b35f9196084c69b412b384a6d09148_230"
    },
    {
      "start": 56735,
      "end": 56881,
      "text": "On the obverse side, anything arbitrary and whimsical would obviously not be a determination which would either be fair, reasonable or objective.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "911ec6a7757e42b5a55b2a5d6a91734b_231"
    },
    {
      "start": 56883,
      "end": 57081,
      "text": "\"31. The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a070174887f6425c8d6a8116641d0f17_232"
    },
    {
      "start": 57082,
      "end": 57407,
      "text": "It is settled law that where:\n          (i)     a finding is based on no evidence, or           (ii)    an Arbitral Tribunal takes into account something irrelevant to                   the decision which it arrives at; or (iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "497c9b9ac8104d56aab3a5900659b017_233"
    },
    {
      "start": 57409,
      "end": 57477,
      "text": "32. A good working test of perversity is contained in two judgments.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9dc79e5df9054f228e763c02380b9c30_234"
    },
    {
      "start": 57478,
      "end": 57619,
      "text": "In Excise and Taxation Officer-cum-Assessing Authority v. Gopi Nath & Sons [1992 Supp (2) SCC 312], it was held: (SCC p. 317, para 7) \"7. ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e631aacfb71140fda5299fa4e261a628_235"
    },
    {
      "start": 57620,
      "end": 57952,
      "text": "It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5804c5fdfbe8427db23f5a5a2886efcc_236"
    },
    {
      "start": 57953,
      "end": 58049,
      "text": "\nIn Kuldeep Singh v. Commr. of Police [(1999) 2 SCC 10] , it was held: (SCC p. 14, para 10) \"10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "889d495ed6a9424ebf936d0d8f7c41f8_237"
    },
    {
      "start": 58050,
      "end": 58168,
      "text": "A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60df2de664834f70ac40732750d3f36f_238"
    },
    {
      "start": 58169,
      "end": 58327,
      "text": "If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7738ab75aeb94d1ba3f15d248145a969_239"
    },
    {
      "start": 58328,
      "end": 58622,
      "text": "But if there is some NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings would not be interfered with.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41c39687d37f42e98ea70fa90d9fb79a_240"
    },
    {
      "start": 58624,
      "end": 58827,
      "text": "33. It must clearly be understood that when a court is applying the \"public policy\" test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae006e6a91d9424c9cff6e08a27705ad_241"
    },
    {
      "start": 58828,
      "end": 59037,
      "text": "A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd92c900c7fa45c4b392331f1c6f246b_242"
    },
    {
      "start": 59038,
      "end": 59199,
      "text": "Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4c38b3c6b0f74931a11a7dfa41f3f21e_243"
    },
    {
      "start": 59200,
      "end": 59313,
      "text": "Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11ffd01710524d928cf8c72fff219d86_244"
    },
    {
      "start": 59314,
      "end": 59457,
      "text": "In P.R. Shah, Shares & Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd. [(2012) 1 SCC 594], this Court held: (SCC pp. 601-02, para 21) \"21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ad3d94956cda4f1abe5b1846b9a436f2_245"
    },
    {
      "start": 59458,
      "end": 59574,
      "text": "A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5ab442343f364ed69dc57a12ee91b1ca_246"
    },
    {
      "start": 59575,
      "end": 59663,
      "text": "An award can be challenged only under the grounds mentioned in Section 34(2) of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f8ce30f9823847ecbf32c598d48fb5e9_247"
    },
    {
      "start": 59664,
      "end": 59779,
      "text": "The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5d7ee6dca766475fa0e2a482ad9c9074_248"
    },
    {
      "start": 59780,
      "end": 59846,
      "text": "The case as put forward by the first respondent has been accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6988c4201554f58b04d386febf3f260_249"
    },
    {
      "start": 59847,
      "end": 60167,
      "text": "Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye- law 248, in a claim against a non-member, had no jurisdiction to decide a claim against another member.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eafa4b686c94f6284f91c6a5625adf8_250"
    },
    {
      "start": 60168,
      "end": 60333,
      "text": "The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9791c2ee35b7408db387a9726937ee59_251"
    },
    {
      "start": 60334,
      "end": 60509,
      "text": "Therefore, in the absence of any ground under Section 34(2) of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70847fd41bc04245830658fab03ccc9f_252"
    },
    {
      "start": 60511,
      "end": 60755,
      "text": "34. It is with this very important caveat that the two fundamental principles which form part of the fundamental policy of Indian law (that the arbitrator must have a judicial approach and that he must not act perversely) are to be understood.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8867ce84451d4e4cacf090d2927755a1_253"
    },
    {
      "start": 60756,
      "end": 60769,
      "text": "(pages 75-77)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f23da46e64a40eeba289a3b28f25e37_254"
    },
    {
      "start": 60770,
      "end": 61084,
      "text": "\"42. In the 1996 Act, this principle is substituted by the \"patent illegality\" principle which, in turn, contains three NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined subheads:\n42.1. (a) A contravention of the substantive law of India would result in the death knell of an arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d3cd52524fbc483296254ee28daec9a2_255"
    },
    {
      "start": 61085,
      "end": 61211,
      "text": "This must be understood in the sense that such illegality must go to the root of the matter and cannot be of a trivial nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98734db4feb346e791ac4421de904d0a_256"
    },
    {
      "start": 61212,
      "end": 61350,
      "text": "This again is really a contravention of Section 28(1) (a) of the Act, which reads as under:\n\"28. Rules applicable to substance of dispute.",
      "labels": [
        "STA"
      ],
      "id": "d738790706ba43e6a82d60303f76c735_257"
    },
    {
      "start": 61351,
      "end": 61882,
      "text": "--(1) Where the place of arbitration is situated in India-- (a) in an arbitration other than an international commercial arbitration, the Arbitral Tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in India;\"\n42.2. (b) A contravention of the Arbitration Act itself would be regarded as a patent illegality -- for example if an arbitrator gives no reasons for an award in contravention of Section 31(3) of the Act, such award will be liable to be set aside.",
      "labels": [
        "STA"
      ],
      "id": "9761bae8690e4f9a8d79c0122ad69078_258"
    },
    {
      "start": 61883,
      "end": 62272,
      "text": "\n42.3. (c) Equally, the third subhead of patent illegality is really a contravention of Section 28(3) of the Arbitration Act, which reads as under:\n\"28. Rules applicable to substance of dispute. --(1)-(2)*** (3) In all cases, the Arbitral Tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\"",
      "labels": [
        "STA"
      ],
      "id": "8bdaa41fcf484b81b954ad06dff8ff1c_259"
    },
    {
      "start": 62273,
      "end": 62331,
      "text": "\nThis last contravention must be understood with a caveat.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4272157387f4b87b26aef727f290ab2_260"
    },
    {
      "start": 62332,
      "end": 62553,
      "text": "An Arbitral Tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f920d0caa23540df8b6a96028f559cd2_261"
    },
    {
      "start": 62554,
      "end": 62788,
      "text": "Construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair- minded or reasonable person could do.\"\n24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3e0de14037e74abda833a4e8233f46ae_262"
    },
    {
      "start": 62789,
      "end": 63163,
      "text": "Based upon such broad proposition, we from the record here in the case on hand do not find any such patent illegality or perversity, since the findings of the learned Arbitrator is based NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined upon evidence, has taken into consideration all the relevant circumstances and has not ignored any vital evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0b563e1c83c4c91934edcb7d3e4ac78_263"
    },
    {
      "start": 63164,
      "end": 63347,
      "text": "If the view of interpretation of any clause is not digestible to the appellants, same ipso facto would not construe the conclusion as perverse or suffering from any patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45fe3bf5572b4ec9beacb1b9b56b55b1_264"
    },
    {
      "start": 63348,
      "end": 63648,
      "text": "We have categorically found from the award passed by learned Arbitrator that almost each and every issue has been dealt with and conclusion is arrived only after critical analysis of the stand of both the sides and as such, ex-facie we see no perversity in the award passed by learned Arbitrator.\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f58e3f93b35c42368a9b8a22a347df8b_265"
    },
    {
      "start": 63649,
      "end": 64033,
      "text": "Yet another issue which has been tried to be raised by learned senior counsel Mr. Bhatt for the appellants is that termination of dealership no-doubt is held to be bad in law, but then consequential direction which has been granted about restoration of supply of petroleum products as if dealership is in existence is outside the scope of even pleadings or the issue raised before it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c8493067b90498b9a0325a8cb194d71_266"
    },
    {
      "start": 64034,
      "end": 64606,
      "text": "Now, at this stage, we may observe that learned Arbitrator has specifically found on the basis of the material on record that termination of dealership agreement action is clearly in violation of the principles of natural justice and same NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined having been set aside, consequence is that situation would erupt as if there is no such order of termination of dealership and as such, consequential direction which has been given that has been clearly in the context of the reliefs which have been prayed for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a3f0c1b5ac64b6a8830b25420c1a8cd_267"
    },
    {
      "start": 64607,
      "end": 65009,
      "text": "It is not that learned Arbitrator has moulded the reliefs or passed the award in absence of such reliefs and for that purpose, we may refer to the application in terms of paragraph 11(b), wherein specific restoration of supply request was made in the plaint and as such, by no stretch of imagination, it can be observed that learned Arbitrator has overstepped and passed a direction beyond the reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4a3dc5549df4547a76aacd681f3b2ae_268"
    },
    {
      "start": 65010,
      "end": 65076,
      "text": "Hence, said contention is ex-facie not available to the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f64c2f3e45104f599a02d63726311d61_269"
    },
    {
      "start": 65078,
      "end": 65511,
      "text": "26. So, from the overall consideration of the material on record, though this Court is not expecting to re-appreciate or re- examine the merit, which had already been examined by learned Arbitrator, still a perusal of overall material would clearly indicate that there is neither any perversity nor any irregularity patent in nature which may permit us to set at naught the conclusion which has been arrived at by learned Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af2e1088e5e54f10af36bdb7752e6f0b_270"
    },
    {
      "start": 65512,
      "end": 65965,
      "text": "As said earlier, a very limited scope is available to the Court under NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined Section 37 of the Act while examining the award of learned Arbitrator and a very limited open widow is provided by the Hon'ble Apex Court, either it is patent illegality, perversity or against the public policy which none of the issues are established before us by learned counsel appearing for the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80fe3e60538042028c4e901c1233e8b4_271"
    },
    {
      "start": 65967,
      "end": 66286,
      "text": "27. We could have understood if the finding was found on no evidence or totally against the weight of evidence, we would have probably examined differently, but here we saw no such circumstance visible from the record which persuaded us to come to a conclusion as suggested by learned senior counsel for the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a41cba3c92c4b1d96b4b505c4e1923a_272"
    },
    {
      "start": 66287,
      "end": 66649,
      "text": "Accordingly, the award is not found to be either perverse or suffering from any patent illegality and as such keeping in view the salutary proposition propounded in recent past in the decision of Hon'ble the Apex Court on the scope of Section 37 of the Act, as referred to above, we are of the opinion that appellants have not made out any case for interference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78dc120059ae4e4790770715ff99c51d_273"
    },
    {
      "start": 66650,
      "end": 67270,
      "text": "As said by the Hon'ble Apex Court that re-appreciation of matters on facts as well as on law is outside the purview of examination and if such exercise is to be undertaken, same would frustrate NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined the very purpose and object for which a separate alternative redressal mechanism is set up and as such on the basis of facts on hand, we are in complete conformity with the observations made by the Hon'ble Apex Court in the case of Delhi Airport Metro Express Private Limited (supra) and have found that no case is made out to call for any interference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60bec1375a9948a5b5f5c9642ba8c75b_274"
    },
    {
      "start": 67272,
      "end": 67562,
      "text": "28. A close perusal of Section 14 indicates that case of the appellants is not possible to be brought within the purview as none of the contingencies stipulated in Section 14 are attracted in the case on hand and such contention raised learned counsel for the appellants is devoid of merit.",
      "labels": [
        "RATIO"
      ],
      "id": "17cda0733c584b3197b44aafee79a8da_275"
    },
    {
      "start": 67564,
      "end": 67837,
      "text": "29. Even in the context of aforesaid discussion and analysis of the proposition of law on the issue, we are also quite satisfied that there is no error committed by the Court below in not entertaining the application under Section 34 of the Act moved by present appellants.",
      "labels": [
        "RATIO"
      ],
      "id": "6d53bb5f1d6743f28ec36eac5dbd05d4_276"
    },
    {
      "start": 67838,
      "end": 67976,
      "text": "The view taken by the Court below is also in consonance with spirit in which proposition is made herein- before by the Hon'ble Apex Court.",
      "labels": [
        "RATIO"
      ],
      "id": "262398ead07d48d883c18ce250724bd5_277"
    },
    {
      "start": 67977,
      "end": 68185,
      "text": "Hence, in absence of any patent illegality or perversity, we are not inclined to exercise NEUTRAL CITATION C/FA/4226/2022 CAV JUDGMENT DATED: 14/03/2023 undefined our jurisdiction under Section 37 of the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "f512a01ec53849c983792667704278ba_278"
    },
    {
      "start": 68186,
      "end": 68239,
      "text": "Hence, we deem it proper not to entertain the appeal.",
      "labels": [
        "RPC"
      ],
      "id": "333f07d16b5e4249acfe12ecd4e9f3ee_279"
    },
    {
      "start": 68240,
      "end": 68277,
      "text": "Accordingly, appeal stands DISMISSED.",
      "labels": [
        "RPC"
      ],
      "id": "aff38942e2cc4397aebfdd133be4019a_280"
    },
    {
      "start": 68279,
      "end": 68374,
      "text": "30. Since the main appeal is dismissed, Civil Application is ordered to be consigned to record.",
      "labels": [
        "RPC"
      ],
      "id": "d0702ed0f91d421d9c1e178ca808c8a8_281"
    },
    {
      "start": 68375,
      "end": 68434,
      "text": "\nSd/-\n(ASHUTOSH SHASTRI, J) Sd/-\n(NISHA M. THAKORE,J) OMKAR",
      "labels": [
        "NONE"
      ],
      "id": "3aa19b01cf3644de8c3f6ed72aae432d_282"
    }
  ]
}