{
  "id": "432e8d894276fa640569d5e882f2a49d81af3c3d117e3f61b46f5c4367ebdbec",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras High Court \nV.Pranav vs Vanishree on 18 June, 2024\nAuthor: M.Sundar \nBench: M.Sundar \n    2024 : Mhc:2330 \n\n\n\n                                                                               C.M.A.No.1244 of 2024\n\n\n\n                                  In The High Court Of Judicature At Madras\n\n                                                Dated : 18.06.2024 \n\n                                                     Coram \n\n                                    The Honourable Mr.JUSTICE M.Sundar \n                                                   and \n                    The Honourable Mrs.JUSTICE K.Govindarajan Thilakavadi \n\n                                              C.M.A.No.1244 of 2024 \n                                        and C.M.P.No.11113 & 11114 of 2024 \n\n\n                  1.V.Pranav \n                  2.V.Varun \n                  3.Anuradha \n                  4.V.Naeha                                          .... Appellants\n\n\n                                                       Vs\n\n                  1.Vanishree\n                    Partner , M / s.Narasu's Spinning Mills \n                    No . C-317 , Raheja Enclave\n                    Race Course Road, Coimbatore - 641 018.\n\n                  2.The Branch Manager\n                    Hdfc Bank Ltd\n                    Salem Main Road\n                    No.224/1, Sree Sharadha Arcade\n                    Meyyanur Main Road\n                    Aishwaryam, Salem - 636 004.\n\n                  3.The Branch Manager \n                    Hdfc Bank Ltd., \n                    Omalur Branch \n\n                 1/27 \nhttps://www.mhc.tn.gov.in/judis \n                                                                                 C.M.A.No.1244 of 2024 \n\n\n\n                      No.88/8W, Ground Floor \n                      Katcheri Street \n                      Near Omalur Taluk Office \n                      Mettur Road, Omalur \n                      Salem - 636 455.\n\n                  4 . M / s. Narasus Spinning Mill \n                     Represented by its Partner Mr.P.Sivanantham \n                     S / o. R.P.Sarathy \n                     Having registered office at \n                     S.No.18,19, Kottamettupatty \n                     R.C.Chettypatty Post, Omalur Taluk\n                     Salem District - 636 455.\n\n                  5.Mr.P.Sivanantham\n                    S/o. R.P.Sarathy\n                    Having place at business at \n                    16 Court Road, Johnsonpet, Hasthampatty\n                    Salem - 636 007.                                   ... Respondents\n\n                  Prayer : Civil Miscellaneous Appeal filed under Section 37(1)(b) of the\n                  Arbitration and Conciliation Act, 1996 read with Section 13(1) of \n                  Commercial Courts Act, 2015, praying to set aside the impugned order dated \n                  30.04.2024 in Arb.O.P.No.1 of 2024 passed by learned District Judge,\n                  Commercial Court, Salem, and allow Arb.O.P.No.1 of 2024. \n\n\n                                  For Appellants   : Mr.M.S.Seshadri \n\n                                  For Respondents : Mr.Ashokapathy\n                                                    for M / s. Pass Associates for R1 \n                                                    R2 & R3 - No Appearance \n                                                    Ms.S.Subashiny for R4 & R5\n\n\n\n                 2/27 \nhttps://www.mhc.tn.gov.in/judis \n                                                                               C.M.A.No.1244 of 2024 \n\n\n\n\n                                                 Judgment\n(Judgment of the court was made by M.Sundar, J.) This common judgment/order will now dispose of the captioned main 'Civil Miscellaneous Appeal' [hereinafter 'Cma' for the sake of brevity] and captione d 'Civil Miscellaneous Petitions' [hereinafter 'CMPs' in plural and 'CMP' in singular for the sake of brevity]. \n2. Captioned CMA is directed against an order dated 30.04.2024 made in Arbitration Original Petition No.1 of 2024 (CNR No.TNSA 23- 000002-2024) by the Commercial Court, (District Judge cadre), Salem. This '30.04.2024 order' shall hereinafter (in this judgment/order) be referred to as 'impugned order' and 'Commercial Court, (District Judge cadre), Salem' shall be referred to as 'said Commercial Court', both for the sake of brevity, convenience and clarity. \n3. To be noted, impugned order has been made in a Section 9 application at the instance of four partners qua a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience] as regards a compendious name, i.e., partnership firm which goes by the name 'M/s.Narasu's Spinning Mills' [hereinafter 'said firm' for the sake of https://www.mhc.tn.gov.in/judis brevity, convenience and clarity]. The aforementioned said partnership deed (dated 26.05.2020) has seven partners, i.e., seven individuals. This Court is informed that two of them namely Thiru.K.R.Ramanujam S/o.K.V.Radhakrishnan and Tmt.R.Indrani, W/o.K.R.Ramanujam are no more. As already alluded to supra, four partners moved the said Commercial Court by way of a Section 9 application and the fifth partner was arrayed as first respondent [R1]. Bankers qua said firm, i.e., the two branches of a bank were arrayed as respondents 2 and 3 [R2 & R3] (HDFC, Salem Main Branch and HDFC, Omalur Branch respectively). The firm itself has been arrayed as fourth respondent [R4] (a partnership firm is not a juristic person and it is only a compendious name but leave it at that owing to the perimeter of the legal drill on hand). In the aforementioned Section 9 application, one Thiru.P.Sivanantham filed an application to implead himself saying he continues to be a partner in said firm. This implead application was allowed by the said Commercial Court in and by an order dated 20.03.2024 made in I.A.No.2/2024. This implead order was assailed in this court by four aforementioned applicants. This 'Commercial Appellate Division' ('CAD' for the sake of brevity) vide C.M.A.(CAD) (SR) No.41810 of 2024 disposed of the appeal by a judgment /order dated 08.04.2024, which reads as follows:\nhttps://www.mhc.tn.gov.in/judis 'IN THE HIGH COURT OF JUDICATURE AT MADRAS DATED: 08.04.2024 Coram THE HON'BLE MR.JUSTICE M.SUNDAR and THE HON'BLE MRS. JUSTICE K. GOVINDARAJAN THILAKAVADI C.M.A (CAD) (SR) No.41810 of 2024 1.V.Pranav 2.V.Varun 3.Anuradha 4.V.Naeha .. Appellants vs 1.M/s.Narasus Spinning Mill Represented by its Partner Mr.P.Sivanantham, aged about 60 years S/o.R.P.Sarathy, having registered office at S.No.18, 19 Kottamettupatty R.C.Chettypatty Post, Omalur Taluk, Salem District  636 455 2. Mr.P.Sivanantham .. Respondents https://www.mhc.tn.gov.in/judis Civil Miscellaneous Appeal filed under Section 37(1)(b)of the Arbitration and Conciliation Act, 1996 read with Section 13 of Commercial Courts Act, 2015 to set aside the impugned order dated 20.03.2024 passed in I.A.No.2 of 2024 in Arb.O.P.No.1 of 2024 by the District Judge, Commercial Court, Salem. \n                                   For Appellants      :      Mr.M.S.Seshadri                                    For Respondents     :      Ms.S.Subashiny                                                        JUDGMENT [Judgment of the Court was delivered by M.SUNDAR, J.] Captioned 'Civil Miscellaneous Appeal' [hereinafter 'CMA' for the sake of brevity] has been filed in this Court on 26.03.2024 assailing an order dated 20.03.2024 made in I.A.No.2 of 2024 in Arb.O.P.No.1 of 2024 [CNR No.TNSA23-000002-2024] made by the 'Court of District Judge, Commercial Court, Salem' [hereinafter 'Salem Commercial Court' for convenience]. This '20.03.2024 order' made by Salem Commercial Court shall be referred to as 'impugned order' for the sake of convenience. \n2. In and vide the impugned order, Salem Commercial Court has allowed an implead application taken out by a partnership firm and its partner seeking to implead themselves as respondents 4 and 5 [R4 & R5] in Arb.O.P.No.1 of 2024. To be noted, Arb.O.P.No.1 of 2024 is an application under Section 9 of 'The Arbitration and Conciliation Act (Act No.26 of 1996)' https://www.mhc.tn.gov.in/judis [hereinafter 'A and C Act' for the sake of convenience and clarity]. To put it with precision, it is an application under Section 9(1)(ii)(e) of A and C Act with a prayer for temporary/mandatory injunction, directing HDFC Bank to permit operation of a Bank account in the name of 'M/s.Narasus Spinning Mill (a Partnership firm)' [hereinafter 'said firm' for the sake of brevity and convenience] and a temporary injunction restraining one of the partners of said partnership firm from interfering in the affairs of the said firm.\n3. To be noted, captioned CMA has been listed under the cause list caption 'FOR MAINTAINABILITY' as Registry has entertained doubts as to whether an appeal under Section 37(1)(b) of A and C Act would lie as impugned order has acceded to an implead prayer i.e., it has neither granted nor refused any measure under Section 9 of A and C Act.\n4. Mr.M.S.Seshadri, learned counsel for appellants is before us and for the sake of completion of facts, we deem it appropriate to say that four appellants before us have filed a petition under Section 11 of A and C Act in this Court vide O.P.No.3 of 2024 and this Section 11 petition is predicated on arbitration agreement ['arbitration agreement' within the meaning of Section 2(1)(b) read with Section 7 of A and C Act] which is in the form of a clause in a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience]. This Court is informed that this Section 11 OP is pending. Aforementioned Arb.O.P.No.1 of 2024 i.e., Section 9 https://www.mhc.tn.gov.in/judis application is 'before' arbitral proceedings is learned counsel's say. To be noted, the date of commencement of arbitral proceedings i.e., commencement within the meaning of Section 21 of A and C Act is 17.06.2023 as that is the date on which noticee received trigger notice dated 12.06.2023.\n5. This Court, having captured the essentials, now deems it appropriate to get it into the legal drill qua maintainability of captioned CMA. \n6. Mr.M.S.Seshadri, learned counsel placed reliance on three orders. One is an order dated 24.02.2020 made in V.G.Santhosam and Others Vs. Shanthi Gnanasekaran and Others reported in 2020 SCC OnLine Mad 560 by a Hon'ble single Judge of this Court, the second is an order dated 02.02.2021 in M.Mythrai Vs. T.Ramesh and Others reported in 2021 SCC OnLine Mad 13704 made by another Hon'ble single Judge of this Court and the third is an order dated 24.07.2023 in Arupri Logistics Pvt. Ltd., Vs. Vilas Gupta and Others reported in 2023 SCC OnLine Del 4297 made by a Hon'ble single Judge of Delhi High Court.\n7. The aforementioned three orders were relied on by the learned counsel to say that the captioned CMA is maintainable though it is an order acceding to an implead prayer by a Section 9 Court. Learned counsel predicated his campaign on his sheet anchor submission that 'implead' is an 'order under Section 9' and that it is an 'order under Section 9(1)(ii)(e) of A and C Act to be precise'.\nhttps://www.mhc.tn.gov.in/judis 8. Before we proceed further with the maintainability drill on hand, we deem it appropriate to say that the expression '(and from no others)' occurring in parenthesis in sub-section (1) of Section 37 of A and C Act is a clear negative import qua statutory expression, it came up for consideration before Hon'ble Supreme Court in Fuerst Day Lawson Limited Vs. Jindal Exports Limited reported in (2011) 8 SCC 333 and relevant paragraphs are Paragraphs 89 to 91 and the same read as follows:\n89.It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [(2004) 11 SCC 672] ) was held to be a selfcontained code. Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the UNCITRAL Model must be held only to be more so. Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done. In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. \n90.We, thus, arrive at the conclusion regarding the https://www.mhc.tn.gov.in/judis exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Sections 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as a self-contained and exhaustive code in itself. \n91.In light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996. \n9. Reverting to the maintainability legal drill on hand, we tested the aforementioned argument of learned counsel on a demurrer i.e., accepting the argument that impugned order is an order under Section 9(1)(ii)(e) of A and C Act. The neat question is, whether this is a interim measure of protection, even if tested on a demurrer in this manner, it does not answer in the affirmative the straight /neat question i.e., whether the impugned order will tantamount to 'granting or refusing an interim measure under Section 9 of A and C Act'. We do not propose to further this legal drill as we are leaving open this question as learned counsel for appellants at this stage fervently submitted that it will suffice if right to contest the impugned order is left open after the Salem Commercial Court takes a decision i.e., either grants or refuses the prayer in Section 9 application and that such contesation will be only as part of a Section 37(i)(b) appeal against Section 9 https://www.mhc.tn.gov.in/judis order either as an applicant or as a respondent as that would depend on outcome of pending Section 9 application. \n10. As we are leaving open the question that has arisen, we refrain from expressing any opinion one way or the other on aforementioned two orders of Hon'ble single Judges of this Court in V.G.Santhosam case, M.Mythrai case and order of Hon'ble single Judge of Delhi High Court in Arupri Logistics case. However, as a matter of good order, we deem it appropriate to say that we have noticed that V.G.Santhosam case has been carried to Hon'ble Supreme Court by way of S.L.P (C) Nos.9234- 9237/2020 and Hon'ble Supreme Court has made the following order:\nhttps://www.mhc.tn.gov.in/judis https://www.mhc.tn.gov.in/judis 11. The aforementioned order makes it clear that V.G.Santhosam case remains an order of Hon'ble single Judge of this Court. The reason is Doctrine of merger has not kicked in owing to Kunhayammed principle i.e., Kunhayammed and Others Vs. State of Kerala and another reported in (2000) 6 SCC 12. In other words, the aforementioned order has been made prior to issue of notice in the first part of Article 136 of Constitution of India and therefore, there is no Doctrine of merger. Paragraph 80 of V.G.Santhosam case wherein and whereby Hon'ble single Judge has left open rights qua a civil suit also becomes relevant as Hon'ble Supreme Court has notice this in dismissing SLP i.e., not granting leave. \n13. In M.Mythrai case vide Paragraph 70, Hon'ble single Judge has only followed V.G.Santhosam case. Arupri Logistics being an order of another Hon'ble High Court, we deem it appropriate to say that we are not expressing any opinion at this juncture and we reserve for a matter where a legal drill becomes https://www.mhc.tn.gov.in/judis imperative. \n14. The petitioners in the implead application, namely, the firm and its partner, who are R1 and R2 in captioned CMA have lodged a caveat qua anticipated CRP but learned counsel for appellants has been very fair in favouring the learned counsel for caveator copies of the captioned matter and Ms.Suba Shiny, learned counsel for caveator is also before this Court. As the matter is listed for maintainability, learned counsel for caveator does not have a say. To be noted, counsel for caveator would not have a say even if the matter is tested for admission. Learned counsel for caveator would get audience only when the question of granting interim order is considered. Therefore, we deem it appropriate to just record the factual position that learned counsel for caveator is also before this Court when this proceedings unfurled and we leave it at that.\n15. In the light of the narrative thus far, the following order is made:\ni) The learned Judge presiding over the Commercial Court, Salem is requested to dispose of Arb.O.P.No.1 of 2024 as expeditiously as the business of the Court would permit but in any event on or before 30.04.2024. To be noted, in making this request this Court has also noticed the pendency in the Salem Commercial Court as reflected in the 'National Judicial Data Grid' ('NJDG');\nii) Salem Commercial Court to decide the Section 9 application de hors this order i.e., untrammelled by this order;\nhttps://www.mhc.tn.gov.in/judis iii) This means that on or before 30.04.2024, Salem Commercial Court would either grant or refuse interim measure sought for under Section 9 of A and C Act; \niiv) This Court is informed that the next listing before the Salem Commercial Court is 24.04.2024. It is open to the parties to make a prayer to advance the hearing;\nv) After Salem Commercial Court decides Arb.O.P.No.1 of 2024 either by granting or refusing the interim measure, it will be open to any party /parties aggrieved to come before this Court by way of appeal/appeals under Section 37(1)(b) of A and C Act.\nvi) If an appeal as above is filed in this Court, we make it clear that the question as to the correctness of the Commercial Court acceding to the implead prayer in I.A.No.2 of 2024 or in other words the correctness of the impugned order is left open to be tested. To put it differently, parties to such a petition under Section 37(1)(b) can raise the plea that the Commercial Court ought not to have acceded to the implead prayer and counter argument which will be considered as part of Section 37(1)(b) legal drill if that be so. \n16. With the above directions and observations, this CMA is disposed of at the SR stage itself. There shall be no order as to costs. \n                                                                       (M.S.,J.)     (K.G.T.,J.) \n                                                                            08.04.2024'\n4. The aforementioned judgment is tell-tale qua factual matrix and https://www.mhc.tn.gov.in/judis therefore, we refrain from setting out the factual matrix as well as the trajectory the matter had taken upto that point of time. Suffice to say that judgment in C.M.A.(CAD) (SR) No.41810 of 2024 shall now be read as part and parcel of the matter. Pursuant to the aforementioned judgment, said Commercial Court proceeded with the aforementioned Section 9 application, dismissed the same in and by an order dated 30.04.2024. The aforementioned four applicants are in appeal before this CAD. \n5. As regards first respondent, Mr.Ashokapathy of M/s.Pass Associates (Law Firm) {who has come by way of change of vakalath in place of Mr.Ashwin Kumar} is before us on 'VC' ('Videoconferencing') platform. To be noted, this is hybrid hearing, which is a routine/regular/daily feature in this Court. As regards second and third respondents, it is evident from the Vacation Bench order dated 24.05.2024 that M/s.King and Partridge (Law Firm) has accepted notice and as regards respondents 4 and 5, Ms.S.Subashiny is before us. \n6. Mr.M.S.Seshadri, learned counsel drew our attention to an earlier deed as amongst the partners of said firm dated 01.04.2002, which reads as https://www.mhc.tn.gov.in/judis follows :\n\" DEED OF PARTNERSHIP This instrument of partnership drawn on the 1st day of April, 2002, among (1) Smt.Mahalakshmi Ammal Charities, represented by its trustee R.P.Sarathy, (2) R.P.Sarathy, son of late K.V.Radhakrishna Chettiar, (3) K.R.Ramanujam, son of late K.R.Radhakrishna Chettiar, (4) R.Visweswaran, son of Sri.K.R.Ramanujam, (5) R.Indrani wife of Sri.K.R.Ramanujam, (6) P.Vanishree wife of Sri.H.Pandarinathan, (7) V.Anuradha wife of Sri.R.Visweswaran all of whom have their permanent addresses as 16, Court Road, Salem-7. \nWhereas parties (1) to (4), 6, 7 of us along with Sri.P.Sivanantham, son of R.P.sarathy, Salem have been carrying on business in the name and style of \"NARASU'S SPINNING MILLS\" in accordance with terms and conditions of the deed of partnership entered into on the 1st day of April 2001 and, Whereas the above said Sri.P.Sivanantham has retired from the partnership and the party of the fifth part Smt.R.Indrani has been admitted into partnership with effect from 01.04.2002. \nWhereas we have decided to continue the said business under the following terms and conditions. \n1. The parties shall remain partners in the business of the firm's Spinning Mill, which shall be continued to be carried on with its office at 16, Court Road, Salem-7, in the https://www.mhc.tn.gov.in/judis same name and style of \"NARASU'S SPINNING MILLS\".\n2. The firm may carry on any other business or businesses at any other places also.\n3. The balance standing to the credit of the accounts of the partners shall be treated as their capital.\n4. Interest at the rate of 12% per annum shall be payable by the firm on the amounts standing to the credit of the accounts of the partners except that of party No.1; In the event of insufficiency of books profits for payment of interest as above, the partners shall be paid pro-rata a lower rate of interest reducing the firm's income per Income-tax Act to 'Nil'.\n5. Partners No:3 and 4 viz., K.R.Ramanujam and R.Visweswaran have agreed to devote their time and attention to the conduct of the affairs of the firm, as the circumstances and business needs may require; in consideration of such services rendered, they shall be entitled to a total remuneration to be calculated annually in the following manner . \nIn respect of :\ni. 1st Rs.75,000/- of book Profit Rs.50,000/- or 90% of the book profit whichever is higher ii. Next R.75,000/- of book Profit 60% thereof iii. Balance of book Profit 40% thereof The expression \"book Profit\" shall mean the amount computed as defined by Section 40(b) of the Income Tax Act, 1961, as may be applicable for the relevant period.\nhttps://www.mhc.tn.gov.in/judis Such total remuneration shall be divided and payable annually to the above two working partners as follows :-\nK.R.Ramanujam 55% R.Visweswaran 45%\n6. The partnership shall be one 'At Will'.\n7. All the parties to the partnership are authorised to operate the bank accounts of the partnership firm jointly or severally, they are also authorised to borrow funds and avail credit facilities from Banks and others, on behalf of the firm jointly and severally. \n8. True and proper accounts of the partnership shall be maintained and the profit or loss after deducting interest and salary to partners, with effect from 01.04.2002 shall be shared among the partners as follows :\nPROFIT % LOSS % (1) Smt. Mahalakshmi Ammal Charities 2 NIL (2) R.P.Sarathy 10 12 (3) K.R.Ramanujam 28 28 (4) R.Visweswaran 20 20 (5) R.Indrani 15 15 (6) P.Vanishhree 15 15 (7) V.Anuradha 10 10 9 . Death of any partner shall not lead to dissolution of the partnership. \n10. If any partner's connection with the partnership ceases by retirement or otherwise, such partner shall be entitled to receive only the amount standing to his/her account. \n11. Should any dispute arise among any of the partners in matters concerning the partnership, such dispute shall be https://www.mhc.tn.gov.in/judis referred to arbitration for settlement. \n12. In respect of matters not specifically stated herein, the provisions of the Indian Patnership Act, 1932, shall apply. IN WITNESS WHEREOF, the parties have set their hands hereunto.\" \n7. Adverting to aforementioned deed, learned counsel submitted that fifth respondent (P.Sivanantham) has since retired from said firm but we express no opinion on this submission owing to the trajectory the matter is taking, which will be set out infra. Suffice to say that both 'earlier partnership deed' (dated 01.04.2002) and the aforementioned 'said partnership deed' (dated 26.05.2020) contain arbitration clauses i.e., clauses 11 and 8 respectively and the same read as follows :\nClause 11 in earlier partnership deed dated 01.04.2002 :\n'Should any dispute arise among any of the partners in matters concerning the partnership, such dispute shall be referred to arbitration for settlement.' Clause 8 of said partnership deed, dated 26.05.2020 :\n'Should any dispute arise between the partners in matters concerning the partnership, such dispute shall be referred to arbitration for settlement.' Aforementioned clauses serve as 'arbitration agreements', i.e., 'arbitration agreement' between the parties within the meaning of Section 2(1)(b) read https://www.mhc.tn.gov.in/judis with Section 7 of 'The Arbitration and Conciliation Act (Act No.26 of 1996)' [hereinafter 'A and C Act' for the sake of convenience and clarity].\n8. It is the specific case of fifth respondent that aforementioned 01.04.2002 deed (earlier partnership deed) has been unilaterally thrust on fifth respondent and as alluded supra, we are not expressing any opinion on the same as it would now be part of the remit of Arbitral Tribunal about which there will be allusion infra. \n9. A point of paramount importance is, the counsel for appellants and first respondent submit in one voice that Section 11 petition in Arb.O.P.(Com.Div) No.3 of 2024 has been filed in this Court and the same is scheduled to be listed before Section 11 Court, day after tomorrow i.e., on 20.06.2024. What is of greater significance is, both learned counsel submitted that they have agreed on a Sole Arbitrator i.e., a designated Senior Counsel (a learned member of this Bar). To be noted, Mr.M.K.Kabir, Senior Advocate has been agreed to be the Sole Arbitrator. In the light of the consensus arrived at by both learned counsel and this joint request for appointment of Thiru M.K.Kabir as sole arbitrator, this Court appoints Thiru.M.K.Kabir to be the sole arbitrator. Both counsel submit that they https://www.mhc.tn.gov.in/judis would report this to Section 11 Court and give a closure to Arb.O.P.(Com.Div) No.3 of 2024, in an appropriate manner. \n10. In the aforementioned backdrop, we find that fifth respondent has filed a suit in O.S.No.10 of 2020 on the file of Additional District Judge-I, Salem, with a prayer to declare that fifth respondent continues to be a partner qua said firm.\n11. There cannot be a civil suit and arbitration proceedings simultaneously when the issues are dovetailed and inextricably intertwined. Therefore, it was agreed that the suit will be given a closure and fifth respondent will become a party to the arbitration before the aforementioned Sole Arbitrator. All questions including the question as to whether fifth respondent continues as partner qua said partnership and whether 01.04.2002 deed has been thrust on fifth respondent are left open to be decided by Arbitral Tribunal. Therefore, on this order being uploaded in Official Website of this Court, the suit in O.S.No.10 of 2020 on the file of learned Additional District Judge I, Salem will stand dismissed as withdrawn leaving all questions open and the lis qua suit also to be decided by learned https://www.mhc.tn.gov.in/judis sole arbitrator. Likewise, as regards Section 9 prayer, appellants have got the benefit of interim order dated 24.05.2024 in C.M.P.No.11113 of 2024 in captioned main appeal but now that the Arbitral Tribunal is constituted, (this court is acutely conscious of Arcelor Mittal principle, being Arcelor Mittal Nippon Steel India Limited Vs. Essar Bulk Terminal Limited reported in (2022) 1 SCC 712 qua sub section (3) of section 9 of A and C Act), we deem it appropriate to say that Section 9 prayer should also now be decided by Arbitral Tribunal in terms of powers under Section 17 and add that the interim order dated 24.05.2024 will cease to operate from today and prayer thereat will stand governed by any order which the Arbitral Tribunal makes. We make it clear that this is not owing to sub section (3) of section 9 of A and C Act and that this is owing to facts of the case on hand as the bank amounts/balance cannot be tilted in favour of any party between today and first sitting of AT. \n12. We make it clear that Arbitral Tribunal will decide the prayer in Section 9 application, now treating the application as Section 17 application dehors the judicial orders which have been made. \n13. With regard to sub-section (2) of Section 9, the Commercial Division of this Court in Cholamandalam Investment and Finance https://www.mhc.tn.gov.in/judis Company Limited Vs. Harkhabhai Amarshibhai Vaghadiya [Arb.A.No.40 of 2022, etc. batch, dated 16.02.2022] has inter alia held that sub-section (2) is a statutory expression of Firm Ashok Traders principle [Firm Ashok Traders Vs. Gurumukh Das Saluja reported in (2004) 3 SCC 155], i.e., that there can not be an interim order in perpetuity and that manifest intention to arbitrate is sine qua non for a pre arbitration section 9 application, though in the case on hand, we notice that the date of commencement of arbitral proceedings within the meaning of Section 21 of A and C Act is 17.06.2023 vide a trigger notice dated 12.06.2023 and Section 9 application is dated 20.01.2024 , as we are now relegating the matter to Arbitral Tribunal, we are only confirming Cholamandalam common order dated 16.02.2022 to be the correct obtaining position of law qua Section 9, more particularly, sub- sections (2) and (3) of section 9 but we refrain from expressing any opinion in this matter as interim order under section 9 ceases and AT will be in seizin under section 17. This is also owing to the consensus arrived at between the counsel as regards the Arbitral Tribunal and as regards leaving it to the Arbitral Tribunal to decide Section 9 prayer treating the same as Section 17 application. In another matter where there is a contest, we shall apply Cholamandalam which we have confirmed and affirmed to be correct https://www.mhc.tn.gov.in/judis position of law qua section 9 legal drills. \n14. Learned counsel for appellants and learned counsel for first respondent submit that they would bring to the notice of Hon'ble Section 11 Court this order and give a suitable closure to aforementioned Section 11 application day after tomorrow i.e., 20.06.2024 and this would also mean that learned counsel for fifth respondent can also bring it to the notice of the section 11 court.\n15. We request learned Senior Counsel [Arbitral Tribunal] to hold the first sitting as expeditiously as possible considering the nature of the interim prayer. However we also record the position that salaries of workmen of said firm continued to be paid until today. \n16. Captioned C.M.A. and captioned C.M.Ps. are disposed of in the aforesaid manner inter-alia recording the limited consensus between the counsel. There shall be no order as to costs. \n(M.S.,J.) (K.G.T., J.) 18.06.2024 Index : Yes / No Speaking order / Non-speaking order Neutral citation : Yes ds/vvk https://www.mhc.tn.gov.in/judis P.S. I: Upload forthwith P.S.II : All concerned including the Registry of Madras High Court to act forthwith on the uploaded soft copy of this proceedings as uploaded in the official website of this Court. To be noted, the soft copies uploaded in the official website of this Court are water marked, besides being QR Coded. \nM.SUNDAR. J., and K.GOVINDARAJAN THILAKAVADI.J., ds/vvk https://www.mhc.tn.gov.in/judis 18.06.2024 https://www.mhc.tn.gov.in/judis",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec33d555a919479f81bd0e946aa964ed_0"
    },
    {
      "start": 155,
      "end": 248,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3a557dc72604d5f99d6bf3698d80b3e_1"
    },
    {
      "start": 249,
      "end": 259,
      "text": "High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "236310d132a948318472323c619cd1c7_2"
    },
    {
      "start": 260,
      "end": 316,
      "text": "\nV.Pranav vs Vanishree on 18 June, 2024\nAuthor: M.Sundar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2dc5a5590c444e26938980c383649dce_3"
    },
    {
      "start": 317,
      "end": 333,
      "text": "\nBench: M.Sundar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a315f67f234435bad94085da2bdeb3a_4"
    },
    {
      "start": 339,
      "end": 345,
      "text": "2024 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "742a2e8985f14ff88b113f01fe6eefcd_5"
    },
    {
      "start": 346,
      "end": 354,
      "text": "Mhc:2330",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70729b3f3b9d411684582b6fcdf1b2dc_6"
    },
    {
      "start": 438,
      "end": 497,
      "text": "C.M.A.No.1244 of 2024\n\n\n\n                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8801ac6ed93243329fcba4ae379e773f_7"
    },
    {
      "start": 497,
      "end": 588,
      "text": "In The High Court Of Judicature At Madras\n\n                                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3b6929f2c394ed9b58ef523d527b570_8"
    },
    {
      "start": 588,
      "end": 595,
      "text": "Dated :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5409f39fe2c24b03bddbea1421805554_9"
    },
    {
      "start": 596,
      "end": 606,
      "text": "18.06.2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ef8d5703fc748afadc122eebf3433e3_10"
    },
    {
      "start": 662,
      "end": 740,
      "text": "Coram \n\n                                    The Honourable Mr.JUSTICE M.Sundar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9fb8829f3e0f43ad9109e138800ea102_11"
    },
    {
      "start": 793,
      "end": 871,
      "text": "and \n                    The Honourable Mrs.JUSTICE K.Govindarajan Thilakavadi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51a45e463c8f4fc3b1a3b1b4c08583a5_12"
    },
    {
      "start": 920,
      "end": 941,
      "text": "C.M.A.No.1244 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e55de3e80e847fa86f66d7b3a372347_13"
    },
    {
      "start": 983,
      "end": 1017,
      "text": "and C.M.P.No.11113 & 11114 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5a9a3f2e4fb4d8faf9154020034843c_14"
    },
    {
      "start": 1039,
      "end": 1049,
      "text": "1.V.Pranav",
      "labels": [
        "PREAMBLE"
      ],
      "id": "370c5c39640244868ca5a64b5e1e2a94_15"
    },
    {
      "start": 1069,
      "end": 1078,
      "text": "2.V.Varun",
      "labels": [
        "PREAMBLE"
      ],
      "id": "689984cbb335429ebe3ef9cf3c950870_16"
    },
    {
      "start": 1098,
      "end": 1108,
      "text": "3.Anuradha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "541497e5abf544eb87672b0f6c0e5822_17"
    },
    {
      "start": 1128,
      "end": 1137,
      "text": "4.V.Naeha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1d8581819e347ee923d7337ec954560_18"
    },
    {
      "start": 1179,
      "end": 1252,
      "text": ".... Appellants\n\n\n                                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd84cc4216f340c093cd15de72c06f86_19"
    },
    {
      "start": 1252,
      "end": 1306,
      "text": "Vs\n\n                  1.Vanishree\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e87dacbffab34ebebde2adcbd5feb97c_20"
    },
    {
      "start": 1306,
      "end": 1313,
      "text": "Partner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0807d0d89c944689beff80d2814a925_21"
    },
    {
      "start": 1314,
      "end": 1345,
      "text": ", M / s.Narasu's Spinning Mills",
      "labels": [
        "PREAMBLE"
      ],
      "id": "209004eb09014148875396d5fac42614_22"
    },
    {
      "start": 1367,
      "end": 1377,
      "text": "No . C-317",
      "labels": [
        "PREAMBLE"
      ],
      "id": "327e96bf9aa24b75b6a25cfcdc18df4e_23"
    },
    {
      "start": 1378,
      "end": 1728,
      "text": ", Raheja Enclave\n                    Race Course Road, Coimbatore - 641 018.\n\n                  2.The Branch Manager\n                    Hdfc Bank Ltd\n                    Salem Main Road\n                    No.224/1, Sree Sharadha Arcade\n                    Meyyanur Main Road\n                    Aishwaryam, Salem - 636 004.\n\n                  3.The",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07a43b6530b940e39354e5fef146166c_24"
    },
    {
      "start": 1729,
      "end": 1735,
      "text": "Branch",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa481d120bb346b9b633ce37dad14015_25"
    },
    {
      "start": 1736,
      "end": 1743,
      "text": "Manager",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c7c0768f65294702b4e2259c70a9afde_26"
    },
    {
      "start": 1765,
      "end": 1780,
      "text": "Hdfc Bank Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c8b36508af84dd698fef0ab6060c695_27"
    },
    {
      "start": 1802,
      "end": 1815,
      "text": "Omalur Branch",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3701b7ae16e144548944e588bafc3164_28"
    },
    {
      "start": 1835,
      "end": 1872,
      "text": "1/27 \nhttps://www.mhc.tn.gov.in/judis",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74f04fc1c49c400cabc0686c62521828_29"
    },
    {
      "start": 1873,
      "end": 1976,
      "text": "\n                                                                                 C.M.A.No.1244 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de905515d77d4e8d9bd3a895c409cad3_30"
    },
    {
      "start": 2003,
      "end": 2012,
      "text": "No.88/8W,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64452886f8144d9dbbada63883e8e5fc_31"
    },
    {
      "start": 2013,
      "end": 2025,
      "text": "Ground Floor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d095b735a054d6fbf557dd10aed9a58_32"
    },
    {
      "start": 2049,
      "end": 2064,
      "text": "Katcheri Street",
      "labels": [
        "PREAMBLE"
      ],
      "id": "925b82b8744f42f9a8362ebae8e8fc40_33"
    },
    {
      "start": 2088,
      "end": 2099,
      "text": "Near Omalur",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ff4dddf7389477994f17fa86209b3ea_34"
    },
    {
      "start": 2100,
      "end": 2112,
      "text": "Taluk Office",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecc5461d2ee54b5ebd8577e8816109d2_35"
    },
    {
      "start": 2136,
      "end": 2148,
      "text": "Mettur Road,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d02e802902f4465dbd3d682e04d4c008_36"
    },
    {
      "start": 2149,
      "end": 2155,
      "text": "Omalur",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e99662bfaab54f308698bc568379dc5f_37"
    },
    {
      "start": 2179,
      "end": 2186,
      "text": "Salem -",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0aae4940b28f45aa981f65caa8e24ab9_38"
    },
    {
      "start": 2187,
      "end": 2215,
      "text": "636 455.\n\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a671861a7d174a659bd0c07098832c5d_39"
    },
    {
      "start": 2215,
      "end": 2222,
      "text": "4 . M /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ed484af2ba54270b8f4f7086b39d355_40"
    },
    {
      "start": 2223,
      "end": 2247,
      "text": "s. Narasus Spinning Mill",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0dadefdcb35943969af8800e5c1e0f04_41"
    },
    {
      "start": 2270,
      "end": 2313,
      "text": "Represented by its Partner Mr.P.Sivanantham",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b05fde1321624ac08e7cafc9d39b8f63_42"
    },
    {
      "start": 2336,
      "end": 2342,
      "text": "S / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53cd24e8a5e4450ebb9f3bdc7c39607f_43"
    },
    {
      "start": 2343,
      "end": 2354,
      "text": "R.P.Sarathy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b901cc4493d4385a20edc40961efe55_44"
    },
    {
      "start": 2377,
      "end": 2404,
      "text": "Having registered office at",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a86955c6b934d9b96c082685a528ae2_45"
    },
    {
      "start": 2427,
      "end": 2438,
      "text": "S.No.18,19,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb0aeca500b64e82abc839c612245694_46"
    },
    {
      "start": 2439,
      "end": 2454,
      "text": "Kottamettupatty",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8809bc15aad747c98e8cf81e1b559de5_47"
    },
    {
      "start": 2455,
      "end": 2681,
      "text": "\n                     R.C.Chettypatty Post, Omalur Taluk\n                     Salem District - 636 455.\n\n                  5.Mr.P.Sivanantham\n                    S/o. R.P.Sarathy\n                    Having place at business at",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecdd587a21d447a1a669e24adadaf896_48"
    },
    {
      "start": 2703,
      "end": 2814,
      "text": "16 Court Road, Johnsonpet, Hasthampatty\n                    Salem - 636 007.                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83663a8fc1504076b76c515282ad5a90_49"
    },
    {
      "start": 2814,
      "end": 2849,
      "text": "... Respondents\n\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2d55d52c08349d49ce393d0b9c462e7_50"
    },
    {
      "start": 2849,
      "end": 2857,
      "text": "Prayer :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0ddaf5e45744ceebc27673e9c84c35e_51"
    },
    {
      "start": 2858,
      "end": 2939,
      "text": "Civil Miscellaneous Appeal filed under Section 37(1)(b) of the\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "625845ddea66485c901e43e59b543e1e_52"
    },
    {
      "start": 2939,
      "end": 2950,
      "text": "Arbitration",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5aa927059fec47e9af922dcf41dca766_53"
    },
    {
      "start": 2951,
      "end": 3004,
      "text": "and Conciliation Act, 1996 read with Section 13(1) of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "031869e3c25a43dd82984750393c5d24_54"
    },
    {
      "start": 3005,
      "end": 3098,
      "text": "\n                  Commercial Courts Act, 2015, praying to set aside the impugned order dated",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1968ce5f8e7b4833a60830d59b8c93a6_55"
    },
    {
      "start": 3099,
      "end": 3261,
      "text": "\n                  30.04.2024 in Arb.O.P.No.1 of 2024 passed by learned District Judge,\n                  Commercial Court, Salem, and allow Arb.O.P.No.1 of 2024.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2629bd0b16cf41e0874425c1e6525bce_56"
    },
    {
      "start": 3299,
      "end": 3313,
      "text": "For Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0fa8979108544b5bb287e987df1b4d1c_57"
    },
    {
      "start": 3316,
      "end": 3333,
      "text": ": Mr.M.S.Seshadri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c26dd17ae3d746f0936c15a351b0f495_58"
    },
    {
      "start": 3370,
      "end": 3455,
      "text": "For Respondents : Mr.Ashokapathy\n                                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98e1434936b94bdcb19e1063761f6700_59"
    },
    {
      "start": 3455,
      "end": 3462,
      "text": "for M /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1e5d891ad644183b55c480cbdef4892_60"
    },
    {
      "start": 3463,
      "end": 3488,
      "text": "s. Pass Associates for R1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40fa83ca6e7b48288db455d8e3c010fc_61"
    },
    {
      "start": 3542,
      "end": 3565,
      "text": "R2 & R3 - No Appearance",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed56b23b6fed4baaa2b6fc34f16d1ba3_62"
    },
    {
      "start": 3619,
      "end": 3666,
      "text": "Ms.S.Subashiny for R4 & R5\n\n\n\n                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e93c2fcbe4f4782af6647d8aae1c3a4_63"
    },
    {
      "start": 3666,
      "end": 3703,
      "text": "2/27 \nhttps://www.mhc.tn.gov.in/judis",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13248fb7bc84473e9a89778179d14170_64"
    },
    {
      "start": 3784,
      "end": 3805,
      "text": "C.M.A.No.1244 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44ad4c7a4d374b648c13802d5df9a152_65"
    },
    {
      "start": 3860,
      "end": 3869,
      "text": "Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d837f43033d240fb94aac5ea8dc1d688_66"
    },
    {
      "start": 3869,
      "end": 3917,
      "text": "(Judgment of the court was made by M.Sundar, J.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38edf8c9327e42d7a45b6b468cd7dbcc_67"
    },
    {
      "start": 3918,
      "end": 4069,
      "text": "This common judgment/order will now dispose of the captioned main 'Civil Miscellaneous Appeal' [hereinafter 'Cma' for the sake of brevity] and captione",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a4e0feed2334476b2762bc6295d422e_68"
    },
    {
      "start": 4070,
      "end": 4181,
      "text": "d 'Civil Miscellaneous Petitions' [hereinafter 'CMPs' in plural and 'CMP' in singular for the sake of brevity].",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cec1d13fccba44eda679cf19becceee9_69"
    },
    {
      "start": 4182,
      "end": 4382,
      "text": "\n2. Captioned CMA is directed against an order dated 30.04.2024 made in Arbitration Original Petition No.1 of 2024 (CNR No.TNSA 23- 000002-2024) by the Commercial Court, (District Judge cadre), Salem.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8a6fdd4c0401440284e670dd4bdcefbb_70"
    },
    {
      "start": 4383,
      "end": 4642,
      "text": "This '30.04.2024 order' shall hereinafter (in this judgment/order) be referred to as 'impugned order' and 'Commercial Court, (District Judge cadre), Salem' shall be referred to as 'said Commercial Court', both for the sake of brevity, convenience and clarity.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a68df61f1576404381bc7e15e1c1bfa8_71"
    },
    {
      "start": 4643,
      "end": 5071,
      "text": "\n3. To be noted, impugned order has been made in a Section 9 application at the instance of four partners qua a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience] as regards a compendious name, i.e., partnership firm which goes by the name 'M/s.Narasu's Spinning Mills' [hereinafter 'said firm' for the sake of https://www.mhc.tn.gov.in/judis brevity, convenience and clarity].",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53446cc626e24ca0b10b059935a4d2f5_72"
    },
    {
      "start": 5072,
      "end": 5176,
      "text": "The aforementioned said partnership deed (dated 26.05.2020) has seven partners, i.e., seven individuals.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9582fde0a364cc582cef34df0e059ed_73"
    },
    {
      "start": 5177,
      "end": 5315,
      "text": "This Court is informed that two of them namely Thiru.K.R.Ramanujam S/o.K.V.Radhakrishnan and Tmt.R.Indrani, W/o.K.R.Ramanujam are no more.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d56df6b2b51549c196981cd05c86a9f2_74"
    },
    {
      "start": 5316,
      "end": 5650,
      "text": "As already alluded to supra, four partners moved the said Commercial Court by way of a Section 9 application and the fifth partner was arrayed as first respondent [R1]. Bankers qua said firm, i.e., the two branches of a bank were arrayed as respondents 2 and 3 [R2 & R3] (HDFC, Salem Main Branch and HDFC, Omalur Branch respectively).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ceeb7bf410340c4b8b87865925bf59b_75"
    },
    {
      "start": 5651,
      "end": 5861,
      "text": "The firm itself has been arrayed as fourth respondent [R4] (a partnership firm is not a juristic person and it is only a compendious name but leave it at that owing to the perimeter of the legal drill on hand).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8525567946fb4e3dab62f11ff756d308_76"
    },
    {
      "start": 5862,
      "end": 6020,
      "text": "In the aforementioned Section 9 application, one Thiru.P.Sivanantham filed an application to implead himself saying he continues to be a partner in said firm.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "751f14892c77496998f8fbd4cfc3dab1_77"
    },
    {
      "start": 6021,
      "end": 6145,
      "text": "This implead application was allowed by the said Commercial Court in and by an order dated 20.03.2024 made in I.A.No.2/2024.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86b8220d93584f7dacf152c29d69957f_78"
    },
    {
      "start": 6146,
      "end": 6226,
      "text": "This implead order was assailed in this court by four aforementioned applicants.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b39f78b89694a2d9d865e2965b299ef_79"
    },
    {
      "start": 6227,
      "end": 6519,
      "text": "This 'Commercial Appellate Division' ('CAD' for the sake of brevity) vide C.M.A.(CAD) (SR) No.41810 of 2024 disposed of the appeal by a judgment /order dated 08.04.2024, which reads as follows:\nhttps://www.mhc.tn.gov.in/judis 'IN THE HIGH COURT OF JUDICATURE AT MADRAS DATED: 08.04.2024 Coram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22a6a3eff37b4b17bb4b95e29f77f451_80"
    },
    {
      "start": 6520,
      "end": 6687,
      "text": "THE HON'BLE MR.JUSTICE M.SUNDAR and THE HON'BLE MRS. JUSTICE K. GOVINDARAJAN THILAKAVADI C.M.A (CAD) (SR) No.41810 of 2024 1.V.Pranav 2.V.Varun 3.Anuradha 4.V.Naeha ..",
      "labels": [
        "PREAMBLE"
      ],
      "id": "996306197a6848b3b60f10c26e30972a_81"
    },
    {
      "start": 6688,
      "end": 6930,
      "text": "Appellants vs 1.M/s.Narasus Spinning Mill Represented by its Partner Mr.P.Sivanantham, aged about 60 years S/o.R.P.Sarathy, having registered office at S.No.18, 19 Kottamettupatty R.C.Chettypatty Post, Omalur Taluk, Salem District  636 455 2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee35e6cd2bf746e7af9791869b4bcea4_82"
    },
    {
      "start": 6931,
      "end": 6950,
      "text": "Mr.P.Sivanantham ..",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d2f760b60c84e78b7b998735c0e156d_83"
    },
    {
      "start": 6951,
      "end": 6994,
      "text": "Respondents https://www.mhc.tn.gov.in/judis",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4689d8a97ca743c09c1b62dd0b236158_84"
    },
    {
      "start": 6995,
      "end": 7295,
      "text": "Civil Miscellaneous Appeal filed under Section 37(1)(b)of the Arbitration and Conciliation Act, 1996 read with Section 13 of Commercial Courts Act, 2015 to set aside the impugned order dated 20.03.2024 passed in I.A.No.2 of 2024 in Arb.O.P.No.1 of 2024 by the District Judge, Commercial Court, Salem.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93d4046258fe4168a19cf0e7b9c588ae_85"
    },
    {
      "start": 7332,
      "end": 7346,
      "text": "For Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6dd8f4d832a5471c9fccf86e7102bd05_86"
    },
    {
      "start": 7352,
      "end": 7410,
      "text": ":      Mr.M.S.Seshadri                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9927017b8db423caa0b66a81b942a8f_87"
    },
    {
      "start": 7410,
      "end": 7425,
      "text": "For Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "144fc4f35be647c0bb5277a30732578a_88"
    },
    {
      "start": 7430,
      "end": 7507,
      "text": ":      Ms.S.Subashiny                                                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f48f51eac14d4e17a000620b430e32ba_89"
    },
    {
      "start": 7507,
      "end": 7569,
      "text": "JUDGMENT [Judgment of the Court was delivered by M.SUNDAR, J.]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91f9cb14de0a4e57b672207089b3c94f_90"
    },
    {
      "start": 7570,
      "end": 7927,
      "text": "Captioned 'Civil Miscellaneous Appeal' [hereinafter 'CMA' for the sake of brevity] has been filed in this Court on 26.03.2024 assailing an order dated 20.03.2024 made in I.A.No.2 of 2024 in Arb.O.P.No.1 of 2024 [CNR No.TNSA23-000002-2024] made by the 'Court of District Judge, Commercial Court, Salem' [hereinafter 'Salem Commercial Court' for convenience].",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7859d672acf4b4cb7deb0fe60369a1a_91"
    },
    {
      "start": 7928,
      "end": 8052,
      "text": "This '20.03.2024 order' made by Salem Commercial Court shall be referred to as 'impugned order' for the sake of convenience.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "028cd2fc2e414e2c9eb164e9161ba1ad_92"
    },
    {
      "start": 8053,
      "end": 8282,
      "text": "\n2. In and vide the impugned order, Salem Commercial Court has allowed an implead application taken out by a partnership firm and its partner seeking to implead themselves as respondents 4 and 5 [R4 & R5] in Arb.O.P.No.1 of 2024.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4592bbe77f214ec689ecbbd313fcb7b5_93"
    },
    {
      "start": 8283,
      "end": 8513,
      "text": "To be noted, Arb.O.P.No.1 of 2024 is an application under Section 9 of 'The Arbitration and Conciliation Act (Act No.26 of 1996)' https://www.mhc.tn.gov.in/judis [hereinafter 'A and C Act' for the sake of convenience and clarity].",
      "labels": [
        "NONE"
      ],
      "id": "72d4003051d043a8b66e54fb33c49fec_94"
    },
    {
      "start": 8514,
      "end": 9316,
      "text": "To put it with precision, it is an application under Section 9(1)(ii)(e) of A and C Act with a prayer for temporary/mandatory injunction, directing HDFC Bank to permit operation of a Bank account in the name of 'M/s.Narasus Spinning Mill (a Partnership firm)' [hereinafter 'said firm' for the sake of brevity and convenience] and a temporary injunction restraining one of the partners of said partnership firm from interfering in the affairs of the said firm.\n3. To be noted, captioned CMA has been listed under the cause list caption 'FOR MAINTAINABILITY' as Registry has entertained doubts as to whether an appeal under Section 37(1)(b) of A and C Act would lie as impugned order has acceded to an implead prayer i.e., it has neither granted nor refused any measure under Section 9 of A and C Act.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "96874ba8b36b40ac98b1e01605cf0320_95"
    },
    {
      "start": 9317,
      "end": 9877,
      "text": "Mr.M.S.Seshadri, learned counsel for appellants is before us and for the sake of completion of facts, we deem it appropriate to say that four appellants before us have filed a petition under Section 11 of A and C Act in this Court vide O.P.No.3 of 2024 and this Section 11 petition is predicated on arbitration agreement ['arbitration agreement' within the meaning of Section 2(1)(b) read with Section 7 of A and C Act] which is in the form of a clause in a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience].",
      "labels": [
        "NONE"
      ],
      "id": "37a1c3ee45a841e98cd3841b4284d702_96"
    },
    {
      "start": 9878,
      "end": 9936,
      "text": "This Court is informed that this Section 11 OP is pending.",
      "labels": [
        "NONE"
      ],
      "id": "35c4545bc493407085fbc58da94c5689_97"
    },
    {
      "start": 9937,
      "end": 10091,
      "text": "Aforementioned Arb.O.P.No.1 of 2024 i.e., Section 9 https://www.mhc.tn.gov.in/judis application is 'before' arbitral proceedings is learned counsel's say.",
      "labels": [
        "NONE"
      ],
      "id": "025ea28f0a09463bbc01aa2b9ec1b908_98"
    },
    {
      "start": 10092,
      "end": 10316,
      "text": "To be noted, the date of commencement of arbitral proceedings i.e., commencement within the meaning of Section 21 of A and C Act is 17.06.2023 as that is the date on which noticee received trigger notice dated 12.06.2023.\n5.",
      "labels": [
        "NONE"
      ],
      "id": "58b6dd086a6a414e8692ea186e378e9a_99"
    },
    {
      "start": 10317,
      "end": 10454,
      "text": "This Court, having captured the essentials, now deems it appropriate to get it into the legal drill qua maintainability of captioned CMA.",
      "labels": [
        "NONE"
      ],
      "id": "2f4ca971cffa46f7be8beebec4230221_100"
    },
    {
      "start": 10456,
      "end": 10524,
      "text": "6. Mr.M.S.Seshadri, learned counsel placed reliance on three orders.",
      "labels": [
        "NONE"
      ],
      "id": "b9c31902765e472aa8a732b9ab8dd576_101"
    },
    {
      "start": 10525,
      "end": 11062,
      "text": "One is an order dated 24.02.2020 made in V.G.Santhosam and Others Vs. Shanthi Gnanasekaran and Others reported in 2020 SCC OnLine Mad 560 by a Hon'ble single Judge of this Court, the second is an order dated 02.02.2021 in M.Mythrai Vs. T.Ramesh and Others reported in 2021 SCC OnLine Mad 13704 made by another Hon'ble single Judge of this Court and the third is an order dated 24.07.2023 in Arupri Logistics Pvt. Ltd., Vs. Vilas Gupta and Others reported in 2023 SCC OnLine Del 4297 made by a Hon'ble single Judge of Delhi High Court.\n7.",
      "labels": [
        "NONE"
      ],
      "id": "d598d337c9c04efd8f21d5f64b37fa11_102"
    },
    {
      "start": 11063,
      "end": 11252,
      "text": "The aforementioned three orders were relied on by the learned counsel to say that the captioned CMA is maintainable though it is an order acceding to an implead prayer by a Section 9 Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "23ad94956d524907a92c215b9c8288de_103"
    },
    {
      "start": 11253,
      "end": 11485,
      "text": "Learned counsel predicated his campaign on his sheet anchor submission that 'implead' is an 'order under Section 9' and that it is an 'order under Section 9(1)(ii)(e) of A and C Act to be precise'.\nhttps://www.mhc.tn.gov.in/judis 8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ff9e43e9eb14bb79ef1596c5d3bdd91_104"
    },
    {
      "start": 11486,
      "end": 12149,
      "text": "Before we proceed further with the maintainability drill on hand, we deem it appropriate to say that the expression '(and from no others)' occurring in parenthesis in sub-section (1) of Section 37 of A and C Act is a clear negative import qua statutory expression, it came up for consideration before Hon'ble Supreme Court in Fuerst Day Lawson Limited Vs. Jindal Exports Limited reported in (2011) 8 SCC 333 and relevant paragraphs are Paragraphs 89 to 91 and the same read as follows:\n89.It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [(2004) 11 SCC 672] ) was held to be a selfcontained code.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d80beddcf20c4ab39d3f54e914006ec8_105"
    },
    {
      "start": 12150,
      "end": 12476,
      "text": "Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the UNCITRAL Model must be held only to be more so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d81c9c25da84b86b0bb1012ffc42209_106"
    },
    {
      "start": 12477,
      "end": 12822,
      "text": "Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cb4e32602304948af7190852d65cc10_107"
    },
    {
      "start": 12823,
      "end": 13066,
      "text": "In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42eacead269c4d72bd2d0b0c8076d8e1_108"
    },
    {
      "start": 13067,
      "end": 13571,
      "text": "\n90.We, thus, arrive at the conclusion regarding the https://www.mhc.tn.gov.in/judis exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Sections 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as a self-contained and exhaustive code in itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae01a9698217445f975939c32f0a07c8_109"
    },
    {
      "start": 13572,
      "end": 13775,
      "text": "\n91.In light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2abc5b4af29403a90a6ad33cafbfee9_110"
    },
    {
      "start": 13777,
      "end": 14007,
      "text": "9. Reverting to the maintainability legal drill on hand, we tested the aforementioned argument of learned counsel on a demurrer i.e., accepting the argument that impugned order is an order under Section 9(1)(ii)(e) of A and C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da55dacc8bd0409ea6c5a251b7cc6b3b_111"
    },
    {
      "start": 14008,
      "end": 14315,
      "text": "The neat question is, whether this is a interim measure of protection, even if tested on a demurrer in this manner, it does not answer in the affirmative the straight /neat question i.e., whether the impugned order will tantamount to 'granting or refusing an interim measure under Section 9 of A and C Act'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "469d13df328b474fadb2881df38de102_112"
    },
    {
      "start": 14316,
      "end": 14896,
      "text": "We do not propose to further this legal drill as we are leaving open this question as learned counsel for appellants at this stage fervently submitted that it will suffice if right to contest the impugned order is left open after the Salem Commercial Court takes a decision i.e., either grants or refuses the prayer in Section 9 application and that such contesation will be only as part of a Section 37(i)(b) appeal against Section 9 https://www.mhc.tn.gov.in/judis order either as an applicant or as a respondent as that would depend on outcome of pending Section 9 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6580be4b1c9a4a208ea60cdff37b7a0f_113"
    },
    {
      "start": 14898,
      "end": 15200,
      "text": "10. As we are leaving open the question that has arisen, we refrain from expressing any opinion one way or the other on aforementioned two orders of Hon'ble single Judges of this Court in V.G.Santhosam case, M.Mythrai case and order of Hon'ble single Judge of Delhi High Court in Arupri Logistics case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f6adc24ff014d48b05a3eaa9f64b354_114"
    },
    {
      "start": 15201,
      "end": 15517,
      "text": "However, as a matter of good order, we deem it appropriate to say that we have noticed that V.G.Santhosam case has been carried to Hon'ble Supreme Court by way of S.L.P (C) Nos.9234- 9237/2020 and Hon'ble Supreme Court has made the following order:\nhttps://www.mhc.tn.gov.in/judis https://www.mhc.tn.gov.in/judis 11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2027c53217f2432babe1d2da88cd8c9b_115"
    },
    {
      "start": 15518,
      "end": 15637,
      "text": "The aforementioned order makes it clear that V.G.Santhosam case remains an order of Hon'ble single Judge of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac57f874dc25494880f05bcfed2db2c3_116"
    },
    {
      "start": 15638,
      "end": 15809,
      "text": "The reason is Doctrine of merger has not kicked in owing to Kunhayammed principle i.e., Kunhayammed and Others Vs. State of Kerala and another reported in (2000) 6 SCC 12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97b211110e7041d0aca81d2d8bbaa0ea_117"
    },
    {
      "start": 15810,
      "end": 15994,
      "text": "In other words, the aforementioned order has been made prior to issue of notice in the first part of Article 136 of Constitution of India and therefore, there is no Doctrine of merger.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b94c80507a5241f0be334961fca6d39f_118"
    },
    {
      "start": 15995,
      "end": 16215,
      "text": "Paragraph 80 of V.G.Santhosam case wherein and whereby Hon'ble single Judge has left open rights qua a civil suit also becomes relevant as Hon'ble Supreme Court has notice this in dismissing SLP i.e., not granting leave.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc16fcab13f9468190596322bb3d5bdb_119"
    },
    {
      "start": 16217,
      "end": 16316,
      "text": "13. In M.Mythrai case vide Paragraph 70, Hon'ble single Judge has only followed V.G.Santhosam case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9b95f909bb054933b16de48f49fe7e8e_120"
    },
    {
      "start": 16317,
      "end": 16565,
      "text": "Arupri Logistics being an order of another Hon'ble High Court, we deem it appropriate to say that we are not expressing any opinion at this juncture and we reserve for a matter where a legal drill becomes https://www.mhc.tn.gov.in/judis imperative.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a305ac3f12a54f889f18addb4f0fa660_121"
    },
    {
      "start": 16567,
      "end": 16930,
      "text": "14. The petitioners in the implead application, namely, the firm and its partner, who are R1 and R2 in captioned CMA have lodged a caveat qua anticipated CRP but learned counsel for appellants has been very fair in favouring the learned counsel for caveator copies of the captioned matter and Ms.Suba Shiny, learned counsel for caveator is also before this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e1ec52c644154545bf081a5beba3ce52_122"
    },
    {
      "start": 16931,
      "end": 17025,
      "text": "As the matter is listed for maintainability, learned counsel for caveator does not have a say.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "343d3e92f08442d38a8af6da32f6cd9d_123"
    },
    {
      "start": 17026,
      "end": 17124,
      "text": "To be noted, counsel for caveator would not have a say even if the matter is tested for admission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "848d60da5ba448179169e53af080f649_124"
    },
    {
      "start": 17125,
      "end": 17236,
      "text": "Learned counsel for caveator would get audience only when the question of granting interim order is considered.",
      "labels": [
        "RATIO"
      ],
      "id": "1f912103b1204d4cb1efa0d6d3ef7ea7_125"
    },
    {
      "start": 17237,
      "end": 17426,
      "text": "Therefore, we deem it appropriate to just record the factual position that learned counsel for caveator is also before this Court when this proceedings unfurled and we leave it at that.\n15.",
      "labels": [
        "RATIO"
      ],
      "id": "84a7bcd2626f448eb44949117d385fc6_126"
    },
    {
      "start": 17427,
      "end": 17708,
      "text": "In the light of the narrative thus far, the following order is made:\ni) The learned Judge presiding over the Commercial Court, Salem is requested to dispose of Arb.O.P.No.1 of 2024 as expeditiously as the business of the Court would permit but in any event on or before 30.04.2024.",
      "labels": [
        "RPC"
      ],
      "id": "cf4c8c42709e4e7c95e3258069c147b0_127"
    },
    {
      "start": 17709,
      "end": 18180,
      "text": "To be noted, in making this request this Court has also noticed the pendency in the Salem Commercial Court as reflected in the 'National Judicial Data Grid' ('NJDG');\nii) Salem Commercial Court to decide the Section 9 application de hors this order i.e., untrammelled by this order;\nhttps://www.mhc.tn.gov.in/judis iii) This means that on or before 30.04.2024, Salem Commercial Court would either grant or refuse interim measure sought for under Section 9 of A and C Act;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ea49fd3b4aa4cd58ea116d29de6c7aa_128"
    },
    {
      "start": 18182,
      "end": 18280,
      "text": "iiv) This Court is informed that the next listing before the Salem Commercial Court is 24.04.2024.",
      "labels": [
        "RPC"
      ],
      "id": "60dc22befca24d60bf6085b2755ddf4b_129"
    },
    {
      "start": 18281,
      "end": 18602,
      "text": "It is open to the parties to make a prayer to advance the hearing;\nv) After Salem Commercial Court decides Arb.O.P.No.1 of 2024 either by granting or refusing the interim measure, it will be open to any party /parties aggrieved to come before this Court by way of appeal/appeals under Section 37(1)(b) of A and C Act.\nvi)",
      "labels": [
        "RPC"
      ],
      "id": "65b78059fda043119d54da9012e4a099_130"
    },
    {
      "start": 18603,
      "end": 18863,
      "text": "If an appeal as above is filed in this Court, we make it clear that the question as to the correctness of the Commercial Court acceding to the implead prayer in I.A.No.2 of 2024 or in other words the correctness of the impugned order is left open to be tested.",
      "labels": [
        "RATIO"
      ],
      "id": "d1dbca7b5e8645aa831292fe34c1bfef_131"
    },
    {
      "start": 18864,
      "end": 19130,
      "text": "To put it differently, parties to such a petition under Section 37(1)(b) can raise the plea that the Commercial Court ought not to have acceded to the implead prayer and counter argument which will be considered as part of Section 37(1)(b) legal drill if that be so.",
      "labels": [
        "RATIO"
      ],
      "id": "752ae0200ab34a58a7583528adbdc476_132"
    },
    {
      "start": 19132,
      "end": 19227,
      "text": "16. With the above directions and observations, this CMA is disposed of at the SR stage itself.",
      "labels": [
        "RPC"
      ],
      "id": "2db7768639874ce1a0cae82800ae7374_133"
    },
    {
      "start": 19228,
      "end": 19264,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "a32efe50631047c5994df147e2c1ca0e_134"
    },
    {
      "start": 19337,
      "end": 19351,
      "text": "(M.S.,J.)     ",
      "labels": [
        "NONE"
      ],
      "id": "e25e931496384f26a96d1dd149879862_135"
    },
    {
      "start": 19351,
      "end": 19362,
      "text": "(K.G.T.,J.)",
      "labels": [
        "NONE"
      ],
      "id": "a46ed91a964246d88791d8549fae0489_136"
    },
    {
      "start": 19440,
      "end": 19454,
      "text": "08.04.2024'\n4.",
      "labels": [
        "NONE"
      ],
      "id": "fcd466d3c32c424c83c4decc0c03eb45_137"
    },
    {
      "start": 19455,
      "end": 19680,
      "text": "The aforementioned judgment is tell-tale qua factual matrix and https://www.mhc.tn.gov.in/judis therefore, we refrain from setting out the factual matrix as well as the trajectory the matter had taken upto that point of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "843c3b359c19494ba910118491563afe_138"
    },
    {
      "start": 19681,
      "end": 19798,
      "text": "Suffice to say that judgment in C.M.A.(CAD) (SR) No.41810 of 2024 shall now be read as part and parcel of the matter.",
      "labels": [
        "NONE"
      ],
      "id": "95b98e934f3f4507ae0e76bc6f2b0293_139"
    },
    {
      "start": 19799,
      "end": 19974,
      "text": "Pursuant to the aforementioned judgment, said Commercial Court proceeded with the aforementioned Section 9 application, dismissed the same in and by an order dated 30.04.2024.",
      "labels": [
        "RPC"
      ],
      "id": "80cda4150a1b4f2bb0611c2383180d8a_140"
    },
    {
      "start": 19975,
      "end": 20040,
      "text": "The aforementioned four applicants are in appeal before this CAD.",
      "labels": [
        "RPC"
      ],
      "id": "12a4db32c0214434bf92c46a1d05f827_141"
    },
    {
      "start": 20042,
      "end": 20247,
      "text": "5. As regards first respondent, Mr.Ashokapathy of M/s.Pass Associates (Law Firm) {who has come by way of change of vakalath in place of Mr.Ashwin Kumar} is before us on 'VC' ('Videoconferencing') platform.",
      "labels": [
        "NONE"
      ],
      "id": "b71e72e8f2ed40cfaf7cba7f19f06e23_142"
    },
    {
      "start": 20248,
      "end": 20340,
      "text": "To be noted, this is hybrid hearing, which is a routine/regular/daily feature in this Court.",
      "labels": [
        "NONE"
      ],
      "id": "37c96804329044188e1ec206da307e70_143"
    },
    {
      "start": 20341,
      "end": 20566,
      "text": "As regards second and third respondents, it is evident from the Vacation Bench order dated 24.05.2024 that M/s.King and Partridge (Law Firm) has accepted notice and as regards respondents 4 and 5, Ms.S.Subashiny is before us.",
      "labels": [
        "NONE"
      ],
      "id": "09f56de613b8454fb204625163160d93_144"
    },
    {
      "start": 20568,
      "end": 20775,
      "text": "6. Mr.M.S.Seshadri, learned counsel drew our attention to an earlier deed as amongst the partners of said firm dated 01.04.2002, which reads as https://www.mhc.tn.gov.in/judis follows :\n\" DEED OF PARTNERSHIP",
      "labels": [
        "NONE"
      ],
      "id": "52e88c0076c243cd8645cc15fb588f8c_145"
    },
    {
      "start": 20776,
      "end": 21283,
      "text": "This instrument of partnership drawn on the 1st day of April, 2002, among (1) Smt.Mahalakshmi Ammal Charities, represented by its trustee R.P.Sarathy, (2) R.P.Sarathy, son of late K.V.Radhakrishna Chettiar, (3) K.R.Ramanujam, son of late K.R.Radhakrishna Chettiar, (4) R.Visweswaran, son of Sri.K.R.Ramanujam, (5) R.Indrani wife of Sri.K.R.Ramanujam, (6) P.Vanishree wife of Sri.H.Pandarinathan, (7) V.Anuradha wife of Sri.R.Visweswaran all of whom have their permanent addresses as 16, Court Road, Salem-7.",
      "labels": [
        "NONE"
      ],
      "id": "7d99589cdd614fc1bd5f28df363aeeff_146"
    },
    {
      "start": 21284,
      "end": 21759,
      "text": "\nWhereas parties (1) to (4), 6, 7 of us along with Sri.P.Sivanantham, son of R.P.sarathy, Salem have been carrying on business in the name and style of \"NARASU'S SPINNING MILLS\" in accordance with terms and conditions of the deed of partnership entered into on the 1st day of April 2001 and, Whereas the above said Sri.P.Sivanantham has retired from the partnership and the party of the fifth part Smt.R.Indrani has been admitted into partnership with effect from 01.04.2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9718ab24ba2244249d2cb23ae76a095d_147"
    },
    {
      "start": 21760,
      "end": 21856,
      "text": "\nWhereas we have decided to continue the said business under the following terms and conditions.",
      "labels": [
        "RPC"
      ],
      "id": "eeb978bc833e4f9d89801e15137d2785_148"
    },
    {
      "start": 21857,
      "end": 22470,
      "text": "\n1. The parties shall remain partners in the business of the firm's Spinning Mill, which shall be continued to be carried on with its office at 16, Court Road, Salem-7, in the https://www.mhc.tn.gov.in/judis same name and style of \"NARASU'S SPINNING MILLS\".\n2. The firm may carry on any other business or businesses at any other places also.\n3. The balance standing to the credit of the accounts of the partners shall be treated as their capital.\n4. Interest at the rate of 12% per annum shall be payable by the firm on the amounts standing to the credit of the accounts of the partners except that of party No.1;",
      "labels": [
        "STA"
      ],
      "id": "7f497bd093ff4cc6a908345fc2d91d28_149"
    },
    {
      "start": 22471,
      "end": 23015,
      "text": "In the event of insufficiency of books profits for payment of interest as above, the partners shall be paid pro-rata a lower rate of interest reducing the firm's income per Income-tax Act to 'Nil'.\n5. Partners No:3 and 4 viz., K.R.Ramanujam and R.Visweswaran have agreed to devote their time and attention to the conduct of the affairs of the firm, as the circumstances and business needs may require; in consideration of such services rendered, they shall be entitled to a total remuneration to be calculated annually in the following manner .",
      "labels": [
        "RPC"
      ],
      "id": "fd3404f2ba184d84bc95d8cf8f2dc315_150"
    },
    {
      "start": 23017,
      "end": 23555,
      "text": "In respect of :\ni. 1st Rs.75,000/- of book Profit Rs.50,000/- or 90% of the book profit whichever is higher ii. Next R.75,000/- of book Profit 60% thereof iii. Balance of book Profit 40% thereof The expression \"book Profit\" shall mean the amount computed as defined by Section 40(b) of the Income Tax Act, 1961, as may be applicable for the relevant period.\nhttps://www.mhc.tn.gov.in/judis Such total remuneration shall be divided and payable annually to the above two working partners as follows :-\nK.R.Ramanujam 55% R.Visweswaran 45%\n6.",
      "labels": [
        "STA"
      ],
      "id": "49e356566f6e4c04b8969f5263b6439e_151"
    },
    {
      "start": 23556,
      "end": 23598,
      "text": "The partnership shall be one 'At Will'.\n7.",
      "labels": [
        "RPC"
      ],
      "id": "c82915966ca0465bbc13374c5434247b_152"
    },
    {
      "start": 23599,
      "end": 23860,
      "text": "All the parties to the partnership are authorised to operate the bank accounts of the partnership firm jointly or severally, they are also authorised to borrow funds and avail credit facilities from Banks and others, on behalf of the firm jointly and severally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65f7546a6055438d80b0f088ec1133dd_153"
    },
    {
      "start": 23861,
      "end": 24077,
      "text": "\n8. True and proper accounts of the partnership shall be maintained and the profit or loss after deducting interest and salary to partners, with effect from 01.04.2002 shall be shared among the partners as follows :\n",
      "labels": [
        "RPC"
      ],
      "id": "8a389a3f7a8d491cbf4fdbd27050f501_154"
    },
    {
      "start": 24077,
      "end": 24271,
      "text": "PROFIT % LOSS % (1) Smt. Mahalakshmi Ammal Charities 2 NIL (2) R.P.Sarathy 10 12 (3) K.R.Ramanujam 28 28 (4) R.Visweswaran 20 20 (5) R.Indrani 15 15 (6) P.Vanishhree 15 15 (7) V.Anuradha 10 10 9",
      "labels": [
        "NONE"
      ],
      "id": "f070a12573c64e5d876564c17979e6e6_155"
    },
    {
      "start": 24272,
      "end": 24344,
      "text": ". Death of any partner shall not lead to dissolution of the partnership.",
      "labels": [
        "STA"
      ],
      "id": "e00ff4ae296a4461897e6b6f8381ea4a_156"
    },
    {
      "start": 24346,
      "end": 24520,
      "text": "10. If any partner's connection with the partnership ceases by retirement or otherwise, such partner shall be entitled to receive only the amount standing to his/her account.",
      "labels": [
        "STA"
      ],
      "id": "4641fb66fac54963b0ed16e26dbaa00a_157"
    },
    {
      "start": 24521,
      "end": 24709,
      "text": "\n11. Should any dispute arise among any of the partners in matters concerning the partnership, such dispute shall be https://www.mhc.tn.gov.in/judis referred to arbitration for settlement.",
      "labels": [
        "STA"
      ],
      "id": "be39c66f9cdb40d4955f386c9c8e9dee_158"
    },
    {
      "start": 24711,
      "end": 24832,
      "text": "12. In respect of matters not specifically stated herein, the provisions of the Indian Patnership Act, 1932, shall apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a3dbe76b9a1464683643aa507ce4c68_159"
    },
    {
      "start": 24833,
      "end": 24896,
      "text": "IN WITNESS WHEREOF, the parties have set their hands hereunto.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c18426746b684add847f70807ae3daab_160"
    },
    {
      "start": 24898,
      "end": 25151,
      "text": "7. Adverting to aforementioned deed, learned counsel submitted that fifth respondent (P.Sivanantham) has since retired from said firm but we express no opinion on this submission owing to the trajectory the matter is taking, which will be set out infra.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f1becbb1d7e46aa990d7d0681c9539d_161"
    },
    {
      "start": 25152,
      "end": 25594,
      "text": "Suffice to say that both 'earlier partnership deed' (dated 01.04.2002) and the aforementioned 'said partnership deed' (dated 26.05.2020) contain arbitration clauses i.e., clauses 11 and 8 respectively and the same read as follows :\nClause 11 in earlier partnership deed dated 01.04.2002 :\n'Should any dispute arise among any of the partners in matters concerning the partnership, such dispute shall be referred to arbitration for settlement.'",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8f9e139be6c48ed96b04b025ce8b7b9_162"
    },
    {
      "start": 25595,
      "end": 25797,
      "text": "Clause 8 of said partnership deed, dated 26.05.2020 :\n'Should any dispute arise between the partners in matters concerning the partnership, such dispute shall be referred to arbitration for settlement.'",
      "labels": [
        "STA"
      ],
      "id": "3a0831b4d89040a28747ebd072ca4674_163"
    },
    {
      "start": 25798,
      "end": 26129,
      "text": "Aforementioned clauses serve as 'arbitration agreements', i.e., 'arbitration agreement' between the parties within the meaning of Section 2(1)(b) read https://www.mhc.tn.gov.in/judis with Section 7 of 'The Arbitration and Conciliation Act (Act No.26 of 1996)' [hereinafter 'A and C Act' for the sake of convenience and clarity].\n8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "998d0020dafb4ff6b8d2f6614787fa91_164"
    },
    {
      "start": 26130,
      "end": 26453,
      "text": "It is the specific case of fifth respondent that aforementioned 01.04.2002 deed (earlier partnership deed) has been unilaterally thrust on fifth respondent and as alluded supra, we are not expressing any opinion on the same as it would now be part of the remit of Arbitral Tribunal about which there will be allusion infra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e25d8f28e87549168debe2d0831f5db5_165"
    },
    {
      "start": 26455,
      "end": 26753,
      "text": "9. A point of paramount importance is, the counsel for appellants and first respondent submit in one voice that Section 11 petition in Arb.O.P.(Com.Div) No.3 of 2024 has been filed in this Court and the same is scheduled to be listed before Section 11 Court, day after tomorrow i.e., on 20.06.2024.",
      "labels": [
        "NONE"
      ],
      "id": "648693d045204fe7ae039521058254e9_166"
    },
    {
      "start": 26754,
      "end": 26929,
      "text": "What is of greater significance is, both learned counsel submitted that they have agreed on a Sole Arbitrator i.e., a designated Senior Counsel (a learned member of this Bar).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e47d75b4c8141c7a7da9f683afddc62_167"
    },
    {
      "start": 26930,
      "end": 27015,
      "text": "To be noted, Mr.M.K.Kabir, Senior Advocate has been agreed to be the Sole Arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "d9a4e810fcb94368bc2719b51618d1fe_168"
    },
    {
      "start": 27016,
      "end": 27221,
      "text": "In the light of the consensus arrived at by both learned counsel and this joint request for appointment of Thiru M.K.Kabir as sole arbitrator, this Court appoints Thiru.M.K.Kabir to be the sole arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "3f3808e4a5654040b4f0cc54288a71ca_169"
    },
    {
      "start": 27222,
      "end": 27401,
      "text": "Both counsel submit that they https://www.mhc.tn.gov.in/judis would report this to Section 11 Court and give a closure to Arb.O.P.(Com.Div) No.3 of 2024, in an appropriate manner.",
      "labels": [
        "RPC"
      ],
      "id": "7bc277f083824dc99affcbc7d073c3b0_170"
    },
    {
      "start": 27403,
      "end": 27649,
      "text": "10. In the aforementioned backdrop, we find that fifth respondent has filed a suit in O.S.No.10 of 2020 on the file of Additional District Judge-I, Salem, with a prayer to declare that fifth respondent continues to be a partner qua said firm.\n11.",
      "labels": [
        "NONE"
      ],
      "id": "f1c16384953c48a2b88d5178f11c6df2_171"
    },
    {
      "start": 27650,
      "end": 27782,
      "text": "There cannot be a civil suit and arbitration proceedings simultaneously when the issues are dovetailed and inextricably intertwined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "010ab316ef3b481d831cb461caa96cd6_172"
    },
    {
      "start": 27783,
      "end": 27948,
      "text": "Therefore, it was agreed that the suit will be given a closure and fifth respondent will become a party to the arbitration before the aforementioned Sole Arbitrator.",
      "labels": [
        "RPC"
      ],
      "id": "9a2c8dc41ec74dd5b23e1433ee885e50_173"
    },
    {
      "start": 27949,
      "end": 28172,
      "text": "All questions including the question as to whether fifth respondent continues as partner qua said partnership and whether 01.04.2002 deed has been thrust on fifth respondent are left open to be decided by Arbitral Tribunal.",
      "labels": [
        "RPC"
      ],
      "id": "b66df7df672846708532534ff7158e8a_174"
    },
    {
      "start": 28173,
      "end": 28496,
      "text": "Therefore, on this order being uploaded in Official Website of this Court, the suit in O.S.No.10 of 2020 on the file of learned Additional District Judge I, Salem will stand dismissed as withdrawn leaving all questions open and the lis qua suit also to be decided by learned https://www.mhc.tn.gov.in/judis sole arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "f9f0550073fc41d3a38b57cc566bf455_175"
    },
    {
      "start": 28497,
      "end": 29228,
      "text": "Likewise, as regards Section 9 prayer, appellants have got the benefit of interim order dated 24.05.2024 in C.M.P.No.11113 of 2024 in captioned main appeal but now that the Arbitral Tribunal is constituted, (this court is acutely conscious of Arcelor Mittal principle, being Arcelor Mittal Nippon Steel India Limited Vs. Essar Bulk Terminal Limited reported in (2022) 1 SCC 712 qua sub section (3) of section 9 of A and C Act), we deem it appropriate to say that Section 9 prayer should also now be decided by Arbitral Tribunal in terms of powers under Section 17 and add that the interim order dated 24.05.2024 will cease to operate from today and prayer thereat will stand governed by any order which the Arbitral Tribunal makes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6cd1d00ea46462f8d047d1a1a11b9db_176"
    },
    {
      "start": 29229,
      "end": 29474,
      "text": "We make it clear that this is not owing to sub section (3) of section 9 of A and C Act and that this is owing to facts of the case on hand as the bank amounts/balance cannot be tilted in favour of any party between today and first sitting of AT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edda61bb3c4449cca08f100191396add_177"
    },
    {
      "start": 29476,
      "end": 29672,
      "text": "12. We make it clear that Arbitral Tribunal will decide the prayer in Section 9 application, now treating the application as Section 17 application dehors the judicial orders which have been made.",
      "labels": [
        "RPC"
      ],
      "id": "2f1387837c9e4ce98fd77e75728e01cd_178"
    },
    {
      "start": 29674,
      "end": 30511,
      "text": "13. With regard to sub-section (2) of Section 9, the Commercial Division of this Court in Cholamandalam Investment and Finance https://www.mhc.tn.gov.in/judis Company Limited Vs. Harkhabhai Amarshibhai Vaghadiya [Arb.A.No.40 of 2022, etc. batch, dated 16.02.2022] has inter alia held that sub-section (2) is a statutory expression of Firm Ashok Traders principle [Firm Ashok Traders Vs. Gurumukh Das Saluja reported in (2004) 3 SCC 155], i.e., that there can not be an interim order in perpetuity and that manifest intention to arbitrate is sine qua non for a pre arbitration section 9 application, though in the case on hand, we notice that the date of commencement of arbitral proceedings within the meaning of Section 21 of A and C Act is 17.06.2023 vide a trigger notice dated 12.06.2023 and Section 9 application is dated 20.01.2024",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6353e6515377469b90b7d3c29382c248_179"
    },
    {
      "start": 30512,
      "end": 30896,
      "text": ", as we are now relegating the matter to Arbitral Tribunal, we are only confirming Cholamandalam common order dated 16.02.2022 to be the correct obtaining position of law qua Section 9, more particularly, sub- sections (2) and (3) of section 9 but we refrain from expressing any opinion in this matter as interim order under section 9 ceases and AT will be in seizin under section 17.",
      "labels": [
        "RPC"
      ],
      "id": "b8d2d2fda595453b94aefa2c63f5c6dd_180"
    },
    {
      "start": 30897,
      "end": 31119,
      "text": "This is also owing to the consensus arrived at between the counsel as regards the Arbitral Tribunal and as regards leaving it to the Arbitral Tribunal to decide Section 9 prayer treating the same as Section 17 application.",
      "labels": [
        "RATIO"
      ],
      "id": "4422ed92b2c94398a37286583e4190ef_181"
    },
    {
      "start": 31120,
      "end": 31319,
      "text": "In another matter where there is a contest, we shall apply Cholamandalam which we have confirmed and affirmed to be correct https://www.mhc.tn.gov.in/judis position of law qua section 9 legal drills.",
      "labels": [
        "RPC"
      ],
      "id": "926e24071d7c4d139087bbd5b2866507_182"
    },
    {
      "start": 31321,
      "end": 31711,
      "text": "14. Learned counsel for appellants and learned counsel for first respondent submit that they would bring to the notice of Hon'ble Section 11 Court this order and give a suitable closure to aforementioned Section 11 application day after tomorrow i.e., 20.06.2024 and this would also mean that learned counsel for fifth respondent can also bring it to the notice of the section 11 court.\n15.",
      "labels": [
        "NONE"
      ],
      "id": "417ab042457b4c789f31e92344e8fe48_183"
    },
    {
      "start": 31712,
      "end": 31866,
      "text": "We request learned Senior Counsel [Arbitral Tribunal] to hold the first sitting as expeditiously as possible considering the nature of the interim prayer.",
      "labels": [
        "NONE"
      ],
      "id": "b048cdbfebe242a08e5f94aeeb783a48_184"
    },
    {
      "start": 31867,
      "end": 31974,
      "text": "However we also record the position that salaries of workmen of said firm continued to be paid until today.",
      "labels": [
        "NONE"
      ],
      "id": "d77e0c190eb54c6f8f4d5543de5edc54_185"
    },
    {
      "start": 31976,
      "end": 32122,
      "text": "16. Captioned C.M.A. and captioned C.M.Ps. are disposed of in the aforesaid manner inter-alia recording the limited consensus between the counsel.",
      "labels": [
        "NONE"
      ],
      "id": "3ac6b3b533414c94addcf361a356feb0_186"
    },
    {
      "start": 32123,
      "end": 32159,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "b0fe1323d6364548b89961b6bcd15dc6_187"
    },
    {
      "start": 32160,
      "end": 32194,
      "text": "\n(M.S.,J.) (K.G.T., J.) 18.06.2024",
      "labels": [
        "NONE"
      ],
      "id": "7a296c93ed1647baa0fb09ea98b3185b_188"
    },
    {
      "start": 32195,
      "end": 32317,
      "text": "Index : Yes / No Speaking order / Non-speaking order Neutral citation : Yes ds/vvk https://www.mhc.tn.gov.in/judis P.S. I:",
      "labels": [
        "NONE"
      ],
      "id": "656275df1eed4b56a5796f418728f15a_189"
    },
    {
      "start": 32318,
      "end": 32343,
      "text": "Upload forthwith P.S.II :",
      "labels": [
        "NONE"
      ],
      "id": "65d05b0ac9d4471bbe6cd1e0a47d0435_190"
    },
    {
      "start": 32344,
      "end": 32515,
      "text": "All concerned including the Registry of Madras High Court to act forthwith on the uploaded soft copy of this proceedings as uploaded in the official website of this Court.",
      "labels": [
        "NONE"
      ],
      "id": "a388efc608224065ba91868f0e29dae5_191"
    },
    {
      "start": 32516,
      "end": 32633,
      "text": "To be noted, the soft copies uploaded in the official website of this Court are water marked, besides being QR Coded.",
      "labels": [
        "NONE"
      ],
      "id": "6eda7d02695a459bacb5897d2642dfef_192"
    },
    {
      "start": 32635,
      "end": 32765,
      "text": "M.SUNDAR. J., and K.GOVINDARAJAN THILAKAVADI.J., ds/vvk https://www.mhc.tn.gov.in/judis 18.06.2024 https://www.mhc.tn.gov.in/judis",
      "labels": [
        "NONE"
      ],
      "id": "81194d7d3cb2497f9b93c31c23217099_193"
    }
  ]
}