{
  "id": "661b76ddcffe389338e0c582073a0794ce03b77f42cbe6573d89217c275229cd",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nMs Rachna Overseas vs Ms Printech System on 9 December, 2021\nAuthor: Amit Bansal \nBench: Amit Bansal \n                          *     In The High Court Of Delhi At New Delhi\n\n                          %                                   Date of decision: 9th December, 2021 . \n\n                          +     Cm(M) 1096/2021 & Cm No. 43076/2021 (for stay) \n\n                                Ms Rachna Overseas                                ..... Petitioner \n                                            Through:             Mr. Vijay Dutt Gahtori and Mr. \n                                                                 Ashutosh Sharma, Advocates . \n\n                                                    Versus \n\n                                Ms Printech System                                ..... Respondent \n                                             Through:            Mr. Ravinder Singh and Ms.Raveesha\n                                                                 Gupta, Advocates\n\n                                Coram:\n                                Hon'Ble Mr. Justice Amit Bansal\n\n                          Amit Bansal, J. (Oral)\n1. The present petition under Article 227 of the Constitution of India impugns the order dated 11th October, 2021 passed by the Commercial Court South East, Saket Court, Delhi in CS(Comm.) No. 219/2019, whereby the application filed on behalf of the petitioner (hereinafter defendant) under Section 151 of the Code of Civil Procedure, (Cpc), 1908, seeking to file statement of truth in support of written statement, has been dismissed and the written statement filed by the defendant has been taken off the record.\n2. The facts leading to the filing of the present petition are as follows:\n2.1 The respondent (hereinafter plaintiff) is in the business of supplying printing plates and chemicals.\n2.2 The plaintiff had supplied materials to the defendant to the tune of Rs.\n2,56,61,744/- against which a part payment of Rs. 2,44,76,921/- was made by the defendant and an outstanding amount of Rs. 11,84,823/- was due to be paid by the defendant to the plaintiff. \n2.3 The defendant issued 2 cheques dated 8th August 2018 and 1st September, 2018 in the amount of Rs. 2,00,000/- and Rs. 84,249/- respectively in favour of the plaintiff. \n2.4 The aforesaid cheques when presented to the bank by the plaintiff, were dishonoured with remarks \"stop payment\" and \"accounts closed\". 2.5 On 5th August 2019, commercial suit for recovery of Rs. 11,84,823/- along with interest pendente lite and future interests was filed by the plaintiff against the defendants. \n2.6 Summons were issued and were served upon the defendant on 11 th September, 2019. \n2.7 The defendant filed written statement on 23 rd November, 2019, beyond the period of thirty days from the service of the summons. 2.8 The written statement filed on behalf of the defendant was objected by the plaintiff on the ground that the same is not accompanied with an application under Order Viii Rule 1 of the Cpc seeking condonation of delay and was filed without statement of truth. \n2.9 The Commercial Court vide order dated 23rd November, 2019, granted two weeks' time to the defendant to file appropriate applications along with supporting documents in accordance with the Commercial Courts Act, 2015 and a cost of Rs. 2,000/- was also imposed on the defendant for the discrepancies in the written statement on account of which pleadings could not be completed. \n2.10 The defendant filed an application under Section 151 of the Cpc on 24th September, 2021 seeking to file statement of truth in support of the written statement. \n3. The Commercial Court vide the impugned order dismissed the aforesaid application filed on behalf of the defendant by holding/observing:\n(i) The defendant upon request was granted two weeks' time to rectify the deficiency in filing the written statement. The said deficiency has not been rectified within the period allowed by the Commercial Court.\n(ii) Till date application under Order Viii Rule 1 of the Cpc seeking condonation of delay in filing the written statement has not been filed despite permission given by the Commercial Court on 23 rd November, 2019 to file the same within two weeks;\n(iii) In terms of the judgment of this Court in Ok Play India Pvt. Ltd. vs. A P Distributors and Anr. 2021, Scc OnLine Del 4043, written statement which is filed beyond the period of 30 days in a commercial suit, can only be taken on record, if it is accompanied by an application under Order Viii Rule 1 of the Cpc for condonation of delay within the maximum permissible period of 120 days. \n4. The counsel for the defendant contends that, there is no requirement under Order Viii Rule 1 of the Cpc of filing an application for  condonation of delay . He further states that technicalities should not come in the way of substantial justice and accordingly, he may be allowed to put his defence on merits. \n5. Reliance has been placed by the counsel for the defendant on the following judgments:\n(i) Ganesh Trading Co. vs. Moji Ram, (1978) 2 SCC 91;\n(ii) Jai Jai Ram Manohar Lal vs. National Building Material Supply, Gurgaon (1969) 1 SCC 869;\n(iii) Sangram Singh vs. Election Tribunal, Kotah, Bhhhurey Lel Baya, (1955) 2 SCR 1; and,\n(iv) Red Bull AG vs. Pepsico India Holdings Pvt Ltd & Anr. 2019 SCC OnLine Del 9901.\n6. The counsel for the plaintiff contends that:\n(i) The defendant was served with the summons of the suit on 11th September, 2019. The written statement was filed on behalf of the defendant on 23rd September, 2019 which was beyond the period of thirty days, without any application for condonation of delay and without being supported by statement of truth. \n(ii) Vide order dated 23rd November, 2019, the defendant was given two weeks' time to correct the deficiencies in filing the written statement, which the defendant failed to do within the time granted by the Commercial Court. \n(iii) On 12th January, 2020, the maximum permissible period for filing written statement as well as application seeking condonation of delay in the case of commercial suit expired.\n7. Accordingly, it is contended that the defendant has throughout been very negligent in conducting the case and therefore there is no infirmity with the impugned order. \n8. I have heard the counsels for the parties and perused the record of the Commercial Court. \n9. Admittedly, the written statement was not filed within the period of 30 days from the service of the summons. Even though the counsel for the defendant has contended that there is no requirement under Order VIII Rule 1 of the CPC to file an application for condonation of delay, it is specifically stated in Order VIII Rule 1 of the CPC that the written statement filed beyond 30 days from the service of the summons would be taken on record only for reasons to be recorded in writing. Obviously, the intent is that the reasons have to be provided by the defendant. The court, on its own, is not expected to know the reasons for delay in filing written statement. In view of the above, the defendant cannot be heard to say that there was no requirement to file the application for condonation of delay. \n10. In the order dated 23th November, 2019 passed by the Commercial Court, it was clearly noted that the written statement filed on behalf of the defendant has been accepted under objection as it was not supported by proper affidavit/statement of truth and therefore, the same would not be taken on record. It was on the request of the defendant that two weeks' time was granted to rectify the aforesaid deficiencies and it was recorded specifically that application would be moved by the defendant in this regard. However, despite this order, neither the deficiencies in written statement were removed nor was an application filed on behalf of the defendant seeking condonation of delay. Therefore, there is merit in the submission of the counsel for the plaintiff that the approach of the defendant in conducting of the suit has been very lax and negligent. \n11. The Supreme Court, in Ambalal Sarabhai Enterprises Ltd. Vs. K.S. Infraspace LLP, (2020) 15 SCC 585 has observed that the provisions of the Commercial Courts Act, 2015 have to be strictly construed and if the provisions are given liberal interpretation, the object behind the enactment, of speedy disposal, will be defeated. \n12. The Supreme Court in SCG Contracts (India) Pvt. Ltd. vs. K.S. Chamankar Infrastructure Pvt. Ltd. and Ors. has held that in a commercial suit, written statement has to be filed within the maximum permissible period of 120 days and there is no power with the Courts to condone the delay beyond 120 days. Relevant paragraphs of the judgment are set out below:\n\"8. xxxxxx A perusal of these provisions would show that ordinarily a written statement is to be filed within a period of 30 days. However, grace period of a further 90 days is granted which the Court may employ for reasons to be recorded in writing and payment of such costs as it deems fit to allow such written statement to come on record. What is of great importance is the fact that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record. This is further buttressed by the proviso in Order 8 Rule 10 also adding that the court has no further power to extend the time beyond this period of 120 days.\" \n13. There is no dispute with the legal proposition made out in the various judgments cited by the defendant that rules or procedure cannot be allowed to come in the way of substantial justice. However, it has to be borne in mind that the present case is a commercial suit and the intent of the Commercial Courts Act, 2015, is for speedy disposal of the commercial suits. The judgments in Ganesh Trading Co. (supra), Jai Jai Ram Manohar Lal (supra) and Sangram Singh (supra) cannot come to the aid to the defendant as the said judgments were not in the context of the Commercial Courts Act. As regards the judgment in Red Bull (supra) relied upon by the counsel for the defendant, the issue before that Court was not whether the written statement filed belatedly, without any application for condonation of delay can be taken on record or not. Further, in Red Bull (supra), there was no formal order issuing summons or directing the defendants to file written statement as the parties were exploring the possibility of settlement. \n14. The impugned order correctly relies upon the decision of this Court in Ok Play (supra) wherein it has been held as under:\n\"10. Now, the question is whether a condonation application had to be filed and that too within 120 days, along with the written statement or whether the court without any application before it, could condone the delay and receive the written statement, subject to recording of its reasons and imposition of costs. This Court is of the view that since it is not for the court to furnish reasons for condoning the delay in filing the written statement, it is necessary that the defendant, when filing a belated written statement, also submits to the court an explanation for the delay, by moving an application in this regard. A written application supported by an affidavit is a must for seeking condonation of delay. \nxxx xxx xxx 12. A Coordinate Bench of this Court in Friends Motel (Supra) was dealing with a case with similar facts. There too, the written statement was filed with an affidavit of admission and denial on the 117th day on receipt of summons, without an application seeking condonation of delay. An application for condonation of delay was claimed to have been filed on 28 th August, 2019 i.e., after another 19 days. It was held that the necessary application seeking condonation of delay in filing the written statement having not been filed within the period of 120 days, there was no proper application filed before the court for condonation of delay and the written statement was not allowed to be taken on record. \n\"16. The learned Commercial Court erred in observing that the written statement and affidavit had been filed before the expiry of the 120 days' time that is available to the court to allow the filing of the written statement and use its inherent powers under Section 151 C.P.C. and to set at naught the mandatory provisions for filing of the written statement within 30 days or within the further period of 90 days allowed under Order VIII Rule 1 C.P.C., accompanied with an application seeking condonation of delay.\" \n15. It is pertinent to mention that review petition filed against the judgment in OK Play (supra) has also been dismissed vide judgment dated 25th October, 2021. \n16. The judgment in Ok Play (supra) was also followed by this bench in Intiyaz Sheikh vs. Puma Se 2021 SCC OnLine Del 4679, where also the written statement was not taken on record as the same was filed beyond 30 days and without being accompanied by an application under Order VIII Rule 1 of the CPC for condonation of delay. \n17. In view of the aforesaid, there is no infirmity in the order passed by the Commercial Court that warrants interference of this Court in exercise of its jurisdiction under Article 227 of the Constitution of India. \nDismissed. \nAMIT BANSAL, J.\nDECEMBER 9, 2021 Sakshi R.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04e8ba4d81cc464f96eda7e41b3857c7_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0075381e8ea24f4ca61a038d3994f97d_1"
    },
    {
      "start": 242,
      "end": 340,
      "text": "\nDelhi High Court\nMs Rachna Overseas vs Ms Printech System on 9 December, 2021\nAuthor: Amit Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b0aea06650b4b2a9ea7c2c966adc727_2"
    },
    {
      "start": 341,
      "end": 360,
      "text": "\nBench: Amit Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e62cb77510b471991983193ed080789_3"
    },
    {
      "start": 388,
      "end": 461,
      "text": "*     In The High Court Of Delhi At New Delhi\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d729595f85684698a577a8d95508ef89_4"
    },
    {
      "start": 461,
      "end": 533,
      "text": "%                                   Date of decision: 9th December, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3cdcafd9f15484a9bcd42faa255fa93_5"
    },
    {
      "start": 534,
      "end": 570,
      "text": ". \n\n                          +     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "edc43c23394645bbbe9a4a355a04abc7_6"
    },
    {
      "start": 570,
      "end": 585,
      "text": "Cm(M) 1096/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb38dd397ef5465c9f680bac6b7b5539_7"
    },
    {
      "start": 586,
      "end": 616,
      "text": "& Cm No. 43076/2021 (for stay)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d72005fa200e4d7e8fc15a267043f7f3_8"
    },
    {
      "start": 651,
      "end": 669,
      "text": "Ms Rachna Overseas",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2da86a8557746ec9c4876b712533fdc_9"
    },
    {
      "start": 701,
      "end": 717,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f191c0493f34d388dd670b229998cf5_10"
    },
    {
      "start": 763,
      "end": 771,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef06003ee3c84b39a9ba164a61c18b43_11"
    },
    {
      "start": 784,
      "end": 814,
      "text": "Mr. Vijay Dutt Gahtori and Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8885a18b44e4ba89ececace2501284d_12"
    },
    {
      "start": 881,
      "end": 907,
      "text": "Ashutosh Sharma, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2bdcdffe14c4b46acaacd519af5572c_13"
    },
    {
      "start": 908,
      "end": 970,
      "text": ". \n\n                                                    Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "027a445641734147b1903d2725f7e000_14"
    },
    {
      "start": 1005,
      "end": 1016,
      "text": "Ms Printech",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f321af9209c24aed883a2c671fa697c1_15"
    },
    {
      "start": 1017,
      "end": 1023,
      "text": "System",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86a87416a682424390f2eb4557244316_16"
    },
    {
      "start": 1055,
      "end": 1071,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33a3cf8b3e634e52895f88b32f0c505c_17"
    },
    {
      "start": 1118,
      "end": 1138,
      "text": "Through:            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48d1c97e7aac4b739cb05aa0f2ed5dcc_18"
    },
    {
      "start": 1138,
      "end": 1156,
      "text": "Mr. Ravinder Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da3c99c86e1a4a5580c49a629c8e2c6b_19"
    },
    {
      "start": 1157,
      "end": 1238,
      "text": "and Ms.Raveesha\n                                                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6535e03abf61453d81b415b4d2f63b87_20"
    },
    {
      "start": 1238,
      "end": 2108,
      "text": "Gupta, Advocates\n\n                                Coram:\n                                Hon'Ble Mr. Justice Amit Bansal\n\n                          Amit Bansal, J. (Oral)\n1. The present petition under Article 227 of the Constitution of India impugns the order dated 11th October, 2021 passed by the Commercial Court South East, Saket Court, Delhi in CS(Comm.) No. 219/2019, whereby the application filed on behalf of the petitioner (hereinafter defendant) under Section 151 of the Code of Civil Procedure, (Cpc), 1908, seeking to file statement of truth in support of written statement, has been dismissed and the written statement filed by the defendant has been taken off the record.\n2. The facts leading to the filing of the present petition are as follows:\n2.1 The respondent (hereinafter plaintiff) is in the business of supplying printing plates and chemicals.\n2.2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45530d7780f14aa88162290804bcb4f9_21"
    },
    {
      "start": 2109,
      "end": 2370,
      "text": "The plaintiff had supplied materials to the defendant to the tune of Rs.\n2,56,61,744/- against which a part payment of Rs. 2,44,76,921/- was made by the defendant and an outstanding amount of Rs. 11,84,823/- was due to be paid by the defendant to the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "7b38c44c1e794a2ea9f0addd5c6f1e60_22"
    },
    {
      "start": 2371,
      "end": 2542,
      "text": "\n2.3 The defendant issued 2 cheques dated 8th August 2018 and 1st September, 2018 in the amount of Rs. 2,00,000/- and Rs. 84,249/- respectively in favour of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "09347447cdf74eeba56e7aa53c9fbdf3_23"
    },
    {
      "start": 2544,
      "end": 2682,
      "text": "2.4 The aforesaid cheques when presented to the bank by the plaintiff, were dishonoured with remarks \"stop payment\" and \"accounts closed\".",
      "labels": [
        "FAC"
      ],
      "id": "a05dbc619496423aadf0ecca21a6a6ea_24"
    },
    {
      "start": 2683,
      "end": 2860,
      "text": "2.5 On 5th August 2019, commercial suit for recovery of Rs. 11,84,823/- along with interest pendente lite and future interests was filed by the plaintiff against the defendants.",
      "labels": [
        "FAC"
      ],
      "id": "d104cc6caddf4f45ac6ef11abcb33e1c_25"
    },
    {
      "start": 2862,
      "end": 2946,
      "text": "2.6 Summons were issued and were served upon the defendant on 11 th September, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "f064e0a2065344e59e5634f332adbac1_26"
    },
    {
      "start": 2948,
      "end": 3080,
      "text": "2.7 The defendant filed written statement on 23 rd November, 2019, beyond the period of thirty days from the service of the summons.",
      "labels": [
        "FAC"
      ],
      "id": "00990934e2474828b7912d7f8171a3dc_27"
    },
    {
      "start": 3081,
      "end": 3342,
      "text": "2.8 The written statement filed on behalf of the defendant was objected by the plaintiff on the ground that the same is not accompanied with an application under Order Viii Rule 1 of the Cpc seeking condonation of delay and was filed without statement of truth.",
      "labels": [
        "FAC"
      ],
      "id": "5e2d931363ee48e999674eea676032c0_28"
    },
    {
      "start": 3343,
      "end": 3724,
      "text": "\n2.9 The Commercial Court vide order dated 23rd November, 2019, granted two weeks' time to the defendant to file appropriate applications along with supporting documents in accordance with the Commercial Courts Act, 2015 and a cost of Rs. 2,000/- was also imposed on the defendant for the discrepancies in the written statement on account of which pleadings could not be completed.",
      "labels": [
        "RLC"
      ],
      "id": "ab949254ba8d4673b9f263eaa3aa516b_29"
    },
    {
      "start": 3725,
      "end": 3890,
      "text": "\n2.10 The defendant filed an application under Section 151 of the Cpc on 24th September, 2021 seeking to file statement of truth in support of the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "a7d1541866c5484986bce49f16857501_30"
    },
    {
      "start": 3891,
      "end": 4884,
      "text": "\n3. The Commercial Court vide the impugned order dismissed the aforesaid application filed on behalf of the defendant by holding/observing:\n(i) The defendant upon request was granted two weeks' time to rectify the deficiency in filing the written statement. The said deficiency has not been rectified within the period allowed by the Commercial Court.\n(ii) Till date application under Order Viii Rule 1 of the Cpc seeking condonation of delay in filing the written statement has not been filed despite permission given by the Commercial Court on 23 rd November, 2019 to file the same within two weeks;\n(iii) In terms of the judgment of this Court in Ok Play India Pvt. Ltd. vs. A P Distributors and Anr. 2021, Scc OnLine Del 4043, written statement which is filed beyond the period of 30 days in a commercial suit, can only be taken on record, if it is accompanied by an application under Order Viii Rule 1 of the Cpc for condonation of delay within the maximum permissible period of 120 days.",
      "labels": [
        "RLC"
      ],
      "id": "05c7e18a60374827806e7d680ccfb893_31"
    },
    {
      "start": 4885,
      "end": 5021,
      "text": "\n4. The counsel for the defendant contends that, there is no requirement under Order Viii Rule 1 of the Cpc of filing an application for",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0cbf4a5bbc8d4f47a993a5f02ce6c2cc_32"
    },
    {
      "start": 5022,
      "end": 5043,
      "text": " condonation of delay",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6beb5f79bccf4d2eb90726e0bcf9f890_33"
    },
    {
      "start": 5044,
      "end": 5198,
      "text": ". He further states that technicalities should not come in the way of substantial justice and accordingly, he may be allowed to put his defence on merits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "19920e75c89d480186d2aa0e23fcb682_34"
    },
    {
      "start": 5199,
      "end": 5612,
      "text": "\n5. Reliance has been placed by the counsel for the defendant on the following judgments:\n(i) Ganesh Trading Co. vs. Moji Ram, (1978) 2 SCC 91;\n(ii) Jai Jai Ram Manohar Lal vs. National Building Material Supply, Gurgaon (1969) 1 SCC 869;\n(iii) Sangram Singh vs. Election Tribunal, Kotah, Bhhhurey Lel Baya, (1955) 2 SCR 1; and,\n(iv) Red Bull AG vs. Pepsico India Holdings Pvt Ltd & Anr. 2019 SCC OnLine Del 9901.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83a1df899fe644018b066b1cc71941ca_35"
    },
    {
      "start": 5612,
      "end": 5742,
      "text": "6. The counsel for the plaintiff contends that:\n(i) The defendant was served with the summons of the suit on 11th September, 2019.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4c80de64f4cc4affbbdbaff244441b0a_36"
    },
    {
      "start": 5743,
      "end": 5969,
      "text": "The written statement was filed on behalf of the defendant on 23rd September, 2019 which was beyond the period of thirty days, without any application for condonation of delay and without being supported by statement of truth.",
      "labels": [
        "FAC"
      ],
      "id": "90fd69852a154f94a86b79c24ffdb7fe_37"
    },
    {
      "start": 5970,
      "end": 6196,
      "text": "\n(ii) Vide order dated 23rd November, 2019, the defendant was given two weeks' time to correct the deficiencies in filing the written statement, which the defendant failed to do within the time granted by the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "c81b975f23e54ffd872ea1ebbbe55372_38"
    },
    {
      "start": 6197,
      "end": 6381,
      "text": "\n(iii) On 12th January, 2020, the maximum permissible period for filing written statement as well as application seeking condonation of delay in the case of commercial suit expired.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "73bcc991c898473abda3f69cab153b82_39"
    },
    {
      "start": 6382,
      "end": 6548,
      "text": "Accordingly, it is contended that the defendant has throughout been very negligent in conducting the case and therefore there is no infirmity with the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11beed4bf63248998d6609a3a07bf34e_40"
    },
    {
      "start": 6549,
      "end": 6642,
      "text": "\n8. I have heard the counsels for the parties and perused the record of the Commercial Court.",
      "labels": [
        "NONE"
      ],
      "id": "5d24d3d979c246ecb76657804e082a9b_41"
    },
    {
      "start": 6644,
      "end": 6756,
      "text": "9. Admittedly, the written statement was not filed within the period of 30 days from the service of the summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa3bb2bd8a574de0a7148482560b1b6a_42"
    },
    {
      "start": 6757,
      "end": 7132,
      "text": "Even though the counsel for the defendant has contended that there is no requirement under Order VIII Rule 1 of the CPC to file an application for condonation of delay, it is specifically stated in Order VIII Rule 1 of the CPC that the written statement filed beyond 30 days from the service of the summons would be taken on record only for reasons to be recorded in writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c49fa4b33bdb4754811fced82fb78664_43"
    },
    {
      "start": 7133,
      "end": 7212,
      "text": "Obviously, the intent is that the reasons have to be provided by the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "325dfa1a547a44a2804da55780dc6cb1_44"
    },
    {
      "start": 7213,
      "end": 7310,
      "text": "The court, on its own, is not expected to know the reasons for delay in filing written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c69d9b73f62482db0ea8b334a0042b0_45"
    },
    {
      "start": 7311,
      "end": 7449,
      "text": "In view of the above, the defendant cannot be heard to say that there was no requirement to file the application for condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87de52d6d44f49968d0fb07625880c36_46"
    },
    {
      "start": 7451,
      "end": 7757,
      "text": "10. In the order dated 23th November, 2019 passed by the Commercial Court, it was clearly noted that the written statement filed on behalf of the defendant has been accepted under objection as it was not supported by proper affidavit/statement of truth and therefore, the same would not be taken on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4d57028e6bb429caea7aabede376dd6_47"
    },
    {
      "start": 7758,
      "end": 7965,
      "text": "It was on the request of the defendant that two weeks' time was granted to rectify the aforesaid deficiencies and it was recorded specifically that application would be moved by the defendant in this regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f72b215da11042a2aa4d79c6e41a89a3_48"
    },
    {
      "start": 7966,
      "end": 8139,
      "text": "However, despite this order, neither the deficiencies in written statement were removed nor was an application filed on behalf of the defendant seeking condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24f24406ce154688843d5daf179dd091_49"
    },
    {
      "start": 8140,
      "end": 8310,
      "text": "Therefore, there is merit in the submission of the counsel for the plaintiff that the approach of the defendant in conducting of the suit has been very lax and negligent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fcb36a52a53451fb771911e55623e8f_50"
    },
    {
      "start": 8311,
      "end": 8639,
      "text": "\n11. The Supreme Court, in Ambalal Sarabhai Enterprises Ltd. Vs. K.S. Infraspace LLP, (2020) 15 SCC 585 has observed that the provisions of the Commercial Courts Act, 2015 have to be strictly construed and if the provisions are given liberal interpretation, the object behind the enactment, of speedy disposal, will be defeated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c3b2201416c4a94960f0b5b8cc46930_51"
    },
    {
      "start": 8641,
      "end": 8946,
      "text": "12. The Supreme Court in SCG Contracts (India) Pvt. Ltd. vs. K.S. Chamankar Infrastructure Pvt. Ltd. and Ors. has held that in a commercial suit, written statement has to be filed within the maximum permissible period of 120 days and there is no power with the Courts to condone the delay beyond 120 days.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ba20b5ebce8c4520979abd346b1cafc8_52"
    },
    {
      "start": 8947,
      "end": 9012,
      "text": "Relevant paragraphs of the judgment are set out below:\n\"8. xxxxxx",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5de8508f5e3f47d0a2399d0d188d5ba2_53"
    },
    {
      "start": 9013,
      "end": 9132,
      "text": "A perusal of these provisions would show that ordinarily a written statement is to be filed within a period of 30 days.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93ef04a5e08d4f6f92c1e6bc6a5d55c6_54"
    },
    {
      "start": 9133,
      "end": 9344,
      "text": "However, grace period of a further 90 days is granted which the Court may employ for reasons to be recorded in writing and payment of such costs as it deems fit to allow such written statement to come on record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "206c8f12aacf4bf8bf41ca3d64ca2a96_55"
    },
    {
      "start": 9345,
      "end": 9585,
      "text": "What is of great importance is the fact that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4905a14acd0542bc83627b4ab54a191e_56"
    },
    {
      "start": 9586,
      "end": 9746,
      "text": "This is further buttressed by the proviso in Order 8 Rule 10 also adding that the court has no further power to extend the time beyond this period of 120 days.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01a324dd003b4bcb990c206d9ce359aa_57"
    },
    {
      "start": 9748,
      "end": 9940,
      "text": "13. There is no dispute with the legal proposition made out in the various judgments cited by the defendant that rules or procedure cannot be allowed to come in the way of substantial justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5c710a04d334eaeafcdd84c6a8fd28b_58"
    },
    {
      "start": 9941,
      "end": 10118,
      "text": "However, it has to be borne in mind that the present case is a commercial suit and the intent of the Commercial Courts Act, 2015, is for speedy disposal of the commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "438356f7c95541d68c57dd21ef123fe3_59"
    },
    {
      "start": 10119,
      "end": 10337,
      "text": "The judgments in Ganesh Trading Co. (supra), Jai Jai Ram Manohar Lal (supra) and Sangram Singh (supra) cannot come to the aid to the defendant as the said judgments were not in the context of the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "885e8c502f1a45c3b7e8e7ec9cdc9659_60"
    },
    {
      "start": 10338,
      "end": 10590,
      "text": "As regards the judgment in Red Bull (supra) relied upon by the counsel for the defendant, the issue before that Court was not whether the written statement filed belatedly, without any application for condonation of delay can be taken on record or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3ba4360f37c4bebaa91658300f6df22_61"
    },
    {
      "start": 10591,
      "end": 10777,
      "text": "Further, in Red Bull (supra), there was no formal order issuing summons or directing the defendants to file written statement as the parties were exploring the possibility of settlement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61e6ff7e12b141e39406c0106200f426_62"
    },
    {
      "start": 10779,
      "end": 10909,
      "text": "14. The impugned order correctly relies upon the decision of this Court in Ok Play (supra) wherein it has been held as under:\n\"10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f19827ea03a44004b2bcd91e46fc6570_63"
    },
    {
      "start": 10910,
      "end": 11219,
      "text": "Now, the question is whether a condonation application had to be filed and that too within 120 days, along with the written statement or whether the court without any application before it, could condone the delay and receive the written statement, subject to recording of its reasons and imposition of costs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac126451c4664dd8889d6c474872ef79_64"
    },
    {
      "start": 11220,
      "end": 11530,
      "text": "This Court is of the view that since it is not for the court to furnish reasons for condoning the delay in filing the written statement, it is necessary that the defendant, when filing a belated written statement, also submits to the court an explanation for the delay, by moving an application in this regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4690800d1d0b4653845a911a319ed861_65"
    },
    {
      "start": 11531,
      "end": 11622,
      "text": "A written application supported by an affidavit is a must for seeking condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e70be27af2149f484312cd5493f1cdf_66"
    },
    {
      "start": 11624,
      "end": 11635,
      "text": "xxx xxx xxx",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8209019337784d198009a3499981eb55_67"
    },
    {
      "start": 11636,
      "end": 11741,
      "text": "12. A Coordinate Bench of this Court in Friends Motel (Supra) was dealing with a case with similar facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f32c35e39d0b4cac832b166a7e97dcff_68"
    },
    {
      "start": 11742,
      "end": 11919,
      "text": "There too, the written statement was filed with an affidavit of admission and denial on the 117th day on receipt of summons, without an application seeking condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "759f7af5300944d4ba86986623b413e8_69"
    },
    {
      "start": 11920,
      "end": 12041,
      "text": "An application for condonation of delay was claimed to have been filed on 28 th August, 2019 i.e., after another 19 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd5baf25e74446459fefd6b54d9c1a51_70"
    },
    {
      "start": 12042,
      "end": 12343,
      "text": "It was held that the necessary application seeking condonation of delay in filing the written statement having not been filed within the period of 120 days, there was no proper application filed before the court for condonation of delay and the written statement was not allowed to be taken on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4552fd2f68a44f2db2e530a881e2451c_71"
    },
    {
      "start": 12345,
      "end": 12862,
      "text": "\"16. The learned Commercial Court erred in observing that the written statement and affidavit had been filed before the expiry of the 120 days' time that is available to the court to allow the filing of the written statement and use its inherent powers under Section 151 C.P.C. and to set at naught the mandatory provisions for filing of the written statement within 30 days or within the further period of 90 days allowed under Order VIII Rule 1 C.P.C., accompanied with an application seeking condonation of delay.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f5cb98e61074e3daa55a4387b0a8d43_72"
    },
    {
      "start": 12864,
      "end": 13025,
      "text": "15. It is pertinent to mention that review petition filed against the judgment in OK Play (supra) has also been dismissed vide judgment dated 25th October, 2021.",
      "labels": [
        "RPC"
      ],
      "id": "b20aa3bdffaa43888178b7990f24dc8b_73"
    },
    {
      "start": 13027,
      "end": 13353,
      "text": "16. The judgment in Ok Play (supra) was also followed by this bench in Intiyaz Sheikh vs. Puma Se 2021 SCC OnLine Del 4679, where also the written statement was not taken on record as the same was filed beyond 30 days and without being accompanied by an application under Order VIII Rule 1 of the CPC for condonation of delay.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "70f3773182e24f91b183342ac4b83baf_74"
    },
    {
      "start": 13355,
      "end": 13571,
      "text": "17. In view of the aforesaid, there is no infirmity in the order passed by the Commercial Court that warrants interference of this Court in exercise of its jurisdiction under Article 227 of the Constitution of India.",
      "labels": [
        "RPC"
      ],
      "id": "a0e93c952ba741eb9e89cbca4bc1aef6_75"
    },
    {
      "start": 13572,
      "end": 13583,
      "text": "\nDismissed.",
      "labels": [
        "RPC"
      ],
      "id": "083ee01aa67b4f08b7fb27db52736240_76"
    },
    {
      "start": 13584,
      "end": 13627,
      "text": "\nAMIT BANSAL, J.\nDECEMBER 9, 2021 Sakshi R.",
      "labels": [
        "NONE"
      ],
      "id": "4484b19328ea4a078357879c2e9eed04_77"
    }
  ]
}