{
  "id": "0dd15c4cb2214ac85bb7b455a955220ee381067a323781d8bbf13dec65081a06",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTripura High Court \nThe State Of Tripura vs Hindustan Steel Works Construction Ltd on 13 February, 2024\nAuthor: Arindam Lodh \nBench: Arindam Lodh \n                                   Page 1 of 22\n\n\n\n                        High Court Of Tripura\n                              Agartala\n                            Arb. A. No.12 Of 2022\n1. The State of Tripura, represented by the\nCommissioner & Secretary to the\nGovernment of Tripura,\nUrban Development Department,\nP.S. New Capital Complex,\nP.O. Kunjaban, Agartala, West Tripura.\n2. The Director,\nUrban Development Department,\nPandit Nehru Complex,\nP.O. Kunjaban, P.S. New Capital Complex,\nAgartala, Pin-799 001, District-West Tripura. \n\n                                                        .......Applicant-Appellant(s) \n                                    Versus\nHindustan Steel works Construction Ltd. \nA Government of India Undertakings,\nRepresented by its Head(Projects) Sri Tanmoy Bhowmik,\nhaving its local office at Banik Kuthir,\nSankar Chowmuhani, Krishnanagar,\nP.O. Agartala, P.S. West Agartala,\nDistrict-West Tripura.\n                                            ....... Contractor-respondent (s)\nFor the applicant-appellant(s) : Mr. Karnajit De, Addl. Ga For the respondent(s) : Mr. S.M. Chakraborty, Sr. Advocate Ms. Mampi Chakraborty, Advocate Date of hearing and delivery of Judgment & Order : 13. 02.2024 Whether fit for reporting : Yes Hon'Ble The Chief Justice Mr. Aparesh Kumar Singh Hon'Ble Mr. Justice Arindam Lodh Judgment & Order(Oral) By way of filing the instant appeal under Section 37(1)(c) of the Arbitration & Conciliation Act, 1996, read with Section 13(1A) of the Commercial Act 2015, the appellants have challeng ed the impugned judgment and order dated 24.06.2022, passed by the learned Judge, District Commercial Court, West Tripura, Agartala in Civil Misc.(Arbitration) No.10 of 2018, whereby and whereunder the application filed by the applicant- appellants for setting aside the arbitral award dated 31.05.2018, passed by the learned Arbitrator in Arbitration Proceeding No.1 of 2017, arising out of Arbitration Petition No.40 of 2016, was rejected.\n2. Shorn of unnecessary details, the facts giving rise to filing of the instant appeal may be stated thus:\n2.1. Pursuant to a Notice Inviting Tender(NIT, for short) floated by the appellants for construction of the work, namely Drainage system of Agartala Municipal area/SH: Construction of RCC covered drain in Central Zone, the respondent-contractor had entered into a contract by way of agreement vide No.F.16(27)/UDD/DUD/CON.WKS/2011/1779-1805 dated 11.06.2012 with the appellants. The estimated value of the contract work was Rs.29,61,15,323/- and in terms of the agreement being executed on 24.09.2012, the work ought to have been completed within 18(eighteen) months from the date of agreement, i.e. on or before 23.03.2014. \n2.2. However, the work could not be completed within the stipulated period and the respondent-contractor only could able to complete the work to the extent of 15.06%. The appellants, however, on the prayer of the respondent, extended time twice for completion of the work. But, the contractor-respondent suspended the work since October, 2015 without acceptable reasons. The appellants, therefore, terminated the contract on 20.05.2016 invoking the provision of Clause 54 of the agreement. \n2.3. It is the claim of the appellants that the respondent miserably failed to complete the work not only within the stipulated period as contracted for but also within the extended period of contract, in spite of providing all sorts of cooperation from their end. The appellants had to terminate the contract as per provisions contained in the contract agreement finding no other alternative, since the respondent could not complete more than 15.6% of the agreement work even after extending the contract period on two occasions. \n2.4. To the contrary, it is the claim of the respondent/contractor that though the work entrusted to the respondent was stipulated to be completed within 18 months but due to failure of the appellants in making available free and workable work front, the work could not be completed within the stipulated period of 18 months. The contractor being faced with various obstacles applied for granting extension of time mentioning various reasons of delay and also prayed for the benefit of price escalation as per provision prescribed in Clause 44 of the conditions of the contract. However, within the extended period also, the appellants failed to provide clear work front and finally the appellants could be able to provide only about 25.80% of the total scope of the work. For non-grant of extension with benefit of Clause 44.1 of the conditions of the contract and also for not providing further work front free from all encumbrances, the respondent could not proceed with further work after March, 2015. Ultimately, the appellants on 20.05.2016 on the allegation that the respondent failed to complete the work rescinded the agreement. The respondent, therefore, laid his claim to the tune of Rs.3,93,07,799/-.\n2.5. Ultimately, on an application at the instance of the respondent under Section 11(6) read with 11(8) of the Arbitration and Conciliation Act, 2015, the matter came to be referred for settlement and adjudication of the disputes to the arbitral mechanism and resultantly in Arb.P.No.40 of 2016, Mr. D.K. Das Choudhury, TJS Gr-I(Retd.) stood appointed as the Arbitrator in terms of order dated 30.03.2017 passed by this Court.\n2.6. In the arbitration proceedings, the claims/disputes put forth by the claimant-contractor/ respondent herein before the learned sole Arbitrator, are as under:\n\"1. The claimants challenged the legality of termination of the contract issued under letter dated 20.05.2016 of the Executive Engineer of the Urban Development Department(for short UDD- (Exbt.C/103);\n2. The claimant demanded payment of balance due for the works done basing upon the bill prepared by the respondents amounting to Rs.30,87,669/- only;\n3. The claimant demanded payment on account of extra works executed and claims submitted vide letter no.HSCL/Drains/Tripura/ 915 dated 07.08.2014 amounting to Rs.3,36,713/-(Exbt.C/107);\n4. The claimant demanded refund of security deposit including EMD amounting to Rs.51,82,338/- only;\n5. The claimant demanded compensation of Rs.2,38,83,073/- only on account of loss of expected profit on the balance work to be executed @ 10% of estimated at Rs.23,88,30,725/-;\n6. The claimant demanded price escalation as per Sub-clause 44.1 of the Agreement on the value of the works done after the stipulated period estimated at Rs.28,43,213/- only;\n7. The claimant demanded interest @12% per annum on the sum demanded with effect from 20.06.2016 for the pre-reference period, pendent lite period and also for post award period;\n8. The claimant also demanded cost of arbitration proceeding including fees of the arbitrator by way of reimbursement being the injured party.\"\n2.7. On the other hand, the State, appellants herein by filing counter statement of defense pleaded against each of the claims/disputes, in the following manner:\n\"1. Termination of the contract under order dated 20.05.2016 of the Executive Engineer of UDD was done validly exercising the jurisdiction vested upon him;\n2. The respondent admitted that an amount of Rs.23,83,383/- only remains to be paid to the claimant and not Rs.30,87,669/-, as claimed, and for the said amount of Rs.23,83,383/- final bill has been prepared but payment has not been made; \n3. The account of extra works executed is varied by the respondent, balance of which, according to them is Rs.9,91,100/- only against the claim of Rs.3,36,713/-. However, they expressed their readiness to reconcile the account to arrive at a correct decision; \n4. The respondent admitted that security deposit including EMD amounting to Rs.51,82,340/- is lying with them, but said amount is to be forfeited in consequence of rightful rescission of the contract as per clause 25.2 of the Agreement;\n5. In view of rightful rescission of the contract the claimant is not entitled to any compensation on account of loss of expected profit on the balance work; \n6. Considering the tender amount and the stipulated time for completion, the provision of the Clause 44 of the Agreement is not applicable in the present case and the claimant is not entitled to any price variation;\n7. The question of award of interest is left within the domain of the Arbitrator and the relevant provisions of law. However, the rate of interest as claimed by the claimant is considered to be exorbitant;\n8. The claim for cost of arbitration proceeding including fees of the arbitrator by way of reimbursement is denied by the respondent for the reason that it is the claimant who dragged the respondent to arbitration\" \n2.8. The State/appellants also disputing the claims of the claimant- respondent on the above mentioned terms further advanced the following two counter claims:\n\"1. Damages from the claimant for the loss suffered on account of extra expenditure amounting to Rs.4,27,98,769/- incurred for completing the balance work done by other agency @18% of the extra-expenditure.\n2. Liquidated damages for delay cause in completion of the contracted work @10% of the contract value from the claimant.\" \n2.9. Considering the controversies transpired from the respective statement of claims and defense and the documents filed by the parties, the learned Arbitrator framed the following issues:-\n\"i. Whether the termination of the contract No. F.16(27)/UDD/ DUD /CON.WKS/2011/1779-1805 dated 24.09.2012 by the respondent as made by its letter dated 20.05.2016 amounted breach of contract on the part of the respondent. \nii. Whether the claimant is entitled to compensation from the respondent for breach of contract by the respondent and, if so, what shall be the quantum of the compensation? \niii. Whether the claimant is entitled to balance payment of Rs.30,87,339/- due for value of works done on the basis of bill prepared by the respondent from the latter? \niv. Whether the claimant is entitled to payment of Rs.3,36,713/- from the respondent on account of extra works executed and claim submitted to the respondent vide letter No.HSCL/Drains/Tripura/915 dated 07.08.2014 of the claimant? \nv. Whether the claimant is entitled to refund of security deposit including EMD amounting to Rs.51,82,338/- as forfeited by the respondent? \nvi. Whether the claimant is entitled to Rs.28,43,213.00 being the value of the work done after stipulated period on account of price escalation from the respondent? \nvii. Whether the claimant is entitled to interest with effect from 20.06.2016 for preference period, pendente lite period and post award period to be paid by the respondent? If so what shall be the rate? \nviii. Who is to bear the cost of arbitration? \nix. Whether the respondent is entitled to damages for the loss suffered on account of extra expenditure of Rs.4,27,98,769.00 incurred for completing the balance work done by other agency left by the claimant from the claimant? \nx. Whether the respondent is entitled to recover liquidated damages for delay caused in completion of the contracted work @10% of the contract value from the claimant? \n2.10. On 31.05.2018, after consideration of the respective claims of the parties and on going through the pleadings and documents adduced by them, the learned Arbitrator returned the award in the following manner:\n\"(1) It is declared that the rescission of the contract done under letter dated 20.05.2016(Exbt.C/102) by the Executive Engineer, UDD is wrong and unjustified and it amounted breach of contract on the part of the respondent.\n(2) The two counter-claims of the respondent for damages etc. are disallowed. \n(3) the claimant is entitled to the sum of Rs.3,53,28,338/- with cost of Rs.4,09,266/-, in total Rs.3,57,37,604/-(Rupees three crore fifty seven lakh thirty four thousand six hundred and four only) including interest as detailed below to be paid by the respondent:\n(i) Rs.2,38,83,073/- being compensation for loss of expected profit;\n(ii) Rs.30,82,999/- being balance of the value of the works done;\n(iii) Rs.3,36,713/- being cost of extra items of works done;\n(iv) Rs.51,82,340/- only being refund of security deposit;\n(v) Rs.28,43,213/- only towards price adjustment;\n(vi) Simple Interest @6.5% on the amount of Rs.3,53,28,338/-\n(excluding the amount of cost awarded) for the pendente lite period from 06.08.2016 to 31.05.2018; and simple interest @8.5% per annum on the whole awarded amount of Rs.3,57,34,604/- from 01.06.2018 till payment;\n(vii) Cost of arbitration amounting to Rs.4,09,266/- only;\"\n2.11. The appellants being aggrieved by the award dated 31.05.2018 passed by the learned Arbitrator filed a petition under Section 34 of the Arbitration and Conciliation Act, 1996 before the learned District Commercial Court, West Tripura, Agartala, for setting aside the arbitral award passed by the learned Arbitrator. \n2.12. Upon hearing the learned counsel appearing for the parties, learned Judge, District Commercial Court, West Tripura rejected the petition for setting aside the award dated 31.05.2018 vide judgment and order dated 24.06.2022 passed in Civil Misc.(Arbitration) No.10 of 2018 and upheld the arbitral award passed by the learned Arbitrator. \n2.13. Being aggrieved by and dissatisfied with the judgment and order passed by the learned Judge, District Commercial Court, West Tripura, Agartala, the appellants filed the instant appeal inter alia praying for the following relief(s):\n\"i. Admit this application;\nii. Issue notice upon the respondent;\niii. Call for the LC records;\niv. After hearing the parties, set aside the judgment and order dated 24.06.2022 passed in Civil Misc.(Arbitration) 10 of 2018 by the Ld District Commercial Court, Agartala, West Tripura, along with arbitral Award passed by the Ld. Arbitral Tribunal on 31.05.2018 in Arbitration Case No.1 of 2017;\"\n3. On the above factual background, we have heard Mr. K. De, learned Addl. GA appearing for the appellants as well as Mr. S.M. Chakraborty, learned senior counsel assisted by Ms. Mampi Chakraborty, learned counsel appearing for the respondent. \n4. At the outset, Mr. De, learned Addl. G.A. appearing on behalf of the appellants contended that the judgment and order dated 24.06.2022 passed by the learned District Commercial Court suffered from misinterpretation of law, as the learned Court below as well as the learned Arbitrator failed to consider that there was a fundamental breach of contract by the respondent since the contractor-respondent miserably failed to complete the work not only within the stipulated time but also within the extended period of time. Much emphasis was led on behalf of the appellants- State that Clause 44 of the agreement is not applicable to the facts of the instant case, and the contractor is not entitled to any price escalation since the contractor miserably failed to complete the work even within the extended period of time, but, the learned Arbitrator without considering the fact awarded Rs.28,43,213/- towards price escalation/adjustment and these aspects have not been considered by the learned Court below. Learned Addl. G.A. therefore prayed for allowing the appeal. \n4.1. The next argument advanced by Mr. De, learned Addl. G.A. is that the learned District Commercial Court as well as the learned Arbitrator also failed to consider that the rescission of the contract is rightful and the appellants are entitled to the damages due to the rightful rescission of contract and further the learned Court below as well as the learned Arbitrator also failed to consider that as per Clause 25.2 security money and EMD had to be forfeited if there is rightful rescission. \n5. Per contra, Mr. Chakraborty, learned senior counsel appearing on behalf of the respondent refuting the submissions advanced on behalf of the appellants has argued that the findings of the learned Arbitrator are sound and well supported by reasoning and therefore they do not suffer from any such patent illegality which could have been set aside and the learned Commercial Court after consideration of the reasonings given by the Arbitrator in the award had confirmed the award. \n5.1. Relying on the decision of the Apex Court in the case of Hindustan Tea Co. vs. K. Sashikant Co. & Anr. reported in AIR 1987 SC 81, Mr. Chakraborty, learned senior counsel has contended that it is settled proposition of law that the Arbitrator is made the final arbiter of the dispute between the parties. The Award is not open to challenge on the ground that the Arbitrator has reached a wrong conclusion or has failed to appreciate facts. Learned senior counsel further relying on the decision of the Apex Court in the case of Associated Construction vs. Pawanhans Helicopters Ltd. reported in (2008) 16 SCC 128 has contended that a court does not sit as one in appeal over the award of the learned arbitrator and if the view taken by the arbitrator is permissible no interference is called for on the premise that the different view was also possible. Learned senior counsel therefore has prayed for dismissing the appeal. \n6. We have considered the rival submissions of learned counsel for the parties and also gone through the relevant materials placed on record. We have also gone through the award returned by the learned Arbitrator as well as the judgment of the learned District Commercial Court. \nThe core question before us is whether the award passed by the learned Arbitrator, which was upheld by the learned District Commercial Court, can be interfered in appeal under Section 37 of the Arbitration & Conciliation Act, in the facts and circumstances of the case on hand. \n7. To begin with we are not oblivious of the legislative intendment the legislatures wanted to achieve in bringing out the amendment to Section 34 of the Arbitration and Conciliation Act, 1996 by the Arbitration and Conciliation (Amendment) Act, 2015 which was aimed at speedy disposal of arbitration proceeding and to curb the complexities palpably and apparently manifest in other ordinary judicial proceedings. We are also mindful of the principles laid down in various authoritative pronouncements of the Hon'ble Supreme Court wherein it was observed that there is disturbing trends of courts to unnecessary intervene with the award on the ground of perversity or patent illegality without keeping in mind the minimal supervisory role of the courts and the grounds available for annulment of the award. \n8. It comes to fore that the learned District Commercial Court while rejecting the application for setting aside the arbitral award has referred to the decisions of National Highways Authority of India vs. M. Hakeem & Anr. reported in (2021) 9 SCC 1 and Delhi Airport Metro Express Pvt. Ltd. vs. Delhi Metro Rail Corporation Ltd. reported in (2022) 1 SCC 131 wherein and whereunder the Apex Court relying on its earlier judgments had elaborately discussed the powers of a court under Section 34 of the Arbitration and Conciliation Act. Relying on the aforementioned judgment the learned District Commercial Court while passing the impugned judgment in paras 4, 5, 6 and 7 has observed thus:\n\"4. The Arbitration Act has been enacted to consolidate and amend the law relating to domestic arbitration as well as international commercial arbitration in India after taking into account the United Nations Commission on International Trade Law (UNCITRAL) model law on International Commercial Arbitration 1985. Section 34 of the Arbitration Act stipulates that any person aggrieved by an arbitral award may take recourse by filing an application in terms of section 34(2), (2-A) and 3 of the Arbitration Act on the grounds enumerated therein. There was divergence of judicial opinion in India on the scope of the powers of a court exercise in jurisdiction under section 34 of the Arbitration Act. Recently, Honble Supreme Court in the case of National Highways Authority of India VS M.N Hakeem & Another decided on 20.07.2021 has held in para 40 as under:\n\"It can therefore be said that this question has now been settled finally by at least 3 decisions of this Court. Even otherwise, to state that the judicial trend appears to favour an interpretation that would read into Section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 Act; as also to ignore the fact that the 1996 Act was enacted based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 which, as has been pointed out in Redfern and Hunter on International Arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the limited remedy under Section 34 is co-terminus with the limited right, namely, either to set aside an award or remand the matter under the circumstances mentioned in Section 34 of the Arbitration Act, 1996.\"\n5. At this juncture we may also gainfully refer to a judgment of Honble Supreme Court rendered in Delhi Airport Metro Express Pvt. Ltd. VS Delhi Metro Rail Corporation Ltd. decided on 09.09.2021 wherein at para 26 held as under:\n\"Section 34 (2) (b) refers to the other grounds on which a court can set aside an arbitral award. If a dispute which is not capable of settlement by arbitration is the subject-matter of the award or if the award is in conflict with public policy of India, the award is liable to be set aside. Explanation (1), amended by the 2015 Amendment Act, clarified the expression public policy of India and its connotations for the purposes of reviewing arbitral awards. It has been made clear that an award would be in conflict with public policy of India only when it is induced or affected by fraud or corruption or is in violation of Section 75 or Section 81 of the 1996 Act, if it is in contravention with the fundamental policy of Indian law or if it is in conflict with the most basic notions of morality or justice. In Ssangyong (supra), Court held that the meaning of the expression fundamental policy of Indian law would be in accordance with the understanding of this Court in Renusagar Power Co. Ltd. v. General Electric Co. In Renusagar (supra), this Court observed that violation of the Foreign Exchange Regulation Act, 1973, a statute enacted for the national economic interest, and disregarding the superior courts in India would be antithetical to the fundamental policy of Indian law. Contravention of a statute not linked to public policy or public interest cannot be a ground to set at naught an arbitral award as being discordant with the fundamental policy of Indian law and neither can it be brought within the confines of patent illegality as discussed above. In other words, contravention of a statute only if it is linked to public policy or public interest is cause for setting aside the award as being at odds with the fundamental policy of Indian law. If an arbitral award shocks the conscience of the court, it can be set aside as being in conflict with the most basic notions of justice. The ground of morality in this context has been interpreted by this Court to encompass awards involving elements of sexual morality, such as prostitution, or awards seeking to validate agreements which are not illegal but would not be enforced given the prevailing mores of the day.\"\n6. On perusal of the application for setting aside the award it appears that all the grounds placed for setting aside the award requires appreciation of evidence so placed before the sole Arbitrator. In view of the judgment of Hon'ble Supreme Court as referred to above, we cannot reappreciate the evidence on record sitting as a court of appeal. \n7. The scheme and scope of the provisions of Section 34 of Arbitration Act aims at keeping the supervisory roles of the court at minimum level, therefore, we cannot correct the errors, if any, done by the arbitrator by sitting as an Appellate Court, it can only be quashed leaving the parties to begin the arbitration again if it is desired. Since in the case at hand, the grounds as taken by the petitioner for setting aside the award do not attracts any of the provisions as enumerated in section 34(2) or 34(2A) of the Arbitration Act, we declined to set aside the award as proposed.\"\n[emphasis added]\n9. On a bare perusal of the above authoritative views as enunciated by the Apex Court, and quoted by the learned District Commercial Court, we may gainfully refer to the recent decision of this Court rendered in the case of Bhartia Infra Projects Limited vs. State of Tripura & Ors. decided on 10.01.2024 presided over by both of us, wherein this Court while addressing the scope of interference in an appeal under Section 37 of the Act of 1996 had relied upon the latest judgment of the Apex Court rendered in S.V. Samudram vs. State of Karnataka & Anr. reported in 2024 SCC OnLine SC 19 dated 04.01.2024[Civil Appeal No.8067 of 2019], wherein it was held that under Section 37 the High Court cannot travel beyond the restrictions laid down under Section 34. In other words, the court cannot undertake an independent assessment of the merits of the award. In S.V. Samudram(supra), the Hon'ble Supreme Court further held thus: [SCC OnLine p.16 para 71] \"71. The Court under Section 37 had only three options:-\n(a) Confirming the award of the Arbitrator;\n(b) Setting aside the award as modified under Section 34; and (c) Rejecting the application(s) under Section 34 and 37.\" \n10. In view of the above settled proposition of law it can safely be held that the minimum judicial interference is the ultimate bottomline of the arbitration, that has to be maintained and this can only be achieved if there is minimal interference from the courts. The court has the power to set aside or uphold the award under some specified conditions that are stipulated under the statute, but cannot modify and correct the errors made in the arbitral award. The High court cannot decide the appeal by entering into the merits of the claim proposed and so the scope of deciding the appeal under Section 37 is limited and should be enforced within the prescribed limit. The only rationale behind not giving much authority to the court to interfere in the awards made by the arbitrator is to reduce the supervisory of the court on the disputes. If courts shall be given the power to reconsider the award then the arbitration proceedings would be useless as parties adopted an alternate form of dispute resolution thus wanting to keep the disputes outside the jurisdiction of the court and want convenience and finality. \n11. We have gone through the arbitral award passed by the learned Arbitrator and the grounds as agitated by the appellants for setting aside the arbitral award by filing application before the Commercial Court under Section 34 as well before this Court in appeal under Section 37 of the Arbitration & Conciliation Act read with Section 13(1) of the Commercial Courts Act. We have also gone through the written brief submitted on behalf of the respective parties. On careful perusal of the arbitral award we find that the learned Arbitrator in the arbitration proceedings before it had dealt with all the issues so framed, elaborately considering the claims and counter claims supported by documents adduced by both the parties. 11.1. In the instant appeal, firstly, the main challenge posed by Mr. De, learned Addl. G.A. appearing on behalf of the State-appellants is that Clause 44 of the Agreement will not be applicable in the instant case as the tender value is more than Rs.1.00 crore and time of completion is 18(eighteen) months, i.e. less than 24(twenty) months and in view of this, the learned sole Arbitrator by allowing the price escalation had acted beyond the terms of the Agreement. Secondly, the learned District Commercial Court without discussing on any of the issues raised by the State-appellants had rejected the petition filed under Section 34 of the Arbitration & Conciliation Act, 1996. \n11.2. The above submissions have led us to first peruse Clause 44 and Clause 44.1 of the Agreement, which are reproduced here-in-below: \n\"44. Price Adjustment: (Not applicable for works for which estimated cost put to tender is less than Rs.1.00 Crore & stipulated time for completion is less than or equal to twenty-four months. \n44.1. Price adjustment shall be granted where administered prices are enforced and that too for works estimated at more than Rs.1.00 Crore and having completion period of more than 24(twenty four) months. This should be applicable within the original contract period or extended period owing to departmental delays. This will not apply to cases attributed to contractors fault.\" \n11.3. We have minutely perused the entire award passed by the learned sole Arbitrator. We find that the learned sole Arbitrator had discussed all the referred disputes as raised by the parties to the arbitration. We have noticed that the learned Arbitrator had recorded in his findings that from the reply to the show-cause notice issued by the appellants-State upon the contractor-respondent that there were lapses on the part of the State- appellants in prosecuting the work. It was found that out of total work front over a length of 8079 meters, work front for 2289.68 meters(28.27%) only was made available by the appellants-State to the respondent-contractor. Furthermore, as regards the charge levelled against the respondent-contractor by the appellants-State that the former failed to mobilize adequate men and materials to complete the work was found not sustainable. In the light of the above, the sole Arbitrator held that the termination of the contract on the ground of delay and non-mobilization of materials, etc. by the respondent- contractor as raised by the appellants-State was not sustainable and the State action was absolutely wrong and unjustified and amounted to breach of contract. Finally, according to the sole Arbitrator, the reasons of termination of the contract could not be attributed to the respondent-contractor. 11.4. The question relating to applicability of Clause 44 along with Sub-Clause 44.1 of the Agreement has been dealt with by the sole Arbitrator in deciding the issue/dispute No.6. Here we find, the respondent-contractor raised a claim of Rs.28,43,213/- on account of price escalation on value of works done after stipulated period @10% of Rs.3,43,31,647/- in terms of the provision of Clause 44.1 of the Agreement. The sole Arbitrator had not lost his sight to the counter claim filed by the appellants-State where it was stated that as per terms of Clause 44 of the Agreement, the price variation clause is not applicable to the respondent-contractor where the estimated cost is less than Rs.1.00 crore and stipulated time for completion of the work is less than or equal to twenty four months. In reply to the counter statement of defense, the respondent-contractor stated that it is the appellants-State who delayed the execution of the work. On consideration of the statements made in the counter claim of defense by the appellants-State and the reply to such counter claim by the respondent-contractor, the sole Arbitrator found that the appellants-State could not controvert the correctness of the account placed by the respondent-contractor. \n11.5. While discussing the price adjustment clause, as stated above, it is found that the sole Arbitrator had extracted the relevant clause in his award. Thereafter, on consideration and interpretation of the relevant Clause 44 of the Agreement, the sole Arbitrator came to a finding that though the original contract period for completion of the work was 18(eighteen) months, but, the said period for completion of the work was extended upto 30.06.2016 vide letter dated 19.04.2016(Exbt.C/96) issued by the appellants- State. The sole Arbitrator extracted the relevant portion of the said letter, which is reproduced here-under from the award itself:\n\"Sir, Reference your letter No.HSCL/Tripura/UDD/drain/2015/933 dt. 08.09.15 in connection with the grant of extension of time for completion of the work Construction of RCC covered drain in Central zone. \nThe date of completion for the above mentioned work is 23.03.2014 as stipulated in the Agreement dated the 24.09.2012. \nExtension of time for completion of the above mentioned work is granted up to 30.06.2016 without prejudice to the right of the Government to recover liquidated damages in accordance with the provision of related clauses of the said Agreement. \nProvided that notwithstanding the extension hereby granted, time is and shall still continue to be the essence of the said Agreement. Please note that Clause 44.1 mentioned in your letter under reference is not applicable for this contract agreement.\" \n11.6. The learned Arbitrator had taken into account the response of the respondent-contractor vide letter 07.05.2016(Exbt.C/97) narrating all the bottlenecks created by the appellants-State to execute the work including failure to issue work order and delivery of work front for remaining 15(fifteen) drains under the Agreement and the delay caused in extending the time of completion, etc., finally made a request to the appellants-State in the following terms:\n\"If you feel that it is not possible to facilitate execution of further work, we would request you to close the agreement, finalize our payment followed by release of our all deposits without fixing any liability against us as we never defaulted in executing the work.\". \nWhile analyzing the above situations, the sole Arbitrator had observed thus:\n\"17.7. There is nothing in the statement of defense of the respondent in reply to the said letter. Thereafter, the respondent under his letter dated 20.05.2016(Exbt.C/102), before expiry of the extended time(30.06.2016), terminated the contract without issuing any further written work order or delivering work front for executing the remaining work under the Agreement. 17.8. After careful appreciation of the facts narrated herein above, the condition, unilaterally, imposed by the respondent in his letter of extension dated 19.04.2016(Exbt.C/96) stating that Please note that Clause 44.1 mentioned in your letter under reference is not applicable for this contract agreement cannot be held to be justified and tenable. Besides, in view of the objection raised by the claimant under his letter 07.05.2016(Exbt.C/97) the responsibility for extending the period for completion of work also cannot be shifted to the claimant unilaterally by the respondent. Taking into account all facts and circumstances, it can be held that the period of completion of the work had been extended up to 30.06.2016 by the respondent not for fault of the claimant. So, the terms of the agreement relating to entitlement of the claimant to price adjustment is applicable to the present case.\"\n11.7. Next, while determining the quantum of compensation towards price escalation, it transpires that the sole Arbitrator had relied upon the price index of the relevant period published by the office of the Economic Advisor, Government of India for materials and that of labour published by the Labour Bureau, Government of India(Exbt.C/110), which remained unchallenged by the appellants-State. Accordingly, it was held by the Arbitrator that the respondent-contractor was entitled to award for the sum of Rs.28,43,213/- only. \n11.8. On perusal of the entire arbitral award it comes to light that the other issues were decided by learned Commercial Court on the basis of the decision arrived at by the Arbitrator in deciding the issue/dispute No.6 related to Clause 44 and Clause 44.1 as narrated here-in-above. 11.9. In the light of the above narration of facts and the interpretation of Clause 44 along with its Sub-clause 44.1 as regards its applicability, it cannot be said that the sole Arbitrator had not dealt with all the issues, particularly the issue relating to applicability of Clause 44 and Clause 44.1. The State authorities participating in the proceedings had availed enough opportunity to convince the sole Arbitrator as per their own understanding on the applicability of Clause 44, i.e. the State-appellants had been able to place their own case before the sole Arbitrator on the scope of applicability of Clause 44 in the context of the disputes raised before the Arbitrator. 11.10. It is, by now well settled that the courts in exercise of jurisdiction under Sections 34 and 37 of the Arbitration and Conciliation Act, 1996 will not sit in appeal to examine the legality and validity of an arbitral award on the ground that the arbitrator has reached to a wrong conclusion and has failed to appreciate the facts. It is also equally settled that the interpretation of different provisions of the work agreement, if made by an arbitrator as an adjudicating authority to declare an award would not call for interference by the Courts under Sections 34 and 37 of the Arbitration and Conciliation Act, if such interpretation is found to be a possible and plausible view, and not on the premise that a different view was also possible. 11.11. In the case in hand, on careful perusal of the award, we are of firm opinion that the learned sole Arbitrator while deciding the disputes raised in the proceedings never travelled beyond the disputes under reference. It is hard to digest the argument advanced by the learned Addl. G.A. appearing on behalf of the appellants-State that the learned Arbitrator had committed error in exercise of its jurisdiction conferred upon him under the concept of \"un-reasonability\" and \"patent illegality\" and does not appear to be shocking to the conscience of the court to set aside the award or to leave the parties to begin the arbitration again since we do not find the appreciation of facts and law by the arbitrator is in conflict with the most basic notions of justice, calling for interference of the court. \n12. Now, coming to the next question raised by the appellants-State that the learned Commercial Court has committed a serious error in exercise of its jurisdiction conferred under Section 34 of the Arbitration and Conciliation Act since he has confirmed the award without considering the grounds raised by the appellants-State relating to price adjustment and escalation of price as envisaged in Clause 44 of the Agreement. We have perused and considered the judgment of the learned Commercial Court. It is true that the learned Commercial Court has not dealt with the issues raised by the appellants-State relating to applicability of Clause 44 of the Agreement. However, in our opinion, it cannot be a ground to interfere with the award made by the arbitrator, if the Arbitrator himself deals with the disputes referred before him during the course of arbitration proceedings. The exercise of jurisdiction conferred on Courts under Section 34 and Section 37 of the Arbitration and Conciliation Act is almost same. The principles of re- appreciation and re-assessment of the award made by the Arbitrator under both Section 34 and 37 of the Arbitration and Conciliation Act are narrow and circumscribed. In view of the enunciation of law in the above authorities we can come to a definite conclusion that interference of an award by the High Court under Section 37 of the Arbitration and Conciliation Act cannot travel beyond the restrictions and limitations provided under Section 34 of the Arbitration and Conciliation Act. This Court in exercise of its jurisdiction under Section 37 will only ascertain that the exercise of power by the Commercial Court exercising jurisdiction under Section 34 has not exceeded to the scope of the provision. \n13. We reiterate that merits of an arbitral award made by an arbitrator cannot be held to be vitiated only on the ground that the Commercial Court in exercise of its jurisdiction under Section 34 of the Arbitration and Conciliation Act has not dealt with the disputes referred to before the Arbitrator because neither the High Court under Section 37 or the Commercial Court under Section 34 of the Arbitration and Conciliation Act can undertake an independent assessment on the merits of the award. On meticulous consideration of the arbitral award it comes to fore that the said award does not suffer from any internal contradictions or inconsistency which may be a ground for interference. Even for argument sake, if it is considered to be an error of law committed by the Arbitrator it would not fall within the expression \"patent illegality\". Even the Courts in exercise of its jurisdiction under Section 34 of the Arbitration and Conciliation Act, 1996 are inhibited to interfere with an arbitral award on the ground that the arbitrator erroneously applied the law in question as it cannot be categorized as 'patent illegality. \n14. In view of the aforesaid discussions and analysis on both law and facts, we do not find any ground to interfere with the judgment passed by the learned Judge, District Commercial Court, West Tripura vis--vis the arbitral award returned by the sole Arbitrator. \n15. Resultantly, the instant appeal preferred by the appellants-State stands dismissed. \n              (ARINDAM LODH, J)                         (APARESH KUMAR SINGH, CJ)\n\n\n\n\nRohit/Nihar  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9640f713bbe340e48480ff3f9e895a80_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5867e6866a694be4a54bb83c453e85f9_1"
    },
    {
      "start": 242,
      "end": 261,
      "text": "\nTripura High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7698e69224884a5c9a73f94dc2a1b0a9_2"
    },
    {
      "start": 262,
      "end": 367,
      "text": "\nThe State Of Tripura vs Hindustan Steel Works Construction Ltd on 13 February, 2024\nAuthor: Arindam Lodh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa88637c5d854bf5b711e4db06c13cef_3"
    },
    {
      "start": 368,
      "end": 388,
      "text": "\nBench: Arindam Lodh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "907cd8c06a5145c999a0a69a6937d359_4"
    },
    {
      "start": 425,
      "end": 465,
      "text": "Page 1 of 22\n\n\n\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea5df67c9f5a4ed29efa3b210e75d254_5"
    },
    {
      "start": 465,
      "end": 554,
      "text": "High Court Of Tripura\n                              Agartala\n                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34688bd86c954f50ae652636cb2222a3_6"
    },
    {
      "start": 554,
      "end": 578,
      "text": "Arb. A. No.12 Of 2022\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e8e5fe6546348a8a088bd0828c1dae7_7"
    },
    {
      "start": 579,
      "end": 925,
      "text": "The State of Tripura, represented by the\nCommissioner & Secretary to the\nGovernment of Tripura,\nUrban Development Department,\nP.S. New Capital Complex,\nP.O. Kunjaban, Agartala, West Tripura.\n2. The Director,\nUrban Development Department,\nPandit Nehru Complex,\nP.O. Kunjaban, P.S. New Capital Complex,\nAgartala, Pin-799 001, District-West Tripura.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98c0c5b34c2e44e184ada43fc3abf352_8"
    },
    {
      "start": 984,
      "end": 1013,
      "text": ".......Applicant-Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91ec3d87457c42c58b833ee5a5182f7e_9"
    },
    {
      "start": 1014,
      "end": 1058,
      "text": "\n                                    Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c0272713656408aa93481f6cedc68f9_10"
    },
    {
      "start": 1058,
      "end": 1067,
      "text": "Hindustan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1cc8365d0f904b52adf41a58ff4fe1b5_11"
    },
    {
      "start": 1068,
      "end": 1079,
      "text": "Steel works",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2bd1e414bf5a4132844101d925faa4f4_12"
    },
    {
      "start": 1080,
      "end": 1097,
      "text": "Construction Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ed2d21e9e7548d19301acae00efcc98_13"
    },
    {
      "start": 1099,
      "end": 1372,
      "text": "A Government of India Undertakings,\nRepresented by its Head(Projects) Sri Tanmoy Bhowmik,\nhaving its local office at Banik Kuthir,\nSankar Chowmuhani, Krishnanagar,\nP.O. Agartala, P.S. West Agartala,\nDistrict-West Tripura.\n                                            .......",
      "labels": [
        "PREAMBLE"
      ],
      "id": "143a30db7466442b84644549b565cd4d_14"
    },
    {
      "start": 1373,
      "end": 1457,
      "text": "Contractor-respondent (s)\nFor the applicant-appellant(s) : Mr. Karnajit De, Addl. Ga",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e61fde09f00e4406a1b2532e7da3245c_15"
    },
    {
      "start": 1458,
      "end": 1611,
      "text": "For the respondent(s) : Mr. S.M. Chakraborty, Sr. Advocate Ms. Mampi Chakraborty, Advocate Date of hearing and delivery of Judgment & Order : 13. 02.2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7cdb40d57ea4a658e7234bcbe01f772_16"
    },
    {
      "start": 1612,
      "end": 1749,
      "text": "Whether fit for reporting : Yes Hon'Ble The Chief Justice Mr. Aparesh Kumar Singh Hon'Ble Mr. Justice Arindam Lodh Judgment & Order(Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d4d277f979540aa9898e5e5dbdf79f8_17"
    },
    {
      "start": 1750,
      "end": 1935,
      "text": "By way of filing the instant appeal under Section 37(1)(c) of the Arbitration & Conciliation Act, 1996, read with Section 13(1A) of the Commercial Act 2015, the appellants have challeng",
      "labels": [
        "FAC"
      ],
      "id": "e1cc4f29dca84bd9b16396dade044de9_18"
    },
    {
      "start": 1936,
      "end": 2863,
      "text": "ed the impugned judgment and order dated 24.06.2022, passed by the learned Judge, District Commercial Court, West Tripura, Agartala in Civil Misc.(Arbitration) No.10 of 2018, whereby and whereunder the application filed by the applicant- appellants for setting aside the arbitral award dated 31.05.2018, passed by the learned Arbitrator in Arbitration Proceeding No.1 of 2017, arising out of Arbitration Petition No.40 of 2016, was rejected.\n2. Shorn of unnecessary details, the facts giving rise to filing of the instant appeal may be stated thus:\n2.1. Pursuant to a Notice Inviting Tender(NIT, for short) floated by the appellants for construction of the work, namely Drainage system of Agartala Municipal area/SH: Construction of RCC covered drain in Central Zone, the respondent-contractor had entered into a contract by way of agreement vide No.F.16(27)/UDD/DUD/CON.WKS/2011/1779-1805 dated 11.06.2012 with the appellants.",
      "labels": [
        "RLC"
      ],
      "id": "1e15710a55e24e9b94503ce08e3cd5f7_19"
    },
    {
      "start": 2864,
      "end": 3109,
      "text": "The estimated value of the contract work was Rs.29,61,15,323/- and in terms of the agreement being executed on 24.09.2012, the work ought to have been completed within 18(eighteen) months from the date of agreement, i.e. on or before 23.03.2014.",
      "labels": [
        "FAC"
      ],
      "id": "cd6cac52595e4483975eecb184954bb2_20"
    },
    {
      "start": 3111,
      "end": 3277,
      "text": "2.2. However, the work could not be completed within the stipulated period and the respondent-contractor only could able to complete the work to the extent of 15.06%.",
      "labels": [
        "FAC"
      ],
      "id": "5e8593526e674affa73f58aecc8a1b30_21"
    },
    {
      "start": 3278,
      "end": 3383,
      "text": "The appellants, however, on the prayer of the respondent, extended time twice for completion of the work.",
      "labels": [
        "FAC"
      ],
      "id": "6efddb04f3bf4925a1503db7288bbe1d_22"
    },
    {
      "start": 3384,
      "end": 3481,
      "text": "But, the contractor-respondent suspended the work since October, 2015 without acceptable reasons.",
      "labels": [
        "FAC"
      ],
      "id": "c08b5c0428cf44509dd89f5a9dc50c49_23"
    },
    {
      "start": 3482,
      "end": 3600,
      "text": "The appellants, therefore, terminated the contract on 20.05.2016 invoking the provision of Clause 54 of the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "c60a1ce09e0348e9b8b389f09dad5d68_24"
    },
    {
      "start": 3602,
      "end": 3866,
      "text": "2.3. It is the claim of the appellants that the respondent miserably failed to complete the work not only within the stipulated period as contracted for but also within the extended period of contract, in spite of providing all sorts of cooperation from their end.",
      "labels": [
        "FAC"
      ],
      "id": "d96a2678ebe24b3bae2bceb855523a03_25"
    },
    {
      "start": 3867,
      "end": 4132,
      "text": "The appellants had to terminate the contract as per provisions contained in the contract agreement finding no other alternative, since the respondent could not complete more than 15.6% of the agreement work even after extending the contract period on two occasions.",
      "labels": [
        "FAC"
      ],
      "id": "6a04435b04df43f9a0378011182c4ae8_26"
    },
    {
      "start": 4133,
      "end": 4459,
      "text": "\n2.4. To the contrary, it is the claim of the respondent/contractor that though the work entrusted to the respondent was stipulated to be completed within 18 months but due to failure of the appellants in making available free and workable work front, the work could not be completed within the stipulated period of 18 months.",
      "labels": [
        "FAC"
      ],
      "id": "f95dc601034b45a5ab4963630f98b090_27"
    },
    {
      "start": 4460,
      "end": 4712,
      "text": "The contractor being faced with various obstacles applied for granting extension of time mentioning various reasons of delay and also prayed for the benefit of price escalation as per provision prescribed in Clause 44 of the conditions of the contract.",
      "labels": [
        "FAC"
      ],
      "id": "f29f615f04544048a5151910440b1901_28"
    },
    {
      "start": 4713,
      "end": 4906,
      "text": "However, within the extended period also, the appellants failed to provide clear work front and finally the appellants could be able to provide only about 25.80% of the total scope of the work.",
      "labels": [
        "FAC"
      ],
      "id": "f795ac7b8eb549299f543c6d038e795c_29"
    },
    {
      "start": 4907,
      "end": 5139,
      "text": "For non-grant of extension with benefit of Clause 44.1 of the conditions of the contract and also for not providing further work front free from all encumbrances, the respondent could not proceed with further work after March, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "a64c262b5bfe4d5cbcea6817e3ec4e93_30"
    },
    {
      "start": 5140,
      "end": 5271,
      "text": "Ultimately, the appellants on 20.05.2016 on the allegation that the respondent failed to complete the work rescinded the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "4d8fbabd7cfc4837a3740d45bc8bfb13_31"
    },
    {
      "start": 5272,
      "end": 5351,
      "text": "The respondent, therefore, laid his claim to the tune of Rs.3,93,07,799/-.\n2.5.",
      "labels": [
        "FAC"
      ],
      "id": "9de557adf2c54dc692fc67af7bc545aa_32"
    },
    {
      "start": 5352,
      "end": 5779,
      "text": "Ultimately, on an application at the instance of the respondent under Section 11(6) read with 11(8) of the Arbitration and Conciliation Act, 2015, the matter came to be referred for settlement and adjudication of the disputes to the arbitral mechanism and resultantly in Arb.P.No.40 of 2016, Mr. D.K. Das Choudhury, TJS Gr-I(Retd.) stood appointed as the Arbitrator in terms of order dated 30.03.2017 passed by this Court.\n2.6.",
      "labels": [
        "FAC"
      ],
      "id": "0848578345f649d7be6c67d8bf34cfbb_33"
    },
    {
      "start": 5780,
      "end": 5941,
      "text": "In the arbitration proceedings, the claims/disputes put forth by the claimant-contractor/ respondent herein before the learned sole Arbitrator, are as under:\n\"1.",
      "labels": [
        "FAC"
      ],
      "id": "051e4bb796824045a43a28c168b1786a_34"
    },
    {
      "start": 5942,
      "end": 6141,
      "text": "The claimants challenged the legality of termination of the contract issued under letter dated 20.05.2016 of the Executive Engineer of the Urban Development Department(for short UDD- (Exbt.C/103);\n2.",
      "labels": [
        "FAC"
      ],
      "id": "cee186359e4d4b3ba80740c275f443c7_35"
    },
    {
      "start": 6142,
      "end": 6291,
      "text": "The claimant demanded payment of balance due for the works done basing upon the bill prepared by the respondents amounting to Rs.30,87,669/- only;\n3.",
      "labels": [
        "FAC"
      ],
      "id": "2e7bb6f8439f474695800c0184c1d333_36"
    },
    {
      "start": 6292,
      "end": 6577,
      "text": "The claimant demanded payment on account of extra works executed and claims submitted vide letter no.HSCL/Drains/Tripura/ 915 dated 07.08.2014 amounting to Rs.3,36,713/-(Exbt.C/107);\n4. The claimant demanded refund of security deposit including EMD amounting to Rs.51,82,338/- only;\n5.",
      "labels": [
        "FAC"
      ],
      "id": "0f795bd672e94ddaa37f5aa82246c756_37"
    },
    {
      "start": 6578,
      "end": 6754,
      "text": "The claimant demanded compensation of Rs.2,38,83,073/- only on account of loss of expected profit on the balance work to be executed @ 10% of estimated at Rs.23,88,30,725/-;\n6.",
      "labels": [
        "FAC"
      ],
      "id": "30d2cc6d73eb44988a940cdec3d9dce6_38"
    },
    {
      "start": 6755,
      "end": 6929,
      "text": "The claimant demanded price escalation as per Sub-clause 44.1 of the Agreement on the value of the works done after the stipulated period estimated at Rs.28,43,213/- only;\n7.",
      "labels": [
        "FAC"
      ],
      "id": "997e02131bba402db96aa2fc89b984e9_39"
    },
    {
      "start": 6930,
      "end": 7108,
      "text": "The claimant demanded interest @12% per annum on the sum demanded with effect from 20.06.2016 for the pre-reference period, pendent lite period and also for post award period;\n8.",
      "labels": [
        "FAC"
      ],
      "id": "d568fe891c9c4c2aa99e962423c7281e_40"
    },
    {
      "start": 7109,
      "end": 7254,
      "text": "The claimant also demanded cost of arbitration proceeding including fees of the arbitrator by way of reimbursement being the injured party.\"\n2.7.",
      "labels": [
        "FAC"
      ],
      "id": "3ee1c352337449a6988b10f5a8c4bf28_41"
    },
    {
      "start": 7255,
      "end": 7805,
      "text": "On the other hand, the State, appellants herein by filing counter statement of defense pleaded against each of the claims/disputes, in the following manner:\n\"1. Termination of the contract under order dated 20.05.2016 of the Executive Engineer of UDD was done validly exercising the jurisdiction vested upon him;\n2. The respondent admitted that an amount of Rs.23,83,383/- only remains to be paid to the claimant and not Rs.30,87,669/-, as claimed, and for the said amount of Rs.23,83,383/- final bill has been prepared but payment has not been made;",
      "labels": [
        "FAC"
      ],
      "id": "83dc93846e69467983095b8cc2856c01_42"
    },
    {
      "start": 7806,
      "end": 7968,
      "text": "\n3. The account of extra works executed is varied by the respondent, balance of which, according to them is Rs.9,91,100/- only against the claim of Rs.3,36,713/-.",
      "labels": [
        "FAC"
      ],
      "id": "1c7a2c3569e643d4bfdee348576c9566_43"
    },
    {
      "start": 7969,
      "end": 8066,
      "text": "However, they expressed their readiness to reconcile the account to arrive at a correct decision;",
      "labels": [
        "FAC"
      ],
      "id": "c7ed0a65114c48ab9552e2fc21c6aad0_44"
    },
    {
      "start": 8068,
      "end": 8307,
      "text": "4. The respondent admitted that security deposit including EMD amounting to Rs.51,82,340/- is lying with them, but said amount is to be forfeited in consequence of rightful rescission of the contract as per clause 25.2 of the Agreement;\n5.",
      "labels": [
        "FAC"
      ],
      "id": "a6fdcaeffc6e41b4be1d11ba52e87991_45"
    },
    {
      "start": 8308,
      "end": 8462,
      "text": "In view of rightful rescission of the contract the claimant is not entitled to any compensation on account of loss of expected profit on the balance work;",
      "labels": [
        "FAC"
      ],
      "id": "65bc433941434d459aaa8a713d2d0c5b_46"
    },
    {
      "start": 8463,
      "end": 8682,
      "text": "\n6. Considering the tender amount and the stipulated time for completion, the provision of the Clause 44 of the Agreement is not applicable in the present case and the claimant is not entitled to any price variation;\n7.",
      "labels": [
        "ISSUE"
      ],
      "id": "f12c78c8c77a4c9f9891bb0e89604e27_47"
    },
    {
      "start": 8683,
      "end": 8796,
      "text": "The question of award of interest is left within the domain of the Arbitrator and the relevant provisions of law.",
      "labels": [
        "FAC"
      ],
      "id": "6da9374a82314af2a490dbd38271530c_48"
    },
    {
      "start": 8797,
      "end": 9100,
      "text": "However, the rate of interest as claimed by the claimant is considered to be exorbitant;\n8. The claim for cost of arbitration proceeding including fees of the arbitrator by way of reimbursement is denied by the respondent for the reason that it is the claimant who dragged the respondent to arbitration\"",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "06ffdbdcf9f34d779f4bc493834addaf_49"
    },
    {
      "start": 9102,
      "end": 9590,
      "text": "2.8. The State/appellants also disputing the claims of the claimant- respondent on the above mentioned terms further advanced the following two counter claims:\n\"1. Damages from the claimant for the loss suffered on account of extra expenditure amounting to Rs.4,27,98,769/- incurred for completing the balance work done by other agency @18% of the extra-expenditure.\n2. Liquidated damages for delay cause in completion of the contracted work @10% of the contract value from the claimant.\"",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cd5c7c27fb8142fcac6217ea37858915_50"
    },
    {
      "start": 9591,
      "end": 10005,
      "text": "\n2.9. Considering the controversies transpired from the respective statement of claims and defense and the documents filed by the parties, the learned Arbitrator framed the following issues:-\n\"i. Whether the termination of the contract No. F.16(27)/UDD/ DUD /CON.WKS/2011/1779-1805 dated 24.09.2012 by the respondent as made by its letter dated 20.05.2016 amounted breach of contract on the part of the respondent.",
      "labels": [
        "ISSUE"
      ],
      "id": "6a5933b45e934bc4a4ee3cd8bf1d7a4f_51"
    },
    {
      "start": 10006,
      "end": 10179,
      "text": "\nii. Whether the claimant is entitled to compensation from the respondent for breach of contract by the respondent and, if so, what shall be the quantum of the compensation?",
      "labels": [
        "ISSUE"
      ],
      "id": "23ec9835234b4ff997f1394942f4ecc0_52"
    },
    {
      "start": 10181,
      "end": 10348,
      "text": "iii. Whether the claimant is entitled to balance payment of Rs.30,87,339/- due for value of works done on the basis of bill prepared by the respondent from the latter?",
      "labels": [
        "ISSUE"
      ],
      "id": "81a34c6b003f4d9297b73b7df422234f_53"
    },
    {
      "start": 10350,
      "end": 10580,
      "text": "iv. Whether the claimant is entitled to payment of Rs.3,36,713/- from the respondent on account of extra works executed and claim submitted to the respondent vide letter No.HSCL/Drains/Tripura/915 dated 07.08.2014 of the claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "53539a18cef6442fbab3fe1882535211_54"
    },
    {
      "start": 10581,
      "end": 10721,
      "text": "\nv. Whether the claimant is entitled to refund of security deposit including EMD amounting to Rs.51,82,338/- as forfeited by the respondent?",
      "labels": [
        "ISSUE"
      ],
      "id": "8197ab85230748d49103fe6afcee319c_55"
    },
    {
      "start": 10723,
      "end": 10887,
      "text": "vi. Whether the claimant is entitled to Rs.28,43,213.00 being the value of the work done after stipulated period on account of price escalation from the respondent?",
      "labels": [
        "ISSUE"
      ],
      "id": "d843f02b1bc94d50a6214e0437e6a79f_56"
    },
    {
      "start": 10889,
      "end": 11062,
      "text": "vii. Whether the claimant is entitled to interest with effect from 20.06.2016 for preference period, pendente lite period and post award period to be paid by the respondent?",
      "labels": [
        "ISSUE"
      ],
      "id": "c25e927b8c444f388e062829cc23c5a4_57"
    },
    {
      "start": 11063,
      "end": 11092,
      "text": "If so what shall be the rate?",
      "labels": [
        "ISSUE"
      ],
      "id": "08e95040690549c495e7fec1064b3fb6_58"
    },
    {
      "start": 11093,
      "end": 11139,
      "text": "\nviii. Who is to bear the cost of arbitration?",
      "labels": [
        "ISSUE"
      ],
      "id": "6fcd26c65e2b480e9ca30e1488b4f772_59"
    },
    {
      "start": 11141,
      "end": 11367,
      "text": "ix. Whether the respondent is entitled to damages for the loss suffered on account of extra expenditure of Rs.4,27,98,769.00 incurred for completing the balance work done by other agency left by the claimant from the claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "ac0a7d8bb9ec478d9de2c3435e7e502b_60"
    },
    {
      "start": 11368,
      "end": 11536,
      "text": "\nx. Whether the respondent is entitled to recover liquidated damages for delay caused in completion of the contracted work @10% of the contract value from the claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "f022e69645cf4f1c8508f55f786d5346_61"
    },
    {
      "start": 11538,
      "end": 12054,
      "text": "2.10. On 31.05.2018, after consideration of the respective claims of the parties and on going through the pleadings and documents adduced by them, the learned Arbitrator returned the award in the following manner:\n\"(1) It is declared that the rescission of the contract done under letter dated 20.05.2016(Exbt.C/102) by the Executive Engineer, UDD is wrong and unjustified and it amounted breach of contract on the part of the respondent.\n(2) The two counter-claims of the respondent for damages etc. are disallowed.",
      "labels": [
        "RLC"
      ],
      "id": "39b04961141b477ead9fa30cf12e334d_62"
    },
    {
      "start": 12055,
      "end": 12965,
      "text": "\n(3) the claimant is entitled to the sum of Rs.3,53,28,338/- with cost of Rs.4,09,266/-, in total Rs.3,57,37,604/-(Rupees three crore fifty seven lakh thirty four thousand six hundred and four only) including interest as detailed below to be paid by the respondent:\n(i) Rs.2,38,83,073/- being compensation for loss of expected profit;\n(ii) Rs.30,82,999/- being balance of the value of the works done;\n(iii) Rs.3,36,713/- being cost of extra items of works done;\n(iv) Rs.51,82,340/- only being refund of security deposit;\n(v) Rs.28,43,213/- only towards price adjustment;\n(vi) Simple Interest @6.5% on the amount of Rs.3,53,28,338/-\n(excluding the amount of cost awarded) for the pendente lite period from 06.08.2016 to 31.05.2018; and simple interest @8.5% per annum on the whole awarded amount of Rs.3,57,34,604/- from 01.06.2018 till payment;\n(vii) Cost of arbitration amounting to Rs.4,09,266/- only;\"\n2.11.",
      "labels": [
        "FAC"
      ],
      "id": "5b37fed1bc024e2a912d983ef2924533_63"
    },
    {
      "start": 12966,
      "end": 13280,
      "text": "The appellants being aggrieved by the award dated 31.05.2018 passed by the learned Arbitrator filed a petition under Section 34 of the Arbitration and Conciliation Act, 1996 before the learned District Commercial Court, West Tripura, Agartala, for setting aside the arbitral award passed by the learned Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "3817a0e0309249b386d4b03e8d855447_64"
    },
    {
      "start": 13282,
      "end": 13623,
      "text": "2.12. Upon hearing the learned counsel appearing for the parties, learned Judge, District Commercial Court, West Tripura rejected the petition for setting aside the award dated 31.05.2018 vide judgment and order dated 24.06.2022 passed in Civil Misc.(Arbitration) No.10 of 2018 and upheld the arbitral award passed by the learned Arbitrator.",
      "labels": [
        "RLC"
      ],
      "id": "683aaea4beef4ce2a7821b6bd1396969_65"
    },
    {
      "start": 13625,
      "end": 13962,
      "text": "2.13. Being aggrieved by and dissatisfied with the judgment and order passed by the learned Judge, District Commercial Court, West Tripura, Agartala, the appellants filed the instant appeal inter alia praying for the following relief(s):\n\"i. Admit this application;\nii. Issue notice upon the respondent;\niii. Call for the LC records;\niv.",
      "labels": [
        "RLC"
      ],
      "id": "0c98368946b642e7b14fbb1ab65ba174_66"
    },
    {
      "start": 13963,
      "end": 14260,
      "text": "After hearing the parties, set aside the judgment and order dated 24.06.2022 passed in Civil Misc.(Arbitration) 10 of 2018 by the Ld District Commercial Court, Agartala, West Tripura, along with arbitral Award passed by the Ld. Arbitral Tribunal on 31.05.2018 in Arbitration Case No.1 of 2017;\"\n3.",
      "labels": [
        "RLC"
      ],
      "id": "3aaa83fe54684ff6a2f8d652fe25b15e_67"
    },
    {
      "start": 14261,
      "end": 14501,
      "text": "On the above factual background, we have heard Mr. K. De, learned Addl. GA appearing for the appellants as well as Mr. S.M. Chakraborty, learned senior counsel assisted by Ms. Mampi Chakraborty, learned counsel appearing for the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e15e2d847404a6db4cf5b5fc73a4652_68"
    },
    {
      "start": 14502,
      "end": 15025,
      "text": "\n4. At the outset, Mr. De, learned Addl. G.A. appearing on behalf of the appellants contended that the judgment and order dated 24.06.2022 passed by the learned District Commercial Court suffered from misinterpretation of law, as the learned Court below as well as the learned Arbitrator failed to consider that there was a fundamental breach of contract by the respondent since the contractor-respondent miserably failed to complete the work not only within the stipulated time but also within the extended period of time.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4bd58e3b30bf4314a708400a9c6b0f75_69"
    },
    {
      "start": 15026,
      "end": 15512,
      "text": "Much emphasis was led on behalf of the appellants- State that Clause 44 of the agreement is not applicable to the facts of the instant case, and the contractor is not entitled to any price escalation since the contractor miserably failed to complete the work even within the extended period of time, but, the learned Arbitrator without considering the fact awarded Rs.28,43,213/- towards price escalation/adjustment and these aspects have not been considered by the learned Court below.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd8b7805be364f2baa4c6e379bea9528_70"
    },
    {
      "start": 15513,
      "end": 15573,
      "text": "Learned Addl. G.A. therefore prayed for allowing the appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c1226557531146c89b4dc8060db372e6_71"
    },
    {
      "start": 15575,
      "end": 16072,
      "text": "4.1. The next argument advanced by Mr. De, learned Addl. G.A. is that the learned District Commercial Court as well as the learned Arbitrator also failed to consider that the rescission of the contract is rightful and the appellants are entitled to the damages due to the rightful rescission of contract and further the learned Court below as well as the learned Arbitrator also failed to consider that as per Clause 25.2 security money and EMD had to be forfeited if there is rightful rescission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "918890b589584c8aa5902fb45153b3aa_72"
    },
    {
      "start": 16074,
      "end": 16555,
      "text": "5. Per contra, Mr. Chakraborty, learned senior counsel appearing on behalf of the respondent refuting the submissions advanced on behalf of the appellants has argued that the findings of the learned Arbitrator are sound and well supported by reasoning and therefore they do not suffer from any such patent illegality which could have been set aside and the learned Commercial Court after consideration of the reasonings given by the Arbitrator in the award had confirmed the award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc24ecbf60b14d688e2673e8d7bd4048_73"
    },
    {
      "start": 16557,
      "end": 16866,
      "text": "5.1. Relying on the decision of the Apex Court in the case of Hindustan Tea Co. vs. K. Sashikant Co. & Anr. reported in AIR 1987 SC 81, Mr. Chakraborty, learned senior counsel has contended that it is settled proposition of law that the Arbitrator is made the final arbiter of the dispute between the parties.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "80077bdc883949149da03e9d36c2ae67_74"
    },
    {
      "start": 16867,
      "end": 17001,
      "text": "The Award is not open to challenge on the ground that the Arbitrator has reached a wrong conclusion or has failed to appreciate facts.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5de4d5682adc499c90e882f28e1a1f25_75"
    },
    {
      "start": 17002,
      "end": 17415,
      "text": "Learned senior counsel further relying on the decision of the Apex Court in the case of Associated Construction vs. Pawanhans Helicopters Ltd. reported in (2008) 16 SCC 128 has contended that a court does not sit as one in appeal over the award of the learned arbitrator and if the view taken by the arbitrator is permissible no interference is called for on the premise that the different view was also possible.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9e53d3dd503849369c1ecf8be03e6e42_76"
    },
    {
      "start": 17416,
      "end": 17486,
      "text": "Learned senior counsel therefore has prayed for dismissing the appeal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "79df6ca5f41443da900b24280472b838_77"
    },
    {
      "start": 17487,
      "end": 17629,
      "text": "\n6. We have considered the rival submissions of learned counsel for the parties and also gone through the relevant materials placed on record.",
      "labels": [
        "NONE"
      ],
      "id": "82d101b727c5465e86637a5aa5f43d63_78"
    },
    {
      "start": 17630,
      "end": 17766,
      "text": "We have also gone through the award returned by the learned Arbitrator as well as the judgment of the learned District Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a52dd81dfff54c10b421177ecbc4375c_79"
    },
    {
      "start": 17767,
      "end": 18045,
      "text": "\nThe core question before us is whether the award passed by the learned Arbitrator, which was upheld by the learned District Commercial Court, can be interfered in appeal under Section 37 of the Arbitration & Conciliation Act, in the facts and circumstances of the case on hand.",
      "labels": [
        "ISSUE"
      ],
      "id": "7d6d575abba94896935b40ca4054cefc_80"
    },
    {
      "start": 18046,
      "end": 18460,
      "text": "\n7. To begin with we are not oblivious of the legislative intendment the legislatures wanted to achieve in bringing out the amendment to Section 34 of the Arbitration and Conciliation Act, 1996 by the Arbitration and Conciliation (Amendment) Act, 2015 which was aimed at speedy disposal of arbitration proceeding and to curb the complexities palpably and apparently manifest in other ordinary judicial proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4eb0645708034232bf2c2c01cdceae41_81"
    },
    {
      "start": 18461,
      "end": 18853,
      "text": "We are also mindful of the principles laid down in various authoritative pronouncements of the Hon'ble Supreme Court wherein it was observed that there is disturbing trends of courts to unnecessary intervene with the award on the ground of perversity or patent illegality without keeping in mind the minimal supervisory role of the courts and the grounds available for annulment of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f57035d171ea47eca416fedcb56d71da_82"
    },
    {
      "start": 18855,
      "end": 19390,
      "text": "8. It comes to fore that the learned District Commercial Court while rejecting the application for setting aside the arbitral award has referred to the decisions of National Highways Authority of India vs. M. Hakeem & Anr. reported in (2021) 9 SCC 1 and Delhi Airport Metro Express Pvt. Ltd. vs. Delhi Metro Rail Corporation Ltd. reported in (2022) 1 SCC 131 wherein and whereunder the Apex Court relying on its earlier judgments had elaborately discussed the powers of a court under Section 34 of the Arbitration and Conciliation Act.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "e3919cf726c444f591065de029bbc093_83"
    },
    {
      "start": 19391,
      "end": 19859,
      "text": "Relying on the aforementioned judgment the learned District Commercial Court while passing the impugned judgment in paras 4, 5, 6 and 7 has observed thus:\n\"4. The Arbitration Act has been enacted to consolidate and amend the law relating to domestic arbitration as well as international commercial arbitration in India after taking into account the United Nations Commission on International Trade Law (UNCITRAL) model law on International Commercial Arbitration 1985.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d9611853fff4aba81395e329b09bb07_84"
    },
    {
      "start": 19860,
      "end": 20091,
      "text": "Section 34 of the Arbitration Act stipulates that any person aggrieved by an arbitral award may take recourse by filing an application in terms of section 34(2), (2-A) and 3 of the Arbitration Act on the grounds enumerated therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "965b0941e29441deb080487c93f74cf3_85"
    },
    {
      "start": 20092,
      "end": 20245,
      "text": "There was divergence of judicial opinion in India on the scope of the powers of a court exercise in jurisdiction under section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7038fa4c0bc047bb9ea84d095dd46090_86"
    },
    {
      "start": 20246,
      "end": 20517,
      "text": "Recently, Honble Supreme Court in the case of National Highways Authority of India VS M.N Hakeem & Another decided on 20.07.2021 has held in para 40 as under:\n\"It can therefore be said that this question has now been settled finally by at least 3 decisions of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1fc694a41b48495981d3027d65978ee7_87"
    },
    {
      "start": 20518,
      "end": 21305,
      "text": "Even otherwise, to state that the judicial trend appears to favour an interpretation that would read into Section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 Act; as also to ignore the fact that the 1996 Act was enacted based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 which, as has been pointed out in Redfern and Hunter on International Arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the limited remedy under Section 34 is co-terminus with the limited right, namely, either to set aside an award or remand the matter under the circumstances mentioned in Section 34 of the Arbitration Act, 1996.\"\n5.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f2c29b33d93b404b8d615f13307c4db6_88"
    },
    {
      "start": 21306,
      "end": 21629,
      "text": "At this juncture we may also gainfully refer to a judgment of Honble Supreme Court rendered in Delhi Airport Metro Express Pvt. Ltd. VS Delhi Metro Rail Corporation Ltd. decided on 09.09.2021 wherein at para 26 held as under:\n\"Section 34 (2) (b) refers to the other grounds on which a court can set aside an arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "26b95183b2b74c69928a9cf4c2deb49f_89"
    },
    {
      "start": 21630,
      "end": 21824,
      "text": "If a dispute which is not capable of settlement by arbitration is the subject-matter of the award or if the award is in conflict with public policy of India, the award is liable to be set aside.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ad36562d271b4af8999d2f400e0146a0_90"
    },
    {
      "start": 21825,
      "end": 21992,
      "text": "Explanation (1), amended by the 2015 Amendment Act, clarified the expression public policy of India and its connotations for the purposes of reviewing arbitral awards.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6a99d88c643e48d8bf7224624a7fab27_91"
    },
    {
      "start": 21993,
      "end": 22345,
      "text": "It has been made clear that an award would be in conflict with public policy of India only when it is induced or affected by fraud or corruption or is in violation of Section 75 or Section 81 of the 1996 Act, if it is in contravention with the fundamental policy of Indian law or if it is in conflict with the most basic notions of morality or justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1049f9bde75b4fdd86695c7981a1872d_92"
    },
    {
      "start": 22346,
      "end": 22558,
      "text": "In Ssangyong (supra), Court held that the meaning of the expression fundamental policy of Indian law would be in accordance with the understanding of this Court in Renusagar Power Co. Ltd. v. General Electric Co.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c20396641792452db932c9feda2c1d5e_93"
    },
    {
      "start": 22559,
      "end": 22824,
      "text": "In Renusagar (supra), this Court observed that violation of the Foreign Exchange Regulation Act, 1973, a statute enacted for the national economic interest, and disregarding the superior courts in India would be antithetical to the fundamental policy of Indian law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d596f93ebb3a43cfb0897084174d84b8_94"
    },
    {
      "start": 22825,
      "end": 23105,
      "text": "Contravention of a statute not linked to public policy or public interest cannot be a ground to set at naught an arbitral award as being discordant with the fundamental policy of Indian law and neither can it be brought within the confines of patent illegality as discussed above.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4cc6fecd0bcf41009c7cf3885bef198b_95"
    },
    {
      "start": 23106,
      "end": 23302,
      "text": "In other words, contravention of a statute only if it is linked to public policy or public interest is cause for setting aside the award as being at odds with the fundamental policy of Indian law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f5dbc687801a40108be5ee886b99203f_96"
    },
    {
      "start": 23303,
      "end": 23440,
      "text": "If an arbitral award shocks the conscience of the court, it can be set aside as being in conflict with the most basic notions of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "635f27c2430d4d31b2f883dcff93cb40_97"
    },
    {
      "start": 23441,
      "end": 23727,
      "text": "The ground of morality in this context has been interpreted by this Court to encompass awards involving elements of sexual morality, such as prostitution, or awards seeking to validate agreements which are not illegal but would not be enforced given the prevailing mores of the day.\"\n6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4c4fa64ccd65476b8403d5e36c501b93_98"
    },
    {
      "start": 23728,
      "end": 23924,
      "text": "On perusal of the application for setting aside the award it appears that all the grounds placed for setting aside the award requires appreciation of evidence so placed before the sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4aa2c40da38a4bc2aca17e0f1c210b54_99"
    },
    {
      "start": 23925,
      "end": 24071,
      "text": "In view of the judgment of Hon'ble Supreme Court as referred to above, we cannot reappreciate the evidence on record sitting as a court of appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63593c9b26694ca5a0bc7916b4a60e00_100"
    },
    {
      "start": 24073,
      "end": 24414,
      "text": "7. The scheme and scope of the provisions of Section 34 of Arbitration Act aims at keeping the supervisory roles of the court at minimum level, therefore, we cannot correct the errors, if any, done by the arbitrator by sitting as an Appellate Court, it can only be quashed leaving the parties to begin the arbitration again if it is desired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "992b37ebe96d4dd2875b39341f0b0ae8_101"
    },
    {
      "start": 24415,
      "end": 24680,
      "text": "Since in the case at hand, the grounds as taken by the petitioner for setting aside the award do not attracts any of the provisions as enumerated in section 34(2) or 34(2A) of the Arbitration Act, we declined to set aside the award as proposed.\"\n[emphasis added]\n9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34bef4becfa446759bd027a967db0e94_102"
    },
    {
      "start": 24681,
      "end": 25437,
      "text": "On a bare perusal of the above authoritative views as enunciated by the Apex Court, and quoted by the learned District Commercial Court, we may gainfully refer to the recent decision of this Court rendered in the case of Bhartia Infra Projects Limited vs. State of Tripura & Ors. decided on 10.01.2024 presided over by both of us, wherein this Court while addressing the scope of interference in an appeal under Section 37 of the Act of 1996 had relied upon the latest judgment of the Apex Court rendered in S.V. Samudram vs. State of Karnataka & Anr. reported in 2024 SCC OnLine SC 19 dated 04.01.2024[Civil Appeal No.8067 of 2019], wherein it was held that under Section 37 the High Court cannot travel beyond the restrictions laid down under Section 34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "360c3a76ebac4eb68d916c1dabaa9a16_103"
    },
    {
      "start": 25438,
      "end": 25534,
      "text": "In other words, the court cannot undertake an independent assessment of the merits of the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5dd75cc7b2004e57bed39ce2c7e7326a_104"
    },
    {
      "start": 25535,
      "end": 25635,
      "text": "In S.V. Samudram(supra), the Hon'ble Supreme Court further held thus: [SCC OnLine p.16 para 71] \"71.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cee52c2b4d543aa9a51a8ce63b04e17_105"
    },
    {
      "start": 25636,
      "end": 25852,
      "text": "The Court under Section 37 had only three options:-\n(a) Confirming the award of the Arbitrator;\n(b) Setting aside the award as modified under Section 34; and (c) Rejecting the application(s) under Section 34 and 37.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "980340b13f22447aaa274a0d9835f06f_106"
    },
    {
      "start": 25854,
      "end": 26119,
      "text": "10. In view of the above settled proposition of law it can safely be held that the minimum judicial interference is the ultimate bottomline of the arbitration, that has to be maintained and this can only be achieved if there is minimal interference from the courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46e7e379c9c44c4a9fbbf47df65d180d_107"
    },
    {
      "start": 26120,
      "end": 26316,
      "text": "The court has the power to set aside or uphold the award under some specified conditions that are stipulated under the statute, but cannot modify and correct the errors made in the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ed5b66c7c09415cb22a646daa37cad0_108"
    },
    {
      "start": 26317,
      "end": 26526,
      "text": "The High court cannot decide the appeal by entering into the merits of the claim proposed and so the scope of deciding the appeal under Section 37 is limited and should be enforced within the prescribed limit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0805faad1ab1412ea1fc1a5996b7bdd3_109"
    },
    {
      "start": 26527,
      "end": 26700,
      "text": "The only rationale behind not giving much authority to the court to interfere in the awards made by the arbitrator is to reduce the supervisory of the court on the disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "889436d38b504546b28976a2f70e9d9b_110"
    },
    {
      "start": 26701,
      "end": 26975,
      "text": "If courts shall be given the power to reconsider the award then the arbitration proceedings would be useless as parties adopted an alternate form of dispute resolution thus wanting to keep the disputes outside the jurisdiction of the court and want convenience and finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48863e2620ca49638750b7084d18c228_111"
    },
    {
      "start": 26977,
      "end": 27348,
      "text": "11. We have gone through the arbitral award passed by the learned Arbitrator and the grounds as agitated by the appellants for setting aside the arbitral award by filing application before the Commercial Court under Section 34 as well before this Court in appeal under Section 37 of the Arbitration & Conciliation Act read with Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43d20fab76294b12b8024bcf6201124a_112"
    },
    {
      "start": 27349,
      "end": 27439,
      "text": "We have also gone through the written brief submitted on behalf of the respective parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c714c52d0f124d77966f72b964492e2c_113"
    },
    {
      "start": 27440,
      "end": 27704,
      "text": "On careful perusal of the arbitral award we find that the learned Arbitrator in the arbitration proceedings before it had dealt with all the issues so framed, elaborately considering the claims and counter claims supported by documents adduced by both the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e568d3b2ca9403bb418637051062331_114"
    },
    {
      "start": 27705,
      "end": 28173,
      "text": "11.1. In the instant appeal, firstly, the main challenge posed by Mr. De, learned Addl. G.A. appearing on behalf of the State-appellants is that Clause 44 of the Agreement will not be applicable in the instant case as the tender value is more than Rs.1.00 crore and time of completion is 18(eighteen) months, i.e. less than 24(twenty) months and in view of this, the learned sole Arbitrator by allowing the price escalation had acted beyond the terms of the Agreement.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "19e60cb3497141ec8dd7f80cca0a1e49_115"
    },
    {
      "start": 28174,
      "end": 28386,
      "text": "Secondly, the learned District Commercial Court without discussing on any of the issues raised by the State-appellants had rejected the petition filed under Section 34 of the Arbitration & Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6e1ade12f8b4cccbe8493ae7f2de84a_116"
    },
    {
      "start": 28388,
      "end": 28523,
      "text": "11.2. The above submissions have led us to first peruse Clause 44 and Clause 44.1 of the Agreement, which are reproduced here-in-below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdcda52d392947fa8ba5a4cd657956d3_117"
    },
    {
      "start": 28525,
      "end": 28717,
      "text": "\"44. Price Adjustment: (Not applicable for works for which estimated cost put to tender is less than Rs.1.00 Crore & stipulated time for completion is less than or equal to twenty-four months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a305ac1bdb434929b46cff91f19c4e46_118"
    },
    {
      "start": 28718,
      "end": 28923,
      "text": "\n44.1. Price adjustment shall be granted where administered prices are enforced and that too for works estimated at more than Rs.1.00 Crore and having completion period of more than 24(twenty four) months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c87355564544c1397e3a89bbac193eb_119"
    },
    {
      "start": 28924,
      "end": 29034,
      "text": "This should be applicable within the original contract period or extended period owing to departmental delays.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "833ecb019b864e5cbd36f570930a1fc3_120"
    },
    {
      "start": 29035,
      "end": 29097,
      "text": "This will not apply to cases attributed to contractors fault.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb065f0f1ed849dd83e8d29c5ded04c3_121"
    },
    {
      "start": 29099,
      "end": 29185,
      "text": "11.3. We have minutely perused the entire award passed by the learned sole Arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "9f3454e485c243adb6bd47da21549345_122"
    },
    {
      "start": 29186,
      "end": 29311,
      "text": "We find that the learned sole Arbitrator had discussed all the referred disputes as raised by the parties to the arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72198051c6d04c4aac0c389ec848e15c_123"
    },
    {
      "start": 29312,
      "end": 29576,
      "text": "We have noticed that the learned Arbitrator had recorded in his findings that from the reply to the show-cause notice issued by the appellants-State upon the contractor-respondent that there were lapses on the part of the State- appellants in prosecuting the work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fff7936cb79c458aabb95f1a8734f9cc_124"
    },
    {
      "start": 29577,
      "end": 29764,
      "text": "It was found that out of total work front over a length of 8079 meters, work front for 2289.68 meters(28.27%) only was made available by the appellants-State to the respondent-contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d678370de37c4a2db18bbf46dfcdd7c8_125"
    },
    {
      "start": 29765,
      "end": 29976,
      "text": "Furthermore, as regards the charge levelled against the respondent-contractor by the appellants-State that the former failed to mobilize adequate men and materials to complete the work was found not sustainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9480ec5632e34ff09d4da79335a3b3b3_126"
    },
    {
      "start": 29977,
      "end": 30306,
      "text": "In the light of the above, the sole Arbitrator held that the termination of the contract on the ground of delay and non-mobilization of materials, etc. by the respondent- contractor as raised by the appellants-State was not sustainable and the State action was absolutely wrong and unjustified and amounted to breach of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7aa88e5ff794b9e9bfd856de360395c_127"
    },
    {
      "start": 30307,
      "end": 30446,
      "text": "Finally, according to the sole Arbitrator, the reasons of termination of the contract could not be attributed to the respondent-contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "021922e377e54bfd97ab470b7ff40222_128"
    },
    {
      "start": 30447,
      "end": 30627,
      "text": "11.4. The question relating to applicability of Clause 44 along with Sub-Clause 44.1 of the Agreement has been dealt with by the sole Arbitrator in deciding the issue/dispute No.6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbf1b6ada5d848288a409f3d4bc60910_129"
    },
    {
      "start": 30628,
      "end": 30862,
      "text": "Here we find, the respondent-contractor raised a claim of Rs.28,43,213/- on account of price escalation on value of works done after stipulated period @10% of Rs.3,43,31,647/- in terms of the provision of Clause 44.1 of the Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c20c0cd818f4e08befb6421fabff2dd_130"
    },
    {
      "start": 30863,
      "end": 31243,
      "text": "The sole Arbitrator had not lost his sight to the counter claim filed by the appellants-State where it was stated that as per terms of Clause 44 of the Agreement, the price variation clause is not applicable to the respondent-contractor where the estimated cost is less than Rs.1.00 crore and stipulated time for completion of the work is less than or equal to twenty four months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98d2377796894ac28c8c315cb3d46f9d_131"
    },
    {
      "start": 31244,
      "end": 31393,
      "text": "In reply to the counter statement of defense, the respondent-contractor stated that it is the appellants-State who delayed the execution of the work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31dde9d150c645518a55b15f0307a737_132"
    },
    {
      "start": 31394,
      "end": 31696,
      "text": "On consideration of the statements made in the counter claim of defense by the appellants-State and the reply to such counter claim by the respondent-contractor, the sole Arbitrator found that the appellants-State could not controvert the correctness of the account placed by the respondent-contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b88227079b04915b3c79e166cc2c0d4_133"
    },
    {
      "start": 31698,
      "end": 31851,
      "text": "11.5. While discussing the price adjustment clause, as stated above, it is found that the sole Arbitrator had extracted the relevant clause in his award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57f0c0ac3e59430a875a1d7608157bcf_134"
    },
    {
      "start": 31852,
      "end": 32224,
      "text": "Thereafter, on consideration and interpretation of the relevant Clause 44 of the Agreement, the sole Arbitrator came to a finding that though the original contract period for completion of the work was 18(eighteen) months, but, the said period for completion of the work was extended upto 30.06.2016 vide letter dated 19.04.2016(Exbt.C/96) issued by the appellants- State.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94db8c4b6cc448e1befca742f1ef9b71_135"
    },
    {
      "start": 32225,
      "end": 32553,
      "text": "The sole Arbitrator extracted the relevant portion of the said letter, which is reproduced here-under from the award itself:\n\"Sir, Reference your letter No.HSCL/Tripura/UDD/drain/2015/933 dt. 08.09.15 in connection with the grant of extension of time for completion of the work Construction of RCC covered drain in Central zone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32312dd1cda545aa8373c45baad0f971_136"
    },
    {
      "start": 32554,
      "end": 32673,
      "text": "\nThe date of completion for the above mentioned work is 23.03.2014 as stipulated in the Agreement dated the 24.09.2012.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef9dc59f890e4decb4f292f73a57fa14_137"
    },
    {
      "start": 32674,
      "end": 32917,
      "text": "\nExtension of time for completion of the above mentioned work is granted up to 30.06.2016 without prejudice to the right of the Government to recover liquidated damages in accordance with the provision of related clauses of the said Agreement.",
      "labels": [
        "RPC"
      ],
      "id": "9c09fd95e45e4738ad87e86b00702747_138"
    },
    {
      "start": 32918,
      "end": 33052,
      "text": "\nProvided that notwithstanding the extension hereby granted, time is and shall still continue to be the essence of the said Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65eb6fee75b24adcb2d53829736254cd_139"
    },
    {
      "start": 33053,
      "end": 33170,
      "text": "Please note that Clause 44.1 mentioned in your letter under reference is not applicable for this contract agreement.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43374c47bd72477a934dec459e93f443_140"
    },
    {
      "start": 33171,
      "end": 33905,
      "text": "\n11.6. The learned Arbitrator had taken into account the response of the respondent-contractor vide letter 07.05.2016(Exbt.C/97) narrating all the bottlenecks created by the appellants-State to execute the work including failure to issue work order and delivery of work front for remaining 15(fifteen) drains under the Agreement and the delay caused in extending the time of completion, etc., finally made a request to the appellants-State in the following terms:\n\"If you feel that it is not possible to facilitate execution of further work, we would request you to close the agreement, finalize our payment followed by release of our all deposits without fixing any liability against us as we never defaulted in executing the work.\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98b6eca7ba854e48baa02533c8cd468c_141"
    },
    {
      "start": 33907,
      "end": 33990,
      "text": "While analyzing the above situations, the sole Arbitrator had observed thus:\n\"17.7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bef577e6572b4c49a4ed41275eefdb89_142"
    },
    {
      "start": 33991,
      "end": 34082,
      "text": "There is nothing in the statement of defense of the respondent in reply to the said letter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6922952b58b540b398dd276b02f90877_143"
    },
    {
      "start": 34083,
      "end": 34354,
      "text": "Thereafter, the respondent under his letter dated 20.05.2016(Exbt.C/102), before expiry of the extended time(30.06.2016), terminated the contract without issuing any further written work order or delivering work front for executing the remaining work under the Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a83472309aaf4a9c818f1efcc8f19e58_144"
    },
    {
      "start": 34355,
      "end": 34706,
      "text": "17.8. After careful appreciation of the facts narrated herein above, the condition, unilaterally, imposed by the respondent in his letter of extension dated 19.04.2016(Exbt.C/96) stating that Please note that Clause 44.1 mentioned in your letter under reference is not applicable for this contract agreement cannot be held to be justified and tenable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f467d13e834a447bb8b1e75c6fce934f_145"
    },
    {
      "start": 34707,
      "end": 34940,
      "text": "Besides, in view of the objection raised by the claimant under his letter 07.05.2016(Exbt.C/97) the responsibility for extending the period for completion of work also cannot be shifted to the claimant unilaterally by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "924b11f3d01649488fce29078b7374d9_146"
    },
    {
      "start": 34941,
      "end": 35130,
      "text": "Taking into account all facts and circumstances, it can be held that the period of completion of the work had been extended up to 30.06.2016 by the respondent not for fault of the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f1b2be0ab9a42d7b181f67d73ba8780_147"
    },
    {
      "start": 35131,
      "end": 35263,
      "text": "So, the terms of the agreement relating to entitlement of the claimant to price adjustment is applicable to the present case.\"\n11.7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f995d805cc7d405682a2d33a20867ad9_148"
    },
    {
      "start": 35264,
      "end": 35655,
      "text": "Next, while determining the quantum of compensation towards price escalation, it transpires that the sole Arbitrator had relied upon the price index of the relevant period published by the office of the Economic Advisor, Government of India for materials and that of labour published by the Labour Bureau, Government of India(Exbt.C/110), which remained unchallenged by the appellants-State.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d9220c9128f4119a6beead3395af757_149"
    },
    {
      "start": 35656,
      "end": 35787,
      "text": "Accordingly, it was held by the Arbitrator that the respondent-contractor was entitled to award for the sum of Rs.28,43,213/- only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2a384376f3e4cdc87f2fcd0189fbddb_150"
    },
    {
      "start": 35789,
      "end": 36072,
      "text": "11.8. On perusal of the entire arbitral award it comes to light that the other issues were decided by learned Commercial Court on the basis of the decision arrived at by the Arbitrator in deciding the issue/dispute No.6 related to Clause 44 and Clause 44.1 as narrated here-in-above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da06810d9c614e789e5c7bb5486ef45e_151"
    },
    {
      "start": 36073,
      "end": 36377,
      "text": "11.9. In the light of the above narration of facts and the interpretation of Clause 44 along with its Sub-clause 44.1 as regards its applicability, it cannot be said that the sole Arbitrator had not dealt with all the issues, particularly the issue relating to applicability of Clause 44 and Clause 44.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca90f505d6504bc489fcf499671f384a_152"
    },
    {
      "start": 36378,
      "end": 36756,
      "text": "The State authorities participating in the proceedings had availed enough opportunity to convince the sole Arbitrator as per their own understanding on the applicability of Clause 44, i.e. the State-appellants had been able to place their own case before the sole Arbitrator on the scope of applicability of Clause 44 in the context of the disputes raised before the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "527895940ac741f8a2f527eb5a1b7493_153"
    },
    {
      "start": 36757,
      "end": 36763,
      "text": "11.10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bc3cdd1ffd042e88946a229d08ee94d_154"
    },
    {
      "start": 36764,
      "end": 37094,
      "text": "It is, by now well settled that the courts in exercise of jurisdiction under Sections 34 and 37 of the Arbitration and Conciliation Act, 1996 will not sit in appeal to examine the legality and validity of an arbitral award on the ground that the arbitrator has reached to a wrong conclusion and has failed to appreciate the facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14a01eabc478441793b0e7dc9cf54516_155"
    },
    {
      "start": 37095,
      "end": 37511,
      "text": "It is also equally settled that the interpretation of different provisions of the work agreement, if made by an arbitrator as an adjudicating authority to declare an award would not call for interference by the Courts under Sections 34 and 37 of the Arbitration and Conciliation Act, if such interpretation is found to be a possible and plausible view, and not on the premise that a different view was also possible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0fd9e017dd8494fa94d0a6b40e5db05_156"
    },
    {
      "start": 37512,
      "end": 37518,
      "text": "11.11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e85a3aebc1e4075a9eb6d15285bcb13_157"
    },
    {
      "start": 37519,
      "end": 37735,
      "text": "In the case in hand, on careful perusal of the award, we are of firm opinion that the learned sole Arbitrator while deciding the disputes raised in the proceedings never travelled beyond the disputes under reference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd909d746db34c5e9c4aac00b6112b48_158"
    },
    {
      "start": 37736,
      "end": 38322,
      "text": "It is hard to digest the argument advanced by the learned Addl. G.A. appearing on behalf of the appellants-State that the learned Arbitrator had committed error in exercise of its jurisdiction conferred upon him under the concept of \"un-reasonability\" and \"patent illegality\" and does not appear to be shocking to the conscience of the court to set aside the award or to leave the parties to begin the arbitration again since we do not find the appreciation of facts and law by the arbitrator is in conflict with the most basic notions of justice, calling for interference of the court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "790f538ad62f46bfb5272c47cdac2958_159"
    },
    {
      "start": 38324,
      "end": 38747,
      "text": "12. Now, coming to the next question raised by the appellants-State that the learned Commercial Court has committed a serious error in exercise of its jurisdiction conferred under Section 34 of the Arbitration and Conciliation Act since he has confirmed the award without considering the grounds raised by the appellants-State relating to price adjustment and escalation of price as envisaged in Clause 44 of the Agreement.",
      "labels": [
        "ISSUE"
      ],
      "id": "a0870949b3ec44ef9953e6fdf21371bb_160"
    },
    {
      "start": 38748,
      "end": 38824,
      "text": "We have perused and considered the judgment of the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2b9dc9e2907454b9c389dd47557cb4b_161"
    },
    {
      "start": 38825,
      "end": 38987,
      "text": "It is true that the learned Commercial Court has not dealt with the issues raised by the appellants-State relating to applicability of Clause 44 of the Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b397d349ce164cf399fad67af29ddcf3_162"
    },
    {
      "start": 38988,
      "end": 39202,
      "text": "However, in our opinion, it cannot be a ground to interfere with the award made by the arbitrator, if the Arbitrator himself deals with the disputes referred before him during the course of arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0a25fc002df4393868266ff2342ae68_163"
    },
    {
      "start": 39203,
      "end": 39339,
      "text": "The exercise of jurisdiction conferred on Courts under Section 34 and Section 37 of the Arbitration and Conciliation Act is almost same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "280345ec4e694803953650e7e1afe4fd_164"
    },
    {
      "start": 39340,
      "end": 39527,
      "text": "The principles of re- appreciation and re-assessment of the award made by the Arbitrator under both Section 34 and 37 of the Arbitration and Conciliation Act are narrow and circumscribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abc60670d8864f8b8ead1faf1baed547_165"
    },
    {
      "start": 39528,
      "end": 39849,
      "text": "In view of the enunciation of law in the above authorities we can come to a definite conclusion that interference of an award by the High Court under Section 37 of the Arbitration and Conciliation Act cannot travel beyond the restrictions and limitations provided under Section 34 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c01146562524d21ac04b1d276856a53_166"
    },
    {
      "start": 39850,
      "end": 40069,
      "text": "This Court in exercise of its jurisdiction under Section 37 will only ascertain that the exercise of power by the Commercial Court exercising jurisdiction under Section 34 has not exceeded to the scope of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "986f6fd4793e4d148b3109fdb381c4c7_167"
    },
    {
      "start": 40071,
      "end": 40569,
      "text": "13. We reiterate that merits of an arbitral award made by an arbitrator cannot be held to be vitiated only on the ground that the Commercial Court in exercise of its jurisdiction under Section 34 of the Arbitration and Conciliation Act has not dealt with the disputes referred to before the Arbitrator because neither the High Court under Section 37 or the Commercial Court under Section 34 of the Arbitration and Conciliation Act can undertake an independent assessment on the merits of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8a5e1a968a74cdc9018466d407e3b6d_168"
    },
    {
      "start": 40570,
      "end": 40762,
      "text": "On meticulous consideration of the arbitral award it comes to fore that the said award does not suffer from any internal contradictions or inconsistency which may be a ground for interference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bd0f4d1b3524edca11bac5712c00c41_169"
    },
    {
      "start": 40763,
      "end": 40917,
      "text": "Even for argument sake, if it is considered to be an error of law committed by the Arbitrator it would not fall within the expression \"patent illegality\".",
      "labels": [
        "RATIO"
      ],
      "id": "d387103881bd4c99ad05d4ec0a0e0d2d_170"
    },
    {
      "start": 40918,
      "end": 41203,
      "text": "Even the Courts in exercise of its jurisdiction under Section 34 of the Arbitration and Conciliation Act, 1996 are inhibited to interfere with an arbitral award on the ground that the arbitrator erroneously applied the law in question as it cannot be categorized as 'patent illegality.",
      "labels": [
        "RATIO"
      ],
      "id": "137d99f36fd94abcbe5d527de2e9abc0_171"
    },
    {
      "start": 41205,
      "end": 41468,
      "text": "14. In view of the aforesaid discussions and analysis on both law and facts, we do not find any ground to interfere with the judgment passed by the learned Judge, District Commercial Court, West Tripura vis--vis the arbitral award returned by the sole Arbitrator.",
      "labels": [
        "RPC"
      ],
      "id": "35d227f6772b4b70a9e3d3ff93fe7c4d_172"
    },
    {
      "start": 41470,
      "end": 41557,
      "text": "15. Resultantly, the instant appeal preferred by the appellants-State stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "3cc1236c0ba64c6aa8efb9ccdc416e15_173"
    },
    {
      "start": 41558,
      "end": 41658,
      "text": "\n              (ARINDAM LODH, J)                         (APARESH KUMAR SINGH, CJ)\n\n\n\n\nRohit/Nihar  ",
      "labels": [
        "NONE"
      ],
      "id": "4c55a426dbda44ec94bd62a38847b509_174"
    }
  ]
}