{
  "id": "927f8cf59c741b21d9aeada7960fc9ff4ffc82edad71780d9bde0d237879748e",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court\nA V V N L Thr Cmd vs Hindustan Zinc Ltd on 5 April, 2018\nBench: Mohammad Rafiq, Alok Sharma \n                                             1 \n\n          In The High Court Of Judicature For Rajasthan\n                                 At Jaipur Bench\n                                          Order\n\n                    D.B. Civil Miscellaneous Appeal No.2803/2017 \n\n      Ajmer Vidyut Vitaran Nigam Limited through its Cmd Hathibhata Power House\n      Road, Ajmer (now Md Vidyut Bhawan Makawarali Roa d, Ajmer (Raj.) \n                                                                   --- Appellant                                            Versus       Hindustan Zinc Limited (HZL) Yashad Bhawan, Udaipur (Raj.) \n\n\n                                                                     Respondent       Date of Order:                                  April 05, 2018 . \n\n                                          PRESENT              HON'BLE MR . JUSTICE MOHAMMAD RAFIQ                 HON'BLE MR. JUSTICE ALOK SHARMA       Mr. Virendra Lodha with       Mr. Jai Lodha, for the appellant.\n\n      Mr. R.N. Mathur, with       Mr. Punit Singhvi, for the respondent.\n\n      BY THE COURT: (Per Hon'ble Sharma, J.)\nREPORTABLE By this Miscellaneous appeal under Section 37 of the Arbitration & Conciliation Act, 1996 (hereafter `the Act of 1996') a challenge has been laid to the judgment dated 25-2-2017 passed by the Commercial Court dismissing the appellant AVVNL's (hereafter `AVVNL') objections under Section 34 of the Act of 1996 to the award dated 25-8-2007 passed by the sole Arbitrator appointed by the Rajasthan Electricity Regulatory Commission Jaipur (hereafter `the Commission') vide order dated 12-2-2007 purporting to exercise its power under Section 4, 94, and 158 of the Electricity Act, 2003 (hereafter `the Act of 2003') read with clause 30 of the Rajasthan Electricity Commission terms and Conditions of (open access) Regulations, 2004 (hereafter `Regulations of 2004').\nThe necessary facts relevant to adjudication of the appeal are that the respondent Hindustan Zinc Limited (hereafter `HZL') has four high tension Electricity Connections for its units at Chanderiya, Debari, Aghucha and Dariba for which four contracts with AVVNL obtain for purchase of electricity. HZL also set up a captive power plant (hereafter `CPP') of 154 MW (2x77 MW) at Chanderiya, which was commissioned in February, 2005 and synchronized with the Rajasthan Vidyut Prasaran Nigam Limited Grid (hereafter `the RVPNL'). Short term open access to transmission and distribution systems of RVPNL and AVVNL for electricity generated at the CPP was sought under the Regulations of 2004 framed under Sections 42(2) and 181 of the Act of 2003. Requisite permission for open access to the transmission system was granted by RRVPNL on 28-1- 2005 and open access thereafter obtained under agreement dated 11-3-2005. HZL also entered into three open access agreements with the AVVNL on 10-3-2005 for wheeling of power from its CPP on AVVNL's distribution system. The open access capacity allocation agreement between AVVNL and HZL was for Rampura Aghucha-- 20000 KW, for Debari--15000 KW and for Dariba--5000 KW. Open access commenced 24-3-2005 and the power generated by the respondent HZL at its CPP after meeting the requirements of its industrial unit at Chanderiaya was injected at 132 KV and 220 KV grid substations at Chittorgarh from where it was transmitted on RVPN's transmission system and supplied to respondent HZL's units at Aghucha, Debari and Dariba through AVVNL's distribution lines. \nUnder the open access agreements dated 10-3-2005 between AVVNL and HZL it was agreed that charges for existing connections for the sanctioned contract demand of HZL as a Discom consumer and charges as open access consumer would be governed by the tariff and regulatory order/s in force from time to time. The agreements specifically provided for daily scheduling of injection and drawl for each 15 minutes time block. It was also agreed that Availability Base Tariff (ABT) complaint meters capable of recording deviation from schedules of the generating system station contracted by open access consumer for supplying/ injection open access power were to be provided at injection point. Other salient features of the agreement dated 10-3-2005 relevant for this miscellaneous appeal were as under:-\n\"As both the parties are agreeable to modify the existing connection agreement(s) to the extent applicable.\"\n(1) Definitions In this agreement, unless the context otherwise requires- (a) \"Act\" means the Electricity Act, 2003 (Act No.36 of 2003);\n(b) \"ABT Compliant Meter\" means metering system specified for Availability Based Tariff (ABT) in metering code by the commission;\n(c) \"Commission\" means Rajasthan Electricity Regulatory Commission;\n(d) \"Contract Demand\" shall mean the demand in KVA sanctioned for the consumer which the Ajmer Discom makes specific commitment to supply energy from time to time subject to the governing terms and conditions;\n(e) \"Distribution Metering Code\" means the metering code specified by the commission for distribution system of the distribution licensee in the state;\n(f) \"Grid Code\" means the grid code specified by the commission under section 86(1)(h) of the Act for Rajasthan State Transmission System;\n(g) \"Open Access Consumer\" means a person using or interchange against the transmission system and/ or the distribution system of the licensee(s) in the state for transmission and/ or wheeling of electricity in the state;\n(i) \"SLDC\" means the Rajasthan State Lead Dispatch Centre at Heerapura, Jaipur--functioning under sub-section (1) of Section 31 of the Act; \n(j) \"Transmission Metering Code\" means the Grid Metering Code specified by the commission for the Rajasthan State Transmission System;\n(k) \"Terms & Condition of Supply of Electricity\"\nmeans the terms and conditions of supply of electricity-- 2004 issued by Ajmer Discom and includes any modifications thereof from time to time.\n(l) \"Wheeling\" means the operation where by the distribution system and associated facilities of a transmission licensee or distribution licensee as the case may be, are used by another person for conveyance of electricity on charges, terms and Conditions as set birth with in this Agreement;\nWords and expressions used in this Agreement but not defined herein, shall have meaning assigned to them in the Electricity Act, 2003, and Rajasthan Electricity Regulatory Commission (Terms and Conditions for Open Access) Regulation, 2004, Terms and Conditions of Supply of Electricity--2004 in that order. \n(2) Ajmer Discom shall continue to supply power to Open Access Consumer against his existing connections for the sanctioned contract demand(s) as detailed above, subject to terms and conditions as modified by this agreement. (3) Ajmer Discom shall wheel ____ KW power for the consumer on the open access basis on its distribution system from point of injection to the point of drawl as detailed in the Schedule--1 referred to earlier. (4) The wheeling of power by Ajmer Discom on its Distribution System shall be governed by the Open Access Agreement executed by consumer with RVPN under Rajasthan Electricity Regulatory Commission (Terms and Conditions for Open Access) Regulations, 2004 and the specified procedure therein. \n(5) Both the parties agree that the charges for existing connections for the sanctioned Contract Demand(s) as a Discom consumer and charges for Open Access Consumer shall be governed by the tariff and regulatory order in force time to time, except where specific provision has been made in this Agreement. \n7. (g) The Open Access Consumer shall have round the clock facility of communication with SLDC through telephone/ mobile with STD and for transmission/ receipt of fax and e-mails. \n8. Scheduling The following procedure is agreed upon by the parties for scheduling open power at generation and drawal at the receiving point by Open Access Consumer. \n(a) The generating station injecting open access power into State Transmission System or generating stations embedded in the Distribution System and injecting open access power directly into Distribution System shall furnish each day at 10 AM to State Load Despatch Centre. Heerapura, a day-ahead generation schedule for each 15-minute block starting from 00.00 hrs for the ensuing day (b)\n(c) The Open Access Consumer at 10 AM each day shall furnish to Ajmer Discom schedule of drawal on 15 minute block basis which it intent to draw against the open access and on 15 minute block basis schedule against contract demand of existing connections, f any, separately. The drawl schedule of open access power shall be limited to the availability shown by the supplying generator in its schedule. \n9. Settlement (a) The parties agree that the settlement of mismatch between the schedule injection and actual injection by the generating station injecting open access power into State Transmitting System or by the generating station embedded in the Distribution System for each 15 minute block shall be done in following manner (i) Un-schedule generation not exceeding 5% of the generation/ injection scheduled in any 15 minute block at the UI price specified by the Commission for the state from time to time.\n(ii) Generation exceeding 5% of the generation/ injection scheduled in any 15 minute block shall be considered as zero and no UI charges shall be receivable by the generating station for such excess generation.\n(iii) The mismatch between the schedule generation and actual generation shall be determined from the meter data down loaded through MRI and 15 minute block- wise shcedule furnished for each day during the billing month.\n(c) The mismatch in total drawl scheduled by consumer against open access and against existing contract demand and total actual drawn each 15 minute block shall be done in following manner;\n(i) Un-schedule drawl not exceeding 5% of the total schedule made by the consumer against open access and existing Discom Connections in any 15 minute block shall be priced at UI rate and payable by the Open Access Consumer.\n(ii) The balance mismatch in scheduled and actual drawl shall be paid by the Open Access Consumer to the Ajmer Discom at the mutually agreed rates. And in absence of any agreement such drawl would be treated as temporary supply and shall be charged the tariff for temporary supply as contained in Part-II of the \"Tariff for Supply of Electricity--2004\" booklet for the applicable category. \n(iii) The mismatch between the schedule drawl and actual drawl shall be determined from the meter data down loaded through MRI and 15 minute block wise schedule furnished for each day during the billing month. \n10. Energy Losses It is agreed that the energy losses on account of use of the transmission and distribution system shall be done by the Open Access Consumer. The losses shall be considered in proportion of the energy drawl by the Open Access consumer on the basis of loss levels approved by the Commission for the previous year for the voltage level at which Open Access consumers is connected. \n(11) Billing Ajmer Discom shall raise the bills at the end of the month for the use of distribution system for wheeling of Open Access power and against the existing Discom connections of the consumer for the following amount. \n(a) Wheeling charges for the contracted open access power on Discom system as specified by the Commission from time to time. \n(b) The cross-subsidy surcharge as determined by the commission from time to time under Rajasthan Electricity Regulatroy Commission (Terms and Conditions for Open Access) Regulations, 2004 (c) An additional surcharge as determined by the Commission from time to time in case the consumer availing open access and receiving supply of electricity from a licensee other than his existing distribution licensee of his area of supply. \n(d) Energy charges for scheduled energy against existing connections for the Contract Demand of 21000 KVA as Discom Consumer as per applicable tariff. \n(e) Fixed Charges for the contract Demand of 21000 KVA as Discom consumer as per applicable tariff. \n(f) Minimum bill amount as per tariff applicable in force for the contract demand against the existing connections. (12) Payments. \nThe Open Access Consumer shall pay the payments for the bills raised by the Ajmer Discom within the due date indicated in such bills. In the event of monthly bill(s) not paid in full within the period specified on the bill, the Open Access Consumer agree for Late Payment Surcharge for total bills of Discom as per applicable tariff in force from time to time. \n(13) Other tariff provisions Both the parties agree that other tariff provisions shall be governed by the following:\n(a) Billing demand: The Open Access Consumer shall not cause a demand more than 105% of his Contract Demand against his existing Discom's connection. In case he causes a demand or more than 105% of the Contract demand in any 15 minute time block in a particular month, he shall be required to pay extra charge equal to same percentage of the fixed and energy charges against his existing connection bu equal percentage of excess demand caused over and above contract demand. The demand caused by the Open Access Consumer against existing Discom connection in excess of Contract demand shall be computed through following procedure:\n(i) 15 minute block wise total KWh MRI data down loaded at month and shall be converted in to KW giving total demand caused by Open Access Consumer against existing Discom's connection and open access power. \nKwh figures to be divided by time (0,25 hours) to arrive KW. \n(ii) From 15 minute block-wise total KW demand, the power scheduled by the open access consumer against open access in such block shall be deducted to arrive at 15 minute block-wise actual KW drawn against existing connection. \n(iii) Maximum KW caused in any 15 minute block during the month (out of 96 blocks X number of days in billing months) shall be considered as actual maximum demand in KW caused by the consumer during such month. Maximum demand in KVA shall be worked out by applying power factor (PF) of 0.9 (90%) for leyy of Demand Surcharge exceeding contract demand against existing connection. \n(b) Power Factor: The Open Access Consumer shall maintain the average monthly power factor not less than 0.9 for the total power consumer against existing Discom connection and power wheeled on Open Access on single point basis. In case of the average power factor falls below 0.9 (90%), a surcharge of 1% of energy charges computed at the tariff applicable for existing connection shall be charged for total energy consumed against existing Discom connection and power wheeled on open access on single point basis. \nIn the average power factor falls below 0.7 (70%) the installation shall be disconnected and will not be reconnected till the average power factor is improved to the satisfaction of Ajmer Discom. \n(c) Incentive Scheme--Both parties agree that any incentive scheme applicable for large industrial consumers for encouraging higher consumption through rebate on energy charges by whatever name called will not apply under this agreement. \n(d) No incentive for maintaining PF above 0.95 shall be admissible to the open access consumer. \n(14) This agreement shall remain in force during the period of open access permitted by RVPN vide its letter no RVPN/Dir(P8R)/NPP/Open Access/D.1029 dated 28-1- 2005 and thereafter a fresh agreement as a Discom Consumer for such contract demand as may be permitted by Ajmer Discom will have to executed.\n(15) Both the parties agree that during the term of this agreement the contract demand or contracted open access power and any other terms and conditions agreed initially will not be changed without consent of other. On the basis of open access agreements dated 10-3-2005, as mutually agreed the AVVNL billed HZL as per the scheduled/ actual injection and scheduled/ actual drawl under open access and contract demand. However for want of requisite data and software no specific amounts were indicated as UI charges for the mismatch of scheduled and actual drawls simultaneously with other associated charges payable by HZL under the agreements. Instead AVVNL deducted 10% of the energy injected by HZL under the agreements from its CPP towards unscheduled interchange charges as leviable under the agreement dated 10-3-2005. These rule of thumb deductions pending finalization of unscheduled interchange pricing mechanism by the Commission under clause 20 of the Regulations of 2004 aggregated to Rs.9.43 crore for the period April, 2005 to December, 2005. \nAggrieved of deductions aforesaid towards UI charges on approximate basis the respondent HZL filed petition No.87/2006 before the Commission. Its counsel on objections to the maintainability of the dispute relating to UI charges before the Commission in view of clause 29 of the Open Access Regulations, 2004 dealing with redressal mechanism for open access related disputes and complaints submitted that \"Clause 29 of the OA Regulations shall be effective only when the UI mechanism is specified by the Commission\". The Commission vide interim order dated 10-4-2006 directed AVVNL to finalize the HZL's unscheduled interchange settlement account within three months based on applicable orders and clarification issued by it. The Commission further held that AVVNL could recover Unscheduled Interchange (UI) charges but only as provided interalia under clause 20 of the Regulations of 2004 after receipt of schedules of each 15 minutes from HZL and then finalize UI settlement account from the deviations of drawls from the agreed schedule. \nThe Commission thereafter on further hearing of petition No.87/2006 vide final order dated 22-5-2006 found that AVVNL had deducted Rs.8.81 crore and not 9.43 crore towards the UI charges from HZL and observed that to facilitate appropriate energy accounting the basic software wold be got developed for the purpose through its own staff as per the conditions of the agreement dated 10-3-2005. And once the software was finalized, the dispute regarding energy accounting and billing be settled by the dispute redressal mechanism as per clause 29 of the Regulations of 2004. The operative part of the order dated 22-5-2006 is reproduced hereunder:-\n\"9. The Commission has heard the petitioner and respondent on 4-4-06 and it was observed by the Commission that as per clause 8 (a) & (c) of the agreement, open access consumer is to submit a day ahead schedule of injection (from generating station) and drawl against open access from AVVNL at the aforesaid industrial units on 15 minutes block basis and that as per clause-9 (a)(i) & (ii) & 9 (c), (i) (ii), deviation from scheduled generation and scheduled drawl not exceeding 5% of total schedule for open access and AVVNL supply is to be priced at the UI Price specified by the Commission and shall be payable/receivable by the open access consumer. For the generation (i.e. injection) exceeding 5% of the schedule, no amount shall be receivable by generating station and drawl exceeding 5% of total schedule shall be charged at the tariff for temporary supply. On 4-4-2006, the respondent stated that UI settlement account could not be prepared for want of requisite software with them and SLDC and that time is required by the respondent to compile schedules. No definite schedule for accomplishing this task could be indicated by the respondent. The Commission observed that while the respondent was entitled to recover/pay charges as per these provisions, but in no case was entitled to withhold payments in lieu of UI charges for a long period without preparing UI account and billing. Accordingly, such adhoc deduction withholding of the amount is not desirable and conducive to open access. Considering these aspects, the Commission passed the order on 10-4-2006 (placed at Annexure-2). The orders dated 13-2-2006 & 10-4-2006 passed by the Commission and attached herewith, shall from part of this order as confirmed. \n10. In pursuance to para 7 of the order dated 10-04-2006, a meeting was held between AVVNL, HZL & SLDC on 24- 4-2006 for technical discussions and to review the progress. It was informed in the meeting that the petitioner and the respondent have not exchanged hard & soft copy of schedules. It was stated that it could not be done by the respondent, as the copy of schedules prior to June 2005 were not furnished to SLDC and HZL was also not in a position to deliver them to AVVNL due to computer problem. The petitioner and respondent agreed to exchange the same by 26-4-2006. HZL stated that they have furnished BG and AVVNL stated to effect refund, if any, by the end of May 06. AVVNL, however, expressed difficulty on account of non-availability of suitable software for energy accounting and determination of UI from the schedules viz-a-viz actual drawl/ injection. To facilitate energy accounting, the Commission agreed to have basic software developed for the purpose though the Commission's staff. The software shall be as per the provisions of the agreement and shall not be construed as approval of RERC for various provisions of agreement except UI rates. \n11. It was decided that the software would be delivered to AVVNL for billing after testing for errors/improvement. Its copy was also be delivered to HZL & SLDC. Once software is finalized, further upgradation/ improvements shall be effected by AVVNL/SLDC. The Commission observes that this open access is effected in the area of supply of AVVNL and no other distribution licensee is involved in this open access. I case, billing as per provisions of agreement for the aforesaid period is not effected within 3 months of the receipt of the schedules from HZL the balance amount withheld by AVVNL shall be refunded to HZL against Bank Guarantee valid for 6 months. \n12- The Commission reaffirms that one software is finalized, dispute regarding energy accounting and billing shall be settled by dispute redressal mechanism already provided at clause 29 of the Open A ccess Regulations, wherein SLDC is the proper authority to be approached for settlement of the dispute. When SLDC is unable to settle the dispute the State Power Committee ('SPC'), under the provisions of the State Grid Code, will endeavour to resolve it and in case, SPC is also unable to resolve the dispute, the Commission is to be approached.\" \nFollowing the development of software by the Commission's staff AVVNL on 25-1-2007 prepared final bill for the period from May, 2005 to January, 2007 aggregating to Rs.20.6 crores. Thereupon the HZL on 25-1-2007 filed petition No.122/2007 before the Commission invoking Sections 42, 94, 158 of the act of 2003 read with clause 30 of the OA Regulations of 2004 for appointment of an Arbitrator. Despite the Commission's earlier directions by a 3 member bench under its orders dated 10-4-2006 and 22-6-2006 that after bill drawn following finalization of software by the Commission's staff disputes relating to UI account settlement be referred to SLDC under Clause 29 of the Regulations of 2004, vide order dated 12-2-2007 one member of the Commission referred the dispute relating to billing of UI charges to one Mr. R.K. Sharma, ex member of the erstwhile RSEB as sole arbitrator. The reference categorically was \"to resolve the dispute arising out of Open Access availed by M/s. HZL from its Captive Power Plant at Chanderiya (Chittorgarh) to its industrial units located within the area of AVVNL in the matter of UI charges billed by AVVNL\".\nThe respondent filed a claim petition setting up multiple claims before the Arbitrator. The appellant filed reply thereto objecting to the claims except those relating to UI charges levied being beyond the reference. \nOn the basis of pleadings of the parties, the Arbitrator framed 11 issues:-\n1. Whether bilateral agreements entered into to deal with contingencies not provided in the RERC Regulations can be challenged by either party?\n2. Whether the software adopted for billing was in accordance with the bilateral Agreement dated 10-3- 2005? \n3. Whether the petitioner failed to comply with any of the requirements of OA agreement and its effect? \n4. Whether any of the provisions of Open Access Agreement are contrary to the provisions of RERC Regulations and its effect? Whether the amount deducted towards UI charges was justified? \n5. Whether AVVNL is justified in not allowing Power Factor incentive to HZL units? \n6. Whether the wheeling charges billed by the AVVNL are as per the agreement? \n7. Whether the levy of LPS retrospectively by AVVNL is justified particularly when they had deducted 10% on adhoc basis towards UI charges? \n8. Whether AVVNL is justified in claiming temporary supply tariff for injection less than 95% of schedule? \n9. Whether AVVNL is justified in not accounting units in excess of 105% of the schedule? \n10. What claim? Whether interest is payable to the claimant? \n11. Whether AVVNL is justified in levying temporary tariff in terms of clause 9(c)(ii) of the agreement, even though the drawl is within the contract demand? \n12. Whether AVVNL is justified in not allowing any credit for under-drawl of energy below 95% of the schedule? \nVide award dated 25-8-2007, the claim petition of HZL was allowed. \nAggrieved of the award, the appellant filed objections under Section 34 of the Act of 1996 before the Commercial court on the ground that the dispute as to UI charges ought not have been adjudicated by the Arbitrator, the Arbitrator's conclusion as to conditions 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the OA agreements dated 10-3-2005 being illegal and unenforceable were perverse and beyond the reference made to him and that the award was both patently unjust and perverse. \nThe commercial court vide impugned judgment dated 25-2- 2017 dismissed AVVNL's objections to the award dated 25-8-2007. The award thus now hold as an executable decree. \nHence this miscellaneous appeal. \nMr. Virendra Lodha submitted that the dispute of which the reference was made on 12-2-2007 - billing of UI charges - by the commission being related to the OA agreement dated 10-3-2005 could only have been pursued for resolution under clause 29 of the OA Regulations 2004. That clause provides that \"all disputes and complaint relating to open access shall be referred to (the) State Load Dispatch Center, which would investigate and resolve the grievance within thirty days, and where it was so unable to do the matter was to be considered thereafter by State Power Committee. And only when the State Power Committee was not able to resolve the dispute within thirty days of taking seisin, such a dispute or complaint at the instance of open access consumer would be referred to the RERC. Mr. Virendra Lodha submitted that the OA Regulations 2004 had been made under Section 42 (2) read with Section 181 of the Act of 2003 and placed before the State Legislature in terms of Section 182 thereof. They thus partook the character of law and were binding with a stamp of exclusively inter alia as to the manner of resolution of dispute relating to open access. It was submitted that the resort to arbitration in respect of such disputes i.e. regarding billing of UI charges was thus completely misdirected and unsustainable. Mr. Virendra Lodha further submitted that the application moved on 25-1-2007 by the HZL before the commission interalia invoking Sections 42, 94 and 158 of the Act of 2003 as also clause 30 of the Open Access Regulations 2004 was not qua a dispute relating to the relationship between a generating company (CPP here) and the distribution licensee, but one evidently between a open access consumer and a licensee under the Regulations of 2004 in respect of billing for UI charges leviable in the course of availing open access. Such dispute was thus not arbitrable, a specific statutory remedy therefor having been provided under clause 29 of the Open Access Regulations 2004. A reference to the Arbitrator of such a dispute by resort to Section 158 of the Act of 2003 was wholly misdirected, without jurisdiction and of no consequence. An award based on such a reference in regard to a non-arbitrable dispute, is liable to be set aside under Section 34(2)(b)(i) of the Act of 1993. \nMr. Virendra Lodha further submitted that the sole arbitrator travelled beyond the terms of the reference made under the Commission's order dated 12-2-2007 and hence exceeded his jurisdiction in passing the impugned award dated 25-8-2007. It was submitted that the reference made was only to \"resolve the dispute arising out of open access availed by HZL from its capital power plant Chanderiya (Chittorgarh) to its other industrial units located within the area of AVVNL in the matter of UI charges filled by AVVNL in the matter of UI charges billed by AVVNL\". On its plain terms the reference was thus clearly limited to the dispute in regard to UI charge and yet the Arbitrator under his award dated 25-8- 2007 proceeded to entertain and address other issues including those as to whether HZL had complied with all its obligation under the OA agreement dated 10-3-2005; as to whether AVVNL was justified in not allowing power factor incentive to M/s. HZL's units ; whether late payment charges were as per the OA agreements dated 10-3-2005 etc., Mr. Virendra Lodha submitted that even otherwise the Arbitrator acted beyond the reference in respect of billing of UI charges, which billing dispute necessarily had to be considered with reference to the RERC (OA) Regulations, 2004 and the OA open access agreements dated 10-3-2005. In allowing HZL to impugn the various conditions of the OA agreement dated 10-3-2005 - more so when no such challenge was laid in the application moved by HZL before the Commission on 25-1-2007 on which the reference was made was wholly beyond the reference. It was submitted that a reference having been made by the Commission on the application dated 25-1-2007, the sole arbitrator should have confined the consideration and the subsequent award solely to the issue first agitated in the application without entertaining the challenge to the conditions of the agreement dated 10-3-2005. It was submitted that the award dated 25-8-2007 in regard whereto objections have been dismissed by the Commercial Court vide its judgment dated 25-2- 2017, being beyond the reference deserves to be quashed and set aside. \nMr. Virendra Lodha further submitted that even otherwise the award dated 25-8-2007 is ex-facie perverse, inasmuch as the sole arbitrator despite recording that the OA agreements dated 10-3- 2005 entered into between the appellant and respondent HZL were not vitiated either by undue influence or misrepresentation, held condition Nos.2, 5, 8(c), 9, 11(d), (e) and 13(d) thereof to be contrary to the \"Regulations\". It was submitted that this findings of the sole Arbitrator flew in the face of the fact that the agreements dated 10-3-2005 were drafted as per the Commission's order dated 25-5-2004 wherein it was recorded that any mismatch between energy supplied for open access consumer and actual drawl by the consumer, will result in corresponding mismatch (i.e. over drawl/ under drawl) by the distribution licensee from northern region and will be reflected by the NRLDC in its energy account which will be subject to UI charges. And as such UI account was to be billed to STU for the state as a whole the SLDC was to allocate such UI charges among distribution licensee. Further with open access being allowed to consumers such allocation of UI charges was also to be made to the consumers based on its over drawl/ under drawl extrapolated to Ex-CSGS bus bar. \nMr. Virendra Lodha further submitted that subsequently in its order dated 10-4-2006 the Commission with reference to the OA agreement dated 10-3-2005 in para 4 recorded that \"open access agreement is by an large found to be in conformity with the provisions of open access regulations\". Mr. Virendra Lodha pointed out that even in its order dated 22-5-2006 the Commission observed that AVVNL was entitled to recover charges as per the provisions of OA agreement dated 10-3-2005, albeit AVVNL indeed could not withhold credits/ payment otherwise due to HZL in lieu of UI charges for long periods without preparing UI account and billing. Mr. Virendra Lodha hastened to add that the reason for delay in the settlement of UI account was that the HZL was not making available requisite data to AVVNL as was its obligation under the agreements dated 10-3-2005. \nMr. Virendra Lodha then submitted that in any event clause 20 of the OA Regulations 2004 with reference to which the agreements dated 10-3-2005 were interalia entered into provided for unscheduled inter-change pricing. Thereunder charges on the open access consumer for mismatch between scheduled and actual drawl were to be levied in terms of the pricing mechanism as specified by the commission. It was submitted that there were indeed delays in finalizing the pricing mechanism by the consumer for whatever reason but that could not entail negation of the right of AVVNL and the corresponding obligation of the open access consumer--HZL with regard to conditions of the agreement dated 10-3-2005 based on the open access regulations of 2004 in regard to UI charges--when applicable for mismatch in scheduled and actual drawls by the open access consumer. At the worst, Mr. Virendra Lodha submitted delay in finalization of the pricing mechanism for UI charges by the commission would have only entailed deferment of recovery of UI charges--appropriately adjusted. It was submitted that the finding of the Arbitrator on this count holding that non availability of pricing mechanism for UI charges entailed an all time debarment for recovery thereof, even after finalization of software for the purpose by the staff of the commission itself is therefore wholly unsustainable. Mr. Virendra Lodha also emphatically submitted that once the sole arbitrator had recorded in his award dated 25-8-2007 that the agreements dated 10-3-2005 was signed by the parties with eyes open and were not vitiated by undue influence or misrepresentation, there was no reason with the sole arbitrator to strike down clauses 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreement. It was submitted that even otherwise there was nothing on record before the sole Arbitrator to holds the agreements dated 10-3-2005 were vitiated by any illegality. It was submitted that the Arbitrator ought to have appreciated that the OA agreement dated 10-3-2005 were a bargain between the AVVNL and HZL and a negation of some of the essential conditions constituting consideration and a sine-qua-non subsequent to its implementation, the HZL having obtained benefits thereunder, was not permissible on the ground of equity. Mr. Virendra Lodha submitted that the HZL was estopped from challenging any condition/s of the agreements dated 10-3-2005, on which basis it obtained open access from the appellant AVVNL on its distribution lines for supply of electricity from its CPP to its three units at Aghucha, Debari and Dariba. It was submitted that the lopsided and unjust construction of agreements dated 10-3-2005 on which the award dated 25-8-2007 is founded is wholly unconscionable bringing it within the mischief of being contrary to public policy as provided for in Section 34(2)(b)(ii) of the Act of 1996. \nMr. Virendra Lodha submitted that the trial court under its impugned judgment dated 25-2-2017 rejecting the appellant's objections to the award dated 25-8-2007 has thus failed to exercise its jurisdiction to set aside the award. It was submitted that the award dated 25-8-2007, was liable to be set aside for reason of submissions made. And the Commercial Court in impugned judgment dated 25-2-2017 for having failed to exercise its jurisdiction under Section 34 of the Act of 1996. \nPer Contra, Mr. R.N. Mathur Senior Advocate, appearing with Mr. Punit Singhvi for HZL submitted that Section 86(1)(f) of the Act of 2003 empowers the Commission inter alia to adjudicate upon all disputes between a licensee and a generating company and in its discretion to refer any such dispute before it for arbitration. It was submitted that Section 2(28) of the Act 2003 defines a generating company to mean a company or body corporate or association or body of individuals, whether incorporated or not, or artificial juridical person which owns or operates or maintains a generating station. That would indubitably also include a company operating a captive power plant submitted Mr. R.N. Mathur as HZL was at Chanderiay. Referring to Section 2 (17) of the Act of 2003, Mr. R.N. Mathur submitted that it defines a distribution licensee to mean a licensee authorized to operate and maintain a distribution system for supplying electricity to the consumers in its area of supply and that AVVNL unquestionably is. It was submitted that albeit the HZL was also a consumer of AVVNL with a contracted demand for supply of power to its four units, yet the dispute with regard to imposition of illegal conditions in the open access agreement and wrong billing of UI charges without the pricing mechanism therefore being determined by the Commission under clause 20 of the Regulation of 2004 contrary to Act of 2003, and orders of the Commission, entailed a dispute between the HZL as a generating company (HZL) and AVVNL as the distribution licensee whose infrastructure was being availed for open access. This dispute was thus eminently amenable to adjudication by the Commission under Section 86(1)(f) of the Act of 2003, and thereunder also to arbitration. The reference made to the Arbitrator on 12-2-2007 on HZL's application was thus wholly rated. Mr. R.N. Mathur submitted that in terms of 16 of the Act of 1996 read with Section 4 thereof any objection as to the purported lack of jurisdiction of an Arbitrator to address the dispute on the reference made to him had to be made prior to submission of the reply to the claim petition and when not so agitated at the appropriate time, it entailed a non-reversable waiver. Objection as to jurisdiction of the Arbitrator once standing thus waived under statute, cannot subsequently be resuscitated as an after thought either before the commercial court in objections under Section 34 of the Act of 1996 or subsequently in appeal from its judgment under Section 37. Mr. R.N. Mathur submitted that the Apex Court in the case of Gujarat Urja Vikas Nigam Limited Vs. Essar Power Limited [(2008(4) SCC 755] has held in relation to Section 86(1)(f) of the Act of 2003 held that when a dispute between a licensee and the generating company is referred to an Arbitrator it has to be resolved by him. Reliance has been placed on para 56 of the said opinion wherein the Apex Court held that since the coming into force of the Act of 2003 effective 10-6-2003 adjudication of all disputes whether or not covered by clause (a) to (e) and (g) to (k) of Section 86 (1) (f) between the licensee and generating companies can only be resolved by the Commission or the Arbitrator appointed by it. Mr. R. N. Mathur submitted that in this view of the matter the submission of Mr. Virendra Lodha with regard to the dispute agitated by the respondent HZL not being arbitrable entailing the consequences of the award dated 25-8-2007 thereon being set aside is wholly without legal foundation and meritless. \nMr. R.N. Mathur further submitted that in any event the redressal mechanism under clause 29 of the Regulations of 2004 for redressal of the dispute agitated by HZL as to billing of UI charges, for which the reference was made to the sole arbitrator by the commission on 12-2-2007 was not appropriate. The dispute agitated by the HZL was as a generating company being wrongly harassed and being arbitrarily charged various amounts by the distribution licensee whose lines were utilized for wheeling power generated at its CPP. It was submitted that the dispute agitated before the commission under application dated 25-1-2007 did not relate to a matter of open access or billing therefor. In the written submission filed on behalf of HZL it has been submitted that neither was the dispute agitated by respondent HZL one relating to determination of tariff under Section 62 of the Act of 2003 nor for that matter a dispute qua the open access agreement. Mr. R.N. Mathur further submitted that the dispute agitated also similarly was not relatable to Section 42 of the Act of 2003 under Chapter VI pertaining to distribution of energy and hence not one in respect of which HZL as a consumer of electricity supplied by the appellant AVVNL under contracted demand was under obligation to agitate its billing dispute with AVVNL before the forum for redressal of grievances under Section 42(5) of the Act of 2003 and thereafter before the Ombudsman under Section 42(6) of the Act of 2003. \nMr. R. N. Mathur further submitted that the reference made vide order dated 12-2-2007 passed by the commission was open ended--it required adjudication of all disputes relating to AVVNL's arbitrary billing for UI charges. In so addressing the dispute the clauses of the agreements dated 10-3-2005 invoked by AVVNL to buttress the changes were open to consideration, evaluation and setting set aside on being found in the cross-hairs of the Act of 2003 and orders of the Commission. Such offending clauses were capable of being set aside. Similarly other conditions of the open access agreements dated 10-3-2005 which flew in the face of the Act of 2003 empowering only the commission to determine tariffs for supply of electricity and related charges could also be addressed by the Sole Arbitrator, as they were and found to be null and void. Mr. R.N. Mathur submitted that the sole arbitrator in the final judge of both fact and law. His evaluation bonafide made cannot be second guessed by courts which under the Scheme of the Act of 1996 can only minimally interfere on the specific grounds as set out under Section 34 of the Act of 1996 being made out with a semblance of reasonableness. The arbitrator has taken a just and fair view on the agreements dated 10-3-2005, kept them clear of illegal, onerous conditions wholly illegal as also unsustainable in law. In determining the dispute before him the Arbitrator has negated the effort of the AVVNL to apply scheduling to drawl of power a find a mismatch even in regard to contracted supply of electricity to a HT consumer wherein no such scheduling was visualized. And because of which HZL was being meted with huge amounts variously named as UI charges, temporary tariff, LPS and those resulting from denial of benefits of maintaining a PF (Power Factor) which benefits were available to other sundry HT consumers. \nMr. R.N. Mathur finally submitted that the arbitrator has on consideration of the evidence before it on issues struck on the pleadings of the parties passed his award in his best and bonafide judgment as the final judge of both fact and law. His award is thus beyond challenge on merits not the least for the reason that he was an expert in matters relating to electricity. Within the narrow limits of jurisdiction under Section 34/ 37 of the Act of 1996 no ground for setting aside of the award dated 25-8-2007 is thus made out. And for this reason the commercial court under its judgment dated 25-2-2017 has rightly found no ground within Section 34 of the Act of 1996 being made out to set aside the award. So should this court find as no good reason to the contrary has been made out in the appeal. And hence the appeal be dismissed, submitted Mr. R.N. Mathur. \nHeard. Considered. \nIt is no doubt true that in terms of Section 16(2) of the Act of 1996 a plea of lack of jurisdiction of the Arbitrator is to be raised not later than the submission of the statement of defence and if unsuccessful at that stage, in objections under section 34 of the Act of 1996 against the final award. Even a plea with regard to the arbitrator exceeding the scope of his authority under the statutory reference made or appointment under the relevant arbitration clause is to be raised in the first instance when the occasion arises and not otherwise. It is equally true that under Section 4 of the Act of 1996 where a party participates in an arbitration without stating its objections to the jurisdiction of the Arbitrator, subsequently such a plea is hit by waiver. Yet the limitations of Section 16(2)and 16 (3) read with section 4 of the Act of 1996 relate only to the Arbitrator's jurisdiction, the arbitration agreement being invalid or as to the composition of the Arbitral Tribunal not being proper. And as earlier noted, when not initially raised cannot subsequently be so raised. This obtaining legal position however does not entail taking away the right specifically statutorily conferred under Section 34(2)(b)(i) of the Act of 1996 to a party to an award to lay objections thereto on the ground of the subject matter of the arbitration not being arbitrable. Section 34(2)(b)(i) of the Act of 1996 reads thus:-\n\"the subject matter of the dispute is not capable of settlement by arbitration under the law for the time being in force,\"\nThe plain language of Section 34(2)(b)(i) makes it pellucid that objections as to an award for reason of it addressing a non arbitrable dispute can be taken up subsequent to its passing. There can be no waiver thereagainst either with reference to Section 4 of the Act of 1996 or even otherwise. \nThe question that now arises is as to what disputes are non- arbitrable? \nThe Apex Court in case of Booz Allen and Hamilton Inc. Vs. SBI Home Finance Limited [(2011)5 SCC 532] has held that where certain matters are governed by special status, they are not arbitrable. By way of illustration the Apex Court referred to several non-arbitrable disputes such as (i) disputes relating to rights and liabilities which give rise to or arise out of criminal offences; (ii) matrimonial disputes relating to divorce, judicial separation, restitution of conjugal rights, child custody; (iii) guardianship matters; (iv) insolvency and winding-up matters; (v) testamentary matters (grant of probate, letters of administration and succession certificate); and eviction of tenancy matters governed by special statutes where the tenant enjoys statutory protection against eviction and only the specified courts are conferred jurisdiction to grant or decide the disputes. The issue was also considered by the Apex Court in the case of MSP Infrastructure Limited Vs. Madhyapradesh Road Development Corporation Limited [(2015)13 SCC 713] with a similar conclusion. \nThe Apex Court in the case of A. Ayyasamy v. A. Paramasivam [(2016)10 SCC 386] has held that ordinarily every civil or commercial dispute whether based on contract or otherwise which is capable of being decided by a civil court is in principle capable of being adjudicated upon and resolved by arbitration. But such resolution by arbitration of a dispute is subject to the dispute being governed by the arbitration agreement. It was held that classes of dispute which fall within the exclusive domain of special fora under legislation which confers exclusive jurisdiction to the exclusion of ordinary civil court could not be resolved by arbitration. And consequently if the jurisdiction of ordinary civil court is excluded by conferment of exclusive jurisdiction on a specific court as a matter of public policy, such a dispute would not be capable of resolution by arbitration. \nIn the instant case a bare look at the reference dated 12-2- 2007 made by the Commission indicates that it was with regard to the dispute in the matter of UI charges being billed to HZL by the AVVNL for open access to its three units under the open access agreements dated 10-3-2005. It is not in dispute and cannot be so that UI charges sought to be billed on the respondent HZL were in terms of agreement dated 10-3-2005 between AVVNL and HZL for open access to its distribution lines for the supply of electricity from HZL's CPP at Chanderiya. Admittedly the said OA agreements dated 10-3-2005 were founded upon the Regulations of 2004 notified by the Commission in exercise of its power under Section 42(2) read with Section 181 of the Act of 2003, after being laid and approved by the State Legislature under Section 182 thereof. The said Regulations of 2004 thus partook the character of law. Clause 29 of the aforesaid Regulations 2004 provided for redressal mechanism with regard to all disputes and complaints relating to open access. Thereunder in the first instance all disputes and complaints relating to open access were to be made to the State Load Depatch Centre (SLDC) which would then be under an obligation to investigate and resolve such dispute within thirty days, failing which the dispute was to be considered and decided by the State Power Committee (SPC) constituted under Grid Code, in thirty days following. It was only when the SPC was unable to resolve the grievance of the open access consumer (no doubt may be a CPP owner) the matter was to be referred to the Commission, which was to then address the disputes and complaints of the open access consumer. In terms of Section 29 of the Regulations of 2004 the Commission on taking seisin of the disputes and complaints relating to open access could not make a reference to the Arbitrator as no such provision obtained therefor. \nYet in the instant case an application under Sections 42, 94 and 158 of the Act of 2003 read with clause 30 of the Regulations of 2004 was moved by the respondent HZL before the Commission on 25-1-2007, which has been placed on record by the counsel for the respondent HZL along with affidavit with inward No.12362/16-3- 2018. A perusal of the said application evidences that it is captioned as one regarding \"unauthorised deduction and collection from open access consumer\". The caption and so too the application's contents indicate that it was not by HZL in its capacity of a generating company (by virtue of it operating a CPP) but as an open access consumer as defined in Regulations of 2004, using the distribution systems of AVVNL--the distribution licensees. There was not a whisper in the application by HZL that the dispute agitated was one in its capacity as a \"generating company\". The application set out HZL's grievances with regard to the electricity bills raised by AVVNL under pain of disconnection of electricity supply. HZL's case was that the electricity bill dated 25-1-2007 raised on it following the preparation of software by the Commission's staff for settlement of UI charges under the open access agreements dated 10-3-2005 was wholly arbitrary, illegal and in violation of directions of the Commission, and AVVNL could not make \"any recovery through software created two years after the event\". The application further stated that in view of orders dated 10-4-2006 and 22-5-2006 passed by the Commission in petition No.57/2006, the national Electricity Policy and the Terrif Policy, HZL required protection without which it could not survive due to \"undue harassment\" and unfair treatment at the hands of AVVNL leading to existential hardships. Appropriate relief under clause 30 of the Regulations 2004 (Removal of Difficulties) was sought. On the aforesaid averments relating to HZL's grievance it was prayed that for its resolution, the matter of wrongful/ arbitrary billing be resolved through an arbitrator appointed under Section 158 of the Act of 2003. \nOn the aforesaid application dated 25-1-2007 the order of reference was made by the Commission on 12-2-2007 appointing Mr.R.K. Sharma as sole arbitrator to go into the issue of billing of UI charges. \nWe are of the considered view that the contents of the application by the respondent HZL before the Commission evidenced that the dispute agitated therein was one related to billing for UI charges under the open access agreements dated 10-3-2005 by AVVNL. We find no force in the contention of Mr. R.N. Mathur appearing for HZL that the dispute set up before the Commission in the application dated 25-1-2007, on which the matter was referred to the sole arbitrator did not relate to open access agreement/s dated 10-3-2005 or that it related to disputes by HZL as a generating company (CPP owner) and AVVNL as a distribution licensee. To hold so would be perverse and a gross misreading of HZL's application dated 25-1-2007. \nAt this stage it would appropriate to also take note of the fact a three member committee of the Commission constituted of Shanti Prasad, as Chairman, S.N. Dharendra, Member (Finance) and K.L. Vyas member (Technical) in its order dated 10-4-2006 had held that the dispute as to UI charges and matters relating to open access was liable to be adjudicated under clause 29 of the Regulations of 2004. Further the Commission in its order dated 22-5-2006 held in para 12 as under:-\n\"The Commission reaffirms that once software is finalized, dispute regarding energy accounting and billing shall be settled by dispute redressal mechanism already provided at clause 29 of the Open Access Regulations, wherein SLDC is the proper authority to be approached for settlement of the dispute. When SLDC is unable to settle the dispute the State Power Committee (SPC) under the provisions of the State Grid Code, will endeavour to resolve it and in case, SPC is also unable to resolve the dispute, the Commission is to be approached. \nOddly subsequently vide order dated 12-2-2007, one member of the Commission then passed a contradictory order. And instead of requiring the respondent HZL to approach SLDC under clause 29 of the Regulations of 2004 for settlement of dispute in regard to billing of UI charges and other aspects of the agreements dated 10-3-2005, as earlier held by the 3 member Commission, made a reference of the dispute of billing of UI charges to the Arbitrator under purported exercise of powers under Sections 45, 94 and 158 of the Act of 2003 read with Regulations 2004. It is also relevant that Section 86(1)(f) of the Act of 2003 was not adverted to in the order dated 12-2- 2007 not adverted to in HZL's application dated 25-1-2007. \nThat so being, clause 29 of the Regulations 2004 which relates to redressal mechanism for \"all disputes and complaints\" in regard to open access, was the statutory mechanism which alone could have been invoked by HZL for resolution of disputes related to open access including billing of UI charges. The dispute/ complaint by HZL as the open access consumer was thus exclusively to be resolved by the statutory mechanism under clause 29 of the Regulations of 2004 and could not in any circumstance be resolved by resort to any other procedure including a statutory arbitration. No power statutory or otherwise vested with the Commission in the facts of the case to make a reference of a dispute relating to open access to a statutory arbitrator. \nThis also for the reason that disputes under the Open Access Regulations 2004 are plainly not within the jurisdiction of civil courts as per the scheme of the Act of 2003. The jurisdiction of the Civil court in such disputes is barred by necessary implication. This is evident from the fact that a parallel mechanism for resolution of disputes relating to electricity has been set out under the Act of 2003 by way of constitution of Central Electricity Regulatory Commission as also State Electricity Commissions. Decisions whereof are appellable before the Appellate Tribunal under Section 111 of the Act of 2003 and appeals wherefrom lie to the Apex Court under Section 125 of the Act of 2003. In the circumstances disputes/ complaint of the respondent HZL with regard to alleged wrongful billing on account of UI charges under the open access agreements dated 10-3-2005 in the background of Open Access Regulations 2004 were to be exclusively determined under the redressal mechanism provided under Regulation 29 of the Regulations 2004. The respondent HZL thus aggrieved of the allegedly wrong billing of UI charges by AVVNL ought to have only first approached the SLDC and if necessary thirty days thereafter the SPC constituted under Grid Code, and on failure of both, the Commission. We are further of the considered view that in the event of State Commission being approached under clause 29 of the Regulations 2004, it could not exercise its powers under Section 86(1)(f) read with Section 158 of the Act of 2003 to make a reference to the Sole Arbitrator. The Commission could only decide itself. \nWe are of the considered view that in the facts on record and legal position obtaining from the judgment of the Apex Court in A.Ayyasamy vs. A. Paramasivam (supra) the dispute/ complaint with regard to UI charges billing under the open access agreements dated 10-3-2005 having been legislatively set up for resolution through the exclusive redressal mechanism under clause 29 of Regulations 2004 could not have been referred to the sole arbitrator as neither an arbitration agreement therefor obtained nor were the preconditions of a statutory arbitration under the Act of 2003 satisfied. The dispute with regard to billing of UI charges, referred to the sole arbitrator purportedly under Section 158 of the Act of 2003 by the Commission's order dated 12-2-2007 was thus not arbitrable. The dispute thus not being arbitrable the award dated 25-8-2007 thereon passed by the Sole Arbitrator is liable to be quashed and set aside on this count alone with reference to Section 34(2)(b)(i) of the Act of 1996. \nEven otherwise we are of the considered view that the award dated 25-8-2007 is wholly perverse in holding that conditions 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreement dated 10-3-2005 were contrary to the Regulations and the Act of 2003. In fact the award aside of some broad brush observations does not specify as to which of the Regulation/s or order/s of the Commission or provisions of the Act of 2003 were/ was violated in drawing the said OA agreements dated 10.3.2005. Contrarily the orders dated 10-4-2006 and 22-5- 2006 passed by the Commission evidence otherwise. The Commission in its order dated 10-4-2006 in para 4 recorded that the open access agreements dated 10-3-2005 were by and large found to be in conformity with the provisions of OA Regulations 2004. The Commission further in para 6 of the said order noted that in its view as per open access agreements it was appropriate for the AVVNL to demand finalized schedule from HZL for levying UI charges. And in view of delays being occasioned for one reason or the other in finalizing the settlement mechanism it deserved to be expedited. AVVNL was directed to finalize UI settlement account vis- a-vis respondent HZL subsequent to receipt of requisite information from HZL taking into consideration its deviations from the agreed schedules in drawls of power. Thereafter in its final order dated 22- 5-2006 the Commission reiterated its earlier observations that as per clause 9(a)(i)(ii) and 9(c), (i) and (ii) deviation from scheduled generation and scheduled drawl not exceeding 5% of total schedule for open access and AVVNL supply is to be priced at the UI price specified by the Commission and shall be payable/ recoverable by the open access consumer. For the generation (i.e. injection) exceeding 5% of the schedule no amount shall be receivable by generating station and drawl exceeding 5% of total schedule shall be charge at the tariff for temporary supply. Thereafter noting the submission of AVVNL that UI settlement account could not be prepared for want of requisite software and that SLDC was required to compile schedules, the Commission observed that AVVNL was entitled to recover charges as per provisions of the agreements, albeit it could not indefinitely withhold payment of sums otherwise due in lieu of UI charges without preparing/ finalizing the UI account and billing. To obviate the obstruction in preparing the UI account and levy of charges the Commission therefore directed that the energy account software be developed for the purpose through Commission's staff. The Commission then affirmed that once the software was finalized, dispute regarding energy accounting and billing would be settled by the dispute redressal mechanism as provided under clause 29 of the Regulations 2004, whereunder the SLDC was the proper authority to be first approached for settlement of dispute. \nIt is thus apparent that the Commission had categorically upheld the legality and validity of the agreements dated 10-3-2005 and inter alia the levy of UI charges and other sums from the open access consumer for specified deviations in terms of the OA Regulations of 2004 framed under Section 42(2) read with Section 181 of the Act of 2003 and under Section 42(2) of the Act of 2003 open access could be made subject to various conditions, extent and manner of access defined. Clause 20 of the Regulations 2004 provides for unscheduled interchange pricing. Clause 21 for reactive energy charges, clause 22 for energy losses, clause 23 for other commercial conditions, clause 24 for compliance with grid discipline. The OA agreements dated 10-3-2005 were accordingly entered into between the AVVNL and HZL. And yet the sole Arbitrator has overlooked the aforesaid findings of the Commission and has perversely held that clauses 2, 5, 8(c), 9, 11(d) (e) and 13(d) of the agreements dated 10-3-2005 were unlawful. Therefore the impugned award dated 25-8-2007 is also liable to be quashed and set aside for clear non application of mind. \nWe may at this stage appropriate to observe that reliance by the respondent HZL on the Commission's order dated 23-6-2006 in petition No.RERC/57/2005 relatable to clause 20 of the OA Regulations 2004, is of little avail for the reason that the said order was passed in the course of the Commission specifying the pricing mechanism for payment of mismatch between the scheduled and actual drawal. The Commission did not issue any directions of modifying the pre-existing OA agreements dated 10.3.2005. It cannot therefore be anybody's case that the charges levied by AVVNL as per the conditions of the open access agreement/s dated 10-3- 2005 were unlawful and contrary to the extant OA Regulations of 2004 and till such time as they were amended effective 1.5.2006 as per the Commission's view. \nFurther, the arbitrator has also not recorded any reason founded in law to hold clauses 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreement/s dated 10-3-2005 as null and void. In fact the award dated 25-8-2007 records that neither misrepresentation nor undue influence vitiated the open access agreements dated 10-3-2005. And that both the parties thereto had entered into the open access agreements with eyes open. The Arbitrator then however peremptorily held that neither AVVNL nor HZL were conscious of the operating law. We are of the considered view that in so holding the sole Arbitrator has not applied his mind and overlooked the Commission's orders dated 30-4-2004, 10-4-2006 and 22-5-2006 rendering his conclusions/ finding that the operating law was overlooked when the agreements dated 10-3-2005 were entered into wholly perverse. The Arbitrator has also overlooked Section 28(1)(a) of the Act of 1996 which mandates that in a domestic arbitration, the arbitral tribunal shall decide the dispute referred to him in accordance with the substantive law for the time being in force in India and Section 28(3) of the Act of 1996. The substantive law in force in India at the time of passing of the impugned award dated 25-8-2007 indisputably would include the Contract Act, 1872 (hereafter `the Act of 1872'). Section 21 thereof inter alia provides that \"a contract is not voidable because it was caused by a mistake as to any law in force, even where there be one. Section 23 of the Act of 1872 provides that \"the consideration or object of an agreement is lawful, unless it is forbidden by law, is of such nature that if permitted it would defeat the provisions of any law or is fraudulent or involves or implies injury to the person or property of another or the court regards it as immoral or opposed to public policy. \nWe are for reason of Section 21 of the Act of 1872, of the considered view that the open access agreement/s dated 10-3-2005 and the clauses incorporated therein were, irrespective of any alleged mistake of law as found in the award dated 25-8-2007 (though we disagree for reasons recorded above) were not voidable. The Apex Court in the case of Dhanyalakshmi Rice Mills Vs. the Commissioner of Civil Supplies [(1976)4 SCC 723] held that a contract entered into under a mistake of law, by both the contracting parties falls under Section 21 of the Contract Act and cannot for that reason be voidable. \nThe respondent HZL from its pleadings before the sole arbitrator and evidence in support also failed to establish that any of the five situations set out under Section 23 of the Act of 1872 rendered the open access agreements dated 10-3-2005 unlawful. Yet the Arbitrator has in the absence of any valid legal ground under Section 23 of the Act of 1872 perversely concluded that clauses 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreements dated 10-3-2005 were unlawful and unenforceable. The impugned award dated 25-8- 2007 as well as the judgment dated 25-2-2017 passed by the Commercial Court rejecting the Section 34 objections thereagainst are thus not sustainable in law. They are so held to be. \nFurther admittedly HZL has taken advantage of the open access facility under the agreement/s dated 10-3-2005 and admittedly the power generated at its CPP at Chanderiya transmitted to its three units at Aghucha, Debari and Dariba. Subsequent thereto in 2007, after the reference by the Commission on 12-2-2007 HZL could not seek to renege on its obligation under the OA agreements in issue and pray for declaring conditions thereof relating to AVVNL's right to levy UI and other charges and HZL's corresponding obligations void & unlawful. Such a claim as allowed by the impugned award dated 25-8-2007 renders the award itself unconscionable. The Apex Court in the case of Shin Satellite Public Co. Ltd. Vs. Jain Studios Ltd. [(2006)2 SCC 628] has recognised the equitable principle in the construction of contracts and held that where a party would not have agreed on certain terms of the agreement had it known the other terms agreed to its benefit would be held to be invalid or unlawful, the doctrine of severability would not apply for the reason that so to do would be wholly inequitable and contrary to justice. In the case of Transmission Corporation of Andhra Pradesh Limited vs. Sai Renewable Power Private Limited [(2011)11 SCC 34] the Apex Court held that when benefit is taken under a contract on some of its conditions it is not possible to sustain the plea of invalidity qua other conditions of the contract by the beneficiary party under the said contract unless the party benefitting can compensate the other for the benefit taken. Severability of the contract in such situation even where otherwise possible, declaring invalid certain terms and conditions, would not be permissible. In the case of Rajasthan State Industrial Development and Investment Corporation vs. Diamond and Gem Development Corporation Limited [(2013)5 SCC 470] the Apex Court held that a party cannot play hot and cold, both approbate and reprobate and after gaining benefits of the contract cannot challenge its conditions with regard to its obligation. In such situations it would be estopped from denying the validity of any of the terms and conditions of the contract. \nSuch a situation obtains in the instant appeal. Having obtained open access to AVVNL's distribution lines and supplied power generated at its CPP Chanderiya (Chittorgarh) to its three units Aghucha, Debari and Dariba and at no time prior to laying of claim before the Sole Arbitrator in 2007 having even questioned its liabilities on principle towards UI charges and other levies/ charges under the OA agreements dated 10-3-2005 , HZL could not be permitted on receipt of the bill from AVVNL in January 2007 to question the conditions of the OA agreements dated 10-3-2005 in respect of its obligations to pay agreed charges under various heads. It could only, if so advised, question the bill's arithmetic alone before the appropriate forum. In overlooking this fact as also the Commission's orders dated 10-4-2006 and 22-5-2006 on UI charges being payable by HZL on mismatch between scheduled and actual drawls and scheduled versus actual injections of power, the sole Arbitrator acted wholly contrary to the terms of the contract, between the parties as mandated under Section 28(3) of the Act of 1996. The award is thus vitiated by \"patent illegality\" within the meaning ascribed to the term by the Apex Court in the case of Associate Builders Vs. Delhi Development Authority [(2015)3 SCC 49]. The award dated 25-8-2007 is liable to be set aside also on this ground. So is the Commercial Court's judgment dated 25-2-2017 rejecting the AVVNL's objections to the award. \nThe upshot of the aforesaid discussion is that neither the award dated 25-8-2007 nor the impugned judgment dated 25-2- 2017 passed by the Commercial Court dismissing appellant's objections under Section 34 of the Act of 1996 thereof are sustainable. Resultantly are quashed and set aside. \nAppeal is accordingly allowed. \n(Alok Sharma), J.                         (Mohammad Rafiq), J.\n\n\n\n\narn/\n\n\n\n\n\nAll corrections made in the order have been incorporated in the order being emailed. \n\n\nArun Kumar Sharma, Private Secretary. \n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8c2faa904a8e4d0db9646acaabf4671f_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4469fde9e3fe4fb894b9325adfa3056e_1"
    },
    {
      "start": 242,
      "end": 355,
      "text": "\nRajasthan High Court\nA V V N L Thr Cmd vs Hindustan Zinc Ltd on 5 April, 2018\nBench: Mohammad Rafiq, Alok Sharma",
      "labels": [
        "PREAMBLE"
      ],
      "id": "842eac04633647559a64b71342940d17_2"
    },
    {
      "start": 402,
      "end": 495,
      "text": "1 \n\n          In The High Court Of Judicature For Rajasthan\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "258154a5ce1543998be72f42b57837d0_3"
    },
    {
      "start": 495,
      "end": 584,
      "text": "At Jaipur Bench\n                                          Order\n\n                    D.B.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b5868219f5149a195d0539f34c8af49_4"
    },
    {
      "start": 585,
      "end": 624,
      "text": "Civil Miscellaneous Appeal No.2803/2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "062884f2e4fc45deb444cf0f89d1bf16_5"
    },
    {
      "start": 625,
      "end": 761,
      "text": "\n\n      Ajmer Vidyut Vitaran Nigam Limited through its Cmd Hathibhata Power House\n      Road, Ajmer (now Md Vidyut Bhawan Makawarali Roa",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7db03d4aab3d442f8b5cbeccd0a7d968_6"
    },
    {
      "start": 762,
      "end": 777,
      "text": "d, Ajmer (Raj.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "415226fcc1ae4b0fb162941d1b065b62_7"
    },
    {
      "start": 846,
      "end": 859,
      "text": "--- Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d5b2141aeb44d81b5a651c897f6b19a_8"
    },
    {
      "start": 903,
      "end": 916,
      "text": "Versus       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0205e8185de64bf3a5347783dc4eac58_9"
    },
    {
      "start": 916,
      "end": 974,
      "text": "Hindustan Zinc Limited (HZL) Yashad Bhawan, Udaipur (Raj.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "040e9e5e08374cc28ad485ac8039fd1c_10"
    },
    {
      "start": 1047,
      "end": 1057,
      "text": "Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8cac929b4754305a2c5c51c0f72e4f1_11"
    },
    {
      "start": 1064,
      "end": 1078,
      "text": "Date of Order:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc87ac13a5004696b88f03102ea8b14e_12"
    },
    {
      "start": 1112,
      "end": 1126,
      "text": "April 05, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e61c5dc43b4489bb80dcaa9174cf0a7_13"
    },
    {
      "start": 1127,
      "end": 1180,
      "text": ". \n\n                                          PRESENT",
      "labels": [
        "PREAMBLE"
      ],
      "id": "182b283852e04a80a2f40ba7bae04120_14"
    },
    {
      "start": 1194,
      "end": 1204,
      "text": "HON'BLE MR",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75af8d05516a422a92411c57c0766704_15"
    },
    {
      "start": 1205,
      "end": 1229,
      "text": ". JUSTICE MOHAMMAD RAFIQ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9b16889366442eea01d571972fab354_16"
    },
    {
      "start": 1230,
      "end": 1277,
      "text": "                HON'BLE MR. JUSTICE ALOK SHARMA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b91f17e19fcc4a118d1dfeb8d81f734f_17"
    },
    {
      "start": 1284,
      "end": 1355,
      "text": "Mr. Virendra Lodha with       Mr. Jai Lodha, for the appellant.\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c136423260834da0a2a349d9c826afcf_18"
    },
    {
      "start": 1355,
      "end": 1429,
      "text": "Mr. R.N. Mathur, with       Mr. Punit Singhvi, for the respondent.\n\n      ",
      "labels": [
        "NONE"
      ],
      "id": "8cd662f234fe49719ec7ae0c09d29145_19"
    },
    {
      "start": 1429,
      "end": 1442,
      "text": "BY THE COURT:",
      "labels": [
        "NONE"
      ],
      "id": "66361105bf3a49098922665cbe04560f_20"
    },
    {
      "start": 1443,
      "end": 1478,
      "text": "(Per Hon'ble Sharma, J.)\nREPORTABLE",
      "labels": [
        "NONE"
      ],
      "id": "6a65fc842c3c479b84dd01b6241ac704_21"
    },
    {
      "start": 1479,
      "end": 2243,
      "text": "By this Miscellaneous appeal under Section 37 of the Arbitration & Conciliation Act, 1996 (hereafter `the Act of 1996') a challenge has been laid to the judgment dated 25-2-2017 passed by the Commercial Court dismissing the appellant AVVNL's (hereafter `AVVNL') objections under Section 34 of the Act of 1996 to the award dated 25-8-2007 passed by the sole Arbitrator appointed by the Rajasthan Electricity Regulatory Commission Jaipur (hereafter `the Commission') vide order dated 12-2-2007 purporting to exercise its power under Section 4, 94, and 158 of the Electricity Act, 2003 (hereafter `the Act of 2003') read with clause 30 of the Rajasthan Electricity Commission terms and Conditions of (open access) Regulations, 2004 (hereafter `Regulations of 2004').\n",
      "labels": [
        "FAC"
      ],
      "id": "b2ee9ea6d4c54d06844b057c6cce239b_22"
    },
    {
      "start": 2243,
      "end": 2540,
      "text": "The necessary facts relevant to adjudication of the appeal are that the respondent Hindustan Zinc Limited (hereafter `HZL') has four high tension Electricity Connections for its units at Chanderiya, Debari, Aghucha and Dariba for which four contracts with AVVNL obtain for purchase of electricity.",
      "labels": [
        "FAC"
      ],
      "id": "d7ad974465e7496692ed1886ed43dda5_23"
    },
    {
      "start": 2541,
      "end": 2768,
      "text": "HZL also set up a captive power plant (hereafter `CPP') of 154 MW (2x77 MW) at Chanderiya, which was commissioned in February, 2005 and synchronized with the Rajasthan Vidyut Prasaran Nigam Limited Grid (hereafter `the RVPNL').",
      "labels": [
        "FAC"
      ],
      "id": "8a61bb2844e247aeaf18b5e1257101af_24"
    },
    {
      "start": 2769,
      "end": 2985,
      "text": "Short term open access to transmission and distribution systems of RVPNL and AVVNL for electricity generated at the CPP was sought under the Regulations of 2004 framed under Sections 42(2) and 181 of the Act of 2003.",
      "labels": [
        "FAC"
      ],
      "id": "985b18d8beb24ba88c48d244c4790082_25"
    },
    {
      "start": 2986,
      "end": 3154,
      "text": "Requisite permission for open access to the transmission system was granted by RRVPNL on 28-1- 2005 and open access thereafter obtained under agreement dated 11-3-2005.",
      "labels": [
        "FAC"
      ],
      "id": "a96f3a839434464ea76db3fda0a361ac_26"
    },
    {
      "start": 3155,
      "end": 3300,
      "text": "HZL also entered into three open access agreements with the AVVNL on 10-3-2005 for wheeling of power from its CPP on AVVNL's distribution system.",
      "labels": [
        "FAC"
      ],
      "id": "240a7878f3e949b1805e57bcf7fed37d_27"
    },
    {
      "start": 3301,
      "end": 3450,
      "text": "The open access capacity allocation agreement between AVVNL and HZL was for Rampura Aghucha-- 20000 KW, for Debari--15000 KW and for Dariba--5000 KW.",
      "labels": [
        "FAC"
      ],
      "id": "76132ca69d6949548352222450363756_28"
    },
    {
      "start": 3451,
      "end": 3839,
      "text": "Open access commenced 24-3-2005 and the power generated by the respondent HZL at its CPP after meeting the requirements of its industrial unit at Chanderiaya was injected at 132 KV and 220 KV grid substations at Chittorgarh from where it was transmitted on RVPN's transmission system and supplied to respondent HZL's units at Aghucha, Debari and Dariba through AVVNL's distribution lines.",
      "labels": [
        "FAC"
      ],
      "id": "f56d3b40186a4dab929da56c79e23cc6_29"
    },
    {
      "start": 3841,
      "end": 4145,
      "text": "Under the open access agreements dated 10-3-2005 between AVVNL and HZL it was agreed that charges for existing connections for the sanctioned contract demand of HZL as a Discom consumer and charges as open access consumer would be governed by the tariff and regulatory order/s in force from time to time.",
      "labels": [
        "FAC"
      ],
      "id": "0c91574c47c24b58ab1e37fef0280523_30"
    },
    {
      "start": 4146,
      "end": 4258,
      "text": "The agreements specifically provided for daily scheduling of injection and drawl for each 15 minutes time block.",
      "labels": [
        "FAC"
      ],
      "id": "7b475b3b1b5a4b02b327214a640bccb8_31"
    },
    {
      "start": 4259,
      "end": 4527,
      "text": "It was also agreed that Availability Base Tariff (ABT) complaint meters capable of recording deviation from schedules of the generating system station contracted by open access consumer for supplying/ injection open access power were to be provided at injection point.",
      "labels": [
        "FAC"
      ],
      "id": "c1850379f6524e1ba36ee05c7d27dd9d_32"
    },
    {
      "start": 4528,
      "end": 4763,
      "text": "Other salient features of the agreement dated 10-3-2005 relevant for this miscellaneous appeal were as under:-\n\"As both the parties are agreeable to modify the existing connection agreement(s) to the extent applicable.\"\n(1) Definitions",
      "labels": [
        "FAC"
      ],
      "id": "8438419d40df40f0a24dd1a06ae8fb9b_33"
    },
    {
      "start": 4764,
      "end": 5945,
      "text": "In this agreement, unless the context otherwise requires- (a) \"Act\" means the Electricity Act, 2003 (Act No.36 of 2003);\n(b) \"ABT Compliant Meter\" means metering system specified for Availability Based Tariff (ABT) in metering code by the commission;\n(c) \"Commission\" means Rajasthan Electricity Regulatory Commission;\n(d) \"Contract Demand\" shall mean the demand in KVA sanctioned for the consumer which the Ajmer Discom makes specific commitment to supply energy from time to time subject to the governing terms and conditions;\n(e) \"Distribution Metering Code\" means the metering code specified by the commission for distribution system of the distribution licensee in the state;\n(f) \"Grid Code\" means the grid code specified by the commission under section 86(1)(h) of the Act for Rajasthan State Transmission System;\n(g) \"Open Access Consumer\" means a person using or interchange against the transmission system and/ or the distribution system of the licensee(s) in the state for transmission and/ or wheeling of electricity in the state;\n(i) \"SLDC\" means the Rajasthan State Lead Dispatch Centre at Heerapura, Jaipur--functioning under sub-section (1) of Section 31 of the Act;",
      "labels": [
        "FAC"
      ],
      "id": "6421cb0e14fa421ba6aee6e54962727e_34"
    },
    {
      "start": 5946,
      "end": 6874,
      "text": "\n(j) \"Transmission Metering Code\" means the Grid Metering Code specified by the commission for the Rajasthan State Transmission System;\n(k) \"Terms & Condition of Supply of Electricity\"\nmeans the terms and conditions of supply of electricity-- 2004 issued by Ajmer Discom and includes any modifications thereof from time to time.\n(l) \"Wheeling\" means the operation where by the distribution system and associated facilities of a transmission licensee or distribution licensee as the case may be, are used by another person for conveyance of electricity on charges, terms and Conditions as set birth with in this Agreement;\nWords and expressions used in this Agreement but not defined herein, shall have meaning assigned to them in the Electricity Act, 2003, and Rajasthan Electricity Regulatory Commission (Terms and Conditions for Open Access) Regulation, 2004, Terms and Conditions of Supply of Electricity--2004 in that order.",
      "labels": [
        "FAC"
      ],
      "id": "ec402cfab1c645229c6f58c20214e8a2_35"
    },
    {
      "start": 6875,
      "end": 7100,
      "text": "\n(2) Ajmer Discom shall continue to supply power to Open Access Consumer against his existing connections for the sanctioned contract demand(s) as detailed above, subject to terms and conditions as modified by this agreement.",
      "labels": [
        "FAC"
      ],
      "id": "01d4a159e92e4fac9145d32192639222_36"
    },
    {
      "start": 7101,
      "end": 7310,
      "text": "(3) Ajmer Discom shall wheel ____ KW power for the consumer on the open access basis on its distribution system from point of injection to the point of drawl as detailed in the Schedule--1 referred to earlier.",
      "labels": [
        "FAC"
      ],
      "id": "6330192984e2488bad74d141741e85d3_37"
    },
    {
      "start": 7311,
      "end": 7601,
      "text": "(4) The wheeling of power by Ajmer Discom on its Distribution System shall be governed by the Open Access Agreement executed by consumer with RVPN under Rajasthan Electricity Regulatory Commission (Terms and Conditions for Open Access) Regulations, 2004 and the specified procedure therein.",
      "labels": [
        "FAC"
      ],
      "id": "8431fc2153ec4337aee33dc16ee2f6f3_38"
    },
    {
      "start": 7602,
      "end": 7908,
      "text": "\n(5) Both the parties agree that the charges for existing connections for the sanctioned Contract Demand(s) as a Discom consumer and charges for Open Access Consumer shall be governed by the tariff and regulatory order in force time to time, except where specific provision has been made in this Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "88c8bffcfd794d058b69c52037c4acdd_39"
    },
    {
      "start": 7909,
      "end": 8089,
      "text": "\n7. (g) The Open Access Consumer shall have round the clock facility of communication with SLDC through telephone/ mobile with STD and for transmission/ receipt of fax and e-mails.",
      "labels": [
        "FAC"
      ],
      "id": "1d8b684e20d54de79b05d53f0c016a07_40"
    },
    {
      "start": 8090,
      "end": 8257,
      "text": "\n8. Scheduling The following procedure is agreed upon by the parties for scheduling open power at generation and drawal at the receiving point by Open Access Consumer.",
      "labels": [
        "FAC"
      ],
      "id": "b3d6ce0e776843a098191f3c1d14d0c4_41"
    },
    {
      "start": 8258,
      "end": 8532,
      "text": "\n(a) The generating station injecting open access power into State Transmission System or generating stations embedded in the Distribution System and injecting open access power directly into Distribution System shall furnish each day at 10 AM to State Load Despatch Centre.",
      "labels": [
        "FAC"
      ],
      "id": "392fe5a37cb84aaa89347c14721911be_42"
    },
    {
      "start": 8533,
      "end": 8923,
      "text": "Heerapura, a day-ahead generation schedule for each 15-minute block starting from 00.00 hrs for the ensuing day (b)\n(c) The Open Access Consumer at 10 AM each day shall furnish to Ajmer Discom schedule of drawal on 15 minute block basis which it intent to draw against the open access and on 15 minute block basis schedule against contract demand of existing connections, f any, separately.",
      "labels": [
        "FAC"
      ],
      "id": "bd8997334b314802bef927efd8a8236c_43"
    },
    {
      "start": 8924,
      "end": 9050,
      "text": "The drawl schedule of open access power shall be limited to the availability shown by the supplying generator in its schedule.",
      "labels": [
        "FAC"
      ],
      "id": "4a9aba8445ff4189b3a0adb242c76d07_44"
    },
    {
      "start": 9052,
      "end": 10558,
      "text": "9. Settlement (a) The parties agree that the settlement of mismatch between the schedule injection and actual injection by the generating station injecting open access power into State Transmitting System or by the generating station embedded in the Distribution System for each 15 minute block shall be done in following manner (i) Un-schedule generation not exceeding 5% of the generation/ injection scheduled in any 15 minute block at the UI price specified by the Commission for the state from time to time.\n(ii) Generation exceeding 5% of the generation/ injection scheduled in any 15 minute block shall be considered as zero and no UI charges shall be receivable by the generating station for such excess generation.\n(iii) The mismatch between the schedule generation and actual generation shall be determined from the meter data down loaded through MRI and 15 minute block- wise shcedule furnished for each day during the billing month.\n(c) The mismatch in total drawl scheduled by consumer against open access and against existing contract demand and total actual drawn each 15 minute block shall be done in following manner;\n(i) Un-schedule drawl not exceeding 5% of the total schedule made by the consumer against open access and existing Discom Connections in any 15 minute block shall be priced at UI rate and payable by the Open Access Consumer.\n(ii) The balance mismatch in scheduled and actual drawl shall be paid by the Open Access Consumer to the Ajmer Discom at the mutually agreed rates.",
      "labels": [
        "ISSUE"
      ],
      "id": "897234e5ee33489c906285f59c83149d_45"
    },
    {
      "start": 10559,
      "end": 10800,
      "text": "And in absence of any agreement such drawl would be treated as temporary supply and shall be charged the tariff for temporary supply as contained in Part-II of the \"Tariff for Supply of Electricity--2004\" booklet for the applicable category.",
      "labels": [
        "FAC"
      ],
      "id": "804feebd4fa84005aa421d402744805a_46"
    },
    {
      "start": 10801,
      "end": 11011,
      "text": "\n(iii) The mismatch between the schedule drawl and actual drawl shall be determined from the meter data down loaded through MRI and 15 minute block wise schedule furnished for each day during the billing month.",
      "labels": [
        "FAC"
      ],
      "id": "51ecf7ee135e4dbf976fa887804c12d7_47"
    },
    {
      "start": 11012,
      "end": 11030,
      "text": "\n10. Energy Losses",
      "labels": [
        "FAC"
      ],
      "id": "0b4f70d998eb4043915378d1db1d2568_48"
    },
    {
      "start": 11031,
      "end": 11171,
      "text": "It is agreed that the energy losses on account of use of the transmission and distribution system shall be done by the Open Access Consumer.",
      "labels": [
        "RPC"
      ],
      "id": "b96cbee2efa346058d98a7307271f201_49"
    },
    {
      "start": 11172,
      "end": 11408,
      "text": "The losses shall be considered in proportion of the energy drawl by the Open Access consumer on the basis of loss levels approved by the Commission for the previous year for the voltage level at which Open Access consumers is connected.",
      "labels": [
        "RLC"
      ],
      "id": "2023a4963c2142518e3d24566a088f7d_50"
    },
    {
      "start": 11409,
      "end": 11636,
      "text": "\n(11) Billing Ajmer Discom shall raise the bills at the end of the month for the use of distribution system for wheeling of Open Access power and against the existing Discom connections of the consumer for the following amount.",
      "labels": [
        "FAC"
      ],
      "id": "1828e4c62a2a4e74be50f0a3279c840c_51"
    },
    {
      "start": 11637,
      "end": 11762,
      "text": "\n(a) Wheeling charges for the contracted open access power on Discom system as specified by the Commission from time to time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec54dd126e1247dc8e1186bbe8e9b387_52"
    },
    {
      "start": 11763,
      "end": 12193,
      "text": "\n(b) The cross-subsidy surcharge as determined by the commission from time to time under Rajasthan Electricity Regulatroy Commission (Terms and Conditions for Open Access) Regulations, 2004 (c) An additional surcharge as determined by the Commission from time to time in case the consumer availing open access and receiving supply of electricity from a licensee other than his existing distribution licensee of his area of supply.",
      "labels": [
        "STA"
      ],
      "id": "75f0b721f4d242f4b1cd7fcfdca82934_53"
    },
    {
      "start": 12194,
      "end": 12345,
      "text": "\n(d) Energy charges for scheduled energy against existing connections for the Contract Demand of 21000 KVA as Discom Consumer as per applicable tariff.",
      "labels": [
        "RLC"
      ],
      "id": "34377dbfbbf44461ae2a9a068d9caac4_54"
    },
    {
      "start": 12346,
      "end": 12446,
      "text": "\n(e) Fixed Charges for the contract Demand of 21000 KVA as Discom consumer as per applicable tariff.",
      "labels": [
        "RLC"
      ],
      "id": "b9a1de52f2324fee9ceff634c8163e0d_55"
    },
    {
      "start": 12447,
      "end": 12563,
      "text": "\n(f) Minimum bill amount as per tariff applicable in force for the contract demand against the existing connections.",
      "labels": [
        "RLC"
      ],
      "id": "a072b20e96974239be68797130c53f8f_56"
    },
    {
      "start": 12564,
      "end": 12578,
      "text": "(12) Payments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79b7c45818ad40e994ad6d6eb025e78f_57"
    },
    {
      "start": 12580,
      "end": 12713,
      "text": "The Open Access Consumer shall pay the payments for the bills raised by the Ajmer Discom within the due date indicated in such bills.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "636835b0b9b6494e9df90ae12861245d_58"
    },
    {
      "start": 12714,
      "end": 12940,
      "text": "In the event of monthly bill(s) not paid in full within the period specified on the bill, the Open Access Consumer agree for Late Payment Surcharge for total bills of Discom as per applicable tariff in force from time to time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57dd09cddedf466f9cd4b21a1541da81_59"
    },
    {
      "start": 12941,
      "end": 12970,
      "text": "\n(13) Other tariff provisions",
      "labels": [
        "ANALYSIS"
      ],
      "id": "617b25778360436684d6061849f5cefc_60"
    },
    {
      "start": 12971,
      "end": 13208,
      "text": "Both the parties agree that other tariff provisions shall be governed by the following:\n(a) Billing demand: The Open Access Consumer shall not cause a demand more than 105% of his Contract Demand against his existing Discom's connection.",
      "labels": [
        "STA"
      ],
      "id": "920de7a68ae9449d99d5c49dba5f6ebe_61"
    },
    {
      "start": 13209,
      "end": 13533,
      "text": "In case he causes a demand or more than 105% of the Contract demand in any 15 minute time block in a particular month, he shall be required to pay extra charge equal to same percentage of the fixed and energy charges against his existing connection bu equal percentage of excess demand caused over and above contract demand.",
      "labels": [
        "STA"
      ],
      "id": "aa3f47b9e9cd421ca3cc36a9c63e5076_62"
    },
    {
      "start": 13534,
      "end": 13898,
      "text": "The demand caused by the Open Access Consumer against existing Discom connection in excess of Contract demand shall be computed through following procedure:\n(i) 15 minute block wise total KWh MRI data down loaded at month and shall be converted in to KW giving total demand caused by Open Access Consumer against existing Discom's connection and open access power.",
      "labels": [
        "RLC"
      ],
      "id": "3fb3143b0c7f447c9e96867de619ba7a_63"
    },
    {
      "start": 13899,
      "end": 13960,
      "text": "\nKwh figures to be divided by time (0,25 hours) to arrive KW.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2ea60580d114f2b96b4929eb2ad0a9c_64"
    },
    {
      "start": 13961,
      "end": 14188,
      "text": "\n(ii) From 15 minute block-wise total KW demand, the power scheduled by the open access consumer against open access in such block shall be deducted to arrive at 15 minute block-wise actual KW drawn against existing connection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2674e1095b4b410d8c0ec9bf7a841a01_65"
    },
    {
      "start": 14189,
      "end": 14400,
      "text": "\n(iii) Maximum KW caused in any 15 minute block during the month (out of 96 blocks X number of days in billing months) shall be considered as actual maximum demand in KW caused by the consumer during such month.",
      "labels": [
        "STA"
      ],
      "id": "aff9e57ca21046c38d02c44f245a6462_66"
    },
    {
      "start": 14401,
      "end": 14569,
      "text": "Maximum demand in KVA shall be worked out by applying power factor (PF) of 0.9 (90%) for leyy of Demand Surcharge exceeding contract demand against existing connection.",
      "labels": [
        "RLC"
      ],
      "id": "573ddbe399414ec4bb0d203d4212cc59_67"
    },
    {
      "start": 14570,
      "end": 14799,
      "text": "\n(b) Power Factor: The Open Access Consumer shall maintain the average monthly power factor not less than 0.9 for the total power consumer against existing Discom connection and power wheeled on Open Access on single point basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea3977cd321041b5bccb42df06f66542_68"
    },
    {
      "start": 14800,
      "end": 15086,
      "text": "In case of the average power factor falls below 0.9 (90%), a surcharge of 1% of energy charges computed at the tariff applicable for existing connection shall be charged for total energy consumed against existing Discom connection and power wheeled on open access on single point basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78d685ae6b24441688457cc6422dc2f4_69"
    },
    {
      "start": 15087,
      "end": 15283,
      "text": "\nIn the average power factor falls below 0.7 (70%) the installation shall be disconnected and will not be reconnected till the average power factor is improved to the satisfaction of Ajmer Discom.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34690f203b62470393f19bf07594f21e_70"
    },
    {
      "start": 15284,
      "end": 15522,
      "text": "\n(c) Incentive Scheme--Both parties agree that any incentive scheme applicable for large industrial consumers for encouraging higher consumption through rebate on energy charges by whatever name called will not apply under this agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a1a6b53a7e748deb96c81efa75cff6a_71"
    },
    {
      "start": 15523,
      "end": 15619,
      "text": "\n(d) No incentive for maintaining PF above 0.95 shall be admissible to the open access consumer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6ebe213e3044ae9a38aaa9c06f29b03_72"
    },
    {
      "start": 15620,
      "end": 16141,
      "text": "\n(14) This agreement shall remain in force during the period of open access permitted by RVPN vide its letter no RVPN/Dir(P8R)/NPP/Open Access/D.1029 dated 28-1- 2005 and thereafter a fresh agreement as a Discom Consumer for such contract demand as may be permitted by Ajmer Discom will have to executed.\n(15) Both the parties agree that during the term of this agreement the contract demand or contracted open access power and any other terms and conditions agreed initially will not be changed without consent of other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b1750be25284a1c8b050c8173fd8c88_73"
    },
    {
      "start": 16142,
      "end": 16343,
      "text": "On the basis of open access agreements dated 10-3-2005, as mutually agreed the AVVNL billed HZL as per the scheduled/ actual injection and scheduled/ actual drawl under open access and contract demand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9434d814c25f4d92a7e906b14dd42e78_74"
    },
    {
      "start": 16344,
      "end": 16570,
      "text": "However for want of requisite data and software no specific amounts were indicated as UI charges for the mismatch of scheduled and actual drawls simultaneously with other associated charges payable by HZL under the agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91fcf7feba3a427eb2fc301c35aa3761_75"
    },
    {
      "start": 16571,
      "end": 16750,
      "text": "Instead AVVNL deducted 10% of the energy injected by HZL under the agreements from its CPP towards unscheduled interchange charges as leviable under the agreement dated 10-3-2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b9e6be325f540db8814500cb0e973af_76"
    },
    {
      "start": 16751,
      "end": 16982,
      "text": "These rule of thumb deductions pending finalization of unscheduled interchange pricing mechanism by the Commission under clause 20 of the Regulations of 2004 aggregated to Rs.9.43 crore for the period April, 2005 to December, 2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74402f5ce5ac4c74ad974707f8088279_77"
    },
    {
      "start": 16984,
      "end": 17125,
      "text": "Aggrieved of deductions aforesaid towards UI charges on approximate basis the respondent HZL filed petition No.87/2006 before the Commission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8d8330206db4338ae7bf59ca22b67ed_78"
    },
    {
      "start": 17126,
      "end": 17500,
      "text": "Its counsel on objections to the maintainability of the dispute relating to UI charges before the Commission in view of clause 29 of the Open Access Regulations, 2004 dealing with redressal mechanism for open access related disputes and complaints submitted that \"Clause 29 of the OA Regulations shall be effective only when the UI mechanism is specified by the Commission\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f13fdd46952a4e52aa835f08da22c3f5_79"
    },
    {
      "start": 17501,
      "end": 17709,
      "text": "The Commission vide interim order dated 10-4-2006 directed AVVNL to finalize the HZL's unscheduled interchange settlement account within three months based on applicable orders and clarification issued by it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79421893bb0a4db9908cb28d61bf938a_80"
    },
    {
      "start": 17710,
      "end": 18024,
      "text": "The Commission further held that AVVNL could recover Unscheduled Interchange (UI) charges but only as provided interalia under clause 20 of the Regulations of 2004 after receipt of schedules of each 15 minutes from HZL and then finalize UI settlement account from the deviations of drawls from the agreed schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "562af5a34e004246ab13f23a032d07b8_81"
    },
    {
      "start": 18026,
      "end": 18418,
      "text": "The Commission thereafter on further hearing of petition No.87/2006 vide final order dated 22-5-2006 found that AVVNL had deducted Rs.8.81 crore and not 9.43 crore towards the UI charges from HZL and observed that to facilitate appropriate energy accounting the basic software wold be got developed for the purpose through its own staff as per the conditions of the agreement dated 10-3-2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1f120b1443346eb81d3f287486b67cb_82"
    },
    {
      "start": 18419,
      "end": 18598,
      "text": "And once the software was finalized, the dispute regarding energy accounting and billing be settled by the dispute redressal mechanism as per clause 29 of the Regulations of 2004.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0697163ce4084a588e702243ab45be96_83"
    },
    {
      "start": 18599,
      "end": 18676,
      "text": "The operative part of the order dated 22-5-2006 is reproduced hereunder:-\n\"9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05d9ac202a8b4f589a98bfb3d65a4ec0_84"
    },
    {
      "start": 18677,
      "end": 19081,
      "text": "The Commission has heard the petitioner and respondent on 4-4-06 and it was observed by the Commission that as per clause 8 (a) & (c) of the agreement, open access consumer is to submit a day ahead schedule of injection (from generating station) and drawl against open access from AVVNL at the aforesaid industrial units on 15 minutes block basis and that as per clause-9 (a)(i) & (ii) & 9 (c), (i) (ii),",
      "labels": [
        "FAC"
      ],
      "id": "1294cb0c49ad4929867f6edd069cd2ed_85"
    },
    {
      "start": 19082,
      "end": 19326,
      "text": "deviation from scheduled generation and scheduled drawl not exceeding 5% of total schedule for open access and AVVNL supply is to be priced at the UI Price specified by the Commission and shall be payable/receivable by the open access consumer.",
      "labels": [
        "FAC"
      ],
      "id": "7ff67c1bd3224438b3ac78d4b4e031f7_86"
    },
    {
      "start": 19327,
      "end": 19538,
      "text": "For the generation (i.e. injection) exceeding 5% of the schedule, no amount shall be receivable by generating station and drawl exceeding 5% of total schedule shall be charged at the tariff for temporary supply.",
      "labels": [
        "FAC"
      ],
      "id": "239cba843c2c47c0b2bb3a8cda689cf8_87"
    },
    {
      "start": 19539,
      "end": 19738,
      "text": "On 4-4-2006, the respondent stated that UI settlement account could not be prepared for want of requisite software with them and SLDC and that time is required by the respondent to compile schedules.",
      "labels": [
        "FAC"
      ],
      "id": "e34e5030698c47a98a98381cececea1a_88"
    },
    {
      "start": 19739,
      "end": 19825,
      "text": "No definite schedule for accomplishing this task could be indicated by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a27e863b66548ec8af20e262c5d7933_89"
    },
    {
      "start": 19826,
      "end": 20067,
      "text": "The Commission observed that while the respondent was entitled to recover/pay charges as per these provisions, but in no case was entitled to withhold payments in lieu of UI charges for a long period without preparing UI account and billing.",
      "labels": [
        "RLC"
      ],
      "id": "6cca640d7c114cefab04fac20e71633d_90"
    },
    {
      "start": 20068,
      "end": 20174,
      "text": "Accordingly, such adhoc deduction withholding of the amount is not desirable and conducive to open access.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e74413211b654ccc90ec6490f1df1660_91"
    },
    {
      "start": 20175,
      "end": 20270,
      "text": "Considering these aspects, the Commission passed the order on 10-4-2006 (placed at Annexure-2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac1a7615c7124b6ca12bdfde2c2f2bbc_92"
    },
    {
      "start": 20271,
      "end": 20401,
      "text": "The orders dated 13-2-2006 & 10-4-2006 passed by the Commission and attached herewith, shall from part of this order as confirmed.",
      "labels": [
        "FAC"
      ],
      "id": "73864348223e4b58931ea38b16c3fcae_93"
    },
    {
      "start": 20403,
      "end": 20573,
      "text": "10. In pursuance to para 7 of the order dated 10-04-2006, a meeting was held between AVVNL, HZL & SLDC on 24- 4-2006 for technical discussions and to review the progress.",
      "labels": [
        "FAC"
      ],
      "id": "e81cf25bd949446c8aa654eacc1d0983_94"
    },
    {
      "start": 20574,
      "end": 20693,
      "text": "It was informed in the meeting that the petitioner and the respondent have not exchanged hard & soft copy of schedules.",
      "labels": [
        "FAC"
      ],
      "id": "ad7ca717354b4413a3bb8b51e3b10c15_95"
    },
    {
      "start": 20694,
      "end": 20908,
      "text": "It was stated that it could not be done by the respondent, as the copy of schedules prior to June 2005 were not furnished to SLDC and HZL was also not in a position to deliver them to AVVNL due to computer problem.",
      "labels": [
        "FAC"
      ],
      "id": "c52c7993fe524026b43030ae71b3e2f7_96"
    },
    {
      "start": 20909,
      "end": 20980,
      "text": "The petitioner and respondent agreed to exchange the same by 26-4-2006.",
      "labels": [
        "FAC"
      ],
      "id": "be6febf9cdd747f18197d40be7c3eaca_97"
    },
    {
      "start": 20981,
      "end": 21084,
      "text": "HZL stated that they have furnished BG and AVVNL stated to effect refund, if any, by the end of May 06.",
      "labels": [
        "FAC"
      ],
      "id": "958223fe75394d5788ea569f7f8fe8f5_98"
    },
    {
      "start": 21085,
      "end": 21273,
      "text": "AVVNL, however, expressed difficulty on account of non-availability of suitable software for energy accounting and determination of UI from the schedules viz-a-viz actual drawl/ injection.",
      "labels": [
        "FAC"
      ],
      "id": "02264645508841a8a695f9eb921fbfb9_99"
    },
    {
      "start": 21274,
      "end": 21408,
      "text": "To facilitate energy accounting, the Commission agreed to have basic software developed for the purpose though the Commission's staff.",
      "labels": [
        "FAC"
      ],
      "id": "35e757bd12e9470dbd8d664e88f209a1_100"
    },
    {
      "start": 21409,
      "end": 21569,
      "text": "The software shall be as per the provisions of the agreement and shall not be construed as approval of RERC for various provisions of agreement except UI rates.",
      "labels": [
        "FAC"
      ],
      "id": "208fc1e0d6394c31ac8898e4063ca8ac_101"
    },
    {
      "start": 21571,
      "end": 21685,
      "text": "11. It was decided that the software would be delivered to AVVNL for billing after testing for errors/improvement.",
      "labels": [
        "FAC"
      ],
      "id": "4191ba6113844f3f8e25569ed3a0c073_102"
    },
    {
      "start": 21686,
      "end": 21731,
      "text": "Its copy was also be delivered to HZL & SLDC.",
      "labels": [
        "FAC"
      ],
      "id": "c3399c814d66417fb676c02ffa5b6082_103"
    },
    {
      "start": 21732,
      "end": 21826,
      "text": "Once software is finalized, further upgradation/ improvements shall be effected by AVVNL/SLDC.",
      "labels": [
        "FAC"
      ],
      "id": "e79596a32b714eb3ba97a2c7a2e7ea5a_104"
    },
    {
      "start": 21827,
      "end": 21983,
      "text": "The Commission observes that this open access is effected in the area of supply of AVVNL and no other distribution licensee is involved in this open access.",
      "labels": [
        "FAC"
      ],
      "id": "5667cbb1825a4f03a6a7aa340320896c_105"
    },
    {
      "start": 21984,
      "end": 22233,
      "text": "I case, billing as per provisions of agreement for the aforesaid period is not effected within 3 months of the receipt of the schedules from HZL the balance amount withheld by AVVNL shall be refunded to HZL against Bank Guarantee valid for 6 months.",
      "labels": [
        "FAC"
      ],
      "id": "82e9d6aa659c4843b5e998ac22845a2a_106"
    },
    {
      "start": 22235,
      "end": 22539,
      "text": "12- The Commission reaffirms that one software is finalized, dispute regarding energy accounting and billing shall be settled by dispute redressal mechanism already provided at clause 29 of the Open A ccess Regulations, wherein SLDC is the proper authority to be approached for settlement of the dispute.",
      "labels": [
        "FAC"
      ],
      "id": "f6a93e3d88c249bebda13fabc5b83496_107"
    },
    {
      "start": 22540,
      "end": 22783,
      "text": "When SLDC is unable to settle the dispute the State Power Committee ('SPC'), under the provisions of the State Grid Code, will endeavour to resolve it and in case, SPC is also unable to resolve the dispute, the Commission is to be approached.\"",
      "labels": [
        "FAC"
      ],
      "id": "cb7b77bcf32c49329adab8b6d07f27ec_108"
    },
    {
      "start": 22784,
      "end": 22965,
      "text": "\nFollowing the development of software by the Commission's staff AVVNL on 25-1-2007 prepared final bill for the period from May, 2005 to January, 2007 aggregating to Rs.20.6 crores.",
      "labels": [
        "FAC"
      ],
      "id": "f35de1160f9f4d17bdb2581d145b2af2_109"
    },
    {
      "start": 22966,
      "end": 23178,
      "text": "Thereupon the HZL on 25-1-2007 filed petition No.122/2007 before the Commission invoking Sections 42, 94, 158 of the act of 2003 read with clause 30 of the OA Regulations of 2004 for appointment of an Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "0e9d6d64f7044d16b881f7a21c61ce4a_110"
    },
    {
      "start": 23179,
      "end": 23666,
      "text": "Despite the Commission's earlier directions by a 3 member bench under its orders dated 10-4-2006 and 22-6-2006 that after bill drawn following finalization of software by the Commission's staff disputes relating to UI account settlement be referred to SLDC under Clause 29 of the Regulations of 2004, vide order dated 12-2-2007 one member of the Commission referred the dispute relating to billing of UI charges to one Mr. R.K. Sharma, ex member of the erstwhile RSEB as sole arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "c75f73c5023048e9a40d2880ebd52ed2_111"
    },
    {
      "start": 23667,
      "end": 23930,
      "text": "The reference categorically was \"to resolve the dispute arising out of Open Access availed by M/s. HZL from its Captive Power Plant at Chanderiya (Chittorgarh) to its industrial units located within the area of AVVNL in the matter of UI charges billed by AVVNL\".\n",
      "labels": [
        "FAC"
      ],
      "id": "e9d13bcf1bf140319d8538d1968449ca_112"
    },
    {
      "start": 23930,
      "end": 24017,
      "text": "The respondent filed a claim petition setting up multiple claims before the Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "38af83d603314843bdb88eb6205ec816_113"
    },
    {
      "start": 24018,
      "end": 24146,
      "text": "The appellant filed reply thereto objecting to the claims except those relating to UI charges levied being beyond the reference.",
      "labels": [
        "FAC"
      ],
      "id": "2128b6da97154f16aca4fc29dc9b2c9f_114"
    },
    {
      "start": 24147,
      "end": 24370,
      "text": "\nOn the basis of pleadings of the parties, the Arbitrator framed 11 issues:-\n1. Whether bilateral agreements entered into to deal with contingencies not provided in the RERC Regulations can be challenged by either party?\n2.",
      "labels": [
        "ISSUE"
      ],
      "id": "b275b043b1a042409154fd146818eeca_115"
    },
    {
      "start": 24371,
      "end": 24476,
      "text": "Whether the software adopted for billing was in accordance with the bilateral Agreement dated 10-3- 2005?",
      "labels": [
        "ISSUE"
      ],
      "id": "bad3eafb78c44f679080a1edf53a7dd6_116"
    },
    {
      "start": 24477,
      "end": 24581,
      "text": "\n3. Whether the petitioner failed to comply with any of the requirements of OA agreement and its effect?",
      "labels": [
        "ISSUE"
      ],
      "id": "39687c785ec34527a6ad7c9c085e79da_117"
    },
    {
      "start": 24582,
      "end": 24707,
      "text": "\n4. Whether any of the provisions of Open Access Agreement are contrary to the provisions of RERC Regulations and its effect?",
      "labels": [
        "ISSUE"
      ],
      "id": "bf708c788b454acd896475d7eed5d7d4_118"
    },
    {
      "start": 24708,
      "end": 24769,
      "text": "Whether the amount deducted towards UI charges was justified?",
      "labels": [
        "ISSUE"
      ],
      "id": "8d806f18a46a471496de1376a82da2ed_119"
    },
    {
      "start": 24770,
      "end": 24853,
      "text": "\n5. Whether AVVNL is justified in not allowing Power Factor incentive to HZL units?",
      "labels": [
        "ISSUE"
      ],
      "id": "45ce5ef07ce74a64a9bb5b80993f65a7_120"
    },
    {
      "start": 24855,
      "end": 24932,
      "text": "6. Whether the wheeling charges billed by the AVVNL are as per the agreement?",
      "labels": [
        "ISSUE"
      ],
      "id": "a88fce78eb4a4679be9f14acd9edda51_121"
    },
    {
      "start": 24933,
      "end": 25073,
      "text": "\n7. Whether the levy of LPS retrospectively by AVVNL is justified particularly when they had deducted 10% on adhoc basis towards UI charges?",
      "labels": [
        "ISSUE"
      ],
      "id": "04932f4320e94bf3bf1d280a589e37b9_122"
    },
    {
      "start": 25075,
      "end": 25181,
      "text": "8. Whether AVVNL is justified in claiming temporary supply tariff for injection less than 95% of schedule?",
      "labels": [
        "ISSUE"
      ],
      "id": "4c4855d1b77b4fa381149b2c3a9c11e9_123"
    },
    {
      "start": 25182,
      "end": 25271,
      "text": "\n9. Whether AVVNL is justified in not accounting units in excess of 105% of the schedule?",
      "labels": [
        "ISSUE"
      ],
      "id": "ea935b949b1e4662a2dfa2a72b2e2e3d_124"
    },
    {
      "start": 25272,
      "end": 25288,
      "text": "\n10. What claim?",
      "labels": [
        "ISSUE"
      ],
      "id": "d453e9cbe7264fc5a48808ae9f951b52_125"
    },
    {
      "start": 25289,
      "end": 25333,
      "text": "Whether interest is payable to the claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "2c31047c21004c2ea2fe45739a8bf799_126"
    },
    {
      "start": 25334,
      "end": 25492,
      "text": "\n11. Whether AVVNL is justified in levying temporary tariff in terms of clause 9(c)(ii) of the agreement, even though the drawl is within the contract demand?",
      "labels": [
        "ISSUE"
      ],
      "id": "55bb20a9485241d9ab4edfc003055571_127"
    },
    {
      "start": 25493,
      "end": 25604,
      "text": "\n12. Whether AVVNL is justified in not allowing any credit for under-drawl of energy below 95% of the schedule?",
      "labels": [
        "ISSUE"
      ],
      "id": "7acb53f0727e416bb2c559480393813c_128"
    },
    {
      "start": 25605,
      "end": 25672,
      "text": "\nVide award dated 25-8-2007, the claim petition of HZL was allowed.",
      "labels": [
        "RLC"
      ],
      "id": "10ace723c0a948e480b58b4d6783579f_129"
    },
    {
      "start": 25673,
      "end": 26148,
      "text": "\nAggrieved of the award, the appellant filed objections under Section 34 of the Act of 1996 before the Commercial court on the ground that the dispute as to UI charges ought not have been adjudicated by the Arbitrator, the Arbitrator's conclusion as to conditions 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the OA agreements dated 10-3-2005 being illegal and unenforceable were perverse and beyond the reference made to him and that the award was both patently unjust and perverse.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4c9a369d624d481596bd2837e7f1cdaf_130"
    },
    {
      "start": 26149,
      "end": 26269,
      "text": "\nThe commercial court vide impugned judgment dated 25-2- 2017 dismissed AVVNL's objections to the award dated 25-8-2007.",
      "labels": [
        "RLC"
      ],
      "id": "4b3c66c8e8184e8dab17d81ab45d3711_131"
    },
    {
      "start": 26270,
      "end": 26318,
      "text": "The award thus now hold as an executable decree.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "927c3ec2a8e64105b1bb15a55646e077_132"
    },
    {
      "start": 26319,
      "end": 26352,
      "text": "\nHence this miscellaneous appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "872590e8432e4955b2c3fb7d8bcde244_133"
    },
    {
      "start": 26354,
      "end": 26626,
      "text": "Mr. Virendra Lodha submitted that the dispute of which the reference was made on 12-2-2007 - billing of UI charges - by the commission being related to the OA agreement dated 10-3-2005 could only have been pursued for resolution under clause 29 of the OA Regulations 2004.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a312812e962047969980be8c04ad1eef_134"
    },
    {
      "start": 26627,
      "end": 26931,
      "text": "That clause provides that \"all disputes and complaint relating to open access shall be referred to (the) State Load Dispatch Center, which would investigate and resolve the grievance within thirty days, and where it was so unable to do the matter was to be considered thereafter by State Power Committee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8870bdefcc614890a685113870ff51fa_135"
    },
    {
      "start": 26932,
      "end": 27143,
      "text": "And only when the State Power Committee was not able to resolve the dispute within thirty days of taking seisin, such a dispute or complaint at the instance of open access consumer would be referred to the RERC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6f462359f6c454387cea34a02aa54e2_136"
    },
    {
      "start": 27144,
      "end": 27350,
      "text": "Mr. Virendra Lodha submitted that the OA Regulations 2004 had been made under Section 42 (2) read with Section 181 of the Act of 2003 and placed before the State Legislature in terms of Section 182 thereof.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e31a49fba474f7c9dc00770a99f55fb_137"
    },
    {
      "start": 27351,
      "end": 27512,
      "text": "They thus partook the character of law and were binding with a stamp of exclusively inter alia as to the manner of resolution of dispute relating to open access.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3e01b9c74a724b1dabffabd9939f7cfc_138"
    },
    {
      "start": 27513,
      "end": 27676,
      "text": "It was submitted that the resort to arbitration in respect of such disputes i.e. regarding billing of UI charges was thus completely misdirected and unsustainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c171cea8946f4936a3f8c62c1aa61f81_139"
    },
    {
      "start": 27677,
      "end": 28203,
      "text": "Mr. Virendra Lodha further submitted that the application moved on 25-1-2007 by the HZL before the commission interalia invoking Sections 42, 94 and 158 of the Act of 2003 as also clause 30 of the Open Access Regulations 2004 was not qua a dispute relating to the relationship between a generating company (CPP here) and the distribution licensee, but one evidently between a open access consumer and a licensee under the Regulations of 2004 in respect of billing for UI charges leviable in the course of availing open access.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "186e1b513f4f44f7b1bf97fe3ca477b6_140"
    },
    {
      "start": 28204,
      "end": 28352,
      "text": "Such dispute was thus not arbitrable, a specific statutory remedy therefor having been provided under clause 29 of the Open Access Regulations 2004.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94b7e8e22bb3421c8fa82ae6cbe4ae6c_141"
    },
    {
      "start": 28353,
      "end": 28512,
      "text": "A reference to the Arbitrator of such a dispute by resort to Section 158 of the Act of 2003 was wholly misdirected, without jurisdiction and of no consequence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14d18b425ecd40e5bc198138dc447315_142"
    },
    {
      "start": 28513,
      "end": 28658,
      "text": "An award based on such a reference in regard to a non-arbitrable dispute, is liable to be set aside under Section 34(2)(b)(i) of the Act of 1993.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6cb21582241b4038aac3525e3c3e0ad3_143"
    },
    {
      "start": 28660,
      "end": 28898,
      "text": "Mr. Virendra Lodha further submitted that the sole arbitrator travelled beyond the terms of the reference made under the Commission's order dated 12-2-2007 and hence exceeded his jurisdiction in passing the impugned award dated 25-8-2007.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09baf94879294c83aec234d285480a43_144"
    },
    {
      "start": 28899,
      "end": 29221,
      "text": "It was submitted that the reference made was only to \"resolve the dispute arising out of open access availed by HZL from its capital power plant Chanderiya (Chittorgarh) to its other industrial units located within the area of AVVNL in the matter of UI charges filled by AVVNL in the matter of UI charges billed by AVVNL\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09b6285846a14bfb9f32f301114ef78a_145"
    },
    {
      "start": 29222,
      "end": 29625,
      "text": "On its plain terms the reference was thus clearly limited to the dispute in regard to UI charge and yet the Arbitrator under his award dated 25-8- 2007 proceeded to entertain and address other issues including those as to whether HZL had complied with all its obligation under the OA agreement dated 10-3-2005; as to whether AVVNL was justified in not allowing power factor incentive to M/s. HZL's units",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ad340d9693f4c9393265a0f7d4568ea_146"
    },
    {
      "start": 29626,
      "end": 29992,
      "text": "; whether late payment charges were as per the OA agreements dated 10-3-2005 etc., Mr. Virendra Lodha submitted that even otherwise the Arbitrator acted beyond the reference in respect of billing of UI charges, which billing dispute necessarily had to be considered with reference to the RERC (OA) Regulations, 2004 and the OA open access agreements dated 10-3-2005.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70472cca7b1649afbb12db3e8c8975a6_147"
    },
    {
      "start": 29993,
      "end": 30251,
      "text": "In allowing HZL to impugn the various conditions of the OA agreement dated 10-3-2005 - more so when no such challenge was laid in the application moved by HZL before the Commission on 25-1-2007 on which the reference was made was wholly beyond the reference.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3d013c73892146b0bf0652295975c1da_148"
    },
    {
      "start": 30252,
      "end": 30581,
      "text": "It was submitted that a reference having been made by the Commission on the application dated 25-1-2007, the sole arbitrator should have confined the consideration and the subsequent award solely to the issue first agitated in the application without entertaining the challenge to the conditions of the agreement dated 10-3-2005.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ecd2063cacc94619aeb6419b136e6640_149"
    },
    {
      "start": 30582,
      "end": 30803,
      "text": "It was submitted that the award dated 25-8-2007 in regard whereto objections have been dismissed by the Commercial Court vide its judgment dated 25-2- 2017, being beyond the reference deserves to be quashed and set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1399b383d7a54c619132745318e3d7f8_150"
    },
    {
      "start": 30805,
      "end": 31219,
      "text": "Mr. Virendra Lodha further submitted that even otherwise the award dated 25-8-2007 is ex-facie perverse, inasmuch as the sole arbitrator despite recording that the OA agreements dated 10-3- 2005 entered into between the appellant and respondent HZL were not vitiated either by undue influence or misrepresentation, held condition Nos.2, 5, 8(c), 9, 11(d), (e) and 13(d) thereof to be contrary to the \"Regulations\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c484144493c4a969c8baa358477a502_151"
    },
    {
      "start": 31220,
      "end": 31740,
      "text": "It was submitted that this findings of the sole Arbitrator flew in the face of the fact that the agreements dated 10-3-2005 were drafted as per the Commission's order dated 25-5-2004 wherein it was recorded that any mismatch between energy supplied for open access consumer and actual drawl by the consumer, will result in corresponding mismatch (i.e. over drawl/ under drawl) by the distribution licensee from northern region and will be reflected by the NRLDC in its energy account which will be subject to UI charges.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22d9488b7d5049338d15b9e8214e7721_152"
    },
    {
      "start": 31741,
      "end": 31882,
      "text": "And as such UI account was to be billed to STU for the state as a whole the SLDC was to allocate such UI charges among distribution licensee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "925356a57fbc4c789cb0beb873150224_153"
    },
    {
      "start": 31883,
      "end": 32071,
      "text": "Further with open access being allowed to consumers such allocation of UI charges was also to be made to the consumers based on its over drawl/ under drawl extrapolated to Ex-CSGS bus bar.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a8bbc7c6b2af4f2ab9060a491553a014_154"
    },
    {
      "start": 32073,
      "end": 32359,
      "text": "Mr. Virendra Lodha further submitted that subsequently in its order dated 10-4-2006 the Commission with reference to the OA agreement dated 10-3-2005 in para 4 recorded that \"open access agreement is by an large found to be in conformity with the provisions of open access regulations\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f0e86f5633245ea9766c5f70552bdfd_155"
    },
    {
      "start": 32360,
      "end": 32709,
      "text": "Mr. Virendra Lodha pointed out that even in its order dated 22-5-2006 the Commission observed that AVVNL was entitled to recover charges as per the provisions of OA agreement dated 10-3-2005, albeit AVVNL indeed could not withhold credits/ payment otherwise due to HZL in lieu of UI charges for long periods without preparing UI account and billing.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a4f6c35bbaf948949e2daf146a0e5aad_156"
    },
    {
      "start": 32710,
      "end": 32928,
      "text": "Mr. Virendra Lodha hastened to add that the reason for delay in the settlement of UI account was that the HZL was not making available requisite data to AVVNL as was its obligation under the agreements dated 10-3-2005.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "71ee943d9aa9433fa66bdd2cb777f965_157"
    },
    {
      "start": 32930,
      "end": 33148,
      "text": "Mr. Virendra Lodha then submitted that in any event clause 20 of the OA Regulations 2004 with reference to which the agreements dated 10-3-2005 were interalia entered into provided for unscheduled inter-change pricing.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "56167045025948c79dae0031628f30ad_158"
    },
    {
      "start": 33149,
      "end": 33327,
      "text": "Thereunder charges on the open access consumer for mismatch between scheduled and actual drawl were to be levied in terms of the pricing mechanism as specified by the commission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e462e3cc8c4d4584a52e7a3c7e191a06_159"
    },
    {
      "start": 33328,
      "end": 33787,
      "text": "It was submitted that there were indeed delays in finalizing the pricing mechanism by the consumer for whatever reason but that could not entail negation of the right of AVVNL and the corresponding obligation of the open access consumer--HZL with regard to conditions of the agreement dated 10-3-2005 based on the open access regulations of 2004 in regard to UI charges--when applicable for mismatch in scheduled and actual drawls by the open access consumer.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f00481a13a674b6489821e15eb879142_160"
    },
    {
      "start": 33788,
      "end": 33996,
      "text": "At the worst, Mr. Virendra Lodha submitted delay in finalization of the pricing mechanism for UI charges by the commission would have only entailed deferment of recovery of UI charges--appropriately adjusted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2016749384bf45cca096f5b358b13751_161"
    },
    {
      "start": 33997,
      "end": 34306,
      "text": "It was submitted that the finding of the Arbitrator on this count holding that non availability of pricing mechanism for UI charges entailed an all time debarment for recovery thereof, even after finalization of software for the purpose by the staff of the commission itself is therefore wholly unsustainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed4cb145fa384b408f9a270450c0e512_162"
    },
    {
      "start": 34307,
      "end": 34685,
      "text": "Mr. Virendra Lodha also emphatically submitted that once the sole arbitrator had recorded in his award dated 25-8-2007 that the agreements dated 10-3-2005 was signed by the parties with eyes open and were not vitiated by undue influence or misrepresentation, there was no reason with the sole arbitrator to strike down clauses 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "69d19b794524487cb6337235b2166a06_163"
    },
    {
      "start": 34686,
      "end": 34850,
      "text": "It was submitted that even otherwise there was nothing on record before the sole Arbitrator to holds the agreements dated 10-3-2005 were vitiated by any illegality.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39e6e5e0e0bc4fa69644b88f6cd2c0ef_164"
    },
    {
      "start": 34851,
      "end": 35213,
      "text": "It was submitted that the Arbitrator ought to have appreciated that the OA agreement dated 10-3-2005 were a bargain between the AVVNL and HZL and a negation of some of the essential conditions constituting consideration and a sine-qua-non subsequent to its implementation, the HZL having obtained benefits thereunder, was not permissible on the ground of equity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2395845a97f040a6b7b34ccfa7c3a6e2_165"
    },
    {
      "start": 35214,
      "end": 35515,
      "text": "Mr. Virendra Lodha submitted that the HZL was estopped from challenging any condition/s of the agreements dated 10-3-2005, on which basis it obtained open access from the appellant AVVNL on its distribution lines for supply of electricity from its CPP to its three units at Aghucha, Debari and Dariba.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e27cfd3ed877441283807b2bb5f1a204_166"
    },
    {
      "start": 35516,
      "end": 35802,
      "text": "It was submitted that the lopsided and unjust construction of agreements dated 10-3-2005 on which the award dated 25-8-2007 is founded is wholly unconscionable bringing it within the mischief of being contrary to public policy as provided for in Section 34(2)(b)(ii) of the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "08da1950a50547d694004a33417f1f7a_167"
    },
    {
      "start": 35804,
      "end": 36032,
      "text": "Mr. Virendra Lodha submitted that the trial court under its impugned judgment dated 25-2-2017 rejecting the appellant's objections to the award dated 25-8-2007 has thus failed to exercise its jurisdiction to set aside the award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d7c72d719c7949e2abd9bd100c9c2262_168"
    },
    {
      "start": 36033,
      "end": 36140,
      "text": "It was submitted that the award dated 25-8-2007, was liable to be set aside for reason of submissions made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb61e066d1cb4b7bb22c992a6fedce39_169"
    },
    {
      "start": 36141,
      "end": 36286,
      "text": "And the Commercial Court in impugned judgment dated 25-2-2017 for having failed to exercise its jurisdiction under Section 34 of the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f264882b5fd4d68b5f7716279850926_170"
    },
    {
      "start": 36287,
      "end": 36610,
      "text": "\nPer Contra, Mr. R.N. Mathur Senior Advocate, appearing with Mr. Punit Singhvi for HZL submitted that Section 86(1)(f) of the Act of 2003 empowers the Commission inter alia to adjudicate upon all disputes between a licensee and a generating company and in its discretion to refer any such dispute before it for arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7649050ee004eb7bb4493892d90b127_171"
    },
    {
      "start": 36611,
      "end": 36884,
      "text": "It was submitted that Section 2(28) of the Act 2003 defines a generating company to mean a company or body corporate or association or body of individuals, whether incorporated or not, or artificial juridical person which owns or operates or maintains a generating station.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5df1386c14e04bceaef13d41bd2a427f_172"
    },
    {
      "start": 36885,
      "end": 37014,
      "text": "That would indubitably also include a company operating a captive power plant submitted Mr. R.N. Mathur as HZL was at Chanderiay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4738230786c14c96b0b32d2412e48911_173"
    },
    {
      "start": 37015,
      "end": 37303,
      "text": "Referring to Section 2 (17) of the Act of 2003, Mr. R.N. Mathur submitted that it defines a distribution licensee to mean a licensee authorized to operate and maintain a distribution system for supplying electricity to the consumers in its area of supply and that AVVNL unquestionably is.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b80f42fc952b45ce8f3dfc95b3dbcea0_174"
    },
    {
      "start": 37304,
      "end": 37890,
      "text": "It was submitted that albeit the HZL was also a consumer of AVVNL with a contracted demand for supply of power to its four units, yet the dispute with regard to imposition of illegal conditions in the open access agreement and wrong billing of UI charges without the pricing mechanism therefore being determined by the Commission under clause 20 of the Regulation of 2004 contrary to Act of 2003, and orders of the Commission, entailed a dispute between the HZL as a generating company (HZL) and AVVNL as the distribution licensee whose infrastructure was being availed for open access.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85dc3275ac9145838ed6a2d3d251c2fa_175"
    },
    {
      "start": 37891,
      "end": 38044,
      "text": "This dispute was thus eminently amenable to adjudication by the Commission under Section 86(1)(f) of the Act of 2003, and thereunder also to arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "996a0b237c6d4e4aa158988c9a91701b_176"
    },
    {
      "start": 38045,
      "end": 38138,
      "text": "The reference made to the Arbitrator on 12-2-2007 on HZL's application was thus wholly rated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fb34d72777484b4b901efb1fc48e38e6_177"
    },
    {
      "start": 38139,
      "end": 38512,
      "text": "Mr. R.N. Mathur submitted that in terms of 16 of the Act of 1996 read with Section 4 thereof any objection as to the purported lack of jurisdiction of an Arbitrator to address the dispute on the reference made to him had to be made prior to submission of the reply to the claim petition and when not so agitated at the appropriate time, it entailed a non-reversable waiver.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94824ebc658a4e868279398d2a16ffff_178"
    },
    {
      "start": 38513,
      "end": 38803,
      "text": "Objection as to jurisdiction of the Arbitrator once standing thus waived under statute, cannot subsequently be resuscitated as an after thought either before the commercial court in objections under Section 34 of the Act of 1996 or subsequently in appeal from its judgment under Section 37.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "885bbfbaf28b4957bbeb8a5ed26c2a09_179"
    },
    {
      "start": 38804,
      "end": 39130,
      "text": "Mr. R.N. Mathur submitted that the Apex Court in the case of Gujarat Urja Vikas Nigam Limited Vs. Essar Power Limited [(2008(4) SCC 755] has held in relation to Section 86(1)(f) of the Act of 2003 held that when a dispute between a licensee and the generating company is referred to an Arbitrator it has to be resolved by him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0897de2ddeb54b3b9de9f642b6111cff_180"
    },
    {
      "start": 39131,
      "end": 39516,
      "text": "Reliance has been placed on para 56 of the said opinion wherein the Apex Court held that since the coming into force of the Act of 2003 effective 10-6-2003 adjudication of all disputes whether or not covered by clause (a) to (e) and (g) to (k) of Section 86 (1) (f) between the licensee and generating companies can only be resolved by the Commission or the Arbitrator appointed by it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "529b2f4b539f4fab9fe5599f6f0766cd_181"
    },
    {
      "start": 39517,
      "end": 39821,
      "text": "Mr. R. N. Mathur submitted that in this view of the matter the submission of Mr. Virendra Lodha with regard to the dispute agitated by the respondent HZL not being arbitrable entailing the consequences of the award dated 25-8-2007 thereon being set aside is wholly without legal foundation and meritless.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "41cb1ad21d9b41b882eaeecd6c540207_182"
    },
    {
      "start": 39823,
      "end": 40123,
      "text": "Mr. R.N. Mathur further submitted that in any event the redressal mechanism under clause 29 of the Regulations of 2004 for redressal of the dispute agitated by HZL as to billing of UI charges, for which the reference was made to the sole arbitrator by the commission on 12-2-2007 was not appropriate.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd243cbc37d94984b33c5274c762cfa6_183"
    },
    {
      "start": 40124,
      "end": 40348,
      "text": "The dispute agitated by the HZL was as a generating company being wrongly harassed and being arbitrarily charged various amounts by the distribution licensee whose lines were utilized for wheeling power generated at its CPP.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d881a1b9123940ce93958f053046a3e8_184"
    },
    {
      "start": 40349,
      "end": 40510,
      "text": "It was submitted that the dispute agitated before the commission under application dated 25-1-2007 did not relate to a matter of open access or billing therefor.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a5c6c6c20584d23b2f62aed8b7435f4_185"
    },
    {
      "start": 40511,
      "end": 40774,
      "text": "In the written submission filed on behalf of HZL it has been submitted that neither was the dispute agitated by respondent HZL one relating to determination of tariff under Section 62 of the Act of 2003 nor for that matter a dispute qua the open access agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a166da5eaeb4d6c8ed6dfbf46361162_186"
    },
    {
      "start": 40775,
      "end": 41304,
      "text": "Mr. R.N. Mathur further submitted that the dispute agitated also similarly was not relatable to Section 42 of the Act of 2003 under Chapter VI pertaining to distribution of energy and hence not one in respect of which HZL as a consumer of electricity supplied by the appellant AVVNL under contracted demand was under obligation to agitate its billing dispute with AVVNL before the forum for redressal of grievances under Section 42(5) of the Act of 2003 and thereafter before the Ombudsman under Section 42(6) of the Act of 2003.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f92e361888be4aea8576677d1bf2b6c2_187"
    },
    {
      "start": 41306,
      "end": 41527,
      "text": "Mr. R. N. Mathur further submitted that the reference made vide order dated 12-2-2007 passed by the commission was open ended--it required adjudication of all disputes relating to AVVNL's arbitrary billing for UI charges.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39cf0a8922ba40f2b1a8f8e09741fda7_188"
    },
    {
      "start": 41528,
      "end": 41787,
      "text": "In so addressing the dispute the clauses of the agreements dated 10-3-2005 invoked by AVVNL to buttress the changes were open to consideration, evaluation and setting set aside on being found in the cross-hairs of the Act of 2003 and orders of the Commission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca2ee17cb2824138a36df54bb11dadfc_189"
    },
    {
      "start": 41788,
      "end": 41843,
      "text": "Such offending clauses were capable of being set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2f5bff5e8e964dd3948b382281122e47_190"
    },
    {
      "start": 41844,
      "end": 42148,
      "text": "Similarly other conditions of the open access agreements dated 10-3-2005 which flew in the face of the Act of 2003 empowering only the commission to determine tariffs for supply of electricity and related charges could also be addressed by the Sole Arbitrator, as they were and found to be null and void.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b781007528fe453d939cd8d127e113f7_191"
    },
    {
      "start": 42149,
      "end": 42240,
      "text": "Mr. R.N. Mathur submitted that the sole arbitrator in the final judge of both fact and law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4aa978881df44f2a96592ca39727f17_192"
    },
    {
      "start": 42241,
      "end": 42497,
      "text": "His evaluation bonafide made cannot be second guessed by courts which under the Scheme of the Act of 1996 can only minimally interfere on the specific grounds as set out under Section 34 of the Act of 1996 being made out with a semblance of reasonableness.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ff5cea0f5da4dc3b1cf0fbb2cb747bc_193"
    },
    {
      "start": 42498,
      "end": 42670,
      "text": "The arbitrator has taken a just and fair view on the agreements dated 10-3-2005, kept them clear of illegal, onerous conditions wholly illegal as also unsustainable in law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eec540a78dd347a7a104ce6772f4978e_194"
    },
    {
      "start": 42671,
      "end": 42926,
      "text": "In determining the dispute before him the Arbitrator has negated the effort of the AVVNL to apply scheduling to drawl of power a find a mismatch even in regard to contracted supply of electricity to a HT consumer wherein no such scheduling was visualized.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9aee99b834aa440fb8201930b9b85124_195"
    },
    {
      "start": 42927,
      "end": 43177,
      "text": "And because of which HZL was being meted with huge amounts variously named as UI charges, temporary tariff, LPS and those resulting from denial of benefits of maintaining a PF (Power Factor) which benefits were available to other sundry HT consumers.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "92b91d802a8c4ff8a213b0486c3fa3eb_196"
    },
    {
      "start": 43179,
      "end": 43420,
      "text": "Mr. R.N. Mathur finally submitted that the arbitrator has on consideration of the evidence before it on issues struck on the pleadings of the parties passed his award in his best and bonafide judgment as the final judge of both fact and law.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b986bb0da0fd4387924a1120b5e574ae_197"
    },
    {
      "start": 43421,
      "end": 43552,
      "text": "His award is thus beyond challenge on merits not the least for the reason that he was an expert in matters relating to electricity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58da6d08cdfe4c42853c4877b6675258_198"
    },
    {
      "start": 43553,
      "end": 43708,
      "text": "Within the narrow limits of jurisdiction under Section 34/ 37 of the Act of 1996 no ground for setting aside of the award dated 25-8-2007 is thus made out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d0746a54cd74c6593e5252c55f4f4be_199"
    },
    {
      "start": 43709,
      "end": 43888,
      "text": "And for this reason the commercial court under its judgment dated 25-2-2017 has rightly found no ground within Section 34 of the Act of 1996 being made out to set aside the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f618e37d2740441787380d5f283e6d55_200"
    },
    {
      "start": 43889,
      "end": 43981,
      "text": "So should this court find as no good reason to the contrary has been made out in the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ea00def86fe42f1b7098425cf077b32_201"
    },
    {
      "start": 43982,
      "end": 44043,
      "text": "And hence the appeal be dismissed, submitted Mr. R.N. Mathur.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9c6148e4f48450ea3aaed1f72986598_202"
    },
    {
      "start": 44045,
      "end": 44051,
      "text": "Heard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbbe66e01c2241298bb1ee715b5439b0_203"
    },
    {
      "start": 44052,
      "end": 44063,
      "text": "Considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bc234970157477d82fec1bb3493e060_204"
    },
    {
      "start": 44064,
      "end": 44367,
      "text": "\nIt is no doubt true that in terms of Section 16(2) of the Act of 1996 a plea of lack of jurisdiction of the Arbitrator is to be raised not later than the submission of the statement of defence and if unsuccessful at that stage, in objections under section 34 of the Act of 1996 against the final award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccae02bbbfd34d4e8bf894daa2776c76_205"
    },
    {
      "start": 44368,
      "end": 44616,
      "text": "Even a plea with regard to the arbitrator exceeding the scope of his authority under the statutory reference made or appointment under the relevant arbitration clause is to be raised in the first instance when the occasion arises and not otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebb452225daf4617aa26ecf2bf561660_206"
    },
    {
      "start": 44617,
      "end": 44833,
      "text": "It is equally true that under Section 4 of the Act of 1996 where a party participates in an arbitration without stating its objections to the jurisdiction of the Arbitrator, subsequently such a plea is hit by waiver.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd3256c96daa425e89ff283c8a010659_207"
    },
    {
      "start": 44834,
      "end": 45073,
      "text": "Yet the limitations of Section 16(2)and 16 (3) read with section 4 of the Act of 1996 relate only to the Arbitrator's jurisdiction, the arbitration agreement being invalid or as to the composition of the Arbitral Tribunal not being proper.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "daf06f72c15f48419eed4a21d4b80431_208"
    },
    {
      "start": 45074,
      "end": 45155,
      "text": "And as earlier noted, when not initially raised cannot subsequently be so raised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "662f3f9ff96c401d9a72b820baa68905_209"
    },
    {
      "start": 45156,
      "end": 45437,
      "text": "This obtaining legal position however does not entail taking away the right specifically statutorily conferred under Section 34(2)(b)(i) of the Act of 1996 to a party to an award to lay objections thereto on the ground of the subject matter of the arbitration not being arbitrable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69b83939080c44c8804651c665acb8fe_210"
    },
    {
      "start": 45438,
      "end": 45613,
      "text": "Section 34(2)(b)(i) of the Act of 1996 reads thus:-\n\"the subject matter of the dispute is not capable of settlement by arbitration under the law for the time being in force,\"\n",
      "labels": [
        "STA"
      ],
      "id": "a030237fb7744bdd81aab5bf3d7fe8fb_211"
    },
    {
      "start": 45613,
      "end": 45799,
      "text": "The plain language of Section 34(2)(b)(i) makes it pellucid that objections as to an award for reason of it addressing a non arbitrable dispute can be taken up subsequent to its passing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "faa1c154af704d449057a277c79aede5_212"
    },
    {
      "start": 45800,
      "end": 45908,
      "text": "There can be no waiver thereagainst either with reference to Section 4 of the Act of 1996 or even otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "954fda1937f34246847e40bef5fc2199_213"
    },
    {
      "start": 45909,
      "end": 45982,
      "text": "\nThe question that now arises is as to what disputes are non- arbitrable?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6df98f273c934cd5952ace552fea32c3_214"
    },
    {
      "start": 45984,
      "end": 46178,
      "text": "The Apex Court in case of Booz Allen and Hamilton Inc. Vs. SBI Home Finance Limited [(2011)5 SCC 532] has held that where certain matters are governed by special status, they are not arbitrable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8b6c24e37c85432fadc6f8dbd77c09bf_215"
    },
    {
      "start": 46179,
      "end": 46865,
      "text": "By way of illustration the Apex Court referred to several non-arbitrable disputes such as (i) disputes relating to rights and liabilities which give rise to or arise out of criminal offences; (ii) matrimonial disputes relating to divorce, judicial separation, restitution of conjugal rights, child custody; (iii) guardianship matters; (iv) insolvency and winding-up matters; (v) testamentary matters (grant of probate, letters of administration and succession certificate); and eviction of tenancy matters governed by special statutes where the tenant enjoys statutory protection against eviction and only the specified courts are conferred jurisdiction to grant or decide the disputes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b4ccda03682e4e60a2093f9dbe6170b7_216"
    },
    {
      "start": 46866,
      "end": 47056,
      "text": "The issue was also considered by the Apex Court in the case of MSP Infrastructure Limited Vs. Madhyapradesh Road Development Corporation Limited [(2015)13 SCC 713] with a similar conclusion.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed4ef4c39baa41948665dbbe19921961_217"
    },
    {
      "start": 47058,
      "end": 47364,
      "text": "The Apex Court in the case of A. Ayyasamy v. A. Paramasivam [(2016)10 SCC 386] has held that ordinarily every civil or commercial dispute whether based on contract or otherwise which is capable of being decided by a civil court is in principle capable of being adjudicated upon and resolved by arbitration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "242c5a2ef8a744c6baa5f57656bbdfc7_218"
    },
    {
      "start": 47365,
      "end": 47483,
      "text": "But such resolution by arbitration of a dispute is subject to the dispute being governed by the arbitration agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9691ccc51acc4fc79ef753e4a373e3d7_219"
    },
    {
      "start": 47484,
      "end": 47708,
      "text": "It was held that classes of dispute which fall within the exclusive domain of special fora under legislation which confers exclusive jurisdiction to the exclusion of ordinary civil court could not be resolved by arbitration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa23ae1490684cc2aff119fe0ac58ca0_220"
    },
    {
      "start": 47709,
      "end": 47937,
      "text": "And consequently if the jurisdiction of ordinary civil court is excluded by conferment of exclusive jurisdiction on a specific court as a matter of public policy, such a dispute would not be capable of resolution by arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1b48e635cb94067a055743a8e3f2618_221"
    },
    {
      "start": 47939,
      "end": 48222,
      "text": "In the instant case a bare look at the reference dated 12-2- 2007 made by the Commission indicates that it was with regard to the dispute in the matter of UI charges being billed to HZL by the AVVNL for open access to its three units under the open access agreements dated 10-3-2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c1326abddee480cb38fac4c61189ea4_222"
    },
    {
      "start": 48223,
      "end": 48485,
      "text": "It is not in dispute and cannot be so that UI charges sought to be billed on the respondent HZL were in terms of agreement dated 10-3-2005 between AVVNL and HZL for open access to its distribution lines for the supply of electricity from HZL's CPP at Chanderiya.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3577109a9e749bbb73133ea7af520e2_223"
    },
    {
      "start": 48486,
      "end": 48773,
      "text": "Admittedly the said OA agreements dated 10-3-2005 were founded upon the Regulations of 2004 notified by the Commission in exercise of its power under Section 42(2) read with Section 181 of the Act of 2003, after being laid and approved by the State Legislature under Section 182 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da11c2a0d8f0457d9c977cbad025e86e_224"
    },
    {
      "start": 48774,
      "end": 48837,
      "text": "The said Regulations of 2004 thus partook the character of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd4072eeb98a4d05b9c96738bdd18b85_225"
    },
    {
      "start": 48838,
      "end": 48982,
      "text": "Clause 29 of the aforesaid Regulations 2004 provided for redressal mechanism with regard to all disputes and complaints relating to open access.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "281f707115974e6d856254595057c0f9_226"
    },
    {
      "start": 48983,
      "end": 49372,
      "text": "Thereunder in the first instance all disputes and complaints relating to open access were to be made to the State Load Depatch Centre (SLDC) which would then be under an obligation to investigate and resolve such dispute within thirty days, failing which the dispute was to be considered and decided by the State Power Committee (SPC) constituted under Grid Code, in thirty days following.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3b8df7c6a7446919fc47270ef6ab04a_227"
    },
    {
      "start": 49373,
      "end": 49623,
      "text": "It was only when the SPC was unable to resolve the grievance of the open access consumer (no doubt may be a CPP owner) the matter was to be referred to the Commission, which was to then address the disputes and complaints of the open access consumer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45c10ba0900c41bdb507df78ee4cfe3c_228"
    },
    {
      "start": 49624,
      "end": 49845,
      "text": "In terms of Section 29 of the Regulations of 2004 the Commission on taking seisin of the disputes and complaints relating to open access could not make a reference to the Arbitrator as no such provision obtained therefor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5916744b38a8446892351de29f3a1f28_229"
    },
    {
      "start": 49846,
      "end": 50173,
      "text": "\nYet in the instant case an application under Sections 42, 94 and 158 of the Act of 2003 read with clause 30 of the Regulations of 2004 was moved by the respondent HZL before the Commission on 25-1-2007, which has been placed on record by the counsel for the respondent HZL along with affidavit with inward No.12362/16-3- 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13d4f82d847b4a48be5e887ddd27a8cd_230"
    },
    {
      "start": 50174,
      "end": 50322,
      "text": "A perusal of the said application evidences that it is captioned as one regarding \"unauthorised deduction and collection from open access consumer\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67feb4bc618841f8923b4b189a8290f7_231"
    },
    {
      "start": 50323,
      "end": 50613,
      "text": "The caption and so too the application's contents indicate that it was not by HZL in its capacity of a generating company (by virtue of it operating a CPP) but as an open access consumer as defined in Regulations of 2004, using the distribution systems of AVVNL--the distribution licensees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a9bd139a8564bee83b923923c9dc4e2_232"
    },
    {
      "start": 50614,
      "end": 50740,
      "text": "There was not a whisper in the application by HZL that the dispute agitated was one in its capacity as a \"generating company\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5234f7e590c946e5bd7d086c33dd6baa_233"
    },
    {
      "start": 50741,
      "end": 50885,
      "text": "The application set out HZL's grievances with regard to the electricity bills raised by AVVNL under pain of disconnection of electricity supply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba12d7cb470e496295f57cf32860c8d0_234"
    },
    {
      "start": 50886,
      "end": 51269,
      "text": "HZL's case was that the electricity bill dated 25-1-2007 raised on it following the preparation of software by the Commission's staff for settlement of UI charges under the open access agreements dated 10-3-2005 was wholly arbitrary, illegal and in violation of directions of the Commission, and AVVNL could not make \"any recovery through software created two years after the event\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca104b4c38af4a4e9b256db39c909b9c_235"
    },
    {
      "start": 51270,
      "end": 51619,
      "text": "The application further stated that in view of orders dated 10-4-2006 and 22-5-2006 passed by the Commission in petition No.57/2006, the national Electricity Policy and the Terrif Policy, HZL required protection without which it could not survive due to \"undue harassment\" and unfair treatment at the hands of AVVNL leading to existential hardships.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a62e9cfb38b54a68860d6b30090bd04f_236"
    },
    {
      "start": 51620,
      "end": 51716,
      "text": "Appropriate relief under clause 30 of the Regulations 2004 (Removal of Difficulties) was sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c537a69e252439e841daa1fa92781b2_237"
    },
    {
      "start": 51717,
      "end": 51934,
      "text": "On the aforesaid averments relating to HZL's grievance it was prayed that for its resolution, the matter of wrongful/ arbitrary billing be resolved through an arbitrator appointed under Section 158 of the Act of 2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79c6d7eb355e471db32467a620a50882_238"
    },
    {
      "start": 51935,
      "end": 52135,
      "text": "\nOn the aforesaid application dated 25-1-2007 the order of reference was made by the Commission on 12-2-2007 appointing Mr.R.K. Sharma as sole arbitrator to go into the issue of billing of UI charges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ed68db89acc400cbf28cae839721c39_239"
    },
    {
      "start": 52136,
      "end": 52392,
      "text": "\nWe are of the considered view that the contents of the application by the respondent HZL before the Commission evidenced that the dispute agitated therein was one related to billing for UI charges under the open access agreements dated 10-3-2005 by AVVNL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "159b44d2d29a4b4e98d7958238a98b99_240"
    },
    {
      "start": 52393,
      "end": 52772,
      "text": "We find no force in the contention of Mr. R.N. Mathur appearing for HZL that the dispute set up before the Commission in the application dated 25-1-2007, on which the matter was referred to the sole arbitrator did not relate to open access agreement/s dated 10-3-2005 or that it related to disputes by HZL as a generating company (CPP owner) and AVVNL as a distribution licensee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e607b1524ba40c589b5b53aff87d939_241"
    },
    {
      "start": 52773,
      "end": 52862,
      "text": "To hold so would be perverse and a gross misreading of HZL's application dated 25-1-2007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93992c8d1e8d47c189e488719f17a5c3_242"
    },
    {
      "start": 52863,
      "end": 53261,
      "text": "\nAt this stage it would appropriate to also take note of the fact a three member committee of the Commission constituted of Shanti Prasad, as Chairman, S.N. Dharendra, Member (Finance) and K.L. Vyas member (Technical) in its order dated 10-4-2006 had held that the dispute as to UI charges and matters relating to open access was liable to be adjudicated under clause 29 of the Regulations of 2004.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22f989953bab40c8a2c0c5683fa07514_243"
    },
    {
      "start": 53262,
      "end": 53642,
      "text": "Further the Commission in its order dated 22-5-2006 held in para 12 as under:-\n\"The Commission reaffirms that once software is finalized, dispute regarding energy accounting and billing shall be settled by dispute redressal mechanism already provided at clause 29 of the Open Access Regulations, wherein SLDC is the proper authority to be approached for settlement of the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30979476f0894dc6a448ca017d158069_244"
    },
    {
      "start": 53643,
      "end": 53882,
      "text": "When SLDC is unable to settle the dispute the State Power Committee (SPC) under the provisions of the State Grid Code, will endeavour to resolve it and in case, SPC is also unable to resolve the dispute, the Commission is to be approached.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26d261dc9d044e808392fa4a8c4f902e_245"
    },
    {
      "start": 53883,
      "end": 53994,
      "text": "\nOddly subsequently vide order dated 12-2-2007, one member of the Commission then passed a contradictory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7681f985e9b84f0c8eaa43e8f42b27a2_246"
    },
    {
      "start": 53995,
      "end": 54443,
      "text": "And instead of requiring the respondent HZL to approach SLDC under clause 29 of the Regulations of 2004 for settlement of dispute in regard to billing of UI charges and other aspects of the agreements dated 10-3-2005, as earlier held by the 3 member Commission, made a reference of the dispute of billing of UI charges to the Arbitrator under purported exercise of powers under Sections 45, 94 and 158 of the Act of 2003 read with Regulations 2004.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6d3716b59f04d86813247419a470356_247"
    },
    {
      "start": 54444,
      "end": 54608,
      "text": "It is also relevant that Section 86(1)(f) of the Act of 2003 was not adverted to in the order dated 12-2- 2007 not adverted to in HZL's application dated 25-1-2007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edcadf6fb47e42dbb9e05fe443072526_248"
    },
    {
      "start": 54609,
      "end": 54909,
      "text": "\nThat so being, clause 29 of the Regulations 2004 which relates to redressal mechanism for \"all disputes and complaints\" in regard to open access, was the statutory mechanism which alone could have been invoked by HZL for resolution of disputes related to open access including billing of UI charges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "177d4b3c22c446cf9a296e1179f54330_249"
    },
    {
      "start": 54910,
      "end": 55187,
      "text": "The dispute/ complaint by HZL as the open access consumer was thus exclusively to be resolved by the statutory mechanism under clause 29 of the Regulations of 2004 and could not in any circumstance be resolved by resort to any other procedure including a statutory arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "231a3a22c47a4c40a1bf3f1aada95019_250"
    },
    {
      "start": 55188,
      "end": 55355,
      "text": "No power statutory or otherwise vested with the Commission in the facts of the case to make a reference of a dispute relating to open access to a statutory arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "909a207f72834d2d9d3c1fcc0d5cb7ce_251"
    },
    {
      "start": 55357,
      "end": 55528,
      "text": "This also for the reason that disputes under the Open Access Regulations 2004 are plainly not within the jurisdiction of civil courts as per the scheme of the Act of 2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffd87a5ea4c84327869336565a542c19_252"
    },
    {
      "start": 55529,
      "end": 55617,
      "text": "The jurisdiction of the Civil court in such disputes is barred by necessary implication.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32aee5f77edb4440a5b37ab41a2ff157_253"
    },
    {
      "start": 55618,
      "end": 55870,
      "text": "This is evident from the fact that a parallel mechanism for resolution of disputes relating to electricity has been set out under the Act of 2003 by way of constitution of Central Electricity Regulatory Commission as also State Electricity Commissions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c62e3001e9ea4b40ae038bbbe1a5f3c0_254"
    },
    {
      "start": 55871,
      "end": 56052,
      "text": "Decisions whereof are appellable before the Appellate Tribunal under Section 111 of the Act of 2003 and appeals wherefrom lie to the Apex Court under Section 125 of the Act of 2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f9e1efa92cf4a8ab820749a162688db_255"
    },
    {
      "start": 56053,
      "end": 56397,
      "text": "In the circumstances disputes/ complaint of the respondent HZL with regard to alleged wrongful billing on account of UI charges under the open access agreements dated 10-3-2005 in the background of Open Access Regulations 2004 were to be exclusively determined under the redressal mechanism provided under Regulation 29 of the Regulations 2004.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4ddeb93ec5342d3b46b0daf1885bb62_256"
    },
    {
      "start": 56398,
      "end": 56647,
      "text": "The respondent HZL thus aggrieved of the allegedly wrong billing of UI charges by AVVNL ought to have only first approached the SLDC and if necessary thirty days thereafter the SPC constituted under Grid Code, and on failure of both, the Commission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1ec99238c2f4e1ebf0c1306b201b2d2_257"
    },
    {
      "start": 56648,
      "end": 56922,
      "text": "We are further of the considered view that in the event of State Commission being approached under clause 29 of the Regulations 2004, it could not exercise its powers under Section 86(1)(f) read with Section 158 of the Act of 2003 to make a reference to the Sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6682fe3c97ef4fb2a5efc7ab9def7d52_258"
    },
    {
      "start": 56923,
      "end": 56963,
      "text": "The Commission could only decide itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "851446eb57b24712b2218c046796b7bd_259"
    },
    {
      "start": 56964,
      "end": 57553,
      "text": "\nWe are of the considered view that in the facts on record and legal position obtaining from the judgment of the Apex Court in A.Ayyasamy vs. A. Paramasivam (supra) the dispute/ complaint with regard to UI charges billing under the open access agreements dated 10-3-2005 having been legislatively set up for resolution through the exclusive redressal mechanism under clause 29 of Regulations 2004 could not have been referred to the sole arbitrator as neither an arbitration agreement therefor obtained nor were the preconditions of a statutory arbitration under the Act of 2003 satisfied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a6137c7e188405088d41f211972ca8c_260"
    },
    {
      "start": 57554,
      "end": 57751,
      "text": "The dispute with regard to billing of UI charges, referred to the sole arbitrator purportedly under Section 158 of the Act of 2003 by the Commission's order dated 12-2-2007 was thus not arbitrable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d8fb86e18b94c0dba0614c8e4d6ecb6_261"
    },
    {
      "start": 57752,
      "end": 57969,
      "text": "The dispute thus not being arbitrable the award dated 25-8-2007 thereon passed by the Sole Arbitrator is liable to be quashed and set aside on this count alone with reference to Section 34(2)(b)(i) of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ae1f06ddee24556bc1b492fccd9653f_262"
    },
    {
      "start": 57970,
      "end": 58213,
      "text": "\nEven otherwise we are of the considered view that the award dated 25-8-2007 is wholly perverse in holding that conditions 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreement dated 10-3-2005 were contrary to the Regulations and the Act of 2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b845c58bcc042ff8ef0c4b3f085876d_263"
    },
    {
      "start": 58214,
      "end": 58451,
      "text": "In fact the award aside of some broad brush observations does not specify as to which of the Regulation/s or order/s of the Commission or provisions of the Act of 2003 were/ was violated in drawing the said OA agreements dated 10.3.2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39b6a4c59765474aac8a14c5a4eb8a84_264"
    },
    {
      "start": 58452,
      "end": 58549,
      "text": "Contrarily the orders dated 10-4-2006 and 22-5- 2006 passed by the Commission evidence otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1db1998be73c4655b07d07ae1e3571bc_265"
    },
    {
      "start": 58550,
      "end": 58748,
      "text": "The Commission in its order dated 10-4-2006 in para 4 recorded that the open access agreements dated 10-3-2005 were by and large found to be in conformity with the provisions of OA Regulations 2004.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1143f130344645fcb38977d38eeb2c6e_266"
    },
    {
      "start": 58749,
      "end": 58947,
      "text": "The Commission further in para 6 of the said order noted that in its view as per open access agreements it was appropriate for the AVVNL to demand finalized schedule from HZL for levying UI charges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25a4bcbdcd3949d3ae391f2e94df1cfb_267"
    },
    {
      "start": 58948,
      "end": 59082,
      "text": "And in view of delays being occasioned for one reason or the other in finalizing the settlement mechanism it deserved to be expedited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4019319ab86844be8795b2a1efc93c0a_268"
    },
    {
      "start": 59083,
      "end": 59304,
      "text": "AVVNL was directed to finalize UI settlement account vis- a-vis respondent HZL subsequent to receipt of requisite information from HZL taking into consideration its deviations from the agreed schedules in drawls of power.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64e967f7293d4477873d1abaafd9ee3d_269"
    },
    {
      "start": 59305,
      "end": 59703,
      "text": "Thereafter in its final order dated 22- 5-2006 the Commission reiterated its earlier observations that as per clause 9(a)(i)(ii) and 9(c), (i) and (ii) deviation from scheduled generation and scheduled drawl not exceeding 5% of total schedule for open access and AVVNL supply is to be priced at the UI price specified by the Commission and shall be payable/ recoverable by the open access consumer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "929d4eee6b4243a79bb7b86f87253e9a_270"
    },
    {
      "start": 59704,
      "end": 59913,
      "text": "For the generation (i.e. injection) exceeding 5% of the schedule no amount shall be receivable by generating station and drawl exceeding 5% of total schedule shall be charge at the tariff for temporary supply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4c52560f0464343ae086f0f356c344b_271"
    },
    {
      "start": 59914,
      "end": 60340,
      "text": "Thereafter noting the submission of AVVNL that UI settlement account could not be prepared for want of requisite software and that SLDC was required to compile schedules, the Commission observed that AVVNL was entitled to recover charges as per provisions of the agreements, albeit it could not indefinitely withhold payment of sums otherwise due in lieu of UI charges without preparing/ finalizing the UI account and billing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1b56543370f467496748483b2c43794_272"
    },
    {
      "start": 60341,
      "end": 60539,
      "text": "To obviate the obstruction in preparing the UI account and levy of charges the Commission therefore directed that the energy account software be developed for the purpose through Commission's staff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da908f676cf9447d8e37f04d29892c2c_273"
    },
    {
      "start": 60540,
      "end": 60854,
      "text": "The Commission then affirmed that once the software was finalized, dispute regarding energy accounting and billing would be settled by the dispute redressal mechanism as provided under clause 29 of the Regulations 2004, whereunder the SLDC was the proper authority to be first approached for settlement of dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fc358a3896040c094eab3de4d1481f5_274"
    },
    {
      "start": 60855,
      "end": 61332,
      "text": "\nIt is thus apparent that the Commission had categorically upheld the legality and validity of the agreements dated 10-3-2005 and inter alia the levy of UI charges and other sums from the open access consumer for specified deviations in terms of the OA Regulations of 2004 framed under Section 42(2) read with Section 181 of the Act of 2003 and under Section 42(2) of the Act of 2003 open access could be made subject to various conditions, extent and manner of access defined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ed0ad4f9346443fa6f8c92d329c958d_275"
    },
    {
      "start": 61333,
      "end": 61412,
      "text": "Clause 20 of the Regulations 2004 provides for unscheduled interchange pricing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13d2776945134e3f812656de05ff6a63_276"
    },
    {
      "start": 61413,
      "end": 61570,
      "text": "Clause 21 for reactive energy charges, clause 22 for energy losses, clause 23 for other commercial conditions, clause 24 for compliance with grid discipline.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b2de04e60764ce794cce3be180fbbf0_277"
    },
    {
      "start": 61571,
      "end": 61661,
      "text": "The OA agreements dated 10-3-2005 were accordingly entered into between the AVVNL and HZL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "253f72a5a0bf45529a7a5af4175592d1_278"
    },
    {
      "start": 61662,
      "end": 61866,
      "text": "And yet the sole Arbitrator has overlooked the aforesaid findings of the Commission and has perversely held that clauses 2, 5, 8(c), 9, 11(d) (e) and 13(d) of the agreements dated 10-3-2005 were unlawful.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0758d829ae0b4c7b9c028a9974f1d44d_279"
    },
    {
      "start": 61867,
      "end": 61989,
      "text": "Therefore the impugned award dated 25-8-2007 is also liable to be quashed and set aside for clear non application of mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "252665d39ebd4b74bb608d4ae1abf262_280"
    },
    {
      "start": 61990,
      "end": 62386,
      "text": "\nWe may at this stage appropriate to observe that reliance by the respondent HZL on the Commission's order dated 23-6-2006 in petition No.RERC/57/2005 relatable to clause 20 of the OA Regulations 2004, is of little avail for the reason that the said order was passed in the course of the Commission specifying the pricing mechanism for payment of mismatch between the scheduled and actual drawal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba71221ff27948cc8fba391c69285b62_281"
    },
    {
      "start": 62387,
      "end": 62491,
      "text": "The Commission did not issue any directions of modifying the pre-existing OA agreements dated 10.3.2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b8bf722d0d24690b7d8a64ae8eb3a83_282"
    },
    {
      "start": 62492,
      "end": 62785,
      "text": "It cannot therefore be anybody's case that the charges levied by AVVNL as per the conditions of the open access agreement/s dated 10-3- 2005 were unlawful and contrary to the extant OA Regulations of 2004 and till such time as they were amended effective 1.5.2006 as per the Commission's view.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5d46ca4439c43b8a8878843ce33e4b1_283"
    },
    {
      "start": 62787,
      "end": 62961,
      "text": "Further, the arbitrator has also not recorded any reason founded in law to hold clauses 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreement/s dated 10-3-2005 as null and void.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c48eb12a0bcc42e1bafbcf362f777483_284"
    },
    {
      "start": 62962,
      "end": 63107,
      "text": "In fact the award dated 25-8-2007 records that neither misrepresentation nor undue influence vitiated the open access agreements dated 10-3-2005.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbc9dfcac6c84d65863dcb4cc45cb76e_285"
    },
    {
      "start": 63108,
      "end": 63201,
      "text": "And that both the parties thereto had entered into the open access agreements with eyes open.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9ff57b7fb084149844d7b2b4d500e1a_286"
    },
    {
      "start": 63202,
      "end": 63311,
      "text": "The Arbitrator then however peremptorily held that neither AVVNL nor HZL were conscious of the operating law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3656ff8c5f3c423bbfcae869893b9a75_287"
    },
    {
      "start": 63312,
      "end": 63629,
      "text": "We are of the considered view that in so holding the sole Arbitrator has not applied his mind and overlooked the Commission's orders dated 30-4-2004, 10-4-2006 and 22-5-2006 rendering his conclusions/ finding that the operating law was overlooked when the agreements dated 10-3-2005 were entered into wholly perverse.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "090fe994193a42a097f26d1e70e0cf3a_288"
    },
    {
      "start": 63630,
      "end": 63924,
      "text": "The Arbitrator has also overlooked Section 28(1)(a) of the Act of 1996 which mandates that in a domestic arbitration, the arbitral tribunal shall decide the dispute referred to him in accordance with the substantive law for the time being in force in India and Section 28(3) of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c75f81077bc450eb2eb212dd83da1b4_289"
    },
    {
      "start": 63925,
      "end": 64104,
      "text": "The substantive law in force in India at the time of passing of the impugned award dated 25-8-2007 indisputably would include the Contract Act, 1872 (hereafter `the Act of 1872').",
      "labels": [
        "ANALYSIS"
      ],
      "id": "445b3a99ce2e4ae5afdadcb79013a7eb_290"
    },
    {
      "start": 64105,
      "end": 64260,
      "text": "Section 21 thereof inter alia provides that \"a contract is not voidable because it was caused by a mistake as to any law in force, even where there be one.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0f7813a95704a738f48742b863a0dc2_291"
    },
    {
      "start": 64261,
      "end": 64617,
      "text": "Section 23 of the Act of 1872 provides that \"the consideration or object of an agreement is lawful, unless it is forbidden by law, is of such nature that if permitted it would defeat the provisions of any law or is fraudulent or involves or implies injury to the person or property of another or the court regards it as immoral or opposed to public policy.",
      "labels": [
        "STA"
      ],
      "id": "e23744b5b0214f898082a48e2a12f886_292"
    },
    {
      "start": 64618,
      "end": 64933,
      "text": "\nWe are for reason of Section 21 of the Act of 1872, of the considered view that the open access agreement/s dated 10-3-2005 and the clauses incorporated therein were, irrespective of any alleged mistake of law as found in the award dated 25-8-2007 (though we disagree for reasons recorded above) were not voidable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69b9affa6532474fb3e0ddb01d1feaa8_293"
    },
    {
      "start": 64934,
      "end": 65218,
      "text": "The Apex Court in the case of Dhanyalakshmi Rice Mills Vs. the Commissioner of Civil Supplies [(1976)4 SCC 723] held that a contract entered into under a mistake of law, by both the contracting parties falls under Section 21 of the Contract Act and cannot for that reason be voidable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aee6666555354b4e8c5493ee7f9d2f2f_294"
    },
    {
      "start": 65219,
      "end": 65471,
      "text": "\nThe respondent HZL from its pleadings before the sole arbitrator and evidence in support also failed to establish that any of the five situations set out under Section 23 of the Act of 1872 rendered the open access agreements dated 10-3-2005 unlawful.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53cbc7b882094df99dc1c2b46ba7ab53_295"
    },
    {
      "start": 65472,
      "end": 65706,
      "text": "Yet the Arbitrator has in the absence of any valid legal ground under Section 23 of the Act of 1872 perversely concluded that clauses 2, 5, 8(c), 9, 11(d)(e) and 13(d) of the agreements dated 10-3-2005 were unlawful and unenforceable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a348e40032a748659340968620a5608d_296"
    },
    {
      "start": 65707,
      "end": 65895,
      "text": "The impugned award dated 25-8- 2007 as well as the judgment dated 25-2-2017 passed by the Commercial Court rejecting the Section 34 objections thereagainst are thus not sustainable in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea551ef3c98d4b5081fa7769fd923710_297"
    },
    {
      "start": 65896,
      "end": 65919,
      "text": "They are so held to be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e98c3cc4e8c8490384f69be91cf9af41_298"
    },
    {
      "start": 65921,
      "end": 66151,
      "text": "Further admittedly HZL has taken advantage of the open access facility under the agreement/s dated 10-3-2005 and admittedly the power generated at its CPP at Chanderiya transmitted to its three units at Aghucha, Debari and Dariba.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "716a92becf7c49e6ad3d13f606a8bd25_299"
    },
    {
      "start": 66152,
      "end": 66460,
      "text": "Subsequent thereto in 2007, after the reference by the Commission on 12-2-2007 HZL could not seek to renege on its obligation under the OA agreements in issue and pray for declaring conditions thereof relating to AVVNL's right to levy UI and other charges and HZL's corresponding obligations void & unlawful.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1baa46d7ecd4b4e80402649463f5162_300"
    },
    {
      "start": 66461,
      "end": 66563,
      "text": "Such a claim as allowed by the impugned award dated 25-8-2007 renders the award itself unconscionable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60a16aeb99624be09e143c427b99ac3e_301"
    },
    {
      "start": 66564,
      "end": 67039,
      "text": "The Apex Court in the case of Shin Satellite Public Co. Ltd. Vs. Jain Studios Ltd. [(2006)2 SCC 628] has recognised the equitable principle in the construction of contracts and held that where a party would not have agreed on certain terms of the agreement had it known the other terms agreed to its benefit would be held to be invalid or unlawful, the doctrine of severability would not apply for the reason that so to do would be wholly inequitable and contrary to justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f6770b4641fe476fac2ca01014fc94e5_302"
    },
    {
      "start": 67040,
      "end": 67469,
      "text": "In the case of Transmission Corporation of Andhra Pradesh Limited vs. Sai Renewable Power Private Limited [(2011)11 SCC 34] the Apex Court held that when benefit is taken under a contract on some of its conditions it is not possible to sustain the plea of invalidity qua other conditions of the contract by the beneficiary party under the said contract unless the party benefitting can compensate the other for the benefit taken.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4c85b8f5ed14e61b53399df7e2f2ac7_303"
    },
    {
      "start": 67470,
      "end": 67621,
      "text": "Severability of the contract in such situation even where otherwise possible, declaring invalid certain terms and conditions, would not be permissible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2f4384e529174388aea6559671783e60_304"
    },
    {
      "start": 67622,
      "end": 67966,
      "text": "In the case of Rajasthan State Industrial Development and Investment Corporation vs. Diamond and Gem Development Corporation Limited [(2013)5 SCC 470] the Apex Court held that a party cannot play hot and cold, both approbate and reprobate and after gaining benefits of the contract cannot challenge its conditions with regard to its obligation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eab8f63a37d149af8e30d9c4b5a4c7b5_305"
    },
    {
      "start": 67967,
      "end": 68084,
      "text": "In such situations it would be estopped from denying the validity of any of the terms and conditions of the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "695349c8472d49f3988888993842fb3f_306"
    },
    {
      "start": 68085,
      "end": 68133,
      "text": "\nSuch a situation obtains in the instant appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f9c989fde53453895cdbe6d7863a526_307"
    },
    {
      "start": 68134,
      "end": 68514,
      "text": "Having obtained open access to AVVNL's distribution lines and supplied power generated at its CPP Chanderiya (Chittorgarh) to its three units Aghucha, Debari and Dariba and at no time prior to laying of claim before the Sole Arbitrator in 2007 having even questioned its liabilities on principle towards UI charges and other levies/ charges under the OA agreements dated 10-3-2005",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba4f72cd350b450d8a2bc397ad46166d_308"
    },
    {
      "start": 68515,
      "end": 68730,
      "text": ", HZL could not be permitted on receipt of the bill from AVVNL in January 2007 to question the conditions of the OA agreements dated 10-3-2005 in respect of its obligations to pay agreed charges under various heads.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61440791d56540ee860dcae94c98169c_309"
    },
    {
      "start": 68731,
      "end": 68827,
      "text": "It could only, if so advised, question the bill's arithmetic alone before the appropriate forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6501fff5665c4aefbecf9624d33ec211_310"
    },
    {
      "start": 68828,
      "end": 69190,
      "text": "In overlooking this fact as also the Commission's orders dated 10-4-2006 and 22-5-2006 on UI charges being payable by HZL on mismatch between scheduled and actual drawls and scheduled versus actual injections of power, the sole Arbitrator acted wholly contrary to the terms of the contract, between the parties as mandated under Section 28(3) of the Act of 1996.",
      "labels": [
        "RATIO"
      ],
      "id": "446351c9af3c41d59271db88ac9a0ffb_311"
    },
    {
      "start": 69191,
      "end": 69382,
      "text": "The award is thus vitiated by \"patent illegality\" within the meaning ascribed to the term by the Apex Court in the case of Associate Builders Vs. Delhi Development Authority [(2015)3 SCC 49].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bedef0fa1de542e3b8a691dbe3a07362_312"
    },
    {
      "start": 69383,
      "end": 69455,
      "text": "The award dated 25-8-2007 is liable to be set aside also on this ground.",
      "labels": [
        "RPC"
      ],
      "id": "48ceadc3c6154e5683dcf2b34be04e91_313"
    },
    {
      "start": 69456,
      "end": 69556,
      "text": "So is the Commercial Court's judgment dated 25-2-2017 rejecting the AVVNL's objections to the award.",
      "labels": [
        "RPC"
      ],
      "id": "1526c11b2af448ecb667fe0e84209fa7_314"
    },
    {
      "start": 69558,
      "end": 69807,
      "text": "The upshot of the aforesaid discussion is that neither the award dated 25-8-2007 nor the impugned judgment dated 25-2- 2017 passed by the Commercial Court dismissing appellant's objections under Section 34 of the Act of 1996 thereof are sustainable.",
      "labels": [
        "RPC"
      ],
      "id": "b84490be4f0e4578845d0c922565a192_315"
    },
    {
      "start": 69808,
      "end": 69846,
      "text": "Resultantly are quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "79aef8533c93451a9d307b79b584ba0e_316"
    },
    {
      "start": 69847,
      "end": 69878,
      "text": "\nAppeal is accordingly allowed.",
      "labels": [
        "RPC"
      ],
      "id": "2aa7df5583a94d94a0af34a99f05d93a_317"
    },
    {
      "start": 69879,
      "end": 69897,
      "text": "\n(Alok Sharma), J.",
      "labels": [
        "NONE"
      ],
      "id": "53d5754811454b4aac270a516b1b2722_318"
    },
    {
      "start": 69898,
      "end": 70041,
      "text": "                        (Mohammad Rafiq), J.\n\n\n\n\narn/\n\n\n\n\n\nAll corrections made in the order have been incorporated in the order being emailed.",
      "labels": [
        "NONE"
      ],
      "id": "b4d6afcbaa8d41fd92dbc2566b69c2a1_319"
    },
    {
      "start": 70042,
      "end": 70082,
      "text": "\n\n\nArun Kumar Sharma, Private Secretary.",
      "labels": [
        "NONE"
      ],
      "id": "3c93c50f42744a959e15853efdbf6104_320"
    }
  ]
}