{
  "id": "a66b5dd6397008d5b83f4f25a5c8b3fafe03cbceb86410ece49ee2513534fd7b",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nDelhi High Court \nPuma Se vs D.K. Arora on 29 November, 2022\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru \n                          2022 /Dhc/005203 \n\n\n\n\n                               In The High Court Of Delhi At New Delhi\n\n                          %                              Judgment delivered on : 29.11.2022 \n\n                          +     Fao (Comm) 139/2022 and Cm Appl. 41704/2022 \n\n                          Puma Se                                            ..... Appellant \n                                                         versus\n\n                          D.K. Arora                                         ..... Respondent \n\n\n                          Advocates who appeared in this case : \n                          For the Appellant       : Mr. Ranjan Narula, Adv. \n\n                          For the Respondents     : Mr. Sholab Arora, Adv. \n\n                          Coram \n                          Hon'Ble Mr. Justice Vibhu Bakhru \n                          Hon'Ble Mr. Justice Amit Mahajan\n                                                    Judgment\nAmit Mahajan, J\n1. Aggrieved by the impugned order dated 12.07.2022, passed by the learned Commercial Court, allowing the application filed by the respondent/ defendant, under Order Vii Rule 10, Code  of Civil Procedure, 1908 ('CPC') and returning the plaint; the appellant/ plaintiff has filed the present appeal under Section 13 of the Commercial Courts Act, 2015. \n2022/DHC/005203 2 . The appellant, which is a company based in Germany, had filed the suit alleging that the respondent is manufacturing and selling counterfeit products under its well-known label, . \n3. The appellant / plaintiff in the suit, sought various reliefs including permanent injunction, restraining the respondent from infringing its trade mark, \"PUMA\". By an order dated 10.05.2019, the learned Trial Court granted ex parte ad interim injunction, restraining the respondent from using the impugned mark. Thereafter, during the course of proceedings, the respondent filed an application under Order VII Rule 11, seeking rejection of the plaint on the ground that no cause of action had arisen so as to entitle the plaintiff to file the suit. The respondent also raised an objection that the Courts in Delhi have no territorial jurisdiction to try and entertain the suit. \n4. The said application was disposed of by the order dated 28.10.2021, and it was noted by the learned Commercial Court as under:\n\"During the course of arguments, Ld. Counsel for defendant very fairly submitted that he has no objection, if an issue on the basis of his application under Order VII Rule 11CPC is ultimately framed during the course of trial and the said aspect can be thereafter decided after both the parties gets an opportunity to lead their respective evidence. \nLd. Counsel for defendant undertakes to file written statement within next fifteen days. Let the same be filed with direction to supply advance copy to Ld. Counsel for plaintiff who, may thereafter file replication, if any, within fifteen days. \nAccordingly, matter be put up for completion of pleadings as above and filing of replication, if any, on01.12.2021.\"\n2022/DHC/005203 5. Thereafter, it appears that applications were moved by the respondent under Order VII Rule 10 CPC, application under Order VII Rule 11 and under Section 114, read with Section 151 of the CPC, seeking review of the order dated 28.10.2021 and also seeking return of the plaint on the ground of lack of territorial jurisdiction. The arguments in respect of the said applications were heard by the learned Commercial Court on 28.05.2022. The learned Judge on the said date, allowed the application for review and considered the application under Order VII Rule 11, CPC and application under Order VII Rule 10, CPC and reserved the matters for orders. \n6. Vide impugned judgement dated 12.07.2022, the learned Commercial Court dismissed the application under Order VII Rule 11 but allowed the application under Order VII Rule 10, CPC which led to filing of the present appeal. \n7. The learned Commercial Court considered the provisions of Section 134 of the Trade Marks Act, 1999 (hereafter 'the TM Act'), and Section 20 (2) of the CPC, and examined the law in relation to institution of suits for infringement of trade marks. It relied upon the judgment passed in Ultra Home Construction Pvt. Ltd Vs. Purushottam Kumar Chaubey & Ors.: 2016 SSC Online Del 376, to consider whether the Court has the territorial jurisdiction under the Trade Marks Act, to entertain the suit. \n8. The learned Commercial Court, however, examined the facts pleaded in the plaint to hold that no part of cause of action had arisen 2022/DHC/005203 in Delhi to entitle the plaintiff to file the suit within the territorial jurisdiction of the concerned Commercial Court. \nArguments 9. Learned Counsel appearing for the appellant has challenged the order, essentially on two grounds. First of all, he contended that the order dated 28.10.2021, whereby the Court had decided that the arguments raised in the earlier application filed by the respondent under Order VII Rule 11 CPC, would be considered after the parties had led their respective evidence, could not have been reviewed. Thus, a fresh application under Order VII Rule 11, CPC as well as Order VII Rule 10, CPC on the same grounds was not maintainable. Learned Counsel vehemently argued that only because the respondent had engaged a new Counsel, could not be a reason for seeking review of the order passed by the learned Commercial Court, which was passed with consent of the parties. Secondly, he contends that an application under Order VII Rule 10, CPC, had to be decided on the basis of the averments made in the plaint. He contended that the examination, for the purpose of the application under Order VII Rule 10 CPC, is limited and a detailed examination as sought to be done by the learned Commercial Judge, is impermissible.\n10. Learned Counsel appearing for the respondent, on the other hand, contended that the plaint has to be considered in a meaningful manner and the documents filed along with the plaint do not support the case of the plaintiff so as to enable the plaintiff to file a suit within 2022/DHC/005203 the territorial jurisdiction of Delhi. He contends that neither the appellant nor the respondent have their principle place of business in Delhi nor has any cause of action arisen within the territorial jurisdiction of Delhi. He further stated that the respondent is not selling any products in Delhi and the fact that respondent has advertised its business through websites, www.justdial.com and www.tradeindia.com, will not give rise to a cause of action within the territorial jurisdiction of Delhi. He further states that a website like justdial only provide an address of the business entity so as to enable the customers to approach the company by ascertaining its whereabouts. He further submitted that the websites are not interactive websites through which a person can purchase goods of the respondent and hence, mere registering with the said services will not create any territorial jurisdiction in Delhi. \n11. The law in relation to the rejection of the plaint under Order VII Rule 10, CPC, is no longer res integra. This Court in M/s. RSPL Limited v. Mukesh Sharma &Anr.: 2016 SCC OnLine Del 4285, which was followed in various judgments thereafter, has held that the application under Order VII Rule 10 of the CPC is to be decided on a demurrer by accepting all statements made in the plaint to be true. The appellant for the purpose of territorial jurisdiction has pleaded as under:\n\"41. That this Hon'ble Court has the jurisdiction to entertain and try the present suit as the Plaintiff is carrying on business within the jurisdiction of this Hon'ble Court and also through its various stores in Delhi including its stores at 117,A22,WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, 2022/DHC/005203 Kamlanagar, New Delhi 110007. Also, the Plaintiff sells/ offers their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in. The Hon'ble court also has jurisdiction since the Plaintiff's websitewww.puma.com is an interactive website and accessible to the consumers at Delhi and the Plaintiff's products can be viewed and purchased by the consumers in Delhi. This is a settled position that the possibility to conclude transactions through a website at a particular place is virtually identical to a seller having a shop in that place in the real world. Therefore, this Hon'ble Court has the territorial jurisdiction to try and entertain the present suit in view of section 134(2) of the Trade Marks Act, 1999. The Plaintiff further submits that the Defendants are carrying on its business within the jurisdiction of this Hon'ble Court. The Plaintiff further submits that the Defendant is carrying its business through www.justdial.com,www.tradeindia.com and other websites which are interactive websites and targets the consumers/customers residing within the jurisdiction of this Hon'ble Court and the same gives Jurisdiction to the Hon'ble Court to entertain the present suit. The plaintiff is under the imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi. The Plaintiff submits that the Hon'ble Court also has jurisdiction under section 20 of CPC as the Defendant is supplying/selling the counterfeit products at Delhi. Hence the cause of action has also arisen within the territorial jurisdiction of this Hon'ble Court. The products of the Defendant being made available and purchased by the general public residing within the jurisdiction of this Hon'ble Court.\"\n12. It is evident from the perusal of the plaint as referred above that the plaintiff has claimed the territorial jurisdiction for the following reasons:\na. The plaintiff is carrying on business within the territorial jurisdiction of this Court. \nb. The plaintiff is carrying on business through its various stores in Delhi including stores at 117, A22, WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, Kamlanagar, New Delhi 110007. \n2022/DHC/005203 c. The plaintiff sells/ offers for sale, their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in. \nd. The plaintiff's website, www.puma.com, is an interactive website and is accessible to the consumers at Delhi. e. The defendants are carrying on its business within the territorial jurisdiction of this Court. \nf. Defendant is carrying on its business through www.justdial.com, www.tradeindia.com, which are interactive websites and targets the consumers residing within the jurisdiction of this Court. \ng. Imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi. \nh. Defendant is supplying/ selling the counterfeit products at Delhi. \n13. The learned Commercial Court dealt with some of the aspects of cause of action as mentioned above. It negated the argument that the plaintiff is carrying its business through the stores mentioned in the plaint. According to learned Commercial Court, these stores could not be considered as principal offices or subordinate offices from where the plaintiff is running its business. The learned Commercial Court also rejected the argument that carrying on business through websites such as www.flipkart.com and www.puma.com, would amount to 2022/DHC/005203 carrying out business in Delhi by relying upon the judgment in World Wrestling Entertainment, Inc. v. Reshma Collection:\n2014 SCC OnLine Del 2031.\n14. The learned Commercial Court also observed that even though the plaint mentions that defendant is selling its goods in Delhi, however, the plaintiff has failed to furnish any address. The contention that the defendants are selling through websites, www.justdial.com, www.tradeindia.com, which gives access to consumers to purchase the defendants products in Delhi was not accepted. The learned Court held that the said websites only contain the defendant's name, telephone number and are not interactive websites for the purpose of purchase of goods. \n15. It is material to note that the learned commercial court did not expressly comment on several other reasons for asserting that Courts in Delhi had the jurisdiction to entertain the suit. \n16. As mentioned above, the law in relation to rejection of plaint at the initial stage while considering application under Order VII Rule 10 is no longer res integra. The Supreme Court in the case of Exphar Sa v. Eupharma Laboratories Ltd.: (2004) 3 SCC 688 observed as under:\n9. Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true. The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law. In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct. \nHowever, the Division Bench examined the written statement filed by the respondents in which it was claimed that the goods were not at all sold within the territorial jurisdiction of the Delhi High Court and 2022/DHC/005203 also that Respondent 2 did not carryon business within the jurisdiction of the Delhi High Court. Having recorded the appellants' objections to these factual statements by the respondents, surprisingly the Division Bench said:\n\"Admittedly, the goods are being traded outside India and not being traded in India and as such there is no question of infringement of trade mark within the territorial limits of any court in India what to say of Delhi.\"\n17. The principle laid down was, thereafter, followed by this Court in RSPL Limited (supra), and, thereafter, followed consistently by this Court in Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225, and various other judgments such as M/s Maan Pharmaceuticals Ltd. v. M/s Mindwave Healthcare Pvt. Ltd.:\nFAO(COMM) 78/2022, Devarapan Foods Private Limited v. Sukhwant Singh &Ors.: FAO(COMM) 116/2022, Chandra Kishore Chaurasia v. R A Perfumery Works Private Ltd.:\nFAO(COMM) 128/2021and Dassault Systems S.E. &Anr. v. Automobile Corporation of Goa Limited and Ors.: FAO(COMM) 66/2022..\n18. It is clear that the averments made in the plaint have to be considered bearing the aforesaid principle in mind, laid down by the Apex Court and followed consistently by this Court. \n19. As stated above, the plaintiff claimed territorial jurisdiction of the concerned Commercial Court, on not one, but many grounds. The plaintiff has categorically asserted that it is carrying on business within the territorial jurisdiction of this Court and through its various stores including stores at 117, A22, 2022/DHC/005203 WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB- 5, Bungalow Road, Kamlanagar, New Delhi 110007.\n20. Clearly, if the said statement is accepted to be correct, the learned Commercial Court would have the jurisdiction to entertain the suit. As laid down by this Court in the judgments referred above, it is not permissible for the Court to qualitatively examine the merits of the statement made in the plaint. It is possible that the plaintiff may not be able to substantiate the averments and the suit may be rejected for want of jurisdiction, however, at the initial stage, for the purpose of jurisdiction, the only question to be considered is whether the plaint has disclosed the cause of action within the territorial jurisdiction of the Commercial Court. \n21. There is another aspect, i.e., the apprehension of the plaintiff that the defendant would launch and start manufacturing the product in Delhi, that needs to be considered. The suits on the basis of cause of action on a fear and apprehension is commonly known as quiatimet suit which are latin words. In legal terminology, it is defined as action to obtain injunction and restrain a threatened act, which, if done, would cause a substantial damage to the plaintiff. The Division Bench of this Court in the case of Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225,held as under:\n\"10. If an application under Order VII Rule 10 of the Code is to be decided on the assumption that the averments 2022/DHC/005203 made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in Delhi bearing the impugned mark and label. There is no dispute with the proposition that a quia timet action is based upon an apprehended use and is preventive in nature intended to prevent an apprehended wrong and an anticipated mischief. If we were, for the time being, to ignore the fact that the respondent No. 1/defendant No. 1 was already selling the impugned product under the impugned mark and label in Andhra Pradesh, then the mere fact that the plaint contained an averment that there was credible and imminent apprehension that the infringing product would be launched by the defendants within the territorial jurisdiction of this court, would by itself constitute a cause of action. If this be the case, can it be said that just because the defendants were already selling the product in Andhra Pradesh it would take away part of the cause of action which was preventive of a future conduct on the part of the defendants? We think not. \n11. We are of the view that the learned single Judge fell in error when he took the view that although the appellant/plaintiff had averred that it had an apprehension that the defendants would sell their product in Delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same. We may point out that substantiation of an averment in a plaint by other material would come later. At the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact. Substantiation is a part of evidence.\" \n22. It was categorically held that the stage for substantiation of an averment in the plaint by other material would come later and at the stage of filing of the plaint, it is only the averment that has to be made with regard to the material fact. Substantiation is part 2022/DHC/005203 of evidence. In our opinion, the learned Commercial Court fell in error in returning the plaint by exercising power under Order VII Rule 10, CPC.\n23. Clearly, if the averments in the plaint are accepted to be true, the learned Commercial Court would definitely have the territorial jurisdiction to entertain the suit. As held by the Apex Court and reiterated by this Court in various judgments as referred above, we have no hesitation to hold that the application under Order VII Rule 10, CPC, is to be considered on demurrer; that is, the averments made in the plaint are to be assumed as correct. \n24. It is also significant to note that the application under Order VII Rule 10, CPC, was considered by the learned Commercial Court after it reviewed its earlier order dated 28.10.2021. The application filed for review of the order dated 28.10.2021, was filed under Section 114 of CPC and the only reason seeking re-hearing of the applications disposed of by the said order was, \"that a concession made by a lawyer (bearing factual admissions) does not bind the party/ client\".\n25. In our view, the aforesaid reason cannot be a ground seeking review of the order, which was admittedly passed with consent of both the parties. It is clear from the perusal of the order that the Counsel for the defendant agreed that the question of lack of jurisdiction be considered during the course of trial after the parties have led their evidence. Therefore, the Counsel for the parties had argued their application and it was only during 2022/DHC/005203 the course of arguments that they had consented for the application to be taken up during the trial. The orders passed by a jurisdiction Court cannot be reviewed on such grounds as are taken by the defendant. There was no error apparent on the face of record that could have been the cause for review of the order. In our view, the learned Commercial Court fell in error to re- open the application which was decided to be taken up during the course of trial with the consent of parties. \n26. In view of the above, the impugned order cannot be sustained and is, accordingly, set aside. It is, however, clarified that the decision of this Court will not preclude the defendants from raising the question of jurisdiction at the time of trial and the present order is limited solely for considering the application under Order VII Rule 10, CPC.\nVIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 29, 2022 \"SS\"",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1c6528dfdc743968f0c9bb507e3b6a5_0"
    },
    {
      "start": 155,
      "end": 242,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a2e965e7a944accb43667b34e9a2c8b_1"
    },
    {
      "start": 242,
      "end": 258,
      "text": "Delhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ecc24ad7fcb4a36a50f0a5247ef53df_2"
    },
    {
      "start": 259,
      "end": 323,
      "text": "\nPuma Se vs D.K. Arora on 29 November, 2022\nAuthor: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "391d502c8fad45b094887446b7fd33a0_3"
    },
    {
      "start": 324,
      "end": 344,
      "text": "\nBench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93e88947671846299685ac172b7cfcd2_4"
    },
    {
      "start": 372,
      "end": 388,
      "text": "2022 /Dhc/005203",
      "labels": [
        "PREAMBLE"
      ],
      "id": "413eecc8c5154927a2c3f61fa29c5eff_5"
    },
    {
      "start": 425,
      "end": 492,
      "text": "In The High Court Of Delhi At New Delhi\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d52e8d61c834577a4536fa1153c809c_6"
    },
    {
      "start": 492,
      "end": 557,
      "text": "%                              Judgment delivered on : 29.11.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e93a656b913c4d8c9a10e4c786a0b2ae_7"
    },
    {
      "start": 558,
      "end": 611,
      "text": "\n\n                          +     Fao (Comm) 139/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbf679dbfca44041a6022bc3dfbe5e2d_8"
    },
    {
      "start": 612,
      "end": 635,
      "text": "and Cm Appl. 41704/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96b84dc7db0845d9b5c593fb6b13aa9f_9"
    },
    {
      "start": 664,
      "end": 671,
      "text": "Puma Se",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4ea1487dc5f43248b298287a8104d49_10"
    },
    {
      "start": 715,
      "end": 730,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26110599065a4d5980b85725c8f5e579_11"
    },
    {
      "start": 789,
      "end": 823,
      "text": "versus\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16628cb5d08c4fafa7edf5129677d96c_12"
    },
    {
      "start": 823,
      "end": 833,
      "text": "D.K. Arora",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d1905daf2b840c69cb29335c62f6eae_13"
    },
    {
      "start": 874,
      "end": 890,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "694093e966644ddbaee9b8dd6cef4506_14"
    },
    {
      "start": 920,
      "end": 929,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48be888ce176438abbaec87e088fac3b_15"
    },
    {
      "start": 930,
      "end": 955,
      "text": "who appeared in this case",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c257e73a1a614b9e88dce5b80bf7e829_16"
    },
    {
      "start": 956,
      "end": 1002,
      "text": ": \n                          For the Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96eb1524c3ae4dbe843433155b538256_17"
    },
    {
      "start": 1009,
      "end": 1034,
      "text": ": Mr. Ranjan Narula, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b56653c022dc431a84da31af1ee37b95_18"
    },
    {
      "start": 1063,
      "end": 1082,
      "text": "For the Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4eca936a13f48e087b2303c24b4bc63_19"
    },
    {
      "start": 1087,
      "end": 1111,
      "text": ": Mr. Sholab Arora, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5665f78cc3e942a6bb3a6d04b0f917ce_20"
    },
    {
      "start": 1140,
      "end": 1205,
      "text": "Coram \n                          Hon'Ble Mr. Justice Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d8efa78d4bd47fdaedc4e9abecc435f_21"
    },
    {
      "start": 1233,
      "end": 1240,
      "text": "Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e111966653c4b8f9776c8bd4494e6cf_22"
    },
    {
      "start": 1241,
      "end": 1526,
      "text": "Mr. Justice Amit Mahajan\n                                                    Judgment\nAmit Mahajan, J\n1. Aggrieved by the impugned order dated 12.07.2022, passed by the learned Commercial Court, allowing the application filed by the respondent/ defendant, under Order Vii Rule 10, Code",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a0518c643b64594a82b0bc527eecf73_23"
    },
    {
      "start": 1527,
      "end": 1693,
      "text": " of Civil Procedure, 1908 ('CPC') and returning the plaint; the appellant/ plaintiff has filed the present appeal under Section 13 of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "a7e98b2f91b24e96b691a84a09fee847_24"
    },
    {
      "start": 1694,
      "end": 1712,
      "text": "\n2022/DHC/005203 2",
      "labels": [
        "FAC"
      ],
      "id": "693964073d6d4037af3ccab1b7d8fc9f_25"
    },
    {
      "start": 1713,
      "end": 1894,
      "text": ". The appellant, which is a company based in Germany, had filed the suit alleging that the respondent is manufacturing and selling counterfeit products under its well-known label, .",
      "labels": [
        "FAC"
      ],
      "id": "653f62a648ed4811b3613f25dfafa75f_26"
    },
    {
      "start": 1896,
      "end": 2059,
      "text": "3. The appellant / plaintiff in the suit, sought various reliefs including permanent injunction, restraining the respondent from infringing its trade mark, \"PUMA\".",
      "labels": [
        "FAC"
      ],
      "id": "03d6ac76bba74571882511c71b27fc44_27"
    },
    {
      "start": 2060,
      "end": 2210,
      "text": "By an order dated 10.05.2019, the learned Trial Court granted ex parte ad interim injunction, restraining the respondent from using the impugned mark.",
      "labels": [
        "FAC"
      ],
      "id": "e9a2884db05b4fdda2d3a8cf7d5e0915_28"
    },
    {
      "start": 2211,
      "end": 2447,
      "text": "Thereafter, during the course of proceedings, the respondent filed an application under Order VII Rule 11, seeking rejection of the plaint on the ground that no cause of action had arisen so as to entitle the plaintiff to file the suit.",
      "labels": [
        "FAC"
      ],
      "id": "e8fc09d17c8e4140aa86c7d5f4c6dcd9_29"
    },
    {
      "start": 2448,
      "end": 2576,
      "text": "The respondent also raised an objection that the Courts in Delhi have no territorial jurisdiction to try and entertain the suit.",
      "labels": [
        "FAC"
      ],
      "id": "206db9a177a241c5a7bf85437c0a1dfa_30"
    },
    {
      "start": 2577,
      "end": 3057,
      "text": "\n4. The said application was disposed of by the order dated 28.10.2021, and it was noted by the learned Commercial Court as under:\n\"During the course of arguments, Ld. Counsel for defendant very fairly submitted that he has no objection, if an issue on the basis of his application under Order VII Rule 11CPC is ultimately framed during the course of trial and the said aspect can be thereafter decided after both the parties gets an opportunity to lead their respective evidence.",
      "labels": [
        "RLC"
      ],
      "id": "daf0fc6084c24eae98a78515a5a3eb3a_31"
    },
    {
      "start": 3058,
      "end": 3147,
      "text": "\nLd. Counsel for defendant undertakes to file written statement within next fifteen days.",
      "labels": [
        "FAC"
      ],
      "id": "ca53e6cf4a1840a8a944574bc0cde7ba_32"
    },
    {
      "start": 3148,
      "end": 3303,
      "text": "Let the same be filed with direction to supply advance copy to Ld. Counsel for plaintiff who, may thereafter file replication, if any, within fifteen days.",
      "labels": [
        "FAC"
      ],
      "id": "2285da79de0945c08d20a2447d9f2cb4_33"
    },
    {
      "start": 3304,
      "end": 3440,
      "text": "\nAccordingly, matter be put up for completion of pleadings as above and filing of replication, if any, on01.12.2021.\"\n2022/DHC/005203 5.",
      "labels": [
        "FAC"
      ],
      "id": "37728894a64247acbe5a42cac566fcc7_34"
    },
    {
      "start": 3441,
      "end": 3766,
      "text": "Thereafter, it appears that applications were moved by the respondent under Order VII Rule 10 CPC, application under Order VII Rule 11 and under Section 114, read with Section 151 of the CPC, seeking review of the order dated 28.10.2021 and also seeking return of the plaint on the ground of lack of territorial jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "259b1ca78a71401ba3c65633abf9bdd3_35"
    },
    {
      "start": 3767,
      "end": 3874,
      "text": "The arguments in respect of the said applications were heard by the learned Commercial Court on 28.05.2022.",
      "labels": [
        "FAC"
      ],
      "id": "57ce4eff7c9749ac9761607e1791b3ff_36"
    },
    {
      "start": 3875,
      "end": 4087,
      "text": "The learned Judge on the said date, allowed the application for review and considered the application under Order VII Rule 11, CPC and application under Order VII Rule 10, CPC and reserved the matters for orders.",
      "labels": [
        "FAC"
      ],
      "id": "d4c1b7d552634046a2961633a222b023_37"
    },
    {
      "start": 4089,
      "end": 4312,
      "text": "6. Vide impugned judgement dated 12.07.2022, the learned Commercial Court dismissed the application under Order VII Rule 11 but allowed the application under Order VII Rule 10, CPC which led to filing of the present appeal.",
      "labels": [
        "FAC"
      ],
      "id": "ba394af674814824a8351a7779f55e84_38"
    },
    {
      "start": 4314,
      "end": 4562,
      "text": "7. The learned Commercial Court considered the provisions of Section 134 of the Trade Marks Act, 1999 (hereafter 'the TM Act'), and Section 20 (2) of the CPC, and examined the law in relation to institution of suits for infringement of trade marks.",
      "labels": [
        "FAC"
      ],
      "id": "f86652f4e47d4f1da3e2ea3dcff5ca6b_39"
    },
    {
      "start": 4563,
      "end": 4809,
      "text": "It relied upon the judgment passed in Ultra Home Construction Pvt. Ltd Vs. Purushottam Kumar Chaubey & Ors.: 2016 SSC Online Del 376, to consider whether the Court has the territorial jurisdiction under the Trade Marks Act, to entertain the suit.",
      "labels": [
        "FAC"
      ],
      "id": "8539de231e9a4f40a5580c16b1d12708_40"
    },
    {
      "start": 4811,
      "end": 5082,
      "text": "8. The learned Commercial Court, however, examined the facts pleaded in the plaint to hold that no part of cause of action had arisen 2022/DHC/005203 in Delhi to entitle the plaintiff to file the suit within the territorial jurisdiction of the concerned Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed74755e54354c1a96ade561b8ffb114_41"
    },
    {
      "start": 5084,
      "end": 5096,
      "text": "Arguments 9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e82aa0a2f27f4d2fb65007e0175f7cfd_42"
    },
    {
      "start": 5097,
      "end": 5194,
      "text": "Learned Counsel appearing for the appellant has challenged the order, essentially on two grounds.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1f173b19e69248eda0818683e05da1f8_43"
    },
    {
      "start": 5195,
      "end": 5493,
      "text": "First of all, he contended that the order dated 28.10.2021, whereby the Court had decided that the arguments raised in the earlier application filed by the respondent under Order VII Rule 11 CPC, would be considered after the parties had led their respective evidence, could not have been reviewed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78abc766fd214b88ba445fd1d8c537e7_44"
    },
    {
      "start": 5494,
      "end": 5624,
      "text": "Thus, a fresh application under Order VII Rule 11, CPC as well as Order VII Rule 10, CPC on the same grounds was not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5e18f6bd345043319238ed2c5d153663_45"
    },
    {
      "start": 5625,
      "end": 5858,
      "text": "Learned Counsel vehemently argued that only because the respondent had engaged a new Counsel, could not be a reason for seeking review of the order passed by the learned Commercial Court, which was passed with consent of the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "809b9ca17d0c48f29086c8cb96475054_46"
    },
    {
      "start": 5859,
      "end": 5998,
      "text": "Secondly, he contends that an application under Order VII Rule 10, CPC, had to be decided on the basis of the averments made in the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "687fa7bc264d489c94cf039cb8fcd94c_47"
    },
    {
      "start": 5999,
      "end": 6211,
      "text": "He contended that the examination, for the purpose of the application under Order VII Rule 10 CPC, is limited and a detailed examination as sought to be done by the learned Commercial Judge, is impermissible.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d1da5fef7fc94280945b21cb2f055d86_48"
    },
    {
      "start": 6212,
      "end": 6540,
      "text": "Learned Counsel appearing for the respondent, on the other hand, contended that the plaint has to be considered in a meaningful manner and the documents filed along with the plaint do not support the case of the plaintiff so as to enable the plaintiff to file a suit within 2022/DHC/005203 the territorial jurisdiction of Delhi.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9d5b4c4fabb74e039e5fd9f2ef824707_49"
    },
    {
      "start": 6541,
      "end": 6727,
      "text": "He contends that neither the appellant nor the respondent have their principle place of business in Delhi nor has any cause of action arisen within the territorial jurisdiction of Delhi.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "24a5f3a2e3ae44dfb0c8858f4f0b16c3_50"
    },
    {
      "start": 6728,
      "end": 7004,
      "text": "He further stated that the respondent is not selling any products in Delhi and the fact that respondent has advertised its business through websites, www.justdial.com and www.tradeindia.com, will not give rise to a cause of action within the territorial jurisdiction of Delhi.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9305476cf4ec4597ba71f4cd0d340357_51"
    },
    {
      "start": 7005,
      "end": 7185,
      "text": "He further states that a website like justdial only provide an address of the business entity so as to enable the customers to approach the company by ascertaining its whereabouts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc93bcf0552842449a3b40227789a66b_52"
    },
    {
      "start": 7186,
      "end": 7419,
      "text": "He further submitted that the websites are not interactive websites through which a person can purchase goods of the respondent and hence, mere registering with the said services will not create any territorial jurisdiction in Delhi.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1db6ddf8aaeb45eab5249aacc55fc9a8_53"
    },
    {
      "start": 7421,
      "end": 7531,
      "text": "11. The law in relation to the rejection of the plaint under Order VII Rule 10, CPC, is no longer res integra.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba6503159d7e445694a0118cad65019b_54"
    },
    {
      "start": 7532,
      "end": 7820,
      "text": "This Court in M/s. RSPL Limited v. Mukesh Sharma &Anr.: 2016 SCC OnLine Del 4285, which was followed in various judgments thereafter, has held that the application under Order VII Rule 10 of the CPC is to be decided on a demurrer by accepting all statements made in the plaint to be true.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bae291bebdea4be9a6ac316964824c41_55"
    },
    {
      "start": 7821,
      "end": 7905,
      "text": "The appellant for the purpose of territorial jurisdiction has pleaded as under:\n\"41.",
      "labels": [
        "STA"
      ],
      "id": "4e53df7a046f4ac3b3dcf97567e9d33a_56"
    },
    {
      "start": 7906,
      "end": 8272,
      "text": "That this Hon'ble Court has the jurisdiction to entertain and try the present suit as the Plaintiff is carrying on business within the jurisdiction of this Hon'ble Court and also through its various stores in Delhi including its stores at 117,A22,WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, 2022/DHC/005203 Kamlanagar, New Delhi 110007.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5dc21310f5d14911ac9b1fe378e0bd99_57"
    },
    {
      "start": 8273,
      "end": 8439,
      "text": "Also, the Plaintiff sells/ offers their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13114fac43c243a1ba104d45dfd0c12f_58"
    },
    {
      "start": 8440,
      "end": 8672,
      "text": "The Hon'ble court also has jurisdiction since the Plaintiff's websitewww.puma.com is an interactive website and accessible to the consumers at Delhi and the Plaintiff's products can be viewed and purchased by the consumers in Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1226392e5ea4944bd50354222e3002b_59"
    },
    {
      "start": 8673,
      "end": 8867,
      "text": "This is a settled position that the possibility to conclude transactions through a website at a particular place is virtually identical to a seller having a shop in that place in the real world.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23fe5975c2d7468484d20ecf6ff15bf8_60"
    },
    {
      "start": 8868,
      "end": 9024,
      "text": "Therefore, this Hon'ble Court has the territorial jurisdiction to try and entertain the present suit in view of section 134(2) of the Trade Marks Act, 1999.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c542970eb31146719eaf125ce032ba69_61"
    },
    {
      "start": 9025,
      "end": 9150,
      "text": "The Plaintiff further submits that the Defendants are carrying on its business within the jurisdiction of this Hon'ble Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "eb3753c3727f43c8bf35f630d9238b53_62"
    },
    {
      "start": 9151,
      "end": 9493,
      "text": "The Plaintiff further submits that the Defendant is carrying its business through www.justdial.com,www.tradeindia.com and other websites which are interactive websites and targets the consumers/customers residing within the jurisdiction of this Hon'ble Court and the same gives Jurisdiction to the Hon'ble Court to entertain the present suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "95ed0f124a1241a59ea1e55f7e75f039_63"
    },
    {
      "start": 9494,
      "end": 9643,
      "text": "The plaintiff is under the imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ddf6564027354791ac345de3bf17a426_64"
    },
    {
      "start": 9644,
      "end": 9807,
      "text": "The Plaintiff submits that the Hon'ble Court also has jurisdiction under section 20 of CPC as the Defendant is supplying/selling the counterfeit products at Delhi.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "04af55a444d44f68be48b3ac99112805_65"
    },
    {
      "start": 9808,
      "end": 9908,
      "text": "Hence the cause of action has also arisen within the territorial jurisdiction of this Hon'ble Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f3fd6abc1bc4575a25b822f231a8665_66"
    },
    {
      "start": 9909,
      "end": 10056,
      "text": "The products of the Defendant being made available and purchased by the general public residing within the jurisdiction of this Hon'ble Court.\"\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f3d02f455e74fd5affcb83f9ac973f5_67"
    },
    {
      "start": 10057,
      "end": 10298,
      "text": "It is evident from the perusal of the plaint as referred above that the plaintiff has claimed the territorial jurisdiction for the following reasons:\na. The plaintiff is carrying on business within the territorial jurisdiction of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c1890acc6724c778c98364219e191a6_68"
    },
    {
      "start": 10299,
      "end": 10510,
      "text": "\nb. The plaintiff is carrying on business through its various stores in Delhi including stores at 117, A22, WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, Kamlanagar, New Delhi 110007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee9624daab3547cfaf645bd3869d0e09_69"
    },
    {
      "start": 10511,
      "end": 10530,
      "text": "\n2022/DHC/005203 c.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b6ce5a3c75847c5bfb92d9efb511a80_70"
    },
    {
      "start": 10531,
      "end": 10701,
      "text": "The plaintiff sells/ offers for sale, their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91afef669ad541f8b469a9cea40860ec_71"
    },
    {
      "start": 10703,
      "end": 10815,
      "text": "d. The plaintiff's website, www.puma.com, is an interactive website and is accessible to the consumers at Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eafe5ae22b744a83ae9461aecc9fb6fb_72"
    },
    {
      "start": 10816,
      "end": 10913,
      "text": "e. The defendants are carrying on its business within the territorial jurisdiction of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66f9a48c8e3f4b25ab5fe1726bd85afc_73"
    },
    {
      "start": 10915,
      "end": 11106,
      "text": "f. Defendant is carrying on its business through www.justdial.com, www.tradeindia.com, which are interactive websites and targets the consumers residing within the jurisdiction of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17234354bc934625bbbc8c99fae107af_74"
    },
    {
      "start": 11107,
      "end": 11233,
      "text": "\ng. Imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0d9673bd9424b5b87ed23e3116cffaa_75"
    },
    {
      "start": 11234,
      "end": 11304,
      "text": "\nh. Defendant is supplying/ selling the counterfeit products at Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3a5abf5a7d74ebc8746a5f3ee590527_76"
    },
    {
      "start": 11306,
      "end": 11408,
      "text": "13. The learned Commercial Court dealt with some of the aspects of cause of action as mentioned above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3008612de394e3587466ab22a856ce4_77"
    },
    {
      "start": 11409,
      "end": 11520,
      "text": "It negated the argument that the plaintiff is carrying its business through the stores mentioned in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ddc7a12979a4dafaa44cab751499aa2_78"
    },
    {
      "start": 11521,
      "end": 11690,
      "text": "According to learned Commercial Court, these stores could not be considered as principal offices or subordinate offices from where the plaintiff is running its business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acd4364c8cec41cea1d483abb7e042b9_79"
    },
    {
      "start": 11691,
      "end": 12199,
      "text": "The learned Commercial Court also rejected the argument that carrying on business through websites such as www.flipkart.com and www.puma.com, would amount to 2022/DHC/005203 carrying out business in Delhi by relying upon the judgment in World Wrestling Entertainment, Inc. v. Reshma Collection:\n2014 SCC OnLine Del 2031.\n14. The learned Commercial Court also observed that even though the plaint mentions that defendant is selling its goods in Delhi, however, the plaintiff has failed to furnish any address.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23f47c577eca47698ab7aae752386b30_80"
    },
    {
      "start": 12200,
      "end": 12397,
      "text": "The contention that the defendants are selling through websites, www.justdial.com, www.tradeindia.com, which gives access to consumers to purchase the defendants products in Delhi was not accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed3fba3dbfde41f3a7d357ed144be499_81"
    },
    {
      "start": 12398,
      "end": 12566,
      "text": "The learned Court held that the said websites only contain the defendant's name, telephone number and are not interactive websites for the purpose of purchase of goods.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "062b5e07a51347b89fda067f47e1b77f_82"
    },
    {
      "start": 12568,
      "end": 12758,
      "text": "15. It is material to note that the learned commercial court did not expressly comment on several other reasons for asserting that Courts in Delhi had the jurisdiction to entertain the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18893885f8374e0ca2f0df752b3844e3_83"
    },
    {
      "start": 12760,
      "end": 12927,
      "text": "16. As mentioned above, the law in relation to rejection of plaint at the initial stage while considering application under Order VII Rule 10 is no longer res integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5734625ad4d4542870e260cf5094723_84"
    },
    {
      "start": 12928,
      "end": 13040,
      "text": "The Supreme Court in the case of Exphar Sa v. Eupharma Laboratories Ltd.: (2004) 3 SCC 688 observed as under:\n9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "20b9696728734b9ca37eb62a63b2b9dd_85"
    },
    {
      "start": 13041,
      "end": 13255,
      "text": "Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ff4ed1bca604668ad520814d6ce3f74_86"
    },
    {
      "start": 13256,
      "end": 13382,
      "text": "The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "008fff2d32e6452780fcfd7f5e5d6144_87"
    },
    {
      "start": 13383,
      "end": 13527,
      "text": "In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d149a3a8b1674fb3875daeb1156ecc64_88"
    },
    {
      "start": 13528,
      "end": 13849,
      "text": "\nHowever, the Division Bench examined the written statement filed by the respondents in which it was claimed that the goods were not at all sold within the territorial jurisdiction of the Delhi High Court and 2022/DHC/005203 also that Respondent 2 did not carryon business within the jurisdiction of the Delhi High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82bf857846b447b28ddeed234b9ebe9e_89"
    },
    {
      "start": 13850,
      "end": 14204,
      "text": "Having recorded the appellants' objections to these factual statements by the respondents, surprisingly the Division Bench said:\n\"Admittedly, the goods are being traded outside India and not being traded in India and as such there is no question of infringement of trade mark within the territorial limits of any court in India what to say of Delhi.\"\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa03c3cd2cfa40b5b9ed5a6055270269_90"
    },
    {
      "start": 14205,
      "end": 14837,
      "text": "The principle laid down was, thereafter, followed by this Court in RSPL Limited (supra), and, thereafter, followed consistently by this Court in Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225, and various other judgments such as M/s Maan Pharmaceuticals Ltd. v. M/s Mindwave Healthcare Pvt. Ltd.:\nFAO(COMM) 78/2022, Devarapan Foods Private Limited v. Sukhwant Singh &Ors.: FAO(COMM) 116/2022, Chandra Kishore Chaurasia v. R A Perfumery Works Private Ltd.:\nFAO(COMM) 128/2021and Dassault Systems S.E. &Anr. v. Automobile Corporation of Goa Limited and Ors.: FAO(COMM) 66/2022..\n18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cd91c05c89884c6a8e6027e27c9aa3ef_91"
    },
    {
      "start": 14838,
      "end": 15019,
      "text": "It is clear that the averments made in the plaint have to be considered bearing the aforesaid principle in mind, laid down by the Apex Court and followed consistently by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25027b64aea54b1c8f41c50f23a0a83b_92"
    },
    {
      "start": 15021,
      "end": 15153,
      "text": "19. As stated above, the plaintiff claimed territorial jurisdiction of the concerned Commercial Court, on not one, but many grounds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce8828bc78a6420188b28bc5a4f46900_93"
    },
    {
      "start": 15154,
      "end": 15462,
      "text": "The plaintiff has categorically asserted that it is carrying on business within the territorial jurisdiction of this Court and through its various stores including stores at 117, A22, 2022/DHC/005203 WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB- 5, Bungalow Road, Kamlanagar, New Delhi 110007.\n20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cb1a44ae0754cb19864ed75737e45f0_94"
    },
    {
      "start": 15463,
      "end": 15600,
      "text": "Clearly, if the said statement is accepted to be correct, the learned Commercial Court would have the jurisdiction to entertain the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ad641c670454e9995441b6feba108cc_95"
    },
    {
      "start": 15601,
      "end": 15769,
      "text": "As laid down by this Court in the judgments referred above, it is not permissible for the Court to qualitatively examine the merits of the statement made in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "183fad89b3a54fb7a56dec84de952278_96"
    },
    {
      "start": 15770,
      "end": 16120,
      "text": "It is possible that the plaintiff may not be able to substantiate the averments and the suit may be rejected for want of jurisdiction, however, at the initial stage, for the purpose of jurisdiction, the only question to be considered is whether the plaint has disclosed the cause of action within the territorial jurisdiction of the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2a3711b5c034294a8e51b6c52c291e1_97"
    },
    {
      "start": 16122,
      "end": 16297,
      "text": "21. There is another aspect, i.e., the apprehension of the plaintiff that the defendant would launch and start manufacturing the product in Delhi, that needs to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26cebb73762a4ffa9d301a9cb947131e_98"
    },
    {
      "start": 16298,
      "end": 16425,
      "text": "The suits on the basis of cause of action on a fear and apprehension is commonly known as quiatimet suit which are latin words.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee1d349f056440d6a9b04ad04c2a3664_99"
    },
    {
      "start": 16426,
      "end": 16590,
      "text": "In legal terminology, it is defined as action to obtain injunction and restrain a threatened act, which, if done, would cause a substantial damage to the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f27d5d80747480aa056ed308463b2ae_100"
    },
    {
      "start": 16591,
      "end": 16757,
      "text": "The Division Bench of this Court in the case of Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225,held as under:\n\"10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15a0ddc8e69e49df9df8beaa97b1ac88_101"
    },
    {
      "start": 16758,
      "end": 17077,
      "text": "If an application under Order VII Rule 10 of the Code is to be decided on the assumption that the averments 2022/DHC/005203 made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in Delhi bearing the impugned mark and label.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a2474bd73384269ba52d76e1204bed2_102"
    },
    {
      "start": 17078,
      "end": 17274,
      "text": "There is no dispute with the proposition that a quia timet action is based upon an apprehended use and is preventive in nature intended to prevent an apprehended wrong and an anticipated mischief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "780609015a8f44b3b5c7b0bfc698425f_103"
    },
    {
      "start": 17275,
      "end": 17729,
      "text": "If we were, for the time being, to ignore the fact that the respondent No. 1/defendant No. 1 was already selling the impugned product under the impugned mark and label in Andhra Pradesh, then the mere fact that the plaint contained an averment that there was credible and imminent apprehension that the infringing product would be launched by the defendants within the territorial jurisdiction of this court, would by itself constitute a cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37ecac4955ce463d8be7257b7b4019cd_104"
    },
    {
      "start": 17730,
      "end": 17968,
      "text": "If this be the case, can it be said that just because the defendants were already selling the product in Andhra Pradesh it would take away part of the cause of action which was preventive of a future conduct on the part of the defendants?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a89ebd2e37044ba0b84cf3ea31130bae_105"
    },
    {
      "start": 17969,
      "end": 17982,
      "text": "We think not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e205337235894384b3badf106db9cf63_106"
    },
    {
      "start": 17984,
      "end": 18347,
      "text": "11. We are of the view that the learned single Judge fell in error when he took the view that although the appellant/plaintiff had averred that it had an apprehension that the defendants would sell their product in Delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "512f3d1e73144c068b1ddc753a101a9c_107"
    },
    {
      "start": 18348,
      "end": 18447,
      "text": "We may point out that substantiation of an averment in a plaint by other material would come later.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b0450042d534fdfb1c3281b214143e7_108"
    },
    {
      "start": 18448,
      "end": 18561,
      "text": "At the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3a97e21e351414781466d6fab54cb84_109"
    },
    {
      "start": 18562,
      "end": 18600,
      "text": "Substantiation is a part of evidence.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5addf9c7d1b349ae9fd5d3dc696b1994_110"
    },
    {
      "start": 18602,
      "end": 18849,
      "text": "22. It was categorically held that the stage for substantiation of an averment in the plaint by other material would come later and at the stage of filing of the plaint, it is only the averment that has to be made with regard to the material fact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52b55b0031074c2398397712e6371c57_111"
    },
    {
      "start": 18850,
      "end": 18901,
      "text": "Substantiation is part 2022/DHC/005203 of evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8502958bea35445db985236ce567f2b3_112"
    },
    {
      "start": 18902,
      "end": 19038,
      "text": "In our opinion, the learned Commercial Court fell in error in returning the plaint by exercising power under Order VII Rule 10, CPC.\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01083fa503054bdb9c16cab10039bbb3_113"
    },
    {
      "start": 19039,
      "end": 19206,
      "text": "Clearly, if the averments in the plaint are accepted to be true, the learned Commercial Court would definitely have the territorial jurisdiction to entertain the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab6e9571212b4721923ae038eb532300_114"
    },
    {
      "start": 19207,
      "end": 19487,
      "text": "As held by the Apex Court and reiterated by this Court in various judgments as referred above, we have no hesitation to hold that the application under Order VII Rule 10, CPC, is to be considered on demurrer; that is, the averments made in the plaint are to be assumed as correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc6ab81391884d22929fa33ef8fd8ab9_115"
    },
    {
      "start": 19489,
      "end": 19675,
      "text": "24. It is also significant to note that the application under Order VII Rule 10, CPC, was considered by the learned Commercial Court after it reviewed its earlier order dated 28.10.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78de16856b7d479db79ef844dc77ef0a_116"
    },
    {
      "start": 19676,
      "end": 19971,
      "text": "The application filed for review of the order dated 28.10.2021, was filed under Section 114 of CPC and the only reason seeking re-hearing of the applications disposed of by the said order was, \"that a concession made by a lawyer (bearing factual admissions) does not bind the party/ client\".\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3d1a00b4ba6412195af1aaaa8243a2e_117"
    },
    {
      "start": 19972,
      "end": 20115,
      "text": "In our view, the aforesaid reason cannot be a ground seeking review of the order, which was admittedly passed with consent of both the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae44bfa10baf495491871dfbb1070784_118"
    },
    {
      "start": 20116,
      "end": 20325,
      "text": "It is clear from the perusal of the order that the Counsel for the defendant agreed that the question of lack of jurisdiction be considered during the course of trial after the parties have led their evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a8a8720f1aa4af28089f8a2edb56245_119"
    },
    {
      "start": 20326,
      "end": 20533,
      "text": "Therefore, the Counsel for the parties had argued their application and it was only during 2022/DHC/005203 the course of arguments that they had consented for the application to be taken up during the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d789b9136daf486bab6687bd6fbe5d09_120"
    },
    {
      "start": 20534,
      "end": 20641,
      "text": "The orders passed by a jurisdiction Court cannot be reviewed on such grounds as are taken by the defendant.",
      "labels": [
        "RATIO"
      ],
      "id": "cf60e18927764b75beb563e3095964d6_121"
    },
    {
      "start": 20642,
      "end": 20747,
      "text": "There was no error apparent on the face of record that could have been the cause for review of the order.",
      "labels": [
        "RATIO"
      ],
      "id": "c012d4502f664ba89b414abca9d80d85_122"
    },
    {
      "start": 20748,
      "end": 20920,
      "text": "In our view, the learned Commercial Court fell in error to re- open the application which was decided to be taken up during the course of trial with the consent of parties.",
      "labels": [
        "RATIO"
      ],
      "id": "52e3be0ebd034738b00e6dacb445ebb6_123"
    },
    {
      "start": 20922,
      "end": 21018,
      "text": "26. In view of the above, the impugned order cannot be sustained and is, accordingly, set aside.",
      "labels": [
        "RPC"
      ],
      "id": "b959e0594b0b47caaa828eb1d8a9bcb8_124"
    },
    {
      "start": 21019,
      "end": 21275,
      "text": "It is, however, clarified that the decision of this Court will not preclude the defendants from raising the question of jurisdiction at the time of trial and the present order is limited solely for considering the application under Order VII Rule 10, CPC.\n",
      "labels": [
        "RATIO"
      ],
      "id": "0063dfc44cce4959919e05cfa56cca9b_125"
    },
    {
      "start": 21275,
      "end": 21329,
      "text": "VIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 29, 2022 \"SS\"",
      "labels": [
        "NONE"
      ],
      "id": "15b38ddde7e0491099682e896a80249e_126"
    }
  ]
}