{
  "id": "bce8accb0123afff4bf67228c90c4a2770f206a0bc16be3b6dc4c8932f207cbd",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nK.Srimannarayana Murthy And Another vs V.Agastya Sagar And 2 Others on 7 January, 2022 \nAuthor: P.Naveen Rao\nBench: P.Naveen Rao, P.Sree Sudha\n     In The High Court Of Judicature For The State Of\n                        Telangana\n                           ** * * * * * * \n\n             Civil Revision Petition No.21 Of 2021 \n\n\nBetween:\n\nK.Srimannarayana Murthy, s/o. K.Rosaiah,\nAged 54 years, r/o. Plot No.120, Mla & Mp\nColony, Road No.10C, Jubilee Hills,\nHyderabad and another. \n                                                    ..... Petitioners/ \n                                                        Petitioners/ \n                                             Respondent nos.1 and 2 \n       And\n\nV.Agastya Sagar, s/o. V.Vidya Sagar,\nNo.19, Canton Park, Opp. Chandani\nDhaba, Kompally, Secunderabad. \n                                                     .....Respondent/\n                                                        Respondent/ \n                                                           Petitioner\nV.Anand Sagar, s/o.V.Vidya Sagar, \nNo.19 Canton Park, opp.Chandani Dhaba,\nKompally, Secunderabad and another. \n                                                    .... Respondents/ \n                                                       Respondents/ \n                                                        Respondents\n\n\n\n\nDate Of Judgment Pronounced                  : 07 .01.2022\n\n\n\n             The Hon'Ble Sri Justice P.Naveen Rao \n                               & \n             The Hon'Ble Smt Justice P.Sree Sudha \n\n\n\n1.      Whether Reporters of Local Newspapers :     No\n         may be allowed to see the Judgments ? \n\n\n2.      Whether the copies of judgment may be :     Yes\n        marked to Law Reporters/Journals \n\n\n3.     Whether Their Lordship wish to           :   No\n       see the fair copy of the Judgment ? \n                                                         Pnr, J & Pss , J \n                                                     Crp No.21 of 2021 \n                               -2-\n\n\n\n\n            * Honourable Sri Justice P.Naveen Rao \n                            & \n            Honourable Smt Justice P.Sree Sudha \n\n             + Civil Revision Petition No.21 Of 2021 \n\n% 07.01.2022\n\n# K.Srimannarayana Murthy, s/o. K.Rosaiah, \nAged 54 years, r/o. Plot No.120, Mla & Mp\nColony, Road No.10C, Jubilee Hills, \nHyderabad and another. \n                                                ..... Petitioners/ \n                                                    Petitioners/ \n                                         Respondent nos.1 and 2 \n\n            Vs.\n\n$ V.Agastya Sagar, s/o. V.Vidya Sagar,\nNo.19, Canton Park, Opp. Chandani\nDhaba, Kompally, Secunderabad. \n                                                ..... Respondent/ \n                                                   Respondent/ \n                                                      Petitioner\nV.Anand Sagar, s/o.V.Vidya Sagar,\nNo.19 Canton Park, opp.Chandani Dhaba, \nKompally, Secunderabad and another. \n                                               .... Respondents/\n                                                  Respondents/\n                                                   Respondents\n\n\n!Counsel for the petitioner(s) : Mr. Botla Venkateswar Rao, \n                                 representing \n                                 Mr. M.R.K.Chakravarthy\n\nCounsel for the Respondent(s): Mr. Duvva Pavan Kumar,\n                               Counsel for respondent no.1 \n\n\n< Gist : \n\n\n>Head Note:\n\n\n? Cases referred:\n\n(2016) 3 Scc 619\nAir 1963 Sc 946\n(2008) 3 Scc 279\n(2020) 15 Scc 585\n                                                            Pnr, J & Pss ,J \n                                                        Crp No.21 of 2021 \n                                   -3-\n\n\n          The Hon'Ble Sri Justice P. Naveen Rao \n                           And\n          The Hon'Ble Smt Justice P. Sree Sudha\n\n\n            Civil Revision Petition No.21 of 2021 \n\nOrder:\n(Per Hon'ble Sri Justice P.Naveen Rao) Heard Sri M.R.K. Chakravarthy, learned counsel for the petitioners, and Sri Duvva Pavan Kumar, learned counsel for the respondents.\n2. The 1st respondent filed A .O.P.No.40 of 2020 in the Court of IX Additional Chief Judge, City Civil Court at Hyderabad (the Trial Court), under Section 9 of the Arbitration and Conciliation Act, 1996 (the short, 'the Act of 1996') praying to grant injunction restraining petitioners/respondent Nos.2 and 3 from taking action or exercising the rights in connection with the management of M/s. Sagarasia Global LLP (the LLP), changing the management of the LLP and direct the petitioners/respondent Nos.2 and 3 to keep the petitioners informed about the operations and management of the LLP. The Trial Court granted ex-parte injunction and directions as prayed by the 1st respondent. \n3. The Petitioners filed I.A.No.551 of 2020 under Order VII Rule 11(d) of the Code of Civil Procedure, praying the Trial Court to reject the A.O.P.No.40 of 2020. The petitioners contended that the subject matter of A.O.P., is a commercial dispute and therefore, only the Commercial Court has jurisdiction to entertain and consider the said application under Section 9 of the Act of 1996. Repelling their contentions, the I.A., was dismissed by order dated PNR,J & PSS,J 09.11.2020. Challenging the said decision, this Civil Revision Petition is filed. \n4. According to the learned counsel for petitioner, the first respondent holds 15 % stake in the LLP, which comes to Rupees fifteen lakhs and total contribution of all partners is Rupees one crore. There is an inter se dispute among the partners arising out of LLP and therefore the dispute is a commercial dispute and all applications under the Act, 1996 have to be moved only before a Commercial Court and not before a Civil Court. He would submit that deliberately the first respondent did not specify the value when he first presented application under Section 9 of the Act, 1996 before the Commercial Court. Further, as facts are clear and as understood by the first respondent, in Arbitration Application No.61 of 2020 filed before this Court under Section 11 of the Act, 1996 to appoint an Arbitrator and for allied reliefs what is urged in the A.O.P 40 of 2020 is a commercial dispute and Civil Court has no jurisdiction to deal with such application. \n5. Per contra, according to learned counsel for the first respondent, the dispute is purely among the partners and is limited to the extent of failure of commitments and obligations under the LLP and by the time A.O.P No. 40 of 2020 was filed valuation was not quantified, as such, the Commercial Court has no jurisdiction. Therefore, the Civil Court alone has jurisdiction to decide the application under Section 9 of the Act, 1996. \n6. The Trial Court held that the dispute is between the partners of LLP and other documents which relate to independent agreements are no way connected to the dispute among the PNR,J & PSS,J partners on functioning of the LLP. The Trial Court also agreed with the contention of 1st respondent that as of now, the value is not quantified and therefore, the jurisdiction of the Commercial Court cannot be ascertained. \n7. The issue for consideration is whether the Civil Court erred in entertaining A.O.P No.40 of 2020 under Section 9 of the Act of 1996. \n8. To the extent relevant to decide the issue, the facts are as under:\nPetitioners and respondents formed the LLP by executing Limited Liability Partnership Agreement dated 19.04.2019 under the Limited Liability Partnership Act, 2008. As per the terms of Agreement LLP was formed by investing Rs.10,00,000.00/- (rupees ten lakhs). On 16.05.2019, supplementary agreement was executed raising the capital contribution to Rs.1,00,00,000.00/- (rupees one crore). The contribution of first respondent was Rs. 15,00,000/- (Rupees fifteen lakhs only) which comes to 15 % of the total contribution of all partners. His share in profits/losses of the LLP is pegged at 15 %. Differences arose among the partners leading to 1st respondent filing A.O.P.No.40 of 2020 in the Trial Court to seek protection of his interest pending commencement of arbitral proceedings. The 1st respondent also filed Arbitration Application No.61 of 2020 before this Court, praying to appoint sole Arbitrator to adjudicate the claims and disputes and to declare the appointment of 5th respondent therein as Arbitrator as null and void. \nPNR,J & PSS,J 9. To appreciate the respective submissions, it is necessary to consider the scope of Section 2 (1) (c)1, Section 2 (1) (i)2, Sections 63, 10 (3)4, and 125 of the Commercial Courts Act, 2015; Section 96 of the Arbitration and Conciliation Act, 1996. To the extent relevant the provisions are extracted in the footnote. The Commercial Courts Act, 2015:\nSection 2-Definitions: (1) In this Act, unless the context otherwise requires:-\n... (c) \"commercial dispute\" means a dispute arising out of-- ....\n(xv) partnership agreements;\n.... \nSection 2 (1) (i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 1[which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\n6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\n4 10. Jurisdiction in respect of arbitration matters.--Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. 5 12. Determination of Specified Value.--(1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; 1[and]\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; 2* * * 3* * * * * (2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be. \nThe Arbitration and Conciliation Act, 1996:\n9. Interim measures, etc., by Court.--3[(1) ] A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i).....\n(ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n4[(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine. \n(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.] PNR,J & PSS,J 10. The Commercial Courts Act, 2015 is enacted with avowed object of ensuring speedy disposal of Commercial Disputes. It now vests exclusive jurisdiction to decide commercial disputes on the Commercial Courts at the District level and on the Commercial Division in the High Court. The Commercial Courts have jurisdiction to deal with all disputes which are commercial in nature, a dispute including among the partners of the LLP, whose specified value is not less than rupees three lakhs. In a commercial dispute the Commercial Court alone has jurisdiction to deal with applications filed under Section 9 of the Act of 1996. \n11. The definition of \"commercial dispute\" as incorporated in Clause (c) of Section 2 (1) has very wide amplitude, limited only by Sub Clause (i), i.e., 'specified value'. The definition includes disputes arising out of partnership agreements. \n12. Clause (i) of Section 2 (1) of the Act of 2015, defines determination of \"specified value\" in accordance with Section 12 of the Act of 2015. A dispute inter parties can become a commercial dispute only when the specified value is more than Rs.3,00,000/-, ousting the jurisdiction of Civil Courts.\n13. Section 6 deals with jurisdiction of Commercial Court. The Commercial Court has jurisdiction to try all suits and applications relating to 'commercial disputes' of a 'specified value'.\n14. Section 12 envisages how to determine 'specified value'. Sub- Clause (a) and (d) of Sub Section (1) are relevant for the purpose of this case. Clause (a) deals with recovery of money. In a claim to recover money, the specified value has to be determined based on PNR,J & PSS,J the money sought to be recovered in the suit or application, inclusive of interest if any, computed up to the date of filing of the suit or application. According to Clause (d), where the relief sought in a suit, appeal or application relates to any other \"intangible right\", the market value of the said right as estimated by the plaintiff should be taken into account for determining Specified Value. \n15. Sub-section 2 deals with different contingency. It envisages the aggregate value as set out in the claim and counterclaim. The statement of claim and the counterclaim, if any, in an arbitration application in a commercial dispute can be the basis for determining whether such dispute is amenable to the jurisdiction of a Commercial Division or Commercial Court. \n16. Section 12 employs the derivatives of the word 'determine', i.e., 'determination' and 'determining'. 'Determine' literally means 'to decide', 'to come to a conclusion'. It is apparent from plain reading of Section 12, it mandates the Court to 'determine' the 'specified value' of the dispute. It does not leave it to the claimant/ petitioner/ applicant to decide. The factors mentioned in clauses (a) and (d) of sub-section (1) and sub-section (2) are intended to aid and assist the Court to 'determine' the 'specified value'. As a corollary, the thrust of the Section is on the Court to 'determine' 'specified value' even when the claimant/petitioner/applicant does not state the value of his claim. The intendment of the Act is clearly discernible from the text and the texture of the provisions. \n17. The Court is relieved of its assignment to 'determine' when the litigant is fair and honest in his pleadings. It has onerous PNR,J & PSS,J responsibility to determine whether the dispute in a given case is a commercial dispute or a civil dispute when the litigant resorts to 'hide and seek', 'pick and choose' the facts he likes to disclose and to suppress/keep back other facts which are germane to decide the jurisdiction. \n18. The legislature seemingly left a vacuum on a situation as in this case. Then the question is, can it be left to the vagaries of litigant and allow him to choose the forum by playing around. When there is a vacuum, seemingly or otherwise, in the statute, Court can take recourse to interpretative process to understand the objective of the Act and intendment of the legislature. \n19. In Shailesh Dhairyawan Vs Mohan Balkrishna Lulla7, Hon'ble Justice A.K.Sikri in his concerning judgment, eloquently dealt with principles of statutory interpretation. Learned Judge said as under:\n\"31. ..The principle of \"purposive interpretation\" or \"purposive construction\" is based on the understanding that the court is supposed to attach that meaning to the provisions which serve the \"purpose\" behind such a provision. The basic approach is to ascertain what is it designed to accomplish? To put it otherwise, by interpretative process the court is supposed to realise the goal that the legal text is designed to realise. As Aharon Barak puts it: \n\"Purposive interpretation is based on three components: language, purpose, and discretion. Language shapes the range of semantic possibilities within which the interpreter acts as a linguist. Once the interpreter defines the range, he or she chooses the legal meaning of the text from among the (express or implied) semantic possibilities. The semantic component thus sets the limits of interpretation by restricting the interpreter to a legal meaning that the text can bear in its (public or private) language.\" [ Aharon Barak, Purposive Interpretation in Law (Princeton University Press, 2005).] \n32. Of the aforesaid three components, namely, language, purpose and discretion \"of the court\", insofar as purposive component is concerned, this is the ratio juris, the purpose at the (2016) 3 SCC 619 PNR,J & PSS,J - 10 - core of the text. This purpose is the values, goals, interests, policies and aims that the text is designed to actualise. It is the function that the text is designed to fulfil. \n33. We may also emphasise that the statutory interpretation of a provision is never static but is always dynamic. Though the literal rule of interpretation, till some time ago, was treated as the \"golden rule\", it is now the doctrine of purposive interpretation which is predominant, particularly in those cases where literal interpretation may not serve the purpose or may lead to absurdity. If it brings about an end which is at variance with the purpose of statute, that cannot be countenanced. Not only legal process thinkers such as Hart and Sacks rejected intentionalism as a grand strategy for statutory interpretation, and in its place they offered purposivism, this principle is now widely applied by the courts not only in this country but in many other legal systems as well. \n20. In State of U.P. vs. Dr. Vijay Anand Maharaj8, Hon'ble Supreme court observed that, \"8. .... But it is said, relying upon certain passsages in Maxwell on the Interpretation of Statutes, at p. 68, and in Crawford on \"Statutory Construction\" at p. 492, that it is the duty of the Judge \"to make such construction of a statute as shall suppress the mischief and advance the remedy\", and for that purpose the more extended meaning could be attributed to the words so as to bring all matters fairly within the scope of such a statute even though outside the letter, if within its spirit or reason. But both Maxwell and Crawford administered a caution in resorting to such a construction. Maxwell says at p. 68 of his book:\n\"The construction must not, of course, be strained to include cases plainly omitted from the natural meaning of the words.\" \nCrawford says that a liberal construction does not justify an extension of the statute's scope beyond the contemplation of the legislature. The fundamental and elementary rule of construction is that the words and phrases used by the legislature shall be given their ordinary meaning and shall be construed according to the rules of grammar. When a language is plain and unambiguous and admits of only one meaning, no question of construction of a statute arises, for the Act speaks for itself. It is a well-recognized rule of construction that the meaning must be collected from the expressed intention of the legislature.\" (emphasis supplied) \n21. In New India Assurance Co. Ltd., v. Nusli Neville Wadia9 \"51. .....With a view to read the provisions of the Act in a proper and effective manner, we are of the opinion that literal interpretation, if given, may give rise to an anomaly or absurdity which must be avoided. So as to enable a superior court to interpret a statute in a reasonable manner, the court must place itself in the chair of a reasonable legislator/author. So done, the AIR 1963 SC 946 (2008) 3 SCC 279 PNR,J & PSS,J - 11 - rules of purposive construction have to be resorted to which would require the construction of the Act in such a manner so as to see that the object of the Act is fulfilled, which in turn would lead the beneficiary under the statutory scheme to fulfil its constitutional obligations as held by the Court inter alia in Ashoka Marketing Ltd. [(1990) 4 SCC 406]\".\n22. The principles that can be culled out from precedent decisions are:\n(i) By interpretative process the court is supposed to realize the goal that the legal text is designed to realize;\n(ii) The purpose of the Act is values, goals, interests, policies and aims it intends to achieve;\n(iii) Court should resort to purposive interpretation and not literal interpretation that may lead to absurdity;\n(iv) It shall be the duty of the Court to make such construction of a statute as shall suppress mischief and advance the remedy;\n(v) More extended meaning can be attributed to the words so as to bring all matters fairly within the scope of a statute even though outside the letter, if within its spirit or reason;\n(vi) Meaning must be collected from the expressed intention of the legislature;\n(vii) Court must place itself in the chair of a reasonable legislator/author.\n23. In Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace10, Hon'ble Justice R.Banumathi, in her concurring judgment observed as under:\n\"42. The object and purpose of the establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost (2020) 15 SCC 585 PNR,J & PSS,J - 12 - to the litigants. Keeping in view the object and purpose of the establishment of the Commercial Courts and fast tracking procedure provided under the Act, the statutory provisions of the Act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country. On the above reasonings, I agree with the conclusion arrived at by my esteemed Brother A.S. Bopanna, J.\" (emphasis supplied) \n24 . The Commercial Courts are established with avowed object to fast tract all disputes which have commercial stake. The Act intends to erase the impression world over that in India, litigation takes long years. Multinational companies were reluctant to invest in India for fear of litigation taking long time to resolve. Therefore, the Act gives wide import to 'commercial dispute' and brings within its fold all disputes commercial in nature whose specific value is more than three lakhs, so that such disputes can be put into fast track mode. It is to be noted that commercial Courts are not inferior to civil Courts. They are presided over by experienced judicial officers. It envisages detailed procedure of adjudication and above all, early disposal of dispute. Having regard to object of Commercial Courts Act, 2015, even when a party to a claim or application or suit does not specify the value of claim in an application filed under Section 9 of the Act, 1996 before a Commercial Court, and/or before a Civil Court, the Court has to 'determine' whether the dispute is a commercial dispute or a civil dispute. \n25. In the case on hand, when first respondent filed application under Section 9 of Act, 2016 before the Civil Court, he has not specified the value of the claim. Therefore, it is for the civil Court to 'decide' the 'specified value'.\nPNR,J & PSS,J - 13 - 26. From the narrative of 1st respondent in his pursuit of litigation against his partners in LLP, it is apparent that he was subjected to huge loss in monetary terms by actions and conduct of his partners and the same to be recovered. In A.O.P.No.40 of 2020, the 1st respondent alleged that his partners were unjustly enriching themselves at his cost and the application is filed to protect his interests and to prevent further loss/wrongful loss. Though, in the application under Section 9 of the Act, 1996 he does not quantify the alleged loss caused to him, in his application under Section 11 of the Act, 1996, he has assessed the losses sustained by him at Rs.20 crores. \n27. In the absence of disclosure of value by the first respondent, deliberate or otherwise, the Court is required to take up the onerous responsibility of 'deciding' the 'specified value'. For this purpose, the Court is required to look into the surrounding facts to assess whether the Civil Court has jurisdiction or aggrieved person has to go before the Commercial Court. The contribution by all the partners to the LLP is now Rs.1,00,00,000/-(Rupees one crore) and contribution of first respondent is Rs.15,00,000 (Rupees fifteen lakhs). His share in profit and loss is pegged at 15%. He alleges that he is subjected to losses due to conduct of business by other partners. Further, in column 8 of Arbitration Application No.61 of 2020 under Section 11 of the Act of 1996 before this Court for appointment of Arbitrator, the first respondent has specified the tentative value of his claim as Rs.20,00,00,000/- (Rupees twenty crores only) subject to final computation. He has also admitted that his capital contribution to LLP was Rs.15,00,000/-. This application was filed on 24.09.2020 i.e., within two months of filing PNR,J & PSS,J - 14 - of arbitration O.P.No.40 of 2020. Within two months the value cannot multiply from unspecified / zero to Rs.20,00,00,000/-. Thus, the 1st respondent was aware that he was subjected to huge losses due to the conduct of partners in the LLP and that his interests are required to be protected to recoup the loss caused to him, compelling him to move applications, under Sections 9 and 11 of the Act, 1996. \n28. Thus, admittedly, there is a dispute between the partners of LLP, arising out of the partnership agreement and according to first respondent he was subjected to huge loss of Rs,20,00,00,000 (Rupees twenty crore). This is the \"specified value\". That being so, what is agitated by the 1st respondent is a commercial dispute. \n29. The Civil Court misdirected itself in not appreciating the contentions urged and confining its consideration to non-disclosure of the value. The Trial Court failed to appreciate that by the time the I.A.No.551 of 2021 was considered, the 1st respondent already filed the Arbitration Application before this Court, where his contribution to LLP is claimed as Rs.15,00,000/- (Rupees fifteen lakhs only) and alleged loss caused to him tentatively quantified at Rs.20,00,00,000/- (Rupees twenty crore). The fact that 1st respondent filed Arbitration Application with above claim was also noticed by the trial Court. The Trial Court also failed to appreciate that there is a dispute inter-se the partners of LLP and that dispute arises out of the terms of partnership agreement. The Trial Court misdirected itself in observing that other agreements were independent of the LLP agreement. While considering the issue of jurisdiction of civil Court to entertain an PNR,J & PSS,J - 15 - application under section 9 of the Act, 1996 in a dispute among the partners of LLP, the Court need not go into the question whether the other agreements are independent of LLP agreement. The dispute among the petitioners and respondents forming part of LLP arising out of partnership agreement, whose specified value is more than Rs.3,00,000/- is a commercial dispute and the Commercial Court alone has jurisdiction to deal with application filed by the first respondent under section 9 of the Act, 1996.\n30. For the aforesaid reasons, the order in I.A.No.551 of 2020 in Arbitration O.P.No.40 of 2020 on the file of IX Additional Chief Judge, City Civil Court at Hyderabad is set aside, Arbitration O.P. No. 40 of 2020 on the file of IX Additional Chief Judge, City Civil Court at Hyderabad is dismissed and the Civil Revision Petition is allowed. However, liberty is granted to 1st respondent to avail remedy under Section 9 of the Act, 1996 before the Commercial Court, if so advised and if otherwise entitled in law. Pending miscellaneous petitions if any shall stand closed. \n__________________________ JUSTICE P.NAVEEN RAO __________________________ JUSTICE P.SREE SUDHA Date: 07.01.2022 PT/KKM Note: L.R.copy to be marked: Yes PNR,J & PSS,J - 16 - HONOURABLE SRI JUSTICE P.NAVEEN RAO & HONOURABLE SMT JUSTICE P.SREE SUDHA CIVIL REVISION PETITION NO.21 OF 2021 Date:7.01.2022 Pt/kkm",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f44ca99e8409429e9291a9a27a7e0c29_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b818f24aea40433188fd778c13ea500c_1"
    },
    {
      "start": 242,
      "end": 350,
      "text": "\nTelangana High Court\nK.Srimannarayana Murthy And Another vs V.Agastya Sagar And 2 Others on 7 January, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ccd0b57fd4640639a835f3847318c49_2"
    },
    {
      "start": 352,
      "end": 524,
      "text": "Author: P.Naveen Rao\nBench: P.Naveen Rao, P.Sree Sudha\n     In The High Court Of Judicature For The State Of\n                        Telangana\n                           **",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a27f6d99af1a4500911accfc97d567dc_3"
    },
    {
      "start": 525,
      "end": 532,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f9f9b86703d4ff6a06c86e11fa3c47f_4"
    },
    {
      "start": 533,
      "end": 589,
      "text": "* * \n\n             Civil Revision Petition No.21 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c88ee6390cd94c069f10cb68b39bac09_5"
    },
    {
      "start": 590,
      "end": 744,
      "text": "\n\n\nBetween:\n\nK.Srimannarayana Murthy, s/o. K.Rosaiah,\nAged 54 years, r/o. Plot No.120, Mla & Mp\nColony, Road No.10C, Jubilee Hills,\nHyderabad and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6bc75df61b4f414a9bc6e7dfe8e87885_6"
    },
    {
      "start": 798,
      "end": 816,
      "text": "..... Petitioners/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f4b0f0c843a4b22ab3f89bbb4b5bd95_7"
    },
    {
      "start": 874,
      "end": 886,
      "text": "Petitioners/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f1057b778ee459f917196175f010b94_8"
    },
    {
      "start": 933,
      "end": 955,
      "text": "Respondent nos.1 and 2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ca17f977c514d42ae8dc6c567e17e24_9"
    },
    {
      "start": 964,
      "end": 1070,
      "text": "And\n\nV.Agastya Sagar, s/o. V.Vidya Sagar,\nNo.19, Canton Park, Opp. Chandani\nDhaba, Kompally, Secunderabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "084a95025e16445f8ac98cd457b712f1_10"
    },
    {
      "start": 1125,
      "end": 1198,
      "text": ".....Respondent/\n                                                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e31f9ed2c5a4cc5ad86ba9eacdbfe52_11"
    },
    {
      "start": 1198,
      "end": 1209,
      "text": "Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38a05d2d54bb4d1b99f5f8363da95556_12"
    },
    {
      "start": 1270,
      "end": 1281,
      "text": "Petitioner\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e0b7838555a49fda1ce429ec56573a4_13"
    },
    {
      "start": 1281,
      "end": 1314,
      "text": "V.Anand Sagar, s/o.V.Vidya Sagar,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c57e775f5e124b608660c6252724b2c0_14"
    },
    {
      "start": 1315,
      "end": 1390,
      "text": "\nNo.19 Canton Park, opp.Chandani Dhaba,\nKompally, Secunderabad and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3058d5c76414466987247fc5ae7b97a0_15"
    },
    {
      "start": 1444,
      "end": 1461,
      "text": ".... Respondents/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d357038cfe4c4bc186dd2b161e8f5f8b_16"
    },
    {
      "start": 1518,
      "end": 1530,
      "text": "Respondents/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81499deca0764e8ca4d3637d48b6ca16_17"
    },
    {
      "start": 1588,
      "end": 1604,
      "text": "Respondents\n\n\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ecfbfc2bfa546a3b081d131af7f38ba_18"
    },
    {
      "start": 1604,
      "end": 1631,
      "text": "Date Of Judgment Pronounced",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ed20409e39d420baa4f1ff9c5a9c63e_19"
    },
    {
      "start": 1649,
      "end": 1679,
      "text": ": 07 .01.2022\n\n\n\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eec741933b6243f7915edb75cbae71dd_20"
    },
    {
      "start": 1679,
      "end": 1715,
      "text": "The Hon'Ble Sri Justice P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cde8d1f53c924e8081b96ac7cb21607a_21"
    },
    {
      "start": 1748,
      "end": 1800,
      "text": "& \n             The Hon'Ble Smt Justice P.Sree Sudha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c92e3c25626e4a6793ec61fbb84565ff_22"
    },
    {
      "start": 1805,
      "end": 1869,
      "text": "1.      Whether Reporters of Local Newspapers :     No\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8533add96b2640dba5ccbe4ec2a17304_23"
    },
    {
      "start": 1869,
      "end": 1906,
      "text": "may be allowed to see the Judgments ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cd98d2e0a044506a128a79adacc85e3_24"
    },
    {
      "start": 1910,
      "end": 1983,
      "text": "2.      Whether the copies of judgment may be :     Yes\n        marked to",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e97369a7f474338b1b423477a1386ce_25"
    },
    {
      "start": 1984,
      "end": 2006,
      "text": "Law Reporters/Journals",
      "labels": [
        "PREAMBLE"
      ],
      "id": "194a002fb80244e181c3c29226b14ba5_26"
    },
    {
      "start": 2007,
      "end": 2047,
      "text": "\n\n\n3.     Whether Their Lordship wish to",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88710e3783c240dcaada2ef6c3c69cc1_27"
    },
    {
      "start": 2058,
      "end": 2107,
      "text": ":   No\n       see the fair copy of the Judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "57e3918777864690a117c219987d667d_28"
    },
    {
      "start": 2166,
      "end": 2172,
      "text": "Pnr, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8948209cc1894027a6244d8975b6aac9_29"
    },
    {
      "start": 2173,
      "end": 2180,
      "text": "& Pss ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70078dc1c20e4a1c8fd891d220807f48_30"
    },
    {
      "start": 2181,
      "end": 2254,
      "text": "J \n                                                     Crp No.21 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5587909876c44fa8dce13430bc21821_31"
    },
    {
      "start": 2287,
      "end": 2308,
      "text": "-2-\n\n\n\n\n            *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3e713c147f14330947bd12d70c3afec_32"
    },
    {
      "start": 2309,
      "end": 2344,
      "text": "Honourable Sri Justice P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7027080c855d4402ab19748727c06541_33"
    },
    {
      "start": 2374,
      "end": 2424,
      "text": "& \n            Honourable Smt Justice P.Sree Sudha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37d871baa8f744fabe2706ca7d8e2b8c_34"
    },
    {
      "start": 2440,
      "end": 2479,
      "text": "+ Civil Revision Petition No.21 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74f47d6040fd4f39bdc69d91df583a0b_35"
    },
    {
      "start": 2482,
      "end": 2538,
      "text": "% 07.01.2022\n\n# K.Srimannarayana Murthy, s/o. K.Rosaiah,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "35f7fa7652b34ed0bc578ec399a35685_36"
    },
    {
      "start": 2539,
      "end": 2559,
      "text": "\nAged 54 years, r/o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db057b5c1ec140caa443f4d537452d8f_37"
    },
    {
      "start": 2560,
      "end": 2617,
      "text": "Plot No.120, Mla & Mp\nColony, Road No.10C, Jubilee Hills,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d939f80ece8a4d6087b4a38c8384af79_38"
    },
    {
      "start": 2618,
      "end": 2641,
      "text": "\nHyderabad and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ffe4e791af594423977d97a06845f586_39"
    },
    {
      "start": 2691,
      "end": 2709,
      "text": "..... Petitioners/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3b66da8423f49738e1017685ea892c6_40"
    },
    {
      "start": 2763,
      "end": 2775,
      "text": "Petitioners/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cd3e8a116004a539623247759ba0181_41"
    },
    {
      "start": 2818,
      "end": 2834,
      "text": "Respondent nos.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a94a72574c04499ab9b64e3e2e79f3e6_42"
    },
    {
      "start": 2835,
      "end": 2860,
      "text": "and 2 \n\n            Vs.\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "57ccf4f135a348fa921ceb1c5074ffed_43"
    },
    {
      "start": 2860,
      "end": 2963,
      "text": "$ V.Agastya Sagar, s/o. V.Vidya Sagar,\nNo.19, Canton Park, Opp. Chandani\nDhaba, Kompally, Secunderabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "386fc00e85274c08b8f86cb25066593b_44"
    },
    {
      "start": 3013,
      "end": 3030,
      "text": "..... Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9de44ab3f617426ab5c3f73367a7ee18_45"
    },
    {
      "start": 3083,
      "end": 3094,
      "text": "Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "885c47de659b4a0596940b54add46270_46"
    },
    {
      "start": 3150,
      "end": 3161,
      "text": "Petitioner\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79fa10d0e5b242a48c42913391089a06_47"
    },
    {
      "start": 3161,
      "end": 3200,
      "text": "V.Anand Sagar, s/o.V.Vidya Sagar,\nNo.19",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e00886191080408c90c6e7d74c93898c_48"
    },
    {
      "start": 3201,
      "end": 3233,
      "text": "Canton Park, opp.Chandani Dhaba,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85fc8b82f6e540c6841e3926118335d3_49"
    },
    {
      "start": 3234,
      "end": 3270,
      "text": "\nKompally, Secunderabad and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60d374f6ffa8446aafcb97892d4a6d23_50"
    },
    {
      "start": 3319,
      "end": 3524,
      "text": ".... Respondents/\n                                                  Respondents/\n                                                   Respondents\n\n\n!Counsel for the petitioner(s) : Mr. Botla Venkateswar Rao,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34c90e8e3f0d40ab86198834dd7b1f98_51"
    },
    {
      "start": 3559,
      "end": 3571,
      "text": "representing",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70af5a38dd4d4684ba382cfe85743257_52"
    },
    {
      "start": 3606,
      "end": 3630,
      "text": "Mr. M.R.K.Chakravarthy\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d7a1956d3274a6ca2ce284f19132d35_53"
    },
    {
      "start": 3630,
      "end": 3715,
      "text": "Counsel for the Respondent(s): Mr. Duvva Pavan Kumar,\n                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a32c8564ba0d44869d65c31ce040a8c7_54"
    },
    {
      "start": 3715,
      "end": 3722,
      "text": "Counsel",
      "labels": [
        "PREAMBLE"
      ],
      "id": "633b01d07f2745c39ef831570818f091_55"
    },
    {
      "start": 3723,
      "end": 3742,
      "text": "for respondent no.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90db4baf5e39467fb3a478c2dbd04373_56"
    },
    {
      "start": 3746,
      "end": 3754,
      "text": "< Gist :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b6cb98603c6447dbe977150fa96b4b7_57"
    },
    {
      "start": 3758,
      "end": 3773,
      "text": ">Head Note:\n\n\n?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed0d67bfada64938aaa4c999ab93405c_58"
    },
    {
      "start": 3774,
      "end": 3919,
      "text": "Cases referred:\n\n(2016) 3 Scc 619\nAir 1963 Sc 946\n(2008) 3 Scc 279\n(2020) 15 Scc 585\n                                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ade0d47916574fa3b9a32baacb175f60_59"
    },
    {
      "start": 3919,
      "end": 3925,
      "text": "Pnr, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8771fb747774891ac83f401d6ab860c_60"
    },
    {
      "start": 3926,
      "end": 3934,
      "text": "& Pss ,J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7982eac4393b4c49b2ee4e0d660399e1_61"
    },
    {
      "start": 3935,
      "end": 4009,
      "text": "\n                                                        Crp No.21 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2899a04935f4a7ea2cae2b0a82240c4_62"
    },
    {
      "start": 4046,
      "end": 4099,
      "text": "-3-\n\n\n          The Hon'Ble Sri Justice P. Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab63f2d7be904397b18ea13e21087a53_63"
    },
    {
      "start": 4128,
      "end": 4231,
      "text": "And\n          The Hon'Ble Smt Justice P. Sree Sudha\n\n\n            Civil Revision Petition No.21 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21eefe5a61cd4e2b8ac0513994eee84f_64"
    },
    {
      "start": 4232,
      "end": 4441,
      "text": "\n\nOrder:\n(Per Hon'ble Sri Justice P.Naveen Rao) Heard Sri M.R.K. Chakravarthy, learned counsel for the petitioners, and Sri Duvva Pavan Kumar, learned counsel for the respondents.\n2. The 1st respondent filed A",
      "labels": [
        "PREAMBLE"
      ],
      "id": "561014440199404cafb06d72d6013e16_65"
    },
    {
      "start": 4442,
      "end": 4460,
      "text": ".O.P.No.40 of 2020",
      "labels": [
        "NONE"
      ],
      "id": "8b1d1cb280334ebc98b8776eeeb1b7cd_66"
    },
    {
      "start": 4461,
      "end": 5004,
      "text": "in the Court of IX Additional Chief Judge, City Civil Court at Hyderabad (the Trial Court), under Section 9 of the Arbitration and Conciliation Act, 1996 (the short, 'the Act of 1996') praying to grant injunction restraining petitioners/respondent Nos.2 and 3 from taking action or exercising the rights in connection with the management of M/s. Sagarasia Global LLP (the LLP), changing the management of the LLP and direct the petitioners/respondent Nos.2 and 3 to keep the petitioners informed about the operations and management of the LLP.",
      "labels": [
        "FAC"
      ],
      "id": "2e40d9c426474dd7bb35ff54d534283a_67"
    },
    {
      "start": 5005,
      "end": 5096,
      "text": "The Trial Court granted ex-parte injunction and directions as prayed by the 1st respondent.",
      "labels": [
        "FAC"
      ],
      "id": "c86102169fef4fb289308a24716b9e3a_68"
    },
    {
      "start": 5098,
      "end": 5259,
      "text": "3. The Petitioners filed I.A.No.551 of 2020 under Order VII Rule 11(d) of the Code of Civil Procedure, praying the Trial Court to reject the A.O.P.No.40 of 2020.",
      "labels": [
        "FAC"
      ],
      "id": "c97531839a82401b9f7001a3da0b7b97_69"
    },
    {
      "start": 5260,
      "end": 5485,
      "text": "The petitioners contended that the subject matter of A.O.P., is a commercial dispute and therefore, only the Commercial Court has jurisdiction to entertain and consider the said application under Section 9 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "4362620bb73740c8b4819ba95e11fae1_70"
    },
    {
      "start": 5486,
      "end": 5579,
      "text": "Repelling their contentions, the I.A., was dismissed by order dated PNR,J & PSS,J 09.11.2020.",
      "labels": [
        "FAC"
      ],
      "id": "45ff7e9497814536af4c5cbe733c21b8_71"
    },
    {
      "start": 5580,
      "end": 5649,
      "text": "Challenging the said decision, this Civil Revision Petition is filed.",
      "labels": [
        "FAC"
      ],
      "id": "14afa793ee5149c0a954c6a50b84b8d1_72"
    },
    {
      "start": 5651,
      "end": 5848,
      "text": "4. According to the learned counsel for petitioner, the first respondent holds 15 % stake in the LLP, which comes to Rupees fifteen lakhs and total contribution of all partners is Rupees one crore.",
      "labels": [
        "FAC"
      ],
      "id": "bbf47f2f9b274f35903d68c2c96e08bf_73"
    },
    {
      "start": 5849,
      "end": 6084,
      "text": "There is an inter se dispute among the partners arising out of LLP and therefore the dispute is a commercial dispute and all applications under the Act, 1996 have to be moved only before a Commercial Court and not before a Civil Court.",
      "labels": [
        "FAC"
      ],
      "id": "91c572217dab408384736bf46beb195f_74"
    },
    {
      "start": 6085,
      "end": 6263,
      "text": "He would submit that deliberately the first respondent did not specify the value when he first presented application under Section 9 of the Act, 1996 before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "d952f9a8905847c58f65d32ab0e2027a_75"
    },
    {
      "start": 6264,
      "end": 6610,
      "text": "Further, as facts are clear and as understood by the first respondent, in Arbitration Application No.61 of 2020 filed before this Court under Section 11 of the Act, 1996 to appoint an Arbitrator and for allied reliefs what is urged in the A.O.P 40 of 2020 is a commercial dispute and Civil Court has no jurisdiction to deal with such application.",
      "labels": [
        "FAC"
      ],
      "id": "48a1925b1c874a6eac6d172831d6432d_76"
    },
    {
      "start": 6611,
      "end": 6935,
      "text": "\n5. Per contra, according to learned counsel for the first respondent, the dispute is purely among the partners and is limited to the extent of failure of commitments and obligations under the LLP and by the time A.O.P No. 40 of 2020 was filed valuation was not quantified, as such, the Commercial Court has no jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3484c28eae24464393cd88d40aeeaebb_77"
    },
    {
      "start": 6936,
      "end": 7045,
      "text": "Therefore, the Civil Court alone has jurisdiction to decide the application under Section 9 of the Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "77d9832386484789aa964513342da03b_78"
    },
    {
      "start": 7047,
      "end": 7273,
      "text": "6. The Trial Court held that the dispute is between the partners of LLP and other documents which relate to independent agreements are no way connected to the dispute among the PNR,J & PSS,J partners on functioning of the LLP.",
      "labels": [
        "FAC"
      ],
      "id": "883c7f9ef5e44dd386de47c06745bb3f_79"
    },
    {
      "start": 7274,
      "end": 7462,
      "text": "The Trial Court also agreed with the contention of 1st respondent that as of now, the value is not quantified and therefore, the jurisdiction of the Commercial Court cannot be ascertained.",
      "labels": [
        "RLC"
      ],
      "id": "7b3184caf1664f70a6d9b317e3cfff66_80"
    },
    {
      "start": 7464,
      "end": 7599,
      "text": "7. The issue for consideration is whether the Civil Court erred in entertaining A.O.P No.40 of 2020 under Section 9 of the Act of 1996.",
      "labels": [
        "ISSUE"
      ],
      "id": "94b3e77553464627970adf71212c9e98_81"
    },
    {
      "start": 7601,
      "end": 7835,
      "text": "8. To the extent relevant to decide the issue, the facts are as under:\nPetitioners and respondents formed the LLP by executing Limited Liability Partnership Agreement dated 19.04.2019 under the Limited Liability Partnership Act, 2008.",
      "labels": [
        "ISSUE"
      ],
      "id": "bb1652af3b03451480e09ffe0d47c7cc_82"
    },
    {
      "start": 7836,
      "end": 7931,
      "text": "As per the terms of Agreement LLP was formed by investing Rs.10,00,000.00/- (rupees ten lakhs).",
      "labels": [
        "FAC"
      ],
      "id": "e86df13d744049b4a9ec9d5b8ff8f7e6_83"
    },
    {
      "start": 7932,
      "end": 8059,
      "text": "On 16.05.2019, supplementary agreement was executed raising the capital contribution to Rs.1,00,00,000.00/- (rupees one crore).",
      "labels": [
        "FAC"
      ],
      "id": "405640ad9c0d4b599e913534ecadaf87_84"
    },
    {
      "start": 8060,
      "end": 8207,
      "text": "The contribution of first respondent was Rs. 15,00,000/- (Rupees fifteen lakhs only) which comes to 15 % of the total contribution of all partners.",
      "labels": [
        "FAC"
      ],
      "id": "9e7230a78fcf450fa93a4c8a9e2fb5df_85"
    },
    {
      "start": 8208,
      "end": 8265,
      "text": "His share in profits/losses of the LLP is pegged at 15 %.",
      "labels": [
        "FAC"
      ],
      "id": "d4ac57742bff4ca2b3bbc8492e815154_86"
    },
    {
      "start": 8266,
      "end": 8455,
      "text": "Differences arose among the partners leading to 1st respondent filing A.O.P.No.40 of 2020 in the Trial Court to seek protection of his interest pending commencement of arbitral proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "503c40ed3d9047d7b30706ba0c2879cd_87"
    },
    {
      "start": 8456,
      "end": 8704,
      "text": "The 1st respondent also filed Arbitration Application No.61 of 2020 before this Court, praying to appoint sole Arbitrator to adjudicate the claims and disputes and to declare the appointment of 5th respondent therein as Arbitrator as null and void.",
      "labels": [
        "FAC"
      ],
      "id": "211f0c6f7555436eae88154c0ad68a66_88"
    },
    {
      "start": 8705,
      "end": 8722,
      "text": "\nPNR,J & PSS,J 9.",
      "labels": [
        "FAC"
      ],
      "id": "5ec688715245453cbd4c8bb2b9c2350e_89"
    },
    {
      "start": 8723,
      "end": 8969,
      "text": "To appreciate the respective submissions, it is necessary to consider the scope of Section 2 (1) (c)1, Section 2 (1) (i)2, Sections 63, 10 (3)4, and 125 of the Commercial Courts Act, 2015; Section 96 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "353f06b5e36d4f65bbfd76a33be7c3ba_90"
    },
    {
      "start": 8970,
      "end": 9038,
      "text": "To the extent relevant the provisions are extracted in the footnote.",
      "labels": [
        "FAC"
      ],
      "id": "55f6c3a54a994e7980acbae7fae71597_91"
    },
    {
      "start": 9039,
      "end": 9252,
      "text": "The Commercial Courts Act, 2015:\nSection 2-Definitions: (1) In this Act, unless the context otherwise requires:-\n... (c) \"commercial dispute\" means a dispute arising out of-- ....\n(xv) partnership agreements;\n....",
      "labels": [
        "STA"
      ],
      "id": "f32877c9f5ee44ad926b29d9ae24dd3e_92"
    },
    {
      "start": 9254,
      "end": 9572,
      "text": "Section 2 (1) (i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 1[which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\n6. Jurisdiction of",
      "labels": [
        "STA"
      ],
      "id": "bcb073bd799740a6b68d98a0c4667d09_93"
    },
    {
      "start": 9573,
      "end": 9595,
      "text": "Commercial Court.--The",
      "labels": [
        "STA"
      ],
      "id": "08c946fb2d124bdea2247b385a1fb3a7_94"
    },
    {
      "start": 9596,
      "end": 9829,
      "text": "Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "e34853c069fa41ad93e7513af96e815a_95"
    },
    {
      "start": 9830,
      "end": 10872,
      "text": "Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\n4 10. Jurisdiction in respect of arbitration matters.--Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
      "labels": [
        "STA"
      ],
      "id": "7f608c4442b5482481f348231f9495e0_96"
    },
    {
      "start": 10873,
      "end": 11983,
      "text": "5 12. Determination of Specified Value.--(1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value;",
      "labels": [
        "STA"
      ],
      "id": "2c8c5f381f2d443cae47725551025bee_97"
    },
    {
      "start": 11984,
      "end": 12594,
      "text": "1[and]\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; 2* * * 3* * * * * (2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be.",
      "labels": [
        "STA"
      ],
      "id": "f9f3986175034abc9068e9ee8f617a6d_98"
    },
    {
      "start": 12595,
      "end": 12683,
      "text": "\nThe Arbitration and Conciliation Act, 1996:\n9. Interim measures, etc., by Court.--3[(1)",
      "labels": [
        "STA"
      ],
      "id": "4d79135f6b434eef8db07d53e0934115_99"
    },
    {
      "start": 12684,
      "end": 14241,
      "text": "] A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i).....\n(ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n4[(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine.",
      "labels": [
        "STA"
      ],
      "id": "5d8e982d02564447835362acf9a73a9d_100"
    },
    {
      "start": 14242,
      "end": 14501,
      "text": "\n(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.] PNR,J & PSS,J 10.",
      "labels": [
        "STA"
      ],
      "id": "64f4773e56e047878d2ef6e974fcb965_101"
    },
    {
      "start": 14502,
      "end": 14615,
      "text": "The Commercial Courts Act, 2015 is enacted with avowed object of ensuring speedy disposal of Commercial Disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "694f4779cb1246ffa88922e83406c225_102"
    },
    {
      "start": 14616,
      "end": 14778,
      "text": "It now vests exclusive jurisdiction to decide commercial disputes on the Commercial Courts at the District level and on the Commercial Division in the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe6b34a09c81444c84a9ab53fecf4523_103"
    },
    {
      "start": 14779,
      "end": 14986,
      "text": "The Commercial Courts have jurisdiction to deal with all disputes which are commercial in nature, a dispute including among the partners of the LLP, whose specified value is not less than rupees three lakhs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21a291d8538446818580a045fa33feb6_104"
    },
    {
      "start": 14987,
      "end": 15122,
      "text": "In a commercial dispute the Commercial Court alone has jurisdiction to deal with applications filed under Section 9 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a23731d9b7974432bfa0975ac4d49940_105"
    },
    {
      "start": 15124,
      "end": 15295,
      "text": "11. The definition of \"commercial dispute\" as incorporated in Clause (c) of Section 2 (1) has very wide amplitude, limited only by Sub Clause (i), i.e., 'specified value'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34affc38ecb34e1499df53aebeecb1ba_106"
    },
    {
      "start": 15296,
      "end": 15367,
      "text": "The definition includes disputes arising out of partnership agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d6c5cb3f2b24a5294bacca17f5b0285_107"
    },
    {
      "start": 15368,
      "end": 15513,
      "text": "\n12. Clause (i) of Section 2 (1) of the Act of 2015, defines determination of \"specified value\" in accordance with Section 12 of the Act of 2015.",
      "labels": [
        "STA"
      ],
      "id": "5898f18686654838b525712f046e3429_108"
    },
    {
      "start": 15514,
      "end": 15728,
      "text": "A dispute inter parties can become a commercial dispute only when the specified value is more than Rs.3,00,000/-, ousting the jurisdiction of Civil Courts.\n13. Section 6 deals with jurisdiction of Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5d8d6dd14d34bf98286192712299a0e_109"
    },
    {
      "start": 15729,
      "end": 15862,
      "text": "The Commercial Court has jurisdiction to try all suits and applications relating to 'commercial disputes' of a 'specified value'.\n14.",
      "labels": [
        "STA"
      ],
      "id": "a1bf73360cb248c58232a75280625114_110"
    },
    {
      "start": 15863,
      "end": 15919,
      "text": "Section 12 envisages how to determine 'specified value'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d82bb82d27f04150b868169caba7738d_111"
    },
    {
      "start": 15920,
      "end": 16005,
      "text": "Sub- Clause (a) and (d) of Sub Section (1) are relevant for the purpose of this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "073ea13b8af3495b85bb7e31593f3190_112"
    },
    {
      "start": 16006,
      "end": 16046,
      "text": "Clause (a) deals with recovery of money.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9912e1605ce6441b8bf09de5283e3e95_113"
    },
    {
      "start": 16047,
      "end": 16292,
      "text": "In a claim to recover money, the specified value has to be determined based on PNR,J & PSS,J the money sought to be recovered in the suit or application, inclusive of interest if any, computed up to the date of filing of the suit or application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89a4ade7061a4dd592e0a972db46f6fe_114"
    },
    {
      "start": 16293,
      "end": 16542,
      "text": "According to Clause (d), where the relief sought in a suit, appeal or application relates to any other \"intangible right\", the market value of the said right as estimated by the plaintiff should be taken into account for determining Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ffc7c331c6e4a2792ed645dbb807cd3_115"
    },
    {
      "start": 16544,
      "end": 16595,
      "text": "15. Sub-section 2 deals with different contingency.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29d9b673a166427c95418a9ad29d934f_116"
    },
    {
      "start": 16596,
      "end": 16670,
      "text": "It envisages the aggregate value as set out in the claim and counterclaim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f66c6b22dfc4112b8989c7217506a49_117"
    },
    {
      "start": 16671,
      "end": 16909,
      "text": "The statement of claim and the counterclaim, if any, in an arbitration application in a commercial dispute can be the basis for determining whether such dispute is amenable to the jurisdiction of a Commercial Division or Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f90bcecf1f57432b901775184ac8a6c8_118"
    },
    {
      "start": 16910,
      "end": 17015,
      "text": "\n16. Section 12 employs the derivatives of the word 'determine', i.e., 'determination' and 'determining'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "721468ca1b0e4692bd613698286f96b1_119"
    },
    {
      "start": 17016,
      "end": 17083,
      "text": "'Determine' literally means 'to decide', 'to come to a conclusion'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b546f471ab84888bc82c61e812d94f7_120"
    },
    {
      "start": 17084,
      "end": 17207,
      "text": "It is apparent from plain reading of Section 12, it mandates the Court to 'determine' the 'specified value' of the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ceb93e7008c54878a5784d6972d77108_121"
    },
    {
      "start": 17208,
      "end": 17278,
      "text": "It does not leave it to the claimant/ petitioner/ applicant to decide.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b899c4ab07a648fb9351c7877959afd0_122"
    },
    {
      "start": 17279,
      "end": 17441,
      "text": "The factors mentioned in clauses (a) and (d) of sub-section (1) and sub-section (2) are intended to aid and assist the Court to 'determine' the 'specified value'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01a692bed9104deeb473b862e3ec9888_123"
    },
    {
      "start": 17442,
      "end": 17615,
      "text": "As a corollary, the thrust of the Section is on the Court to 'determine' 'specified value' even when the claimant/petitioner/applicant does not state the value of his claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d9b1cadf7384f019ae4209e2ebe678d_124"
    },
    {
      "start": 17616,
      "end": 17713,
      "text": "The intendment of the Act is clearly discernible from the text and the texture of the provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "352cb9b452ae44b3b4fb40790a3102fa_125"
    },
    {
      "start": 17715,
      "end": 17828,
      "text": "17. The Court is relieved of its assignment to 'determine' when the litigant is fair and honest in his pleadings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5b3f9613709439fb4b79fab98a7448d_126"
    },
    {
      "start": 17829,
      "end": 18143,
      "text": "It has onerous PNR,J & PSS,J responsibility to determine whether the dispute in a given case is a commercial dispute or a civil dispute when the litigant resorts to 'hide and seek', 'pick and choose' the facts he likes to disclose and to suppress/keep back other facts which are germane to decide the jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "652d1d90fb094b9baaa34d255e7ab93a_127"
    },
    {
      "start": 18145,
      "end": 18220,
      "text": "18. The legislature seemingly left a vacuum on a situation as in this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aef87fb97546459496f49da094e46c1f_128"
    },
    {
      "start": 18221,
      "end": 18338,
      "text": "Then the question is, can it be left to the vagaries of litigant and allow him to choose the forum by playing around.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2aa96b7f3d34eef91d61b9b08f1b0e9_129"
    },
    {
      "start": 18339,
      "end": 18526,
      "text": "When there is a vacuum, seemingly or otherwise, in the statute, Court can take recourse to interpretative process to understand the objective of the Act and intendment of the legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac6f2d9aa3744c6e8808945fb285a830_130"
    },
    {
      "start": 18528,
      "end": 18698,
      "text": "19. In Shailesh Dhairyawan Vs Mohan Balkrishna Lulla7, Hon'ble Justice A.K.Sikri in his concerning judgment, eloquently dealt with principles of statutory interpretation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f98207fc43fa4981a5ce7e4f8e530170_131"
    },
    {
      "start": 18699,
      "end": 18732,
      "text": "Learned Judge said as under:\n\"31.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5ea998012bb24e25aa1e912da6a88f23_132"
    },
    {
      "start": 18733,
      "end": 18955,
      "text": "..The principle of \"purposive interpretation\" or \"purposive construction\" is based on the understanding that the court is supposed to attach that meaning to the provisions which serve the \"purpose\" behind such a provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ec11b4fd8504b80911074957ac3e65f_133"
    },
    {
      "start": 18956,
      "end": 19025,
      "text": "The basic approach is to ascertain what is it designed to accomplish?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f9726a693a34afd94fcf4403eb742d3_134"
    },
    {
      "start": 19026,
      "end": 19158,
      "text": "To put it otherwise, by interpretative process the court is supposed to realise the goal that the legal text is designed to realise.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f017ce0d106e4c4a8915e092bf174db6_135"
    },
    {
      "start": 19159,
      "end": 19183,
      "text": "As Aharon Barak puts it:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf4e5bb5537047058aaad94c941bd36d_136"
    },
    {
      "start": 19184,
      "end": 19275,
      "text": "\n\"Purposive interpretation is based on three components: language, purpose, and discretion.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7d8014c5db1433eb5db4bd1e1493e88_137"
    },
    {
      "start": 19276,
      "end": 19376,
      "text": "Language shapes the range of semantic possibilities within which the interpreter acts as a linguist.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0b4925093fbd4ab69e244b94aa475e3e_138"
    },
    {
      "start": 19377,
      "end": 19524,
      "text": "Once the interpreter defines the range, he or she chooses the legal meaning of the text from among the (express or implied) semantic possibilities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "792fe513e4314522a7221b724cacd15b_139"
    },
    {
      "start": 19525,
      "end": 19697,
      "text": "The semantic component thus sets the limits of interpretation by restricting the interpreter to a legal meaning that the text can bear in its (public or private) language.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b48e6e5f9e3749f09962ebd73784a173_140"
    },
    {
      "start": 19698,
      "end": 19782,
      "text": "[ Aharon Barak, Purposive Interpretation in Law (Princeton University Press, 2005).]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "86d28fbec1674bb089f7afbcb8e6e5b9_141"
    },
    {
      "start": 19784,
      "end": 20024,
      "text": "32. Of the aforesaid three components, namely, language, purpose and discretion \"of the court\", insofar as purposive component is concerned, this is the ratio juris, the purpose at the (2016) 3 SCC 619 PNR,J & PSS,J - 10 - core of the text.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "085e96f1fc7d4fc6ad8b9f5ade4565b2_142"
    },
    {
      "start": 20025,
      "end": 20128,
      "text": "This purpose is the values, goals, interests, policies and aims that the text is designed to actualise.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c8909f521854ee494f36b9567f1310f_143"
    },
    {
      "start": 20129,
      "end": 20184,
      "text": "It is the function that the text is designed to fulfil.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c47642f483674e34b18ada4e63ba4327_144"
    },
    {
      "start": 20186,
      "end": 20299,
      "text": "33. We may also emphasise that the statutory interpretation of a provision is never static but is always dynamic.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "509aa35959af4406aff810f19d9d634e_145"
    },
    {
      "start": 20300,
      "end": 20578,
      "text": "Though the literal rule of interpretation, till some time ago, was treated as the \"golden rule\", it is now the doctrine of purposive interpretation which is predominant, particularly in those cases where literal interpretation may not serve the purpose or may lead to absurdity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5be699f3a534cc99ca4b7b21d4da777_146"
    },
    {
      "start": 20579,
      "end": 20683,
      "text": "If it brings about an end which is at variance with the purpose of statute, that cannot be countenanced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "365fbb4eae19429195101dacdd261e2e_147"
    },
    {
      "start": 20684,
      "end": 20972,
      "text": "Not only legal process thinkers such as Hart and Sacks rejected intentionalism as a grand strategy for statutory interpretation, and in its place they offered purposivism, this principle is now widely applied by the courts not only in this country but in many other legal systems as well.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed4502c167224b549ca360a4d618ec9c_148"
    },
    {
      "start": 20974,
      "end": 21570,
      "text": "20. In State of U.P. vs. Dr. Vijay Anand Maharaj8, Hon'ble Supreme court observed that, \"8. .... But it is said, relying upon certain passsages in Maxwell on the Interpretation of Statutes, at p. 68, and in Crawford on \"Statutory Construction\" at p. 492, that it is the duty of the Judge \"to make such construction of a statute as shall suppress the mischief and advance the remedy\", and for that purpose the more extended meaning could be attributed to the words so as to bring all matters fairly within the scope of such a statute even though outside the letter, if within its spirit or reason.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bc76e3104b6f4e8d863e6a138565c0bf_149"
    },
    {
      "start": 21571,
      "end": 21660,
      "text": "But both Maxwell and Crawford administered a caution in resorting to such a construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3125fb0e132c45a58dbec177fd7b7d42_150"
    },
    {
      "start": 21661,
      "end": 21819,
      "text": "Maxwell says at p. 68 of his book:\n\"The construction must not, of course, be strained to include cases plainly omitted from the natural meaning of the words.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7096e826f54d414e803efceddc09b303_151"
    },
    {
      "start": 21820,
      "end": 21960,
      "text": "\nCrawford says that a liberal construction does not justify an extension of the statute's scope beyond the contemplation of the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d5b97118a4134b46935779be7eaa4ea4_152"
    },
    {
      "start": 21961,
      "end": 22162,
      "text": "The fundamental and elementary rule of construction is that the words and phrases used by the legislature shall be given their ordinary meaning and shall be construed according to the rules of grammar.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a6e6593b75a24168bce3142983e99e31_153"
    },
    {
      "start": 22163,
      "end": 22315,
      "text": "When a language is plain and unambiguous and admits of only one meaning, no question of construction of a statute arises, for the Act speaks for itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b39950b60a2a4e308b7a0b101f47dc14_154"
    },
    {
      "start": 22316,
      "end": 22445,
      "text": "It is a well-recognized rule of construction that the meaning must be collected from the expressed intention of the legislature.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "24b7a4fc77b34cd987825abb9a1e713b_155"
    },
    {
      "start": 22446,
      "end": 22465,
      "text": "(emphasis supplied)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "733e013a9d154aa18ec1080572a865d1_156"
    },
    {
      "start": 22467,
      "end": 22742,
      "text": "21. In New India Assurance Co. Ltd., v. Nusli Neville Wadia9 \"51. .....With a view to read the provisions of the Act in a proper and effective manner, we are of the opinion that literal interpretation, if given, may give rise to an anomaly or absurdity which must be avoided.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0da68c295625415c8a259b4098c68d05_157"
    },
    {
      "start": 22743,
      "end": 22898,
      "text": "So as to enable a superior court to interpret a statute in a reasonable manner, the court must place itself in the chair of a reasonable legislator/author.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "428f02763efd475bafa3a70c832bc73b_158"
    },
    {
      "start": 22899,
      "end": 23330,
      "text": "So done, the AIR 1963 SC 946 (2008) 3 SCC 279 PNR,J & PSS,J - 11 - rules of purposive construction have to be resorted to which would require the construction of the Act in such a manner so as to see that the object of the Act is fulfilled, which in turn would lead the beneficiary under the statutory scheme to fulfil its constitutional obligations as held by the Court inter alia in Ashoka Marketing Ltd. [(1990) 4 SCC 406]\".\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "34be7e16ea9e4762af070246a19d0afc_159"
    },
    {
      "start": 23331,
      "end": 24201,
      "text": "The principles that can be culled out from precedent decisions are:\n(i) By interpretative process the court is supposed to realize the goal that the legal text is designed to realize;\n(ii) The purpose of the Act is values, goals, interests, policies and aims it intends to achieve;\n(iii) Court should resort to purposive interpretation and not literal interpretation that may lead to absurdity;\n(iv) It shall be the duty of the Court to make such construction of a statute as shall suppress mischief and advance the remedy;\n(v) More extended meaning can be attributed to the words so as to bring all matters fairly within the scope of a statute even though outside the letter, if within its spirit or reason;\n(vi) Meaning must be collected from the expressed intention of the legislature;\n(vii) Court must place itself in the chair of a reasonable legislator/author.\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19524fdd593c489babacd6d91138c934_160"
    },
    {
      "start": 24202,
      "end": 24340,
      "text": "In Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace10, Hon'ble Justice R.Banumathi, in her concurring judgment observed as under:\n\"42.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "00070c6594294d5f93528614307c0c1d_161"
    },
    {
      "start": 24341,
      "end": 24658,
      "text": "The object and purpose of the establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost (2020) 15 SCC 585 PNR,J & PSS,J - 12 - to the litigants.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ace5e3fb3364f648b2eb6377046cf4d_162"
    },
    {
      "start": 24659,
      "end": 25091,
      "text": "Keeping in view the object and purpose of the establishment of the Commercial Courts and fast tracking procedure provided under the Act, the statutory provisions of the Act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ed5a4e4641041e08c5a94ad7a9be579_163"
    },
    {
      "start": 25092,
      "end": 25196,
      "text": "On the above reasonings, I agree with the conclusion arrived at by my esteemed Brother A.S. Bopanna, J.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3c31668147f54917af00f83fd0791cc5_164"
    },
    {
      "start": 25197,
      "end": 25216,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76d1f4ddd9894ed7ba7aae14c70827a5_165"
    },
    {
      "start": 25217,
      "end": 25335,
      "text": "\n24 . The Commercial Courts are established with avowed object to fast tract all disputes which have commercial stake.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "772baa431e4246c3b04f13e1d26d0a15_166"
    },
    {
      "start": 25336,
      "end": 25430,
      "text": "The Act intends to erase the impression world over that in India, litigation takes long years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "749cbe3f43ad45b2acc11f3460e93850_167"
    },
    {
      "start": 25431,
      "end": 25540,
      "text": "Multinational companies were reluctant to invest in India for fear of litigation taking long time to resolve.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1796027809344bd9780a267726cd985_168"
    },
    {
      "start": 25541,
      "end": 25764,
      "text": "Therefore, the Act gives wide import to 'commercial dispute' and brings within its fold all disputes commercial in nature whose specific value is more than three lakhs, so that such disputes can be put into fast track mode.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8d2a5ba35ae47baa07f9ea938b1d3aa_169"
    },
    {
      "start": 25765,
      "end": 25839,
      "text": "It is to be noted that commercial Courts are not inferior to civil Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7bcfb44bb744e4d82fd497ebc4ab024_170"
    },
    {
      "start": 25840,
      "end": 25896,
      "text": "They are presided over by experienced judicial officers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e30b2ca09f5d4792aea2880b3f714cc4_171"
    },
    {
      "start": 25897,
      "end": 25986,
      "text": "It envisages detailed procedure of adjudication and above all, early disposal of dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1751518f826448a7ac7b75dfbff246da_172"
    },
    {
      "start": 25987,
      "end": 26336,
      "text": "Having regard to object of Commercial Courts Act, 2015, even when a party to a claim or application or suit does not specify the value of claim in an application filed under Section 9 of the Act, 1996 before a Commercial Court, and/or before a Civil Court, the Court has to 'determine' whether the dispute is a commercial dispute or a civil dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cca5e9d67a5e4cfba7c26385946db143_173"
    },
    {
      "start": 26338,
      "end": 26500,
      "text": "25. In the case on hand, when first respondent filed application under Section 9 of Act, 2016 before the Civil Court, he has not specified the value of the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9376ab60b6334f8f84cac99b96c66a3e_174"
    },
    {
      "start": 26501,
      "end": 26597,
      "text": "Therefore, it is for the civil Court to 'decide' the 'specified value'.\nPNR,J & PSS,J - 13 - 26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54ed7437796a4942b172ecf8add442cd_175"
    },
    {
      "start": 26598,
      "end": 26829,
      "text": "From the narrative of 1st respondent in his pursuit of litigation against his partners in LLP, it is apparent that he was subjected to huge loss in monetary terms by actions and conduct of his partners and the same to be recovered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a04bb368baea4f78becada84cffec7b4_176"
    },
    {
      "start": 26830,
      "end": 27042,
      "text": "In A.O.P.No.40 of 2020, the 1st respondent alleged that his partners were unjustly enriching themselves at his cost and the application is filed to protect his interests and to prevent further loss/wrongful loss.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c01a39c3eba249aea259dfb8485677b3_177"
    },
    {
      "start": 27043,
      "end": 27270,
      "text": "Though, in the application under Section 9 of the Act, 1996 he does not quantify the alleged loss caused to him, in his application under Section 11 of the Act, 1996, he has assessed the losses sustained by him at Rs.20 crores.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f48a277225044d393dd585bbb057e30_178"
    },
    {
      "start": 27272,
      "end": 27460,
      "text": "27. In the absence of disclosure of value by the first respondent, deliberate or otherwise, the Court is required to take up the onerous responsibility of 'deciding' the 'specified value'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e184e30e20542de83a5210409b1d4d7_179"
    },
    {
      "start": 27461,
      "end": 27645,
      "text": "For this purpose, the Court is required to look into the surrounding facts to assess whether the Civil Court has jurisdiction or aggrieved person has to go before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3975b40865345969ba9c8728c4193f7_180"
    },
    {
      "start": 27646,
      "end": 27812,
      "text": "The contribution by all the partners to the LLP is now Rs.1,00,00,000/-(Rupees one crore) and contribution of first respondent is Rs.15,00,000 (Rupees fifteen lakhs).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d100d2a738534f22a23b337f099e1177_181"
    },
    {
      "start": 27813,
      "end": 27859,
      "text": "His share in profit and loss is pegged at 15%.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99958894e1a24f63b991783f275835ee_182"
    },
    {
      "start": 27860,
      "end": 27947,
      "text": "He alleges that he is subjected to losses due to conduct of business by other partners.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b66a67fa22e4d0482bb0c249ab46d63_183"
    },
    {
      "start": 27948,
      "end": 28241,
      "text": "Further, in column 8 of Arbitration Application No.61 of 2020 under Section 11 of the Act of 1996 before this Court for appointment of Arbitrator, the first respondent has specified the tentative value of his claim as Rs.20,00,00,000/- (Rupees twenty crores only) subject to final computation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbc1bc3dd3f84871b74dea7ddd064e70_184"
    },
    {
      "start": 28242,
      "end": 28319,
      "text": "He has also admitted that his capital contribution to LLP was Rs.15,00,000/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8db5f7be29a46e4a5a5a0e82136bb0e_185"
    },
    {
      "start": 28320,
      "end": 28449,
      "text": "This application was filed on 24.09.2020 i.e., within two months of filing PNR,J & PSS,J - 14 - of arbitration O.P.No.40 of 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0861c25b2d164c0cb34f2d43786be0ff_186"
    },
    {
      "start": 28450,
      "end": 28539,
      "text": "Within two months the value cannot multiply from unspecified / zero to Rs.20,00,00,000/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4f67fcce73e4e88b57d563e779076bc_187"
    },
    {
      "start": 28540,
      "end": 28818,
      "text": "Thus, the 1st respondent was aware that he was subjected to huge losses due to the conduct of partners in the LLP and that his interests are required to be protected to recoup the loss caused to him, compelling him to move applications, under Sections 9 and 11 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "065f3a8638b94c5995971f4f1c5d9187_188"
    },
    {
      "start": 28820,
      "end": 29036,
      "text": "28. Thus, admittedly, there is a dispute between the partners of LLP, arising out of the partnership agreement and according to first respondent he was subjected to huge loss of Rs,20,00,00,000 (Rupees twenty crore).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b514f8f229e342898254490229c0dce7_189"
    },
    {
      "start": 29037,
      "end": 29067,
      "text": "This is the \"specified value\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c661ce7037df43d18e58573de68f8e96_190"
    },
    {
      "start": 29068,
      "end": 29146,
      "text": "That being so, what is agitated by the 1st respondent is a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c9b137717e94e2aba19263b3f0f36c4_191"
    },
    {
      "start": 29148,
      "end": 29292,
      "text": "29. The Civil Court misdirected itself in not appreciating the contentions urged and confining its consideration to non-disclosure of the value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "310bb023db7e42659672a0f73f8dd19a_192"
    },
    {
      "start": 29293,
      "end": 29650,
      "text": "The Trial Court failed to appreciate that by the time the I.A.No.551 of 2021 was considered, the 1st respondent already filed the Arbitration Application before this Court, where his contribution to LLP is claimed as Rs.15,00,000/- (Rupees fifteen lakhs only) and alleged loss caused to him tentatively quantified at Rs.20,00,00,000/- (Rupees twenty crore).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fb2af187e54408094fdd0da3c35adc7_193"
    },
    {
      "start": 29651,
      "end": 29763,
      "text": "The fact that 1st respondent filed Arbitration Application with above claim was also noticed by the trial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1985e49037941c1b84ef63b56f8d16b_194"
    },
    {
      "start": 29764,
      "end": 29925,
      "text": "The Trial Court also failed to appreciate that there is a dispute inter-se the partners of LLP and that dispute arises out of the terms of partnership agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b280b45953ee4d2a9d49ee991f30b618_195"
    },
    {
      "start": 29926,
      "end": 30034,
      "text": "The Trial Court misdirected itself in observing that other agreements were independent of the LLP agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcd1805e1b5f4066ad52d9dc1e1d0f87_196"
    },
    {
      "start": 30035,
      "end": 30318,
      "text": "While considering the issue of jurisdiction of civil Court to entertain an PNR,J & PSS,J - 15 - application under section 9 of the Act, 1996 in a dispute among the partners of LLP, the Court need not go into the question whether the other agreements are independent of LLP agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bd33ed0e6c774d3aa310ad501ec087a9_197"
    },
    {
      "start": 30319,
      "end": 30640,
      "text": "The dispute among the petitioners and respondents forming part of LLP arising out of partnership agreement, whose specified value is more than Rs.3,00,000/- is a commercial dispute and the Commercial Court alone has jurisdiction to deal with application filed by the first respondent under section 9 of the Act, 1996.\n30.",
      "labels": [
        "RPC"
      ],
      "id": "525433354bd54006bcaf4fa90ffe40dd_198"
    },
    {
      "start": 30641,
      "end": 30979,
      "text": "For the aforesaid reasons, the order in I.A.No.551 of 2020 in Arbitration O.P.No.40 of 2020 on the file of IX Additional Chief Judge, City Civil Court at Hyderabad is set aside, Arbitration O.P. No. 40 of 2020 on the file of IX Additional Chief Judge, City Civil Court at Hyderabad is dismissed and the Civil Revision Petition is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "1bde0e872221476e90615db3baa6766e_199"
    },
    {
      "start": 30980,
      "end": 31151,
      "text": "However, liberty is granted to 1st respondent to avail remedy under Section 9 of the Act, 1996 before the Commercial Court, if so advised and if otherwise entitled in law.",
      "labels": [
        "RPC"
      ],
      "id": "2f5f8ec030ee4d629df401e9162dd868_200"
    },
    {
      "start": 31152,
      "end": 31210,
      "text": "Pending miscellaneous petitions if any shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "5edf63b158524d3ab6107e52e2a2ab23_201"
    },
    {
      "start": 31211,
      "end": 31519,
      "text": "\n__________________________ JUSTICE P.NAVEEN RAO __________________________ JUSTICE P.SREE SUDHA Date: 07.01.2022 PT/KKM Note: L.R.copy to be marked: Yes PNR,J & PSS,J - 16 - HONOURABLE SRI JUSTICE P.NAVEEN RAO & HONOURABLE SMT JUSTICE P.SREE SUDHA CIVIL REVISION PETITION NO.21 OF 2021 Date:7.01.2022 Pt/kkm",
      "labels": [
        "NONE"
      ],
      "id": "48e510f696c0411583fb45c0982120ae_202"
    }
  ]
}