{
  "id": "0a5c8121f8ecbd98f0100abefe8d7aa0a18bf4b99af21f3dea78b7cf89529ac7",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nReliance Telecom Ltd vs Atc Telecom Infrastructure Pvt Ltd on 12 February, 2019\nAuthor: S. Ravindra Bhat \nBench: S. Ravindra Bhat, Prateek Jalan\n$~4 & 5\n*    In The High Court Of Delhi At New Delhi \n                         Date of Decision: February 12, 2019\n\n+     Efa(Os) (Comm) 4/2019 \n      Reliance Communications Ltd                           ..... Appellant\n\n                                 versus\n\n      Atc Telecom Infrastructure Pvt Ltd                  ..... Respondent\n\n+     Efa(Os) (Comm) 5/2019 \n      Reliance Telecom Ltd                                  ..... Appellant \n\n                                 versus\n\n      Atc Telecom Infrastructure Pvt Ltd                  ..... Respondent\n\n      Counsel for the Appellant: \n                  Mr. Amit Sibal, Senior Advocate with Mr. Saket Singh, \n                  Mr. Sayarce Basu Mallik, Ms. Madhavi Agrawal, \n                  Advocates \n\n      Counsel for the Respondent: \n                  Mr. Sandeep Sethi, Senior Advocate with Mr. Ajit\n                  Warier, Mr. Angad Kochhar, Mr. Varun Byreddy,\n                  Advocates. \n\n      Coram: \n      Hon'Ble Mr. Justice S. Ravindra Bhat \n      Hon'Ble Mr. Justice Prateek Jalan\n                            Order\n% S. Ravindra Bhat, J. (Oral) \n1. These appeals question the orders made in the course of enforcement proceedings taken out by the respondent/decree holder Atc Telecom Infrastructure Pvt. Ltd.\n2. At th e outset, this court notices that the appeal is not maintainable given the provisions of the Commercial Courts Act, 2015 and the Arbitration and Conciliation Act, 1996. The maintainability of such appeals against orders, made in the course of enforcement proceedings under Section 36 of the Arbitration Act was decided today in the EFA (OS) (Comm) No. 3/2019, South Delhi Municipal Corporation vs. M/s. Tech Mahindra. In that judgment of the Court, noticed the objects of the Commercial Courts Act and the recent decision in Kandla Export Corporation & Anr. Vs. M/s. OCI Corporation & Anr., (2018) 14 SCC 715, and observed as under:\n5. The relevant provision of Commercial Courts Act, 2015 are as follows:\n8. Bar against revision application or petition against an interlocutory order.-- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\n**************** ***********\n11. Bar of jurisdiction of Commercial Courts and Commercial Divisions. -\nNotwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.\n**************** ***********\n13. Appeals from decrees of Commercial Courts and Commercial Divisions. - (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996. \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n**************** ***********\n21. Act to have overriding effect. - Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \n6. A conjoint reading of the provisions especially Section 8, 11 and 21 of the CC Act, highlight the Parliamentary intention to vest Commercial Courts and Commercial Appellate Divisions with only limited jurisdiction. Flowing from that, the scheme of Section 13 of the Commercial Courts Act, provides only two types of appeals; (1) in respect of specific matters enumerated in Order XLIII Rule 1 (read with Section 104) of the CPC and (2) appeals that are admissible under Section 37 of the Arbitration Act. \n7. The judgment in Kandla Export Corporation (supra) noticed the Statement of Objects and Reasons, of the Commercial Courts Act. The Supreme Court had to deal with an Enforcement Appeal before a commercial appellate court, in regard to a foreign award, and its maintainability. The Supreme Court noticed not only the Statement of Objects and Reasons but also various other provisions, especially the embargo placed upon the courts, embodied in Sections 8 and 11 and the overriding nature of the CC Act, to conclude that once appeals were held to be barred, an appeal to the Division Bench appeal - against a Commercial Court's order in an enforcement of a foreign award issue was not maintainable. The Court took into account its previous rulings in Fuerst Day Lawson Limited vs. Jindal Exports Limited, (2011) 8 SCC 333 and some other judgments. \n8. The Statement of Objects and Reasons for the Commercial Courts Act, states that:\nThe proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and questions of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \nxxx 6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:--\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction; \n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;\n                   (iv)    the minimum pecuniary jurisdiction of                            such     Commercial     Courts     and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.\n7. The proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\n9. It is quite evident that the legislative or Parliamentary intent, was to confer upon the Commercial Appellate Courts and Commercial appellate Division Bench of a High Court, extremely limited jurisdiction and circumscribe the appellate jurisdiction. Thus, in interlocutory matters, as it were, Commercial Appellate Division possesses jurisdiction in matters enumerated in the Order XLIII Rule 1 - no less no more. Likewise, with respect to the appeals against orders made in the course of proceedings under the Arbitration Act, the Court's power is delineated to what is enumerated in Section 37 of CPC.\n10. In Kandla Export Corporation (supra), the Court held as follows:\n14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v Indo Mercantile Bank Ltd, 1959 Supp (2) SCR 256 at 266-267, thus:\n******** *********\n15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37 (1) (a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37 (2) (a) and, therefore, under Section 13(1) of the Commercial Courts Act. \n11. The reference to Order XLIII Rule 1 - relied upon on behalf of SDMC in the context of this case, in the opinion of this court, is misplaced. Order XLIII Rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from Order XXXVIII and all the attendant provisions), and not to proceedings in respect of an award. Thus, reference to Order XLIII to draw in the jurisdiction of the Division Bench, is wholly unjustified. Likewise, the Court also rejects the appellant's arguments that Section 36 of the Arbitration Act attracts the provisions of the Code of Civil Procedure. In fact, Section 36 refers to and directs courts to follow CPC in proceedings relating to enforcement of arbitral awards. The logical corollary is that the provisions of the CPC that deal with the proceeding for enforcement of decrees and orders (such as in execution like Order XXI CPC), would be attracted. \n12. In view of the above discussions, we conclude that the present appeal is not maintainable. The appellant's remedy clearly lies elsewhere. An attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jus ibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right. This was explained pithily in Ganga Bai v Vijay Kumar, (1974) 2 SCC 393, in the following terms:\n\"There is a basic distinction between the right of suit and the right of appeal. There is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. It is no answer to a suit howsoever frivolous the claim, that the law confers no such right to sue. A suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. But the position in regard to appeals is quite the opposite. The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of0020law. That explains why the right of appeal is described as a creature of statute.\"\n3. For the above reasons, the Court is of the opinion that these appeals are not maintainable. In the event the appellant wishes to urge anything on the merits, it is open for it to do so before the learned Single Judge who has now listed the matter for further proceedings/ disposal on 21.02.2019. This is independent of the appellant's right to seek appropriate remedies under the Constitution or the law against the impugned order. The appeals are consequentially dismissed. \n4. A copy of this order be given dasti under signatures of the Court master. \nS. RAVINDRA BHAT, J PRATEEK JALAN, J FEBRUARY 12, 2019 pkb",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "42bec8a58a2f48b097e1ce9047d5e161_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ceb17a0499bd42dabdf93da3b70fdfff_1"
    },
    {
      "start": 242,
      "end": 364,
      "text": "\nDelhi High Court\nReliance Telecom Ltd vs Atc Telecom Infrastructure Pvt Ltd on 12 February, 2019\nAuthor: S. Ravindra Bhat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d114c0076e984de4ba36ca7f6a93230e_2"
    },
    {
      "start": 365,
      "end": 457,
      "text": "\nBench: S. Ravindra Bhat, Prateek Jalan\n$~4 & 5\n*    In The High Court Of Delhi At New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aff341486ec54e12b29d7efe3cf697ec_3"
    },
    {
      "start": 484,
      "end": 534,
      "text": "Date of Decision: February 12, 2019\n\n+     Efa(Os)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14f358ea3a4546d5b9b117ced1ec836c_4"
    },
    {
      "start": 535,
      "end": 548,
      "text": "(Comm) 4/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3b7395a81c04661b0f9beca9b96eb62_5"
    },
    {
      "start": 556,
      "end": 615,
      "text": "Reliance Communications Ltd                           .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c94fd0ee262d44aaa376cf462e654c9e_6"
    },
    {
      "start": 616,
      "end": 660,
      "text": "Appellant\n\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cde92fc5e4349e0a6044bbc59ea9a45_7"
    },
    {
      "start": 660,
      "end": 674,
      "text": "versus\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65d71705e18b4c1f89e91a3fc6578b3b_8"
    },
    {
      "start": 674,
      "end": 708,
      "text": "Atc Telecom Infrastructure Pvt Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ff06d8108a84da784c93abdc898d3d3_9"
    },
    {
      "start": 726,
      "end": 744,
      "text": "..... Respondent\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4cfacd08014478d822f5d8cac0d6482_10"
    },
    {
      "start": 744,
      "end": 771,
      "text": "+     Efa(Os) (Comm) 5/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b47dea9e6c24a349c2382aa3fa5d394_11"
    },
    {
      "start": 779,
      "end": 799,
      "text": "Reliance Telecom Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de7a008fab2c45bebdc257b08bedc1af_12"
    },
    {
      "start": 833,
      "end": 848,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c1b0069f5184c618c88bd08291f3ee9_13"
    },
    {
      "start": 884,
      "end": 898,
      "text": "versus\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f95f8778316a4ab7b375cd35c46a118d_14"
    },
    {
      "start": 898,
      "end": 932,
      "text": "Atc Telecom Infrastructure Pvt Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ed4bb14b1a74f6cafadeb9eb190223f_15"
    },
    {
      "start": 950,
      "end": 974,
      "text": "..... Respondent\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b679bc17bbe94792a079277c74f85cc3_16"
    },
    {
      "start": 974,
      "end": 1000,
      "text": "Counsel for the Appellant:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21f29809be1b463eb0724bebacf55cda_17"
    },
    {
      "start": 1020,
      "end": 1073,
      "text": "Mr. Amit Sibal, Senior Advocate with Mr. Saket Singh,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c66753d6ba14d52a1bf453c2cc5ed12_18"
    },
    {
      "start": 1074,
      "end": 1138,
      "text": "\n                  Mr. Sayarce Basu Mallik, Ms. Madhavi Agrawal,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07967d3f746f429a9b75d2ff4cc0c77e_19"
    },
    {
      "start": 1158,
      "end": 1167,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4648b2de79ad4484b2cf72f1cc88d8c4_20"
    },
    {
      "start": 1176,
      "end": 1203,
      "text": "Counsel for the Respondent:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e07dc6bed2854fefa3ce253e6eed5b73_21"
    },
    {
      "start": 1204,
      "end": 1364,
      "text": "\n                  Mr. Sandeep Sethi, Senior Advocate with Mr. Ajit\n                  Warier, Mr. Angad Kochhar, Mr. Varun Byreddy,\n                  Advocates.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f892ecc8807540e0a7ec6241985e5d91_22"
    },
    {
      "start": 1373,
      "end": 1379,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f90164d6ed4448d9b6968b561ef9bca_23"
    },
    {
      "start": 1380,
      "end": 1423,
      "text": "\n      Hon'Ble Mr. Justice S. Ravindra Bhat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8e5694152db43d0bffc9bd3841df047_24"
    },
    {
      "start": 1424,
      "end": 1528,
      "text": "\n      Hon'Ble Mr. Justice Prateek Jalan\n                            Order\n% S. Ravindra Bhat, J. (Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98701a109bee4c9bb28a54d70396aef7_25"
    },
    {
      "start": 1530,
      "end": 1700,
      "text": "1. These appeals question the orders made in the course of enforcement proceedings taken out by the respondent/decree holder Atc Telecom Infrastructure Pvt. Ltd.\n2. At th",
      "labels": [
        "FAC"
      ],
      "id": "3bcdbff9f6c3461384c6767075626eda_26"
    },
    {
      "start": 1701,
      "end": 1869,
      "text": "e outset, this court notices that the appeal is not maintainable given the provisions of the Commercial Courts Act, 2015 and the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "08abb9279b714d55b3e7756c893c3c7f_27"
    },
    {
      "start": 1870,
      "end": 2118,
      "text": "The maintainability of such appeals against orders, made in the course of enforcement proceedings under Section 36 of the Arbitration Act was decided today in the EFA (OS) (Comm) No. 3/2019, South Delhi Municipal Corporation vs. M/s. Tech Mahindra.",
      "labels": [
        "FAC"
      ],
      "id": "b147ff497215437eb839fb193d1cd45d_28"
    },
    {
      "start": 2119,
      "end": 2336,
      "text": "In that judgment of the Court, noticed the objects of the Commercial Courts Act and the recent decision in Kandla Export Corporation & Anr. Vs. M/s. OCI Corporation & Anr., (2018) 14 SCC 715, and observed as under:\n5.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dbd8e5ccb0fe484da44a4ec7835e9d06_29"
    },
    {
      "start": 2337,
      "end": 3421,
      "text": "The relevant provision of Commercial Courts Act, 2015 are as follows:\n8. Bar against revision application or petition against an interlocutory order.-- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\n**************** ***********\n11. Bar of jurisdiction of Commercial Courts and Commercial Divisions. -\nNotwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.\n**************** ***********\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.",
      "labels": [
        "STA"
      ],
      "id": "a09098177bff460f9b19bde74af57be6_30"
    },
    {
      "start": 3422,
      "end": 3958,
      "text": "- (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "e484c1cac4db405d832491594ada5930_31"
    },
    {
      "start": 3959,
      "end": 4230,
      "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "f9284f405b2341ba9336636c436770e9_32"
    },
    {
      "start": 4231,
      "end": 4295,
      "text": "\n**************** ***********\n21. Act to have overriding effect.",
      "labels": [
        "STA"
      ],
      "id": "752edce41bdc4c0da4844c64e6ea2990_33"
    },
    {
      "start": 4296,
      "end": 4579,
      "text": "- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
      "labels": [
        "STA"
      ],
      "id": "cd98b9d387ef4a01a826a5c226fa6fe9_34"
    },
    {
      "start": 4580,
      "end": 4798,
      "text": "\n6. A conjoint reading of the provisions especially Section 8, 11 and 21 of the CC Act, highlight the Parliamentary intention to vest Commercial Courts and Commercial Appellate Divisions with only limited jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "320b3d2a49a64f7ebffb05b53904740b_35"
    },
    {
      "start": 4799,
      "end": 5088,
      "text": "Flowing from that, the scheme of Section 13 of the Commercial Courts Act, provides only two types of appeals; (1) in respect of specific matters enumerated in Order XLIII Rule 1 (read with Section 104) of the CPC and (2) appeals that are admissible under Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6744d2f1ee9d409ea9c76e6b3e0d035c_36"
    },
    {
      "start": 5090,
      "end": 5218,
      "text": "7. The judgment in Kandla Export Corporation (supra) noticed the Statement of Objects and Reasons, of the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "936083923fe0419ca822240ce42fe0a6_37"
    },
    {
      "start": 5219,
      "end": 5367,
      "text": "The Supreme Court had to deal with an Enforcement Appeal before a commercial appellate court, in regard to a foreign award, and its maintainability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a884db9d854e4476b581f3b44886b6db_38"
    },
    {
      "start": 5368,
      "end": 5787,
      "text": "The Supreme Court noticed not only the Statement of Objects and Reasons but also various other provisions, especially the embargo placed upon the courts, embodied in Sections 8 and 11 and the overriding nature of the CC Act, to conclude that once appeals were held to be barred, an appeal to the Division Bench appeal - against a Commercial Court's order in an enforcement of a foreign award issue was not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "536ca44eb64f4f42b75824732cd3f226_39"
    },
    {
      "start": 5788,
      "end": 5936,
      "text": "The Court took into account its previous rulings in Fuerst Day Lawson Limited vs. Jindal Exports Limited, (2011) 8 SCC 333 and some other judgments.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0e8503caf8e74cf0bce07918e124cbba_40"
    },
    {
      "start": 5938,
      "end": 6167,
      "text": "8. The Statement of Objects and Reasons for the Commercial Courts Act, states that:\nThe proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b22748e08f9d4b08a4a35997d60ee6eb_41"
    },
    {
      "start": 6168,
      "end": 6246,
      "text": "The high value commercial disputes involve complex facts and questions of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59a6b922432d494e879b79f1acd9b898_42"
    },
    {
      "start": 6247,
      "end": 6341,
      "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f359e2ca59824d6f9dfa23a8429a56b7_43"
    },
    {
      "start": 6342,
      "end": 6491,
      "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "84bbf79df286422fb2ed5382a71c4f95_44"
    },
    {
      "start": 6493,
      "end": 6499,
      "text": "xxx 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9f177c6be564c64b97cb3c5f7c1e17c_45"
    },
    {
      "start": 6500,
      "end": 7187,
      "text": "It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:--\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c46d1ab0106e43a8abc46ba565b460e5_46"
    },
    {
      "start": 7188,
      "end": 7494,
      "text": "\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;\n                   (iv)    the minimum pecuniary jurisdiction of                            such     ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "279cf6ca16d44dd0b90b184b04700dd1_47"
    },
    {
      "start": 7494,
      "end": 8089,
      "text": "Commercial     Courts     and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.\n7. The proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\n9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48871656bd024b88873f1ed525095a4d_48"
    },
    {
      "start": 8090,
      "end": 8339,
      "text": "It is quite evident that the legislative or Parliamentary intent, was to confer upon the Commercial Appellate Courts and Commercial appellate Division Bench of a High Court, extremely limited jurisdiction and circumscribe the appellate jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db34177f370f4c6f9963fe15ebd284a7_49"
    },
    {
      "start": 8340,
      "end": 8503,
      "text": "Thus, in interlocutory matters, as it were, Commercial Appellate Division possesses jurisdiction in matters enumerated in the Order XLIII Rule 1 - no less no more.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83492b66aa3a413ab2367b811c55976e_50"
    },
    {
      "start": 8504,
      "end": 8697,
      "text": "Likewise, with respect to the appeals against orders made in the course of proceedings under the Arbitration Act, the Court's power is delineated to what is enumerated in Section 37 of CPC.\n10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab0e75d5536f4047830891b83b299f78_51"
    },
    {
      "start": 8698,
      "end": 8885,
      "text": "In Kandla Export Corporation (supra), the Court held as follows:\n14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fabc27b51c87482eb96b194caf2cbfb4_52"
    },
    {
      "start": 8886,
      "end": 9074,
      "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a2e8bf007da456e8098f2af253bc205_53"
    },
    {
      "start": 9075,
      "end": 9141,
      "text": "To this main provision, an exception is carved out by the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a63d0c02612b42909bc6554e762758a0_54"
    },
    {
      "start": 9142,
      "end": 9388,
      "text": "The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v Indo Mercantile Bank Ltd, 1959 Supp (2) SCR 256 at 266-267, thus:\n******** *********\n15.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6c3067afac9414f9001baf04288b988_55"
    },
    {
      "start": 9389,
      "end": 9655,
      "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5efc7e64a654cd3ae03764ae5e8577e_56"
    },
    {
      "start": 9656,
      "end": 9954,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9d8b599f150457086f3bac45dd0facf_57"
    },
    {
      "start": 9956,
      "end": 10148,
      "text": "16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37 (1) (a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01e795dcbaf04241bb618eda376cd692_58"
    },
    {
      "start": 10149,
      "end": 10386,
      "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37 (2) (a) and, therefore, under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd9f0479363344bbaccd99887dadc8c7_59"
    },
    {
      "start": 10388,
      "end": 10532,
      "text": "11. The reference to Order XLIII Rule 1 - relied upon on behalf of SDMC in the context of this case, in the opinion of this court, is misplaced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e693da945dae4cd5a6d39f81bb8d351c_60"
    },
    {
      "start": 10533,
      "end": 10840,
      "text": "Order XLIII Rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from Order XXXVIII and all the attendant provisions), and not to proceedings in respect of an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "350fde00d6a841a08098be308d37c002_61"
    },
    {
      "start": 10841,
      "end": 10945,
      "text": "Thus, reference to Order XLIII to draw in the jurisdiction of the Division Bench, is wholly unjustified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2177a74363cf45a6b7052c2a3d62b4e9_62"
    },
    {
      "start": 10946,
      "end": 11099,
      "text": "Likewise, the Court also rejects the appellant's arguments that Section 36 of the Arbitration Act attracts the provisions of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7eed9a14187f4eeba0bf3422439f5d95_63"
    },
    {
      "start": 11100,
      "end": 11221,
      "text": "In fact, Section 36 refers to and directs courts to follow CPC in proceedings relating to enforcement of arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e31b51df759e48cfae371ca91f02bd73_64"
    },
    {
      "start": 11222,
      "end": 11408,
      "text": "The logical corollary is that the provisions of the CPC that deal with the proceeding for enforcement of decrees and orders (such as in execution like Order XXI CPC), would be attracted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7c5ecfc645645f3a2f3f801a9079dfb_65"
    },
    {
      "start": 11410,
      "end": 11504,
      "text": "12. In view of the above discussions, we conclude that the present appeal is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef70640c65ef49259f2d93f088636c20_66"
    },
    {
      "start": 11505,
      "end": 11551,
      "text": "The appellant's remedy clearly lies elsewhere.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15a89d3a04524e54b00d328b3e8eda86_67"
    },
    {
      "start": 11552,
      "end": 11852,
      "text": "An attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jus ibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae756184092f4b6a9fb5cf331dee87f4_68"
    },
    {
      "start": 11853,
      "end": 12030,
      "text": "This was explained pithily in Ganga Bai v Vijay Kumar, (1974) 2 SCC 393, in the following terms:\n\"There is a basic distinction between the right of suit and the right of appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c16f7885b3e4a8c879de4451e95f0ad_69"
    },
    {
      "start": 12031,
      "end": 12201,
      "text": "There is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7d663789fe84af5bb1a62d22ef9fca1_70"
    },
    {
      "start": 12202,
      "end": 12301,
      "text": "It is no answer to a suit howsoever frivolous the claim, that the law confers no such right to sue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e666784cb89474591b2324cdd360a1b_71"
    },
    {
      "start": 12302,
      "end": 12409,
      "text": "A suit for its maintainability requires no authority of law and it is enough that no statute bars the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e08215f0c41f480caf49dc706f77ceaa_72"
    },
    {
      "start": 12410,
      "end": 12470,
      "text": "But the position in regard to appeals is quite the opposite.",
      "labels": [
        "RATIO"
      ],
      "id": "9e0ce7ea123c4a7191b08f188f877992_73"
    },
    {
      "start": 12471,
      "end": 12597,
      "text": "The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of0020law.",
      "labels": [
        "RATIO"
      ],
      "id": "5572afbeaad24da7a9e614f899a82a7a_74"
    },
    {
      "start": 12598,
      "end": 12678,
      "text": "That explains why the right of appeal is described as a creature of statute.\"\n3.",
      "labels": [
        "RATIO"
      ],
      "id": "054f95c7d26c40b8a28e764520de4006_75"
    },
    {
      "start": 12679,
      "end": 12770,
      "text": "For the above reasons, the Court is of the opinion that these appeals are not maintainable.",
      "labels": [
        "RATIO"
      ],
      "id": "cc5cfe5ec4854ec299ff8848db912eb4_76"
    },
    {
      "start": 12771,
      "end": 12974,
      "text": "In the event the appellant wishes to urge anything on the merits, it is open for it to do so before the learned Single Judge who has now listed the matter for further proceedings/ disposal on 21.02.2019.",
      "labels": [
        "RPC"
      ],
      "id": "0dd5d5f7448a43f38efb2632c94a6fe5_77"
    },
    {
      "start": 12975,
      "end": 13110,
      "text": "This is independent of the appellant's right to seek appropriate remedies under the Constitution or the law against the impugned order.",
      "labels": [
        "RATIO"
      ],
      "id": "86055053eef74c6f851007b43c4b8adf_78"
    },
    {
      "start": 13111,
      "end": 13153,
      "text": "The appeals are consequentially dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "0baceb70f16646d496d3ee341ec62679_79"
    },
    {
      "start": 13154,
      "end": 13231,
      "text": "\n4. A copy of this order be given dasti under signatures of the Court master.",
      "labels": [
        "RPC"
      ],
      "id": "5e8a8cc9ace046e18d5a85d3c2b3d05b_80"
    },
    {
      "start": 13232,
      "end": 13291,
      "text": "\nS. RAVINDRA BHAT, J PRATEEK JALAN, J FEBRUARY 12, 2019 pkb",
      "labels": [
        "NONE"
      ],
      "id": "37bdce3921d3415b8a5404bcf30b22ad_81"
    }
  ]
}