{
  "id": "52a3c59f421547bad5e94cfa753e8e31b7f950ceb92c0a36c7323c6291305bf2",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nSarine Technologies Ltd vs Diyora And Bhanderi Corporation on 10 October, 2023 \n                                                                                      Neutral Citation\n\n\n\n\n    C /Mca/1177/2023                                Cav Judgment Dated: 10/10/2023\n\n                                                                                      undefined \n\n\n\n\n              In The High Court Of Gujarat At Ahmedabad\n\n      R / Misc . Civil App LICATION (FOR TRANSFER) NO. 1177 of 2023 FOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE MR. JUSTICE J. C. DOSHI ==========================================================\n\n1      Whether Reporters of Local Papers may be allowed        to see the judgment ?\n\n2      To be referred to the Reporter or not ? \n\n3      Whether their Lordships wish to see the fair copy        of the judgment ? \n\n4      Whether this case involves a substantial question        of law as to the interpretation of the Constitution        of India or any order made thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                          SARINE TECHNOLOGIES LTD. \n                                    Versus                       DIYORA AND BHANDERI CORPORATION = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == \nAppearance:\nMR SHALIN MEHTA, SR. ADVOCATE WITH MR. ISHWEN UNPEJA, MS.\nPOOJA DHRUVE, MS. DHWANI LAKHANI, ADVOCATES FOR ORTIS LAW OFFICES(12342) for the Petitioner MR SN SOPARKAR, SR. ADVOCATE WITH MR. TARUN KHURANA, MR RAJAT SABU, MR JWALIT SONEJI ADVOCATES for the Respondents = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == ================ == = =\n\n    CORAM : HONOURABLE MR. JUSTICE J. C. DOSHI                                Date : 10/10/2023                                CAV JUDGMENT 1. Rule. Learned advocate Mr. Tarun Khurana waives service of notice of rule for the respondents. \nNEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 2. This MCA is filed u/s 24 of the Civil Procedure, 1908 ( in short \"CPC\") claiming following relief:-\n\"a. transfer the Commercial Trademark Civil Suit No. 35 of 2021 titled as Sarine Technologies Ltd. Vs. Diyora and Bhanderi Corporation & Ors., pending in the Court of Ld. 5th Additional District Judge, Surat, to the Court of Ld. Judge, Shri Vivek N. Mapara, Commercial Court, at City Civil Court, Ahmedabad;\nb. direct the Ld. 5th Additional District Judge, Surat to send the record of the Commercial Trademark Civil Suit No. 35 of 2021 titled as Sarine Technologies Ltd. Vs. Diyora and Bhanderi Corporation & Ors. to the Court of Ld. Judge, Shri Vivek N. Mapara, Commercial Court, at City Civil Court, Ahmedabad, without any delay;\nc. direct the Ld. Judge, Shri Vivek N. Mapara, Commercial Court at City Civil Court, Ahmedabad to pronounce the judgment expeditiously, preferably within three (3) months;\nd. pass any such other order(s) that this Hon'ble Court deems fit in the facts and circumstances of the present case.\"\n3. The background of the case is that Commercial Trademark Suit No.35 of 2021 was filed by the petitioner before the Commercial Court at Surat seeking inter alia relief of permanent and mandatory injunction, rendition of accounts, damages and other and further direction under the provisions of the Copy Right Act, 1957 against the respondents - original defendants to prevent infringement of its valid and subsisting copyright in the Advisor Software/computer programme by the respondents. The Advisor Software /computer programme is a rough diamond and gemstone planning software, the objective of which is to generate an optimal planning and polishing plan for processing rough diamonds so that maximum value can be taken from the rough diamonds. According to the petitioner, the respondents used the infringing copies of the Advisor Software of the petitioner and NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined therefore, the above Commercial Trademark Suit came to be filed. \n4. During the pendency of the proceedings, some interim proceedings have taken place and reaches upto the Hon'ble Apex Court in term of SLP (C) No.21953 of 2019. Said SLP was disposed of by the Hon'ble Apex Court on 24.11.2020 and directed the learned Commercial Court to decide the matter expeditiously. \n5. In background of the above facts, the petitioner would claim that the learned Commercial Judge at Surat (Mr. Vivek N. Mapara) has fixed the schedule for expeditious trial and hearing of the Commercial Trademark Suit as per the provisions of the Commercial Courts Act. It is further the case of the petitioner that learned Commercial Judge Mr. Vivek N. Mapara has invested sufficient and valuable time in recording the evidence tendered by both the parties, which by itself, of peculiar nature considering the issue of infringement and copyright of the software involved in the Commercial Trademark Suit. Learned Judge Mr. Vivek N. Mapara, who was presiding at Commercial Court, Surat, is transferred to Commercial Court, City Civil Court, Ahmedabad before delivering judgment in the Commercial Trademark Suit. Therefore, the petitioner approaches this Court to transfer the proceedings of the aforementioned Commercial Trademark Suit to the learned Commercial Court, City Civil Court, Ahmedabad. \n6. Heard Learned Senior Counsel Mr. Shalin Mehta assisted NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined by learned advocates Mr. Ishwen Upneja, Ms. Pooja Dhruve, Ms. Dhwani Lakhani for Ortis Law Offices for the petitioner and Learned Senior Counsel Mr. SN Soparkar assisted by learned advocates Mr. Tarun Khurana, Mr. Rajat Sabu, Mr. Jwalit Soneji for the respondents.\n7. Learned Senior Counsel Mr. Shalin Mehta would submit that this is a unique case. In the Commercial Trademark Suit, the petitioner claimed infringement and copyright of the Advisor software against the respondents. He would further submit that to understand the issue involved in the suit, the comparison of source Code and object Code are to be illustrated. He would further submit that the typical kind of evidence has been led before learned Commercial Judge Mr. Vivek M. Mapara, when he was posted as learned Commercial Court, Surat. Both the parties have invested valuable time and energy before learned Judge Mr. Vivek Mapara to adjudicate the issue. He would further submit that since the matter was part heard by the learned Judge Mr. Vivek Mapara and since entire evidence of both the parties is recorded while he was presiding the Commercial Court at Surat, it is necessary that learned Judge Mr. Vivek Mapara decide the dispute between the parties. \n7.1 Learned Senior Counsel Mr. Shalin Mehta would further submit that in fact, the argument in the case has run for more than 30 days, which indicates that sufficient and valuable time has been devoted by learned Judge Mr. Vivek Mapara as the entire evidence is recorded while he was presiding the Commercial Court, Surat and upon such evidence, elaborate NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined argument has been made before him. Thus, he has sufficient understanding of the technicality and complexity involved in the matter and therefore, considering this peculiar facts and circumstances of the case, he would submit to transfer the Commercial Trademark Suit from the learned Commercial Court, Surat to learned Judge Mr. Vivek Mapara, who is presently posted as Commercial Judge, City Civil Court, Ahmedabad. \n7.2 Learned Senior Counsel Mr. Shalin Mehta would further submit that on earlier point of time, the respondents herein had given unequivocal consent and submitted no objection in transferring the Commercial Trademark Suit to learned Judge Mr. Vivek Mapara, who is presently posted as Commercial Judge, City Civil Court, Ahmedabad. Therefore now, they cannot aback from the consent they have made before the Court. He would further submit that the respondents cannot play game of chase. The respondents, who have categorically stated before the Court (before Coordinate Bench) that they have no objection in transferring the Commercial Trademark Suit, cannot withdraw their consent. \n7.3 To buttress his submission, Learned Senior Counsel Mr. Shalin Mehta has relied upon following judgments:-\n(1) Advance Magazine Publishers Inc. Vs. Bombay Rayon Fashions Ltd and others reported in 2021 AIR CC 283 (2) Smt. MV Rekha Vs. Sri Sathya @ Suraj, ILR 2010 KAR NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 7.4 On above submissions, Learned Senior Counsel Mr. Shalin Mehta urges to allow the petition and to grant the relief. \n8. Per contra, Learned Senior Counsel Mr. SN Soparkar for the respondents would submit that even if both the parties give consent in transferring the matter from one Court to another Court, that will not confer jurisdiction upon the concerned Court to transfer the matter from one Court to another Court. He would further submit that the consent given by the respondents in the matter to transfer the suit from Commercial Court, Surat to learned Commercial Judge Mr. Vivek M. Mapara, City Civil Court, Ahmedabad is insignificant and irrelevant. He would further submit that when the Court is hearing the matter u/s 24 of the CPC, the Court is required to record and satisfy the reason for transfer of the matter from one jurisdiction to another jurisdiction. He would further submit that in the present case, the petitioner has not shown any apprehension that he will not get justice from learned Judge, presently presiding over Commercial Court at Surat and in that fact, the Court cannot readily infer with the issue of territorial jurisdiction of the learned Commercial Court, Surat. He would further submit that the Court should refer to principle of inconvenience rather refer to rule of convenience while deciding the matter u/s 24 of the CPC. He would further submit that in the present case, the petitioner has not displayed inconvenience that he might not get justice in conducting the case at learned Commercial Court, Surat. \nNEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 8.1 Learned Senior Counsel Mr. Soparkar would also contend that investing valuable time or efforts by the party in a suit is of no mean and reason to transfer the suit from one jurisdiction to another jurisdiction. Pointing towards relief claimed by the petitioner, he would submit that instead of asking for transfer of the suit from one Court to another Court, the petitioner has asked to transfer the Commercial Trademark Suit from one Court to the Judge, which is not permissible u/s 24 of the CPC. \n8.2 Learned Senior Counsel Mr. Soparkar would further submit that there are several suits where peculiar issues are involved. So upon that consideration, it cannot be prayed that since in the particular suit i.e. Commercial Trademark Suit in the present case, involved scientific, technical and complex issues, it can only be understood by learned Judge Mr. Vivek N. Mapara. He would submit that the Judge, who is now posted as Commercial Judge, Commercial Court, City Civil Court, Ahmedabad has not shown unwillingness to conduct the matter and has not expressed that he would not understand the technicality and complexity of the issue involved in the matter. Thus, he would submit that the ground canvassed by the petitioner does not help him in getting the relief. He would submit that sufficient time may have been consumed before the concerned Judge, but again that is not a ground to transfer the Commercial Trademark Suit from one Court to a particular Judge. \n8.3 Learned Senior Counsel Mr. Soparkar would further submit that if that hypothesis propounded by the petitioner is NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined accepted, then it will set a bad precedent. Referring to para 19 and 20 of the petition, Learned Senior Counsel Mr. Soparkar submits that according to pleadings of the petitioner, the arguments in the Commercial Trademark Suit were concluded on 23.5.2022, thereafter, learned Judge Mr. Vivek Mapara has directed the parties to file their written submission, the written submissions were also filed on 8.7.2022 and thereafter, the matter was reserved for pronouncement of judgment. He would submit that practically, the matter was reserved for judgment on 23.5.2022 or it can be said that it was reserved for judgment on 8.7.2022 when written submission was filed by both the parties. Pointing towards the averments made in para 20 of the petition, he would further submit that though subsequent thereto, an application was filed by the income tax department on 6.9.2022 and it was decided on 4.1.2023, practically, the final arguments of the Commercial Trademark Suit were heard on 23.5.2022 by learned Judge Mr. Vivek Mapara, in which, written submission is filed on 8.7.2022, but did not pass the judgment till he transferred. \n8.4 Learned Senior Counsel Mr. Soparkar would further submit that on 22.5.2023, due to general transfer of the judges took place in the State of Gujarat, learned Judge Mr. Vivek Mapara was transferred from Commercial Court, Surat to the Commercial Court at Ahmedabad. In these circumstances, on 19.5.2023, learned Judge Mr. Vivek Mapara passed the judicial order that \"let the matter to be heard again\", means, he has released the the matter from delivering the judgment. It is submitted that practically, the Commercial Trademark Suit was NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined pending for judgment before learned Judge Mr. Vivek Mapara for almost a year and he has not delivered the judgment within a span of one year, but thereafter, when he was transferred, he has released the matter and put the matter to the stage of fresh hearing. \n8.5 Learned Senior Counsel Mr. Soparkar would submit that in case of Anil Rai Vs. State of Bihar reported in (2001) 7 SCC 318, it is observed that if the judgment is not pronounced within a period of six months, it should be placed before another bench for fresh arguments. He would further submit that this judgment has been followed by the Hon'ble Apex Court in recent judgment in case of Umesh Rai Vs. State of U.P. rendered in Criminal Appeal No.1518 of 2023. This submission was canvassed to contend that since for more than a year, learned Judge Mr. Vivek Mapara has not delivered the judgment (after hearing the arguments) in the matter, the matter was required to be heard afresh by any other judge. He would submit that the functional inconvenience of the parties cannot determine exercise of jurisdiction of the Court. He would submit that there is no peculiar circumstance established by the petitioner which may compel this Court to exercise jurisdiction u/s 24 of the CPC. He would submit that it is not a peculiar case, where it could be said that only learned Judge Mr. Vivek Mapara could understand the technicality and complexity of the issues involved in the Commercial Trademark Suit. \n8.6 To buttress his submission, he has relied upon following judgments:-\nNEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 1. Mahabir Prasad Singh Vs. Jacks Aviation Pvt. Ltd. reported in (1999) 1 SCC 37.\n2. M/s Fumo Chem Pvt. Ltd. Vs. M/s Raj Process Equipments and Systems Pvt. Ltd. and others rendered in Transfer Petition (Civil) No.755 of 2021. \n8.7 Upon above submissions, Learned Senior Counsel Mr. Soparkar prays to dismiss the petition. \n9. In reply, Learned Senior Counsel Mr. Shalin Mehta reiterated his submission canvassed earlier to submit that both the parties have invested sufficient amount, time and skill in adjudicating the Commercial Trademark Suit before learned Commercial Judge Mr. Vivek M. Mapara and therefore, it is expedient for both the parties to get the decision from the concerned Judge Mr. Vivek N. Mapara.\n10. Having heard learned advocates for both the sides and applying anxious thoughts to issue canvassed, at the outset, let refer section 24(1) of the CPC, which reads as under:-\n\"(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage- (a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and (i) try or dispose of the same; or NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined (ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the Court from which it was withdrawn.\"\n11. Section 24 of the Code empowers the High Court or a District Court to transfer inter alia any suit, appeal or other proceeding pending before it or in any court subordinate to it to any other court for trial and disposal. The said provisions confers comprehensive power on the court to transfer suits, appeals or other proceedings \"at any stage\" either on an application by any party or suo motu. Although it is discretionary power to transfer cases, it cannot be wielded indiscriminately with straitjacket or cast-iron formula and made unanimously applicable to each, but all situations. It cannot be gainsaid that the power to transfer a case must be exercised with due care, caution and circumspection. \n12. In case of Kulwinder v Kandi Friends Education, reported in (2008) 3 SCC 659, the Hon'ble Apex Court put the answer to the question that what are the grounds which could be considered for transfer of case from one Court to another. The relevant observations are as under:-\n\"Reading sections 24 and 25 of the Code together and keeping in view Various judicial pronouncements, certain broad propositions as to what may constitute a ground for transfer have been laid down by courts. They are balance of convenience or inconvenience to the plaintiff or the defendant or witness; convenience or inconvenience of a particular place of trial having regard to the nature of evidence on the points involved in the suit: issues raised by the parties; reasonable apprehension in the mind of the litigant that he might not get justice in the court in which the suit is pending; important questions of law involved or a considerable NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined section of public interested in the litigation; interest of justice demanding for transfer of suit, appeal or other proceedingetc. Above are some of the instances which are germane in considering the question of transfer of a suit, appeal or other proceeding. They are, however, illustrative in nature and by no means be treated as exhaustive. If on the above or other relevant considerations, the court feels that the plaintiff or the defendant is not likely to have a fair trial in the court from which he seeks to transfer a case, it is not only the power, but the duty of the court to make such order.\"\n13. In case of Maneka Sanjoy Gandhi v Rani Jethmalani reported in (1979) 4 SCC 167, the Hon'ble Apex Court stipulated the grounds generally available for the transfer of the case, which may put in the forefront, which reads as under:-\n\"\"Assurance of fair trial is the first imperative of the dispensation of justice and the central criterion for the court to consider when a motion for transfer is made is not the hypersensitivity or relative convenience of a party or easy availability of legal services or like mini grievances. Something more substantial, more compelling, more imperilingfrom the point of view of public justice and its attendant environment, is necessitous if the Court is to exercise its power of transfer. This is the cardinal principle although the circumstances may be myriad and vary from case to case.\"\n14. It is not the case of the petitioner that he has apprehension that he will not get fair and impartial justice from the judge, who is presently posted at Commercial Court, Surat. Even, it is not pleaded by the petitioner that it is inconvenient for the petitioner or the respondents to attend the Court proceedings at Commercial Court, Surat for deciding the matter. The eccentric line, which was espoused by the petitioner for seeking transfer of the suit is that learned Judge Mr. Vivek Mapara, who was posted as Commercial Judge, Surat at the relevant time, is acquainted with the technicality and complexity of the case, as pleadings are completed before him, issues are framed by him and all evidence NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined are recorded when he was presiding the matter as well as arguments of the case are comprehensively made to him and therefore, the suit should chase him from the Commercial Court, Surat to Commercial Court, Ahmedabad, where he is posted as Commercial Judge. This is something unusual urge. \n15. To be noted that every year, in general transfer, in subordinate courts, several judges are transferred from one place to another place, they may have recorded the evidence in case, they may have heard the arguments in the case and they may reserve the matter for judgment before they transferred from one place to another place. They may have invested sufficient time and efforts in one or other cases. If the proposition canvassed by learned advocate Mr. Shalin Mehta is considered, then on every general transfer of the judges in subordinate courts, the matters, which they have heard or recorded the evidence at a particular place are, to be transferred from that place to the place where particular judge is transferred. \n16. What emerges that it is a freakish request. The matter cannot chase a judge until well settled grounds to transfer the case are available. Section 24 of the CPC permits transfer of case from one Court to another court, but not from one Court to another judge. The pleading of the petitioner suggests that the argument in the matter was concluded on 23.5.2022, written submissions are tendered on 8.7.2022, the matter was kept for judgment since then. Of course, during the interregnum period, an application was filed by the income tax department on NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 6.9.2022 and which came to be decided on 4.1.2023. But it does not mean that matter has been altered from the stage of final argument to some other stage. The income tax department was a third party to the commercial trademark suit and seeking some order from the court, but it is not the case of the petitioner that final argument was canvassed again after 23.5.2022 or 8.7.2022. It also appears that learned judge. Mr Vivek Mapara has not pronounced the judgment till he remains in charge of commercial judge Surat. Meaning, thereby, learned judge, Mr Vivek Mapara has not pronounced the judgment until his transfer took place w.e.f. 22.5.2023 to the Commercial Court at Ahmedabad. It is pertinent to note that on 19.5.2023, learned judge, Mr Vivek Mapara has passed an order that let the matter be heard again. This order has not been challenged by the petitioner. \n17. A strange contention was made before the court that since the respondents have made no objection for transferring the commercial trademark suit from the Commercial Court, Surat to the court of learned judge Mr. Vivek Mapara presently posted as Commercial Judge, City Civil Court, Ahmedabad and therefore, the respondents cannot aback from their promise. To be noted that the Court is not required to exercise power under section 24 of the CPC on promise of the party. Principal of fair trial is one of pivotal considerations for the Court to exercise the power of transfer the proceedings to appropriate court. \n18. As observed by the Hon'ble Apex Court in case of Mahabir Prasad Singh (supra), change of the Court is not allowable mere NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined because parties have no objection for such change. The relevant observations of the Hon'ble Apex Court reads as under:-\n\"Sri Arun Jaitley, learned Senior Counsel, made a plea before us that in view of all what happened and also in the light of the fact that appellant too has no objection to change the court, the case may be allowed to be transferred to another court. We have considered the aforesaid plea in all seriousness. We do not come across any valid ground whatsoever for a change of court. A change of court is not allowable merely because the other side too has no objection for such change. Or else, it would mean that when both parties combine together they can avoid a court and get a court of their own choice. We are not disposed to give such an option to the parties. We, therefore, refrain from acceding to the said plea made by Sri Jaitley.\" \n19. In view of this, finding, the contention that the respondents once have consented in transferring the commercial trademark suit from the Commercial Court, Surat to the court of learned judge Mr. Vivek Mapara presently posted as Commercial Judge, City Civil Court, Ahmedabad, the court is required to pass necessary orders for transferring the suit, cannot be acceded to. \n20. At the cost of the repetition, it can be said that transfer of the matter can be made to ensure the fair trial to the party. Convenience of the parties may not be enough ground to exercise the power. The party seeking transfer of the matter in the chosen forum, has to establish that forum in which particular matter is pending, will result in denial of justice. At this juncture, useful reference can be made to the judgment of DAV Boys Senior Secondary School and others Vs. DAV College Managing Committee reported in (2010) 8 SCC 401, more particularly, para 12, which reads as under:-\n\"12. Section 25 of the Code itself makes it clear that if any application is made for transfer, after notice to the parties, if the Court is satisfied that an order of transfer is expedient for the ends of justice necessary direction may be issued for transfer of NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined any suit, appeal or other proceedings from a High Court or other Civil Court in one State to another High Court or other Civil Court in any other State. In order to maintain fair trial, this Court can exercise this power and transfer the proceedings to an appropriate Court. The mere convenience of the parties may not be enough for the exercise of power but it must also be shown that trial in the chosen forum will result in denial of justice. Further illustrations are, balance of convenience or inconvenience to the plaintiff or the defendant or witnesses and reasonable apprehension in the mind of the litigant that he might not get justice in the Court in which suit is pending. The above-mentioned instances are only illustrative in nature. In the interest of justice and to adherence of fair trial, this Court exercises its discretion and order transfer in a suit or appeal or other proceedings.\" \n21. In so far is the judgment in case of Advance Magazine (supra), upon which learned Senior Counsel Mr. Shalin Mehta relied upon, it stands on its own footing and facts and does not avail any assistance to the petitioner. \n22. Insofar as judgment relied upon in case of Smt. M.V. Rekha (supra) is concerned, in this case, it was an issue of transfer of family suit on convenience of the wife. So this judgment does not render any assistance to the petitioner as the issue involved in that matter pertains to the matrimonial dispute, where conveniency of the wife is taken into consideration. \n23. For the foregoing reasons, the petition sans merit and is accordingly dismissed. Rule discharged. \n(J. C. DOSHI,J) SHEKHAR P. BARVE",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "638ef041bf004f81ad74a3195741a7b4_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa46e9606abd4f8ca9cc165e42a56cb4_1"
    },
    {
      "start": 242,
      "end": 340,
      "text": "\nGujarat High Court\nSarine Technologies Ltd vs Diyora And Bhanderi Corporation on 10 October, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e453ee054d34e9086d0b003a646d046_2"
    },
    {
      "start": 428,
      "end": 453,
      "text": "Neutral Citation\n\n\n\n\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f48b5509ce0a41a3921d732789f0917f_3"
    },
    {
      "start": 453,
      "end": 469,
      "text": "C /Mca/1177/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "019d8ae28ca04f6ab26a2fec9ea8ce95_4"
    },
    {
      "start": 501,
      "end": 628,
      "text": "Cav Judgment Dated: 10/10/2023\n\n                                                                                      undefined",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85de18becc6d49f8851cdef0400b84a1_5"
    },
    {
      "start": 648,
      "end": 698,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n      R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00ea0acac84745ac8afc5b8884025fac_6"
    },
    {
      "start": 699,
      "end": 705,
      "text": "/ Misc",
      "labels": [
        "PREAMBLE"
      ],
      "id": "720365d89cbc4f9b8583958bd767a1f4_7"
    },
    {
      "start": 706,
      "end": 717,
      "text": ". Civil App",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17f4c346c2d046469221ef78a573cb39_8"
    },
    {
      "start": 718,
      "end": 1016,
      "text": "LICATION (FOR TRANSFER) NO. 1177 of 2023 FOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE MR. JUSTICE J. C. DOSHI ==========================================================\n\n1      Whether Reporters of Local Papers may be allowed        to see the judgment ?\n\n2      To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be00b3d0b49e457e8c45efd4966de773_9"
    },
    {
      "start": 1017,
      "end": 1100,
      "text": "\n\n3      Whether their Lordships wish to see the fair copy        of the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2eb6a055bd0d4485885c5240a3873124_10"
    },
    {
      "start": 1101,
      "end": 1265,
      "text": "\n\n4      Whether this case involves a substantial question        of law as to the interpretation of the Constitution        of India or any order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46427eb2a321434ab7aa6add77071d96_11"
    },
    {
      "start": 1268,
      "end": 1275,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8380beda4d74c4cb1e6d7bdb696333d_12"
    },
    {
      "start": 1276,
      "end": 1283,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "32249314ef9545b195b213a96a2a51b1_13"
    },
    {
      "start": 1284,
      "end": 1291,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3149914949d14098928fcc007a9fcd2e_14"
    },
    {
      "start": 1292,
      "end": 1299,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b15ffd1b87a84a6188eeaa0c12584113_15"
    },
    {
      "start": 1300,
      "end": 1307,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ec0d965a06e46e88e032cd76baa88d8_16"
    },
    {
      "start": 1308,
      "end": 1315,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f05738de4704c7c82530582947a58c9_17"
    },
    {
      "start": 1316,
      "end": 1323,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e380f64436fb4962b3c9a3e1b92d2bfc_18"
    },
    {
      "start": 1324,
      "end": 1331,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "270ee76f7a9f4e2d88e9f6b999afbc26_19"
    },
    {
      "start": 1332,
      "end": 1339,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "365f03bfe121496da77e5b2bc396b1ca_20"
    },
    {
      "start": 1340,
      "end": 1347,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "171eb845c03f4a0894d660a9a93ef3e4_21"
    },
    {
      "start": 1348,
      "end": 1355,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1376a7d22794f77a611ae6c6b97bb41_22"
    },
    {
      "start": 1356,
      "end": 1363,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe6f06406cb34152996bf1b97cd799b1_23"
    },
    {
      "start": 1364,
      "end": 1371,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "73b440a837674003b579b09143206436_24"
    },
    {
      "start": 1372,
      "end": 1379,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c42afad73c73466da0a551129403ced0_25"
    },
    {
      "start": 1380,
      "end": 1434,
      "text": "= =\n                          SARINE TECHNOLOGIES LTD.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ed4cf21fedb44ccbd604d2d22145063_26"
    },
    {
      "start": 1472,
      "end": 1532,
      "text": "Versus                       DIYORA AND BHANDERI CORPORATION",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44c82a5ababe4ef4862b5c9dde944871_27"
    },
    {
      "start": 1533,
      "end": 1540,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23b316a7b17d45fc97c229cdf28b5f04_28"
    },
    {
      "start": 1541,
      "end": 1548,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9a5681c802e4789bc18307d5fbea89d_29"
    },
    {
      "start": 1549,
      "end": 1556,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b5b3b73fd654c25b465af263da649a2_30"
    },
    {
      "start": 1557,
      "end": 1564,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8395d194df9b4e35bf7146c6dbb8cf4f_31"
    },
    {
      "start": 1565,
      "end": 1572,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4d3a15896e34099833f56af285c8c78_32"
    },
    {
      "start": 1573,
      "end": 1580,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df4e050cd29d489da033b30fb14400ce_33"
    },
    {
      "start": 1581,
      "end": 1588,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "812198a28ab84fab900a108f20b0a908_34"
    },
    {
      "start": 1589,
      "end": 1596,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b81b279207e345fc9be828db5e39ff22_35"
    },
    {
      "start": 1597,
      "end": 1604,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "57d2074b989f4ac9b2c799f35b60c78e_36"
    },
    {
      "start": 1605,
      "end": 1612,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90ec7dd8359548bd8494929ac831cdea_37"
    },
    {
      "start": 1613,
      "end": 1620,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "383f0c0e3feb4c66870fb15727b66af2_38"
    },
    {
      "start": 1621,
      "end": 1628,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0267298fdd24beaa197cb8c2af92670_39"
    },
    {
      "start": 1629,
      "end": 1636,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1e89561e9104d7a9d283de5e58f27e1_40"
    },
    {
      "start": 1637,
      "end": 1644,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3970d2abcc2e4decba1e61f3905e683d_41"
    },
    {
      "start": 1645,
      "end": 1736,
      "text": "== \nAppearance:\nMR SHALIN MEHTA, SR. ADVOCATE WITH MR. ISHWEN UNPEJA, MS.\nPOOJA DHRUVE, MS.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecc4e58db5f8478ba8d8526068343ef3_42"
    },
    {
      "start": 1737,
      "end": 1925,
      "text": "DHWANI LAKHANI, ADVOCATES FOR ORTIS LAW OFFICES(12342) for the Petitioner MR SN SOPARKAR, SR. ADVOCATE WITH MR. TARUN KHURANA, MR RAJAT SABU, MR JWALIT SONEJI ADVOCATES for the Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de9ff8559dda44a39e1589d5219a6327_43"
    },
    {
      "start": 1926,
      "end": 1933,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9eaeff3dd0c44bb2ac80979a7f560ebb_44"
    },
    {
      "start": 1934,
      "end": 1941,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "658320d9ae1f45269d2a3457ddd47974_45"
    },
    {
      "start": 1942,
      "end": 1949,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e651e2bf9afb4a58910837827b54cfe2_46"
    },
    {
      "start": 1950,
      "end": 1957,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5cf449a68ca44e49a018502a4affadf1_47"
    },
    {
      "start": 1958,
      "end": 1965,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b606fa66f6bd4b069247b05b93fbd920_48"
    },
    {
      "start": 1966,
      "end": 1973,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1fac642d6394e64beaa43d3d2637ad4_49"
    },
    {
      "start": 1974,
      "end": 1981,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3254a520e4854a8cbb59fcede0af3626_50"
    },
    {
      "start": 1982,
      "end": 1989,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fcc2850a9b90427fa1e7e5316acdb9cd_51"
    },
    {
      "start": 1990,
      "end": 1997,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46f6818a50364975af946235d0cf7f80_52"
    },
    {
      "start": 1998,
      "end": 2017,
      "text": "== ================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11db9406051e41b19095e70de5e2d5ee_53"
    },
    {
      "start": 2018,
      "end": 2030,
      "text": "== = =\n\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5d95f4384214fc89e9b2c64247740e7_54"
    },
    {
      "start": 2030,
      "end": 2037,
      "text": "CORAM :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef6441860fca477191c314da6c303b45_55"
    },
    {
      "start": 2038,
      "end": 2048,
      "text": "HONOURABLE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f19b6b2c93174a36aca00ee0b219628a_56"
    },
    {
      "start": 2049,
      "end": 2072,
      "text": "MR. JUSTICE J. C. DOSHI",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e35ad2d1759c42209513f8fc60978997_57"
    },
    {
      "start": 2104,
      "end": 2153,
      "text": "Date : 10/10/2023                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e47b71dc6934d4a9da0432612350d4a_58"
    },
    {
      "start": 2153,
      "end": 2174,
      "text": "CAV JUDGMENT 1. Rule.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b97d644443c437fa0eed93f040a1bd1_59"
    },
    {
      "start": 2175,
      "end": 2263,
      "text": "Learned advocate Mr. Tarun Khurana waives service of notice of rule for the respondents.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47b15f3f6abb4d608b340ce8fc2a5d10_60"
    },
    {
      "start": 2265,
      "end": 2297,
      "text": "NEUTRAL CITATION C/MCA/1177/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8609efbcd9e4ed6ba2470b00911e4a1_61"
    },
    {
      "start": 2298,
      "end": 2328,
      "text": "CAV JUDGMENT DATED: 10/10/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "925d16040e1e463db8bc1dc7d67b92eb_62"
    },
    {
      "start": 2329,
      "end": 2341,
      "text": "undefined 2.",
      "labels": [
        "NONE"
      ],
      "id": "1dcf1f75a5ba43968d436ebfb5042c2c_63"
    },
    {
      "start": 2342,
      "end": 3855,
      "text": "This MCA is filed u/s 24 of the Civil Procedure, 1908 ( in short \"CPC\") claiming following relief:-\n\"a. transfer the Commercial Trademark Civil Suit No. 35 of 2021 titled as Sarine Technologies Ltd. Vs. Diyora and Bhanderi Corporation & Ors., pending in the Court of Ld. 5th Additional District Judge, Surat, to the Court of Ld. Judge, Shri Vivek N. Mapara, Commercial Court, at City Civil Court, Ahmedabad;\nb. direct the Ld. 5th Additional District Judge, Surat to send the record of the Commercial Trademark Civil Suit No. 35 of 2021 titled as Sarine Technologies Ltd. Vs. Diyora and Bhanderi Corporation & Ors. to the Court of Ld. Judge, Shri Vivek N. Mapara, Commercial Court, at City Civil Court, Ahmedabad, without any delay;\nc. direct the Ld. Judge, Shri Vivek N. Mapara, Commercial Court at City Civil Court, Ahmedabad to pronounce the judgment expeditiously, preferably within three (3) months;\nd. pass any such other order(s) that this Hon'ble Court deems fit in the facts and circumstances of the present case.\"\n3. The background of the case is that Commercial Trademark Suit No.35 of 2021 was filed by the petitioner before the Commercial Court at Surat seeking inter alia relief of permanent and mandatory injunction, rendition of accounts, damages and other and further direction under the provisions of the Copy Right Act, 1957 against the respondents - original defendants to prevent infringement of its valid and subsisting copyright in the Advisor Software/computer programme by the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "eea98e129cdb438c8fc576429d88dabd_64"
    },
    {
      "start": 3856,
      "end": 4114,
      "text": "The Advisor Software /computer programme is a rough diamond and gemstone planning software, the objective of which is to generate an optimal planning and polishing plan for processing rough diamonds so that maximum value can be taken from the rough diamonds.",
      "labels": [
        "FAC"
      ],
      "id": "c284305893254eb59e694c92e7cb94eb_65"
    },
    {
      "start": 4115,
      "end": 4371,
      "text": "According to the petitioner, the respondents used the infringing copies of the Advisor Software of the petitioner and NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined therefore, the above Commercial Trademark Suit came to be filed.",
      "labels": [
        "FAC"
      ],
      "id": "3a03688cfc554a1ba0ed60fbbc36281a_66"
    },
    {
      "start": 4372,
      "end": 4534,
      "text": "\n4. During the pendency of the proceedings, some interim proceedings have taken place and reaches upto the Hon'ble Apex Court in term of SLP (C) No.21953 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "1264514f72eb41e985cf0dd1be9b48ae_67"
    },
    {
      "start": 4535,
      "end": 4677,
      "text": "Said SLP was disposed of by the Hon'ble Apex Court on 24.11.2020 and directed the learned Commercial Court to decide the matter expeditiously.",
      "labels": [
        "RLC"
      ],
      "id": "fa4066cbb80d43e9b8e367f4002af084_68"
    },
    {
      "start": 4679,
      "end": 4949,
      "text": "5. In background of the above facts, the petitioner would claim that the learned Commercial Judge at Surat (Mr. Vivek N. Mapara) has fixed the schedule for expeditious trial and hearing of the Commercial Trademark Suit as per the provisions of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c496ec4423e34e5dad5cff4722284828_69"
    },
    {
      "start": 4950,
      "end": 5285,
      "text": "It is further the case of the petitioner that learned Commercial Judge Mr. Vivek N. Mapara has invested sufficient and valuable time in recording the evidence tendered by both the parties, which by itself, of peculiar nature considering the issue of infringement and copyright of the software involved in the Commercial Trademark Suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eb080a08b8874517a9e2ae454e1ba749_70"
    },
    {
      "start": 5286,
      "end": 5491,
      "text": "Learned Judge Mr. Vivek N. Mapara, who was presiding at Commercial Court, Surat, is transferred to Commercial Court, City Civil Court, Ahmedabad before delivering judgment in the Commercial Trademark Suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e72548ca88184842a559e3480ff78373_71"
    },
    {
      "start": 5492,
      "end": 5677,
      "text": "Therefore, the petitioner approaches this Court to transfer the proceedings of the aforementioned Commercial Trademark Suit to the learned Commercial Court, City Civil Court, Ahmedabad.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6c0780d9293a404d98b3258432de100c_72"
    },
    {
      "start": 5679,
      "end": 6078,
      "text": "6. Heard Learned Senior Counsel Mr. Shalin Mehta assisted NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined by learned advocates Mr. Ishwen Upneja, Ms. Pooja Dhruve, Ms. Dhwani Lakhani for Ortis Law Offices for the petitioner and Learned Senior Counsel Mr. SN Soparkar assisted by learned advocates Mr. Tarun Khurana, Mr. Rajat Sabu, Mr. Jwalit Soneji for the respondents.\n7.",
      "labels": [
        "NONE"
      ],
      "id": "d31cdffedf5349218a436c86c5468afd_73"
    },
    {
      "start": 6079,
      "end": 6159,
      "text": "Learned Senior Counsel Mr. Shalin Mehta would submit that this is a unique case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dede2044573e428aa2317090f046c7df_74"
    },
    {
      "start": 6160,
      "end": 6292,
      "text": "In the Commercial Trademark Suit, the petitioner claimed infringement and copyright of the Advisor software against the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d642d8cdd114f1ea2bf2e83beb1ae57_75"
    },
    {
      "start": 6293,
      "end": 6436,
      "text": "He would further submit that to understand the issue involved in the suit, the comparison of source Code and object Code are to be illustrated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2c8dca74bb9a406b8f35bc02ace56f44_76"
    },
    {
      "start": 6437,
      "end": 6615,
      "text": "He would further submit that the typical kind of evidence has been led before learned Commercial Judge Mr. Vivek M. Mapara, when he was posted as learned Commercial Court, Surat.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "447f0e7978f546788bd62068e2f6b860_77"
    },
    {
      "start": 6616,
      "end": 6734,
      "text": "Both the parties have invested valuable time and energy before learned Judge Mr. Vivek Mapara to adjudicate the issue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf894a09cd9a4f25aa7c41dfe70e7bca_78"
    },
    {
      "start": 6735,
      "end": 7037,
      "text": "He would further submit that since the matter was part heard by the learned Judge Mr. Vivek Mapara and since entire evidence of both the parties is recorded while he was presiding the Commercial Court at Surat, it is necessary that learned Judge Mr. Vivek Mapara decide the dispute between the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3cd4d387f100414fbe85565a60ce6587_79"
    },
    {
      "start": 7039,
      "end": 7503,
      "text": "7.1 Learned Senior Counsel Mr. Shalin Mehta would further submit that in fact, the argument in the case has run for more than 30 days, which indicates that sufficient and valuable time has been devoted by learned Judge Mr. Vivek Mapara as the entire evidence is recorded while he was presiding the Commercial Court, Surat and upon such evidence, elaborate NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined argument has been made before him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f075d2f4e4c4bad985b74bd00cfcbff_80"
    },
    {
      "start": 7504,
      "end": 7885,
      "text": "Thus, he has sufficient understanding of the technicality and complexity involved in the matter and therefore, considering this peculiar facts and circumstances of the case, he would submit to transfer the Commercial Trademark Suit from the learned Commercial Court, Surat to learned Judge Mr. Vivek Mapara, who is presently posted as Commercial Judge, City Civil Court, Ahmedabad.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3fd3418a21f2478a8b0722c8b4204d58_81"
    },
    {
      "start": 7887,
      "end": 8217,
      "text": "7.2 Learned Senior Counsel Mr. Shalin Mehta would further submit that on earlier point of time, the respondents herein had given unequivocal consent and submitted no objection in transferring the Commercial Trademark Suit to learned Judge Mr. Vivek Mapara, who is presently posted as Commercial Judge, City Civil Court, Ahmedabad.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3545826a1b744cb8b2dcf58b1f76b66d_82"
    },
    {
      "start": 8218,
      "end": 8300,
      "text": "Therefore now, they cannot aback from the consent they have made before the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "887825e70fce40378176944b48f025a3_83"
    },
    {
      "start": 8301,
      "end": 8372,
      "text": "He would further submit that the respondents cannot play game of chase.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "08851ed38e46474ca1cc1454d02e2fc6_84"
    },
    {
      "start": 8373,
      "end": 8568,
      "text": "The respondents, who have categorically stated before the Court (before Coordinate Bench) that they have no objection in transferring the Commercial Trademark Suit, cannot withdraw their consent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4b784a3b2a1f4b95b8f886a8464a27a6_85"
    },
    {
      "start": 8570,
      "end": 8918,
      "text": "7.3 To buttress his submission, Learned Senior Counsel Mr. Shalin Mehta has relied upon following judgments:-\n(1) Advance Magazine Publishers Inc. Vs. Bombay Rayon Fashions Ltd and others reported in 2021 AIR CC 283 (2) Smt. MV Rekha Vs. Sri Sathya @ Suraj, ILR 2010 KAR NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 7.4",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "58e07fdbb5744778bc8fe22c47be52c6_86"
    },
    {
      "start": 8919,
      "end": 9033,
      "text": "On above submissions, Learned Senior Counsel Mr. Shalin Mehta urges to allow the petition and to grant the relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5d86e4999de4e6fb7f4f2222d08c59b_87"
    },
    {
      "start": 9035,
      "end": 9339,
      "text": "8. Per contra, Learned Senior Counsel Mr. SN Soparkar for the respondents would submit that even if both the parties give consent in transferring the matter from one Court to another Court, that will not confer jurisdiction upon the concerned Court to transfer the matter from one Court to another Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "962e01ed656f4f2085b765d690e4922d_88"
    },
    {
      "start": 9340,
      "end": 9579,
      "text": "He would further submit that the consent given by the respondents in the matter to transfer the suit from Commercial Court, Surat to learned Commercial Judge Mr. Vivek M. Mapara, City Civil Court, Ahmedabad is insignificant and irrelevant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc4c036c977b481ea9cda985866dcbab_89"
    },
    {
      "start": 9580,
      "end": 9793,
      "text": "He would further submit that when the Court is hearing the matter u/s 24 of the CPC, the Court is required to record and satisfy the reason for transfer of the matter from one jurisdiction to another jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13472a014f92411b9faa668a9bc7fe88_90"
    },
    {
      "start": 9794,
      "end": 10121,
      "text": "He would further submit that in the present case, the petitioner has not shown any apprehension that he will not get justice from learned Judge, presently presiding over Commercial Court at Surat and in that fact, the Court cannot readily infer with the issue of territorial jurisdiction of the learned Commercial Court, Surat.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5cc3a8a3ab647a38fced3d2d6ab201d_91"
    },
    {
      "start": 10122,
      "end": 10284,
      "text": "He would further submit that the Court should refer to principle of inconvenience rather refer to rule of convenience while deciding the matter u/s 24 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa3b27bb2e6646959226170bb175edba_92"
    },
    {
      "start": 10285,
      "end": 10470,
      "text": "He would further submit that in the present case, the petitioner has not displayed inconvenience that he might not get justice in conducting the case at learned Commercial Court, Surat.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "60d3fdfa9f2a4caf9169d97446e3af69_93"
    },
    {
      "start": 10472,
      "end": 10504,
      "text": "NEUTRAL CITATION C/MCA/1177/2023",
      "labels": [
        "NONE"
      ],
      "id": "ee324b02481f4bffa169263e30a8bca7_94"
    },
    {
      "start": 10505,
      "end": 10549,
      "text": "CAV JUDGMENT DATED: 10/10/2023 undefined 8.1",
      "labels": [
        "NONE"
      ],
      "id": "9b3b54f3866843ffb597dd157471e4d1_95"
    },
    {
      "start": 10550,
      "end": 10760,
      "text": "Learned Senior Counsel Mr. Soparkar would also contend that investing valuable time or efforts by the party in a suit is of no mean and reason to transfer the suit from one jurisdiction to another jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac0e4a6a409f4a238803b3f211bd4c91_96"
    },
    {
      "start": 10761,
      "end": 11048,
      "text": "Pointing towards relief claimed by the petitioner, he would submit that instead of asking for transfer of the suit from one Court to another Court, the petitioner has asked to transfer the Commercial Trademark Suit from one Court to the Judge, which is not permissible u/s 24 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "322e2bb525a244f8915c0d1672218a4a_97"
    },
    {
      "start": 11050,
      "end": 11175,
      "text": "8.2 Learned Senior Counsel Mr. Soparkar would further submit that there are several suits where peculiar issues are involved.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "072f427576be48fdaeb164d014ab978e_98"
    },
    {
      "start": 11176,
      "end": 11424,
      "text": "So upon that consideration, it cannot be prayed that since in the particular suit i.e. Commercial Trademark Suit in the present case, involved scientific, technical and complex issues, it can only be understood by learned Judge Mr. Vivek N. Mapara.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "422d54e1feab4724b16c3a729117ddb4_99"
    },
    {
      "start": 11425,
      "end": 11711,
      "text": "He would submit that the Judge, who is now posted as Commercial Judge, Commercial Court, City Civil Court, Ahmedabad has not shown unwillingness to conduct the matter and has not expressed that he would not understand the technicality and complexity of the issue involved in the matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "93af8ce0977f4a17b1c1537c2a5d68d2_100"
    },
    {
      "start": 11712,
      "end": 11818,
      "text": "Thus, he would submit that the ground canvassed by the petitioner does not help him in getting the relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1f082b183d3740e2a0b6eccfdc895136_101"
    },
    {
      "start": 11819,
      "end": 12017,
      "text": "He would submit that sufficient time may have been consumed before the concerned Judge, but again that is not a ground to transfer the Commercial Trademark Suit from one Court to a particular Judge.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7bebcb47f2c14ff0ab3d954e05870724_102"
    },
    {
      "start": 12019,
      "end": 12253,
      "text": "8.3 Learned Senior Counsel Mr. Soparkar would further submit that if that hypothesis propounded by the petitioner is NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined accepted, then it will set a bad precedent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5da5afcc56024e569630ade2361c1945_103"
    },
    {
      "start": 12254,
      "end": 12690,
      "text": "Referring to para 19 and 20 of the petition, Learned Senior Counsel Mr. Soparkar submits that according to pleadings of the petitioner, the arguments in the Commercial Trademark Suit were concluded on 23.5.2022, thereafter, learned Judge Mr. Vivek Mapara has directed the parties to file their written submission, the written submissions were also filed on 8.7.2022 and thereafter, the matter was reserved for pronouncement of judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5feef5e1f86848d593d4cbcc3db66ac6_104"
    },
    {
      "start": 12691,
      "end": 12893,
      "text": "He would submit that practically, the matter was reserved for judgment on 23.5.2022 or it can be said that it was reserved for judgment on 8.7.2022 when written submission was filed by both the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "33e323a169ba473a8f0913aa18cb1560_105"
    },
    {
      "start": 12894,
      "end": 13338,
      "text": "Pointing towards the averments made in para 20 of the petition, he would further submit that though subsequent thereto, an application was filed by the income tax department on 6.9.2022 and it was decided on 4.1.2023, practically, the final arguments of the Commercial Trademark Suit were heard on 23.5.2022 by learned Judge Mr. Vivek Mapara, in which, written submission is filed on 8.7.2022, but did not pass the judgment till he transferred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3060334cfabc47bd9398cc7a25e8c6d3_106"
    },
    {
      "start": 13340,
      "end": 13607,
      "text": "8.4 Learned Senior Counsel Mr. Soparkar would further submit that on 22.5.2023, due to general transfer of the judges took place in the State of Gujarat, learned Judge Mr. Vivek Mapara was transferred from Commercial Court, Surat to the Commercial Court at Ahmedabad.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f273b5999368484e80d0d436d44a500e_107"
    },
    {
      "start": 13608,
      "end": 13811,
      "text": "In these circumstances, on 19.5.2023, learned Judge Mr. Vivek Mapara passed the judicial order that \"let the matter to be heard again\", means, he has released the the matter from delivering the judgment.",
      "labels": [
        "RLC"
      ],
      "id": "447a49d897694346a41a6177b3083287_108"
    },
    {
      "start": 13812,
      "end": 14213,
      "text": "It is submitted that practically, the Commercial Trademark Suit was NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined pending for judgment before learned Judge Mr. Vivek Mapara for almost a year and he has not delivered the judgment within a span of one year, but thereafter, when he was transferred, he has released the matter and put the matter to the stage of fresh hearing.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "962d5ff3a9104c04b57edfd6fe131b1b_109"
    },
    {
      "start": 14215,
      "end": 14488,
      "text": "8.5 Learned Senior Counsel Mr. Soparkar would submit that in case of Anil Rai Vs. State of Bihar reported in (2001) 7 SCC 318, it is observed that if the judgment is not pronounced within a period of six months, it should be placed before another bench for fresh arguments.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8d9bce302c074b4cba2f81eeb64312a9_110"
    },
    {
      "start": 14489,
      "end": 14678,
      "text": "He would further submit that this judgment has been followed by the Hon'ble Apex Court in recent judgment in case of Umesh Rai Vs. State of U.P. rendered in Criminal Appeal No.1518 of 2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94aa7369517140eabf3a98b469162203_111"
    },
    {
      "start": 14679,
      "end": 14922,
      "text": "This submission was canvassed to contend that since for more than a year, learned Judge Mr. Vivek Mapara has not delivered the judgment (after hearing the arguments) in the matter, the matter was required to be heard afresh by any other judge.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e69d0c3ca3f04a97ac7b439bf4078802_112"
    },
    {
      "start": 14923,
      "end": 15043,
      "text": "He would submit that the functional inconvenience of the parties cannot determine exercise of jurisdiction of the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d476e9f043e74f88929632d45826c168_113"
    },
    {
      "start": 15044,
      "end": 15200,
      "text": "He would submit that there is no peculiar circumstance established by the petitioner which may compel this Court to exercise jurisdiction u/s 24 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8183b27a4b4c4942ab5c25019e5004a6_114"
    },
    {
      "start": 15201,
      "end": 15418,
      "text": "He would submit that it is not a peculiar case, where it could be said that only learned Judge Mr. Vivek Mapara could understand the technicality and complexity of the issues involved in the Commercial Trademark Suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3dec974870fe40baa0e7cad577c5a962_115"
    },
    {
      "start": 15420,
      "end": 15569,
      "text": "8.6 To buttress his submission, he has relied upon following judgments:-\nNEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5f6c1256f8624f17a7572eb565cf9509_116"
    },
    {
      "start": 15570,
      "end": 15793,
      "text": "Mahabir Prasad Singh Vs. Jacks Aviation Pvt. Ltd. reported in (1999) 1 SCC 37.\n2. M/s Fumo Chem Pvt. Ltd. Vs. M/s Raj Process Equipments and Systems Pvt. Ltd. and others rendered in Transfer Petition (Civil) No.755 of 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c29a73c78fd4abbb1bb4e05ced8a88f_117"
    },
    {
      "start": 15795,
      "end": 15889,
      "text": "8.7 Upon above submissions, Learned Senior Counsel Mr. Soparkar prays to dismiss the petition.",
      "labels": [
        "NONE"
      ],
      "id": "996256dbb5144855939eaaca4fe8d12b_118"
    },
    {
      "start": 15891,
      "end": 16287,
      "text": "9. In reply, Learned Senior Counsel Mr. Shalin Mehta reiterated his submission canvassed earlier to submit that both the parties have invested sufficient amount, time and skill in adjudicating the Commercial Trademark Suit before learned Commercial Judge Mr. Vivek M. Mapara and therefore, it is expedient for both the parties to get the decision from the concerned Judge Mr. Vivek N. Mapara.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8e45628a914b45bb9a99070b8c86f0c2_119"
    },
    {
      "start": 16288,
      "end": 17504,
      "text": "Having heard learned advocates for both the sides and applying anxious thoughts to issue canvassed, at the outset, let refer section 24(1) of the CPC, which reads as under:-\n\"(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage- (a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and (i) try or dispose of the same; or NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined (ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the Court from which it was withdrawn.\"\n11. Section 24 of the Code empowers the High Court or a District Court to transfer inter alia any suit, appeal or other proceeding pending before it or in any court subordinate to it to any other court for trial and disposal.",
      "labels": [
        "STA"
      ],
      "id": "169e45990345413aad0ac04452fd677d_120"
    },
    {
      "start": 17505,
      "end": 17679,
      "text": "The said provisions confers comprehensive power on the court to transfer suits, appeals or other proceedings \"at any stage\" either on an application by any party or suo motu.",
      "labels": [
        "STA"
      ],
      "id": "825efd567a3246d5b7c4e81451536ca2_121"
    },
    {
      "start": 17680,
      "end": 17871,
      "text": "Although it is discretionary power to transfer cases, it cannot be wielded indiscriminately with straitjacket or cast-iron formula and made unanimously applicable to each, but all situations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1d25c936d3f40ecb53a5a879a8eef6e_122"
    },
    {
      "start": 17872,
      "end": 17988,
      "text": "It cannot be gainsaid that the power to transfer a case must be exercised with due care, caution and circumspection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65887b1a76224d1ba26adaa3b892e803_123"
    },
    {
      "start": 17990,
      "end": 18225,
      "text": "12. In case of Kulwinder v Kandi Friends Education, reported in (2008) 3 SCC 659, the Hon'ble Apex Court put the answer to the question that what are the grounds which could be considered for transfer of case from one Court to another.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2f06fbf3e744899bba9bc20fcd09278_124"
    },
    {
      "start": 18226,
      "end": 18474,
      "text": "The relevant observations are as under:-\n\"Reading sections 24 and 25 of the Code together and keeping in view Various judicial pronouncements, certain broad propositions as to what may constitute a ground for transfer have been laid down by courts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6a2372b300dc4d82825fe622a833664f_125"
    },
    {
      "start": 18475,
      "end": 19119,
      "text": "They are balance of convenience or inconvenience to the plaintiff or the defendant or witness; convenience or inconvenience of a particular place of trial having regard to the nature of evidence on the points involved in the suit: issues raised by the parties; reasonable apprehension in the mind of the litigant that he might not get justice in the court in which the suit is pending; important questions of law involved or a considerable NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined section of public interested in the litigation; interest of justice demanding for transfer of suit, appeal or other proceedingetc.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a40e34c4a1a4fec934dccc6d54226d8_126"
    },
    {
      "start": 19120,
      "end": 19248,
      "text": "Above are some of the instances which are germane in considering the question of transfer of a suit, appeal or other proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8ec09518058454490307f90844ae839_127"
    },
    {
      "start": 19249,
      "end": 19332,
      "text": "They are, however, illustrative in nature and by no means be treated as exhaustive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59575fe43afa476499e43c8ae2ad3a2d_128"
    },
    {
      "start": 19333,
      "end": 19599,
      "text": "If on the above or other relevant considerations, the court feels that the plaintiff or the defendant is not likely to have a fair trial in the court from which he seeks to transfer a case, it is not only the power, but the duty of the court to make such order.\"\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "771489814e5d4b3b8cd6614ee685e137_129"
    },
    {
      "start": 19600,
      "end": 20125,
      "text": "In case of Maneka Sanjoy Gandhi v Rani Jethmalani reported in (1979) 4 SCC 167, the Hon'ble Apex Court stipulated the grounds generally available for the transfer of the case, which may put in the forefront, which reads as under:-\n\"\"Assurance of fair trial is the first imperative of the dispensation of justice and the central criterion for the court to consider when a motion for transfer is made is not the hypersensitivity or relative convenience of a party or easy availability of legal services or like mini grievances.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "37ccdf1321034ba187a89451397c0e6e_130"
    },
    {
      "start": 20126,
      "end": 20323,
      "text": "Something more substantial, more compelling, more imperilingfrom the point of view of public justice and its attendant environment, is necessitous if the Court is to exercise its power of transfer.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7dba8230b754190964002550730df23_131"
    },
    {
      "start": 20324,
      "end": 20428,
      "text": "This is the cardinal principle although the circumstances may be myriad and vary from case to case.\"\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7429015442184eb88e7f7df2e5cd8250_132"
    },
    {
      "start": 20429,
      "end": 20606,
      "text": "It is not the case of the petitioner that he has apprehension that he will not get fair and impartial justice from the judge, who is presently posted at Commercial Court, Surat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3d4b956e9f64b1f90ca7c83723e77fe_133"
    },
    {
      "start": 20607,
      "end": 20794,
      "text": "Even, it is not pleaded by the petitioner that it is inconvenient for the petitioner or the respondents to attend the Court proceedings at Commercial Court, Surat for deciding the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9272f1ce730d448599630750a9f1c4ee_134"
    },
    {
      "start": 20795,
      "end": 21322,
      "text": "The eccentric line, which was espoused by the petitioner for seeking transfer of the suit is that learned Judge Mr. Vivek Mapara, who was posted as Commercial Judge, Surat at the relevant time, is acquainted with the technicality and complexity of the case, as pleadings are completed before him, issues are framed by him and all evidence NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined are recorded when he was presiding the matter as well as arguments of the case are comprehensively made to him and",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9523b505a7794cc1be54fa60281cf154_135"
    },
    {
      "start": 21323,
      "end": 21464,
      "text": "therefore, the suit should chase him from the Commercial Court, Surat to Commercial Court, Ahmedabad, where he is posted as Commercial Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6d1569285e8481ca9b3964574f5c040_136"
    },
    {
      "start": 21465,
      "end": 21496,
      "text": "This is something unusual urge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c1dcb12f391495dbc9ad70c6de66a7b_137"
    },
    {
      "start": 21498,
      "end": 21831,
      "text": "15. To be noted that every year, in general transfer, in subordinate courts, several judges are transferred from one place to another place, they may have recorded the evidence in case, they may have heard the arguments in the case and they may reserve the matter for judgment before they transferred from one place to another place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "628db9c8cf1f4b248362c642506da024_138"
    },
    {
      "start": 21832,
      "end": 21905,
      "text": "They may have invested sufficient time and efforts in one or other cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "489cca8e5c5c4daf980a694017afbffc_139"
    },
    {
      "start": 21906,
      "end": 22227,
      "text": "If the proposition canvassed by learned advocate Mr. Shalin Mehta is considered, then on every general transfer of the judges in subordinate courts, the matters, which they have heard or recorded the evidence at a particular place are, to be transferred from that place to the place where particular judge is transferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4c5005757424b61a7a96f266d0e9390_140"
    },
    {
      "start": 22229,
      "end": 22276,
      "text": "16. What emerges that it is a freakish request.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a6a5409854b44f2930a7dc924392e76_141"
    },
    {
      "start": 22277,
      "end": 22371,
      "text": "The matter cannot chase a judge until well settled grounds to transfer the case are available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5683200ed1dc4110b0e022a5890ca32f_142"
    },
    {
      "start": 22372,
      "end": 22492,
      "text": "Section 24 of the CPC permits transfer of case from one Court to another court, but not from one Court to another judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e327877753d43b3af20a10f7818e06f_143"
    },
    {
      "start": 22493,
      "end": 22683,
      "text": "The pleading of the petitioner suggests that the argument in the matter was concluded on 23.5.2022, written submissions are tendered on 8.7.2022, the matter was kept for judgment since then.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdd111bae38a4875aca2eea3a1803c27_144"
    },
    {
      "start": 22684,
      "end": 22907,
      "text": "Of course, during the interregnum period, an application was filed by the income tax department on NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined 6.9.2022 and which came to be decided on 4.1.2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da1042a011c44fbca0460b9e6807931e_145"
    },
    {
      "start": 22908,
      "end": 23011,
      "text": "But it does not mean that matter has been altered from the stage of final argument to some other stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4d38170f3d64308a3b139c43b65e0d8_146"
    },
    {
      "start": 23012,
      "end": 23237,
      "text": "The income tax department was a third party to the commercial trademark suit and seeking some order from the court, but it is not the case of the petitioner that final argument was canvassed again after 23.5.2022 or 8.7.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ee49a3c790c4121bb890c9399e3be28_147"
    },
    {
      "start": 23238,
      "end": 23273,
      "text": "It also appears that learned judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a102edb5d0a6464492084bdb08d4a790_148"
    },
    {
      "start": 23274,
      "end": 23374,
      "text": "Mr Vivek Mapara has not pronounced the judgment till he remains in charge of commercial judge Surat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eacb8a3f029d416297d96e811f5fb315_149"
    },
    {
      "start": 23375,
      "end": 23540,
      "text": "Meaning, thereby, learned judge, Mr Vivek Mapara has not pronounced the judgment until his transfer took place w.e.f. 22.5.2023 to the Commercial Court at Ahmedabad.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ab99f50c9034ec68cf9aab9a6dc553d_150"
    },
    {
      "start": 23541,
      "end": 23670,
      "text": "It is pertinent to note that on 19.5.2023, learned judge, Mr Vivek Mapara has passed an order that let the matter be heard again.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41ec0562ef794cb4a15e0e8082aa6a29_151"
    },
    {
      "start": 23671,
      "end": 23724,
      "text": "This order has not been challenged by the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a48c91f82a2451c9ff49c3f4b17db43_152"
    },
    {
      "start": 23726,
      "end": 24083,
      "text": "17. A strange contention was made before the court that since the respondents have made no objection for transferring the commercial trademark suit from the Commercial Court, Surat to the court of learned judge Mr. Vivek Mapara presently posted as Commercial Judge, City Civil Court, Ahmedabad and therefore, the respondents cannot aback from their promise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0be2b2ca9d14476498d61227f1714b7b_153"
    },
    {
      "start": 24084,
      "end": 24197,
      "text": "To be noted that the Court is not required to exercise power under section 24 of the CPC on promise of the party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ae2c6ea022443f885ac52386b8b163a_154"
    },
    {
      "start": 24198,
      "end": 24340,
      "text": "Principal of fair trial is one of pivotal considerations for the Court to exercise the power of transfer the proceedings to appropriate court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8fa5637f7944e328cbcbe9e952f87af_155"
    },
    {
      "start": 24342,
      "end": 24591,
      "text": "18. As observed by the Hon'ble Apex Court in case of Mahabir Prasad Singh (supra), change of the Court is not allowable mere NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined because parties have no objection for such change.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "552359f55a3c4567aec6390285b7dc97_156"
    },
    {
      "start": 24592,
      "end": 24910,
      "text": "The relevant observations of the Hon'ble Apex Court reads as under:-\n\"Sri Arun Jaitley, learned Senior Counsel, made a plea before us that in view of all what happened and also in the light of the fact that appellant too has no objection to change the court, the case may be allowed to be transferred to another court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f51afb70b9141d896a72b49dbfab912_157"
    },
    {
      "start": 24911,
      "end": 24968,
      "text": "We have considered the aforesaid plea in all seriousness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52a830ce6a6a41f982a0a47c671be1f3_158"
    },
    {
      "start": 24969,
      "end": 25041,
      "text": "We do not come across any valid ground whatsoever for a change of court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a3beb99588a47d895d52ce76b68241d_159"
    },
    {
      "start": 25042,
      "end": 25144,
      "text": "A change of court is not allowable merely because the other side too has no objection for such change.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5e9e64ea9924c8891b51eb8877b61cd_160"
    },
    {
      "start": 25145,
      "end": 25267,
      "text": "Or else, it would mean that when both parties combine together they can avoid a court and get a court of their own choice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d4bbd8a579a49f6bef6f5e093126425_161"
    },
    {
      "start": 25268,
      "end": 25326,
      "text": "We are not disposed to give such an option to the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5891238ad364d61be3a25736b205842_162"
    },
    {
      "start": 25327,
      "end": 25402,
      "text": "We, therefore, refrain from acceding to the said plea made by Sri Jaitley.\"",
      "labels": [
        "RPC"
      ],
      "id": "3a4679f52e4c440f9692d11f3d34c244_163"
    },
    {
      "start": 25404,
      "end": 25778,
      "text": "19. In view of this, finding, the contention that the respondents once have consented in transferring the commercial trademark suit from the Commercial Court, Surat to the court of learned judge Mr. Vivek Mapara presently posted as Commercial Judge, City Civil Court, Ahmedabad, the court is required to pass necessary orders for transferring the suit, cannot be acceded to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14f794d4855f4c44a529bdc60a5f2d36_164"
    },
    {
      "start": 25780,
      "end": 25908,
      "text": "20. At the cost of the repetition, it can be said that transfer of the matter can be made to ensure the fair trial to the party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d9206c6f021450cbce7d41d6e288c07_165"
    },
    {
      "start": 25909,
      "end": 25983,
      "text": "Convenience of the parties may not be enough ground to exercise the power.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c15d7aeac914aedad44234d5653bc0f_166"
    },
    {
      "start": 25984,
      "end": 26146,
      "text": "The party seeking transfer of the matter in the chosen forum, has to establish that forum in which particular matter is pending, will result in denial of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e6b3b5d44904e08bf83c1b1115ceccf_167"
    },
    {
      "start": 26147,
      "end": 26377,
      "text": "At this juncture, useful reference can be made to the judgment of DAV Boys Senior Secondary School and others Vs. DAV College Managing Committee reported in (2010) 8 SCC 401, more particularly, para 12, which reads as under:-\n\"12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c4a6ce5336246338dfe542ef50c659c_168"
    },
    {
      "start": 26378,
      "end": 26863,
      "text": "Section 25 of the Code itself makes it clear that if any application is made for transfer, after notice to the parties, if the Court is satisfied that an order of transfer is expedient for the ends of justice necessary direction may be issued for transfer of NEUTRAL CITATION C/MCA/1177/2023 CAV JUDGMENT DATED: 10/10/2023 undefined any suit, appeal or other proceedings from a High Court or other Civil Court in one State to another High Court or other Civil Court in any other State.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd9f618de4ed4deda194cc219942dbd2_169"
    },
    {
      "start": 26864,
      "end": 26985,
      "text": "In order to maintain fair trial, this Court can exercise this power and transfer the proceedings to an appropriate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16a2c14104f04487b66ef0fa33315b47_170"
    },
    {
      "start": 26986,
      "end": 27156,
      "text": "The mere convenience of the parties may not be enough for the exercise of power but it must also be shown that trial in the chosen forum will result in denial of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f204844b4d39426da6afe84b6fbabdbc_171"
    },
    {
      "start": 27157,
      "end": 27395,
      "text": "Further illustrations are, balance of convenience or inconvenience to the plaintiff or the defendant or witnesses and reasonable apprehension in the mind of the litigant that he might not get justice in the Court in which suit is pending.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7afe694c806a43c5b46b990107f57d1c_172"
    },
    {
      "start": 27396,
      "end": 27458,
      "text": "The above-mentioned instances are only illustrative in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "901610ff4fe247969297f003f70786b3_173"
    },
    {
      "start": 27459,
      "end": 27615,
      "text": "In the interest of justice and to adherence of fair trial, this Court exercises its discretion and order transfer in a suit or appeal or other proceedings.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "54478a6d00ea4faaab986bc786efbf74_174"
    },
    {
      "start": 27616,
      "end": 27839,
      "text": "\n21. In so far is the judgment in case of Advance Magazine (supra), upon which learned Senior Counsel Mr. Shalin Mehta relied upon, it stands on its own footing and facts and does not avail any assistance to the petitioner.",
      "labels": [
        "RATIO"
      ],
      "id": "00e42b0d0d1a4ab09bacba172be62bf0_175"
    },
    {
      "start": 27840,
      "end": 28010,
      "text": "\n22. Insofar as judgment relied upon in case of Smt. M.V. Rekha (supra) is concerned, in this case, it was an issue of transfer of family suit on convenience of the wife.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be04e6b9e3354a81bc1ef8e5e96cf1b2_176"
    },
    {
      "start": 28011,
      "end": 28209,
      "text": "So this judgment does not render any assistance to the petitioner as the issue involved in that matter pertains to the matrimonial dispute, where conveniency of the wife is taken into consideration.",
      "labels": [
        "RATIO"
      ],
      "id": "79bfd8954dfa488a8a996f54df47bab3_177"
    },
    {
      "start": 28211,
      "end": 28295,
      "text": "23. For the foregoing reasons, the petition sans merit and is accordingly dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "c13e7642fdff43cca30c05fff41ea29c_178"
    },
    {
      "start": 28296,
      "end": 28312,
      "text": "Rule discharged.",
      "labels": [
        "RPC"
      ],
      "id": "8717e972b362434d84fa644efcecb8dd_179"
    },
    {
      "start": 28313,
      "end": 28346,
      "text": "\n(J. C. DOSHI,J) SHEKHAR P. BARVE",
      "labels": [
        "NONE"
      ],
      "id": "94bf62681ae7495e8352a4a17ce8a2ed_180"
    }
  ]
}