{
  "id": "0a8f241f168250fbb02e2d4760f9190fa4fcd5e6ecc4f751e3755fbb1b609233",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nShree Lalji Impex vs Kp Sanghvi Middle East Dmcc on 2 August, 2022\nAuthor: Sonia Gokani\nBench: Sonia Gokani \n     C/Fa/2371/2021                            Judgment Dated: 02/08/2022\n\n\n\n\n             In The High Court Of Gujarat At Ahmedabad\n\n                 R/ First Appeal No. 2371 of 2021 \n                               With\nCivil Application (For Production Of Additional Evidences)\n                           No . 1 of 2021 \n                                 In\n                 R / First Appeal No. 2371 of 2021 \n                               With\n           Civil Application (For Stay) No. 2 of 2021 \n                                 In\n                 R/First Appeal No. 2371 of 2021 \n\nFor Approval And Signature:\n\n\nHonourable Ms. Justice Sonia Gokani\n\nand\nHonourable Mr. Justice Hemant M. Prachchhak \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == \n\n1    Whether Reporters of Local Papers may be allowed                Yes\n     to see the judgment ?\n\n2    To be referred to the Reporter or not ?                         Yes\n\n3    Whether their Lordships wish to see the fair copy                No\n     of the judgment ? \n\n4    Whether this case involves a substantial question                No\n     of law as to the interpretation of the Constitution\n     of India or any order made thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                            Shree Lalji Impex \n                                 Versus \n                      Kp Sanghvi Middle East Dmcc \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\nAppearance:\nMr Kunal N Shah(6521) for the Appellant(s) No. 1,2,3,4\nMr.Kunal R.Desai(3899) for the Appellant(s) No. 1,2,3,4\nDhara P Bhatt(7530) for the Defendant(s) No. 1 \nMr. Parth H Bhatt(6381) for the Defendant(s) No. 1 \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n    Coram: Honourable Ms. Justice Sonia Gokani \n          and\n\n\n\n                                Page 1 of 39\n\n                                                     Downloaded on : Sat Dec 24 22:34:31 Ist 2022\n      C / Fa/2371/2021                            Judgment Dated: 02/08/2022\n\n\n\n             Honourable Mr. Justice Hemant M. \n             Prachchhak \n\n                           Date : 02/08/2022\n\n                          Oral Judgment\n(Per : Honourable Mr. Justice Hemant M. Prachchhak) \n1. The present appeal is filed under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act,  2015 (hereinafter be referred to as the \"Act\") against the summary judgment and decree dated 29.06.2021 passed by the learned 2 nd Additional Senior Civil Judge (Commercial Court), Surat (hereinafter be referred to as the \"Trial Court\") in Commercial Suit No.116 of 2019 whereby the Trial Court has partly allowed the suit and ordered to recover Rs.1,50,01,554.24 from the defendants - appellants herein jointly and severally from the person and property along with running interest at the rate of 6% p.a. from the date of filing of the suit till the realization of the amount. \n2. The facts of the present appeal are that the appellant no.1 is a partnership firm registered under the Indian Partnership Act and engaged in business of purchase and sale of the diamonds in the name and style of M/s Shree Lalji Impex since 2006. It is the case of the appellants that they have been doing the business C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 with the respondent for buying and selling of rough diamonds for more than 12 years. That the appellants have purchased diverse quantities of rough diamonds from respondent worth Rs.2,23,645/- USD (Rs.1,50,01,554.24) through various invoices upon 120 days of credit limit from the date of the respective invoice which the appellants have failed to repay the aforesaid amount. It is further the case of the appellants that after issuance of summons on the appellants, they had filed written statement at Exhibit 9 raising the issue of suppression of material facts and filed another application under Order VII Rule 11 of the Civil Procedure Code challenging the jurisdiction of the Court. Upon the application preferred by the respondent under Order XIII-A, the Trial Court passed the summary judgment and allowed the aforesaid suit of the appellants without recording the oral evidence. \n3. Feeling aggrieved and dissatisfied with the impugned summary judgment, the appellants have preferred the present appeal on various grounds enumerated in the memo of appeal. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 4. Heard Mr.Kunal Desai, learned advocate appearing for the appellants and Mr.Parth Bhatt, learned advocate appearing for the respondents. \n5. Mr.Desai, learned counsel appearing for the appellants has submitted that the Trial Court has not considered the pleadings in its true and proper perspective. He has submitted that the Trial Court has misread and misconstrued the provisions of Order XIII-A of the Civil Procedure Code, while prescribing the grounds for summary judgment against the appellants - original defendants. It is submitted by the learned advocate that the Trial Court has observed that the appellants have no real prospect of successfully defending the claim and failed to consider other compelling reason and passed summary judgment without recording of the oral evidence, which has resulted into miscarriage of justice. He has also submitted that the Trial Court has not followed the provisions of the Act more particularly in case management hearing under Exhibit 18 to the effect that the appellants failed to produce statement of truth in accordance with the provisions of Order VIII Rule 3, which is required to put on record, however, without any due diligence on the part of the learned advocate appearing for the C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 party, the said documentary evidence did not produce before the Trial Court and in absence of the documentary evidence, the impugned judgment was passed by the Trial Court.\nHe has submitted that there is an ample materials and documentary evidence available on record and even with the appellants which did not produce before the Court. He has submitted that as the appellants have made part payment of total outstanding amount and furnished security in a nature that the polished diamonds worth Rs.3,05,12,350/- through the third party agent namely Shri Paresh Chimediya, the Trial Court has committed an error in not considering all the aspects. It is further submitted by the learned advocate that the Presiding Officer of the Commercial Court has overlooked the materials while passing the summary judgment and even not issued any notice to the appellants with regard to filing of the reply to the application and no proper opportunity has been afforded to the appellants. He has also submitted that the Trial Court has not followed the ratio laid down by the Apex Court in the case of Bright Enterprise Private Vs. MJ Bizcraft LLP, (2017) SCC Online Del 6394 and, therefore, the summary judgment is not tenable and the same deserves to be quashed and set aside. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 5.1 Mr.Desai, learned counsel appearing for the appellants has submitted that the Trial Court has completely overlooked the provisions of the Civil Procedure Code, while passing the order under Exhibit 18. He has orally submitted, in addition to the contention raised in the appeal memo, that no proper opportunity is given to the appellants to produce documents in support of the averments made in the written statement, even no notice was issued to the appellants for summary judgment. \nHe has submitted that along the present appeal, civil application for stay and civil application under Order XLI Rule 27 of the Civil Procedure Code for production of the additional documents is filed as the said documents were not produced before the Trial Court. He has strongly submitted that as the appellants have already given guarantee in terms that they deposited some polished diamonds through the third party for the purpose of security. \n5.2 In support of his submission, Mr.Desai, learned advocate appearing for the appellants has relied upon the decision of this Court (Coram: Hon'ble Mr. Justice N. V. Anjaria and Hon'ble Mr. Justice Sandeep N. Bhatt) in the case of Murlibhai C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 Duhilanomal Chhatwani through POA Holder Anil Murlibhai Chhatwani Vs. Mohanbhai Duhilanomal Chhatwani reported 2022 (1) GLH 358 and the decision of the Apex Court in the case of Bright Enterprise Private Vs. MJ Bizcraft LLP, (2017) SCC Online Del 6394 .\n6. Mr. Parth Bhatt, learned advocate appearing for the respondent has submitted as under:-\n(1) The respondent - original plaintiff preferred Commercial Civil Suit No.144 of 2019 for recovery of money amounting to Rs.1,50,01,554.24.\n(2) That appellants - original defendants purchased rough diamonds from the respondent on credit limit of 120 days vide invoices bearing No.RE/0016/17-18 dated 08.05.2018 and No.RE/ 0035/17-18 dated 01.06.2017. The goods in question were received by the appellants on 13.05.2017 and 06.06.2017 respectively. \n(3) That appellants have made false averments wherein on one hand, the appellants have denied the very transactions (paragraph 6 of the written statement) and have claimed that C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 the documents produced by the respondent are false and concocted and on the other hand, they admitted their liability of making payment for an amount of USD 4,10,201.25 (Rs.2,66,63,081/-). The appellants have themselves admitted the existence of the two invoices by producing a copy of the same. \n(4) The appellants have made further contrary statement wherein the person, who filed the written statement and accepted the goods, has denied the transaction. \n(5) In the extract of books of accounts of the appellants, they admitted the claim of the respondent, inasmuch as, the same invoices for which the suit is preferred are reflected in the ledger account of the respondent. Moreover, it also indicates that an amount of USD 4,10,201.25 is still outstanding to be paid to the respondent. \n(6) That, there is no real prospect on the part of the respondent to defend the suit as there is a clear admission on the part of the appellants about the transaction and outstanding amount which is to be paid to the respondent. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (7) Without prejudice to the aforesaid, the document at page no.8 of the Civil Application No.1 of 2021 in First Appeal No.2371 of 2021 i.e. : SWIFT DETAILS of payment of USD 50000 refers to a completely different invoice dated 24.04.2017. \n(8) That the suit is filed for two invoices bearing No.RE/0016/17-18 and RE/0035/17-18 dated 08.05.2017 and 01.06.2017 respectively. The present payment details does not pertain to any of the said invoices. Therefore, an attempt is made to mislead this Court. \n(9) That the stand taken by the appellants is contradictory which indicates that the payment of USD 50000 is an afterthought, which is raised only with a mala fide intention to mislead this Court as it pertains to a different invoice and, therefore, the appellants do not seem to have an iota to resist the claim of the respondent. This clearly proves that the appellants have no prospect of successfully defending the claim. \nThe provisions of Order XIIIA Rule 3(a) having been fulfilled, the impugned judgment deserves to be upheld and there is no reason for this Court to remand the matter back as it would be fruitless exercise. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (10) It is pertinent to mentioned that along with the written statement, the appellants filed an application under Order VII Rule 11 of the Civil Procedure Code is being the jurisdiction of the Commercial Court. The said application came to be rejected vide order dated 28.10.2020 and the same has not been challenged. \n(11) The application for case management was preferred by the respondent, which was allowed on 17.03.2021 as the appellants failed to file statement of admission / denial in addition to the fact that the written statement filed was not as per the provisions of Order VIII Rule 3A.\n(12) That the application for summary judgment was filed. No reply was filed by the appellants in approximately 72 days and when the matter was taken up for hearing, the appellants filed an application for adjournment, which came to be rejected and the matter was heard finally. \n(13) That application at Exhibit 20 for summary judgment was duly served upon the appellants and they preferred an application for adjournment after 72 days from receipt of the C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 said application, which came to be rejected and, thereafter, the summary judgment came to be passed in presence of the learned advocate for the appellants. Under the circumstances, the contention of the appellants that no proper opportunity was given to them is misleading and on the contrary, an ample opportunity was given and only with an intention to delay the proceedings, the appellants neither produced any documents nor filed any reply within the stipulated time period of 30 days as per Order XIII Rule 4(3) . \n(14) That the conduct of the appellants in not filing any reply to the application at Exhibit 20 and not producing any documents along with their written statement clearly indicates that the appellants had no real defence to the claim of the respondent. \nTherefore, the conduct of the appellants was only to waste the time and to protract the proceedings and even the Court granted sufficient time for more than two months to the appellants to file reply, however, they failed to do so. It clearly emerges that the grounds for summary judgment as mentioned in Order XIIIA Rule 3(a) are proved and after hearing the respective parties, the Commercial Court passed the order. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 6.1 Mr.Bhatt, learned advocate has submitted that the Commercial Court has not committed any error in passing the impugned summary judgment and no interference is called for.\nHe submitted that the appeal being meritless, deserves to be dismissed. \n7. On 01.07.2022, this Court has passed the following order. \n\"Learned advocate Mr. Kunal N. Shah for the appellants require one more opportunity to allow him to file Paresh Paladiya's affidavit and to substantiate his version of 3 rd party security. \nThe matter to be posted for hearing on 13.7.2022. \nThe matter to be listed in first 10 matters.\"\n8. It appears that at the time of hearing of the appeal, the aforesaid order is passed by this Court to the effect that if the learned advocate for the appellants has to file affidavit of third party in support of his contention, then, he may do so. But it seems that the third party is not ready and willing to support the contention and has not filed any affidavit of third party till date. \nLearned advocate for the appellants has requested that the appellants will make the payment of decreetal amount and on C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 deposit of the same, an opportunity to contest the suit on merits can be afforded to the appellants. But it seems that there is no any concrete proposal made on behalf of the appellants and on all counts, the appellants failed to do so. Therefore, the appeal being meritless, deserves to be dismissed. \n9. It appears that the defendants have preferred application under Order VII Rule 11 inter alia contending that the Court has no jurisdiction as it is a simple suit of recovery, for which the reply was filed by the plaintiff. The application of the defendants came to be dismissed vide order dated 28.10.2020, which was not challenged before the higher forum. The original plaintiff has preferred an application under the provisions of Order XIIIA for summary judgment at Exhibit 20 and the list of documents produced by the plaintiff at Exhibit 21 and after considering the relevant facts and averments made in the application and the documentary evidence produced by the plaintiff, the impugned order is passed. \n10. The summary judgment under Order XIIIA of the Civil Procedure Code is broad, by special amendment, the commercial dispute of a specified value wherein applies in its application to C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 any suit in respect of commercial dispute of a specified value. \nThis order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence. When the Court is satisfied that the defendant has no real prospect of successfully defending their claim, the Court pass a decree of summary judgment. \n11. It is worthwhile to refer to the provisions of Order XIIIA of the Civil Procedure Code, which reads as under:-\n1. Scope of and classes of suits to which this Order applies. - (1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence. \n(2) For the purposes of this Order, the word \"claim\" shall include -           (a)    part of a claim;\n          (b)    any particular question on which the claim (whether in           whole or in part) depends; or           (c)    a counter-claim, as the case may be.\n\n\n          (3)    Notwithstanding    anything         to   the   contrary,      an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 2. Stage for application for summary judgment. - An applicant may apply for summary judgment at any time after summons has been served on the defendant:\nProvided that, no application for summary judgment may be made by such applicant after the Court has framed the issues in respect of the suit.\n3. Grounds for summary judgment. - The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that - (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the claim, as the case may be; and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n4. Procedure. - (1) An application for summary judgment to a Court shall, in addition to any other matters the applicant may deem relevant, include the matters set forth in sub-rules (a) to (f) mentioned hereunder:\n(a) the application must contained a statement that it is an application for summary judgment made under this Order;\n(b) the application must precisely disclose all material facts and identify the point of law, if any;\n(c) in the event the applicant seeks to rely upon any documentary evidence, the applicant must,--\n(i) include such documentary evidence in its application, and C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (ii) identify the relevant content of such documentary evidence on which the applicant relies;\n(d) the application must state the reason why there are no real prospects of succeeding on the claim or defending the claim, as the case may be;\n(e) the application must state what relief the applicant is seeking and briefly state the grounds for seeking such relief. \n(2) Where a hearing for summary judgment is fixed, the respondent must be given at least thirty days' notice of:--\n    (a)     the date fixed for the hearing; and     (b)     the claim that is proposed to be decided by the Court     at such hearing.\n\n\n    (3)     The respondent may, within thirty days of the receipt of notice of application of summary judgment or notice of hearing (whichever is earlier), file a reply addressing the matters set forth in clauses (a) to (f) mentioned hereunder in addition to any other matters that the respondent may deem relevant:--\n    (a)     the reply must precisely--     (i)     disclose all material facts;\n    (ii)    identify the point of law, if any; and (iii) state the reasons why the relief sought by the applicant should not be granted;\n(b) in the event the respondent seeks to rely upon any documentary evidence in its reply, the respondent must-- (i) include such documentary evidence in its reply; and (ii) identify the relevant content of such documentary evidence on which the respondent relies; \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (c) the reply must state the reason why there are real prospects of succeeding on the claim or defending the claim, as the case may be;\n(d) the reply must concisely state the issues that should be framed for trial;\n(e) the reply must identify what further evidence shall be brought on record at trial that could not be brought on record at the stage of summary judgment; and (f) the reply must state why, in light of the evidence or material on record if any, the Court should not proceed to summary judgment.\n5. Evidence for hearing of summary judgment. --(1) Notwithstanding anything in this Order, if the respondent in an application for summary judgment wishes to rely on additional documentary evidence during the hearing, the respondent must:--\n    (a)    file such documentary evidence; and     (b)    serve copies of such documentary evidence on every other party to the application at least fifteen days prior to the date of the hearing. \n(2) Notwithstanding anything in this Order, if the applicant for summary judgment wishes to rely on documentary evidence in reply to the defendant's documentary evidence, the applicant must:--\n(a) file such documentary evidence in reply; and (b) serve a copy of such documentary evidence on the respondent at least five days prior to the date of the hearing. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (3) Notwithstanding anything to the contrary, sub-rules (1) and (2) shall not require documentary evidence to be:--\n(a) filed if such documentary evidence has already been filed; or (b) served on a party on whom it has already been served. \n6. Orders that may be made by Court. -- (1) On an application made under this Order, the Court may make such orders that it may deem fit in its discretion including the following:--\n          (a)    judgment on the claim;\n          (b)    conditional order in accordance with Rule 7 mentioned           hereunder;\n          (c)    dismissing the application;\n          (d)    dismissing part of the claim and a judgment on part of           the claim that is not dismissed;\n          (e)    striking out the pleadings (whether in whole or in           part); or           (f)    further directions to proceed for case management           under Order XV-A. \n\n\n          (2)    Where the Court makes any of the orders as set forth in sub-rule (1) (a) to (f), the Court shall record its reasons for making such order. \n12. It would be profitably required to make reference of the decision of Madras High Court in the case of Syrma Technology Private Limited Vs. Powerwave Technologies Sweden AD, 2020 SCC Online Mad 5737. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 12.1 It would be relevant to refer to the observations made in paragraphs no.20, 21, 36, 37, 48 and 49 of the said decision, which are reproduced hereinafter.\n20. Thus, to conclude, we are of the view that when an application is filed under Order XIII-A, a Court is expected to keep in mind the provisions contained in Order XIII-A Rules 6 and 7 before considering a summary judgment under Order XIII-A Rule 3. We are conscious that Order XIII- A Rule 6 also speaks of a judgment on the claim both part or full. Order XIII-A Rule 7 read with other modes mentioned under Order XIII-A Rule 6 act as contraceptive to grant of summary judgment under Order XIII-A Rule 3.\n21. We have already discussed the scope and ambit of Order XIII-A. Thus, we do not wish to repeat it except by holding that there is a remarkable difference in the word appears as mentioned under Order XIII-A Rules 7 and 3, which uses the words 'considers'. Further more, the Order XIII-A Rule 6 gives discretion to the Court. Therefore, looking from any perspective, it is not necessary that the Court will have to decide only two issues on an application filed under Order XIII-A viz.,to allow it or dismiss it, while we hold that at the time of considering the application the Court can go into the merits of the case, which is exactly the object of the provision. However, the Court has to keep in mind the import of Order XIII-A Rule 6. It has to necessarily record a finding that it is proceeding under Order XIII-A Rule 3 instead of exercising its discretion otherwise provided under Order XIII-A Rule 6. Thus such a discretion when exercised has to be in tune with Order XIII- C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 A Rule 6. While exercising such a power, it appears to the Court that it would come under the purview of Order XIII-A Rule 7, it should pass a conditional order. However, if it considers that an applicant has got no real prospect of succeeding and there is no other compelling reason, then it can proceed to give a summary judgment. \n36. From the aforesaid judgments the Parliamentary intention is clearly seen in facilitating a quicker decision through the process. As discussed above, we have to read the entire provision contained in Order XIII-A as a whole. If the Court comes to the conclusion that the evidence is moonshine or smokescreen and it considers that Order XIII- A Rule 3 has been complied, then it can deliver a summary judgment on merit. \n37. The question as to whether the case is complicated or not is not the concern of the Court especially in deciding an application filed invoking Order XIII-A of the CPC. Obviously, the respondent in the application has to produce his best evidence, which would be his \"lead trump\" as he would stand the chance of losing his case. \n48. From the submissions made and after going through the relevant records, the judgments produced and on perusing the judgments and appeal, we feel that it appears that there is a possibility of the defendant becoming successful though it is improbable that it shall do so. Hence, the case on hand would come under Order XIII-A Rule 7 warranting a conditional order. We may note that the learned single Judge has not considered this aspect. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 49. We further find that there are triable issues in the suit. The first respondent itself earlier filed only an application seeking a direction to furnish security. This was filed on 04.01.2017. Only thereafter, application in O.A.No.7113 of 2018 in C.S.No.851 of 2015 has been filed on 24.07.2018 after 1  years. Factually there is a deviation from the purchase order with respect to the place of supply made. Therefore, even on that ground, it would be the case, which would come under Order XIII-A Rule 7. In such view of the matter, while setting aside the judgment and decree of the Commercial Division, there shall be a conditional order that the appellant shall deposit a sum of Rs.2.8 crores (Rupees two crores and eighty lakhs only) to the credit of the suit in C.S.No.851 of 2015 in the name of the Registrar General, High Court, Madras-600 104, in an interest bearing deposit within a period of four weeks from the date of receipt of a copy of this judgment. We may request the learned single Judge to consider by issuing further directions to proceed for case management under Order XV-A. Accordingly, the Judgment and decree of the Commercial Division stands set aside and the Original Side Appeal stands allowed in part. Consequently, connected civil miscellaneous petition is closed. We make it clear that in the event of non compliance of the order aforesaid, the judgment and decree of the learned single Judge would get restored. \n13. It would be profitably required to make reference of the decision of the Delhi High Court in the case of Su-Kam Power Systems Ltd Vs. Kunwer Sachdev and Another, 2019 SCC Online Del. 10764. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 13.1 It would be relevant to refer to the observations made in paragraphs no.39, 40, 41, 44, 49, 50, 90 and 91 of the said decision, which are reproduced hereinafter. \n39. The Commercial Courts Act, 2015 has been enacted with the intent to improve efficiency and reduce delay in disposal of commercial cases. The relevant portion of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 is reproduced hereinbelow:-\n\"to have a streamlined procedure which is to be adopted for the conduct of cases in the Commercial Courts and in the Commercial Divisions by amending the Code of Civil Procedure 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases. The proposed case management system and provisions for summary judgment will enable disposal of commercial disputes in a time bound manner.\"\n(emphasis supplied)\n40. Amended Order XIIIA of CPC, as applicable to commercial disputes, enables the Court to decide a claim or part thereof without recording oral evidence. Order XIIIA of CPC seeks to avoid the long drawn process of leading oral evidence in certain eventualities. Consequently, the said provision enables disposal of commercial disputes in a time bound manner and promotes the object of the Commercial Courts Act, 2015. \n41. Rule 3 of Order XIII-A of CPC empowers the Court to grant a summary judgment against a defendant where on C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 an application filed in that regard, the Court considers that the defendant has no real prospect of successfully defending a claim, and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence. Order XIIIA (3) of CPC , as applicable to commercial disputes, is reproduced hereinbelow:-\n\"3. Grounds for summary judgment.--The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that- (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the claim, as the case may be; and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\" (emphasis supplied) \n44. While deciding the test for summary judgment under Rule 24.2, House of Lords in Three Rivers District Council and Others vs. Governor and Company of the Bank of England [2003] 2 A.C. 1, reiterated the observation in Swain v Hillman [2001] 1 All ER 91 that the word 'real' distinguishes 'fanciful' prospects of success and it directs the Court to examine whether there is a 'realistic' as opposed to a 'fanciful' prospect of success. The House of Lords in Three Rivers District Council (supra) also held that the Court while considering the words 'no real prospect' should look to see what will happen at the trial and that if the case is so weak that it has no reasonable prospect of success, it should be stopped before great expenses are incurred. The relevant portion of the Three Rivers District Council (supra) judgment is reproduced hereinebelow:-\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 \"[90] The test which Clarke J applied, when he was considering whether the claim should be struck out under RSC Ord 18, r 19, was whether it was bound to fail: see p 171 of the third judgment. Mr Stadlen submitted that the court had a wider power to dispose summarily of issues under CPR Part 24 than it did under RSC Ord 18, r 19, and that critical issue was now whether, in terms of CPR rule 24.2(a)(i), the claimants had a real prospect of succeeding on the claim. As to what these words mean, in Swain v Hillman [2001] 1 All ER 91, 92, Lord Woolf MR said:\n\"Under r 24.2, the court now has a very salutary power, both to be exercised in a claimant's favour or, where appropriate, in a defendant's favour. It enables the court to dispose summarily of both claims or defences which have no real prospect of being successful. The words 'no real prospect of being successful or succeeding' do not need any amplification, they speak for themselves. The word 'real' distinguishes fanciful prospects of success or, as Mr Bidder QC submits, they direct the court to the need to see whether there is a 'realistic' as opposed to a 'fanciful' prospect of success.\" \n[91] The difference between a test which asks the question \"is the claim bound to fail?\" and one which asks \"does the claim have a real prospect of success?\" is not easy to determine. In Swain v Hillman , at p 4, Lord Woolf explained that the reason for the contrast in language between rule 3.4 and rule 24.2 is that under rule 3.4, unlike rule 24.2, the court generally is only concerned with the statement of case which it is alleged discloses no reasonable grounds for bringing or defending the claim. In Monsanto plc v Tilly The Times, 30 November 1999; Court C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 of Appeal (Civil Division) Transcript No 1924 of 1999; Stuart Smith LJ said that rule 24.2 gives somewhat wider scope for dismissing an action or defence. In Taylor v Midland Bank Trust Co Ltd 21 July 1999 he said that, particularly in the light of the CPR, the court should look to see what will happen at the trial and that, if the case is so weak that it had no reasonable prospect of success, it should be stopped before great expense is incurred. \n[92] The overriding objective of the CPR is to enable the court to deal with cases justly: rule 1.1. To adopt the language of article 6(1) of the European Convention for the Protection of Human Rights and Fundamental Freedoms with which this aim is consistent, the court must ensure that there is a fair trial. It must seek to give effect to the overriding objective when it exercises any power given to it by the Rules or interprets any rule: rule 1.2. While the difference between the two tests is elusive, in many cases the practical effect will be the same. In more difficult and complex cases such as this one, attention to the overriding objective of dealing with the case justly is likely to be more important than a search for the precise meaning of the rule. As May LJ said in Purdy v Cambran (unreported) 17 December 1999: Court of Appeal (Civil Division) Transcript No 2290 of 1999: \n\"The court has to seek to give effect to the overriding objective when it exercises any powers given to it by the rules. This applies to applications to strike out a claim. When the court is considering, in a case to be decided under the Civil Procedure Rules, whether or not it is just in accordance with the overriding objective to strike out a claim, it is not necessary to analyse that question by C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 reference to the rigid and overloaded structure which a large body of decisions under the former rules had constructed.\" \n[93] In Swain v Hillman Lord Woolf MR gave this further guidance:\n\"It is important that a judge in appropriate cases should make use of the powers contained in Part 24. In doing so he or she gives effect to the overriding objectives contained in Part 1. It saves expense; it achieves expedition; it avoids the court's resources being used up on cases where this serves no purpose, and, I would add, generally, that it is in the interests of justice. If a claimant has a case which is bound to fail, then it is in the claimant's interests to know as soon as possible that that is the position. Likewise, if a claim is bound to succeed, a claimant should know this as soon as possible ... Useful though the power is under Part 24, it is important that it is kept to its proper role. It is not meant to dispense with the need for a trial where there are issues which should be investigated at the trial. As Mr Bidder put it in his submissions, the proper disposal of an issue under Part 24 does not involve the judge conducting a mini trial, that is not the object of the provisions; it is to enable cases, where there is no real prospect of success either way, to be disposed of summarily.\" (See [2001] 1 All ER 91 AT 94- 95.) (emphasis supplied) \n49. Consequently, this Court is of the view that when a summary judgment application allows the Court to find the necessary facts and resolve the dispute, proceeding to trial would generally not be proportionate, timely or cost effective. It bears reiteration that the standard for fairness C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 is not whether the procedure is as exhaustive as a trial, but whether it gives the Court the confidence that it can find the necessary facts and apply the relevant legal principles so as to resolve the dispute as held in Robert Hryniak (supra).\n50. In fact, the legislative intent behind introducing summary judgment under Order XIIIA of CPC is to provide a remedy independent, separate and distinct from judgment on admissions and summary judgment under Order XXXVII of CPC.\n90. To reiterate, the intent behind incorporating the summary judgment procedure in the Commercial Court Act, 2015 is to ensure disposal of commercial disputes in a time-bound manner. In fact, the applicability of Order XIIIA, CPC to commercial disputes, demonstrates that the trial is no longer the default procedure/norm. \n91. Rule 3 of Order XIIIA, CPC, as applicable to commercial disputes, empowers the Court to grant a summary judgement against the defendant where the Court considers that the defendant has no real prospects of successfully defending the claim and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence. The expression \"real\" directs the Court to examine whether there is a \"realistic\" as opposed to \"fanciful\" prospects of success. This Court is of the view that the expression \"no genuine issue requiring a trial\" in Ontario Rules of Civil Procedure and \"no other compelling reason.....for trial\" in Commercial Courts Act can be read mutatis mutandis. Consequently, Order XIIIA, CPC would be attracted if the Court, while hearing such an C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 application, can make the necessary finding of fact, apply the law to the facts and the same is a proportionate, more expeditious and less expensive means of achieving a fair and just result.\n14. In the case of Bright Enterprises Private Limited (supra), the High Court of Delhi has observed in paragraphs no.3, 7, 15, 16, 17, 21, 22, 23 as under:-\n3. The appellants/plaintiffs had filed the said suit as a commercial suit because the damages claimed by them were to the extent of Rs 1 crore which satisfied the definition of \"specified value' as contained in Section 2(1)\n(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as \"the Commercial Courts Act'). \nThe plaint contained the following prayers:-\n\"(i) Decree for permanent injunction restraining the Defendants, its directors, partners or proprietors as the case may be, its assigns in business, franchisees, store owners, licencees, distributors, affiliates, subsidiaries, and agents from using for any or all business activities the Infringing Trade Mark PRIVEB, or any other trade mark or logo/device, which is identical to and/or deceptively similar to the Plaintiffs' trade marks MBD PRIVE and PRIVE or incorporates the words \"Prive\", or any other trade mark or logo/device, which is identical to and/or deceptively similar to the abovementioned Plaintiffs Trade Marks, amounting to infringement of the Plaintiffs trade mark under Section 29 the Trade Marks Act;\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (ii) Decree for permanent injunction restraining the Defendants, its directors, partners or proprietors as the case may be, its assigns in business, franchisees, store owners, licencees, distributors, affiliates, subsidiaries, and agents from using for any or all business activities the Infringing - Trade Mark PRIVEE, or any other trade mark or logo/device, which is identical to and/or deceptively similar to the Plaintiffs' trade marks MBD PRIVE and PRIVE or incorporates the words \"Prive\", or any other trade mark or logo/device, which is identical to and/or deceptively similar to the abovementioned Plaintiffs Trade Marks, amounting to passing off of the goods/products of the Defendants for those of the Plaintiffs;\n(iii) Decree for delivery up of all the goods, stationery, hoardings, boards, printed material, dies, blocks, etc., bearing Infringing Trade Marks PRIVEE to an authorised representative of the Plaintiffs for destruction. \n(iv) Order for rendition of accounts of profit illegally earned by the Defendants and a decree for the amount so found due, or in the alternate, a decree for damages of at least Rs. 1,00,00,000/- may be passed in favour of the Plaintiff and against the Defendant. \n(v) An order for costs in the proceedings. \n(vi) Any further order as this Hon'ble Court deems fit and proper in the facts and circumstances of this case.\" \n7. The provisions of Order XVA of the CPC and particularly Rule 6(1)(a) thereof is also relevant and the same reads as under:-\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 \"6. Powers of the Court in a Case Management Hearing. - \n(1) In Case Management Hearing held under this Order, the Court shall have the power to - (a) Prior to the framing of issues, hear and decide any pending application filed by the parties under Order XIIIA;\nxxxx xxxx xxxx xxxx\"\n15. Section 27 CPC deals with the issuance of summons to defendants. It stipulates that where a suit has been 'duly instituted', a summons may be issued to the defendant to appear and answer the claim and may be served in the manner prescribed etc. Section 33 of the CPC stipulates that the Court, after the case has been heard, shall pronounce judgment, and on such judgment a decree shall follow.\n16. Order V Rule 1 CPC stipulates that when a suit has been 'duly instituted', a summons 'may' be issued to the defendant to appear and answer the claim and to file the written statement of his defence etc. It is clear that the provisions of Order V Rule 1(1) reflect the substantive provision contained in Section 27 CPC. \n17. From the above and particularly upon examining the provisions of Section 27 Order V Rule 1(1) CPC, it is evident that when a suit is regarded as having been \"duly instituted', a summons may be issued to the defendant. The use of the expression \"duly instituted' has to be seen in the context of the provisions of Orders VI and VII of the CPC. In the present matter, it is nobody's case that the suit had not been duly instituted in the sense that it did not comply with the requirements of Order VI and VII CPC. It is C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 neither a case of return of a plaint under Order VII Rule 10 nor a case of rejection of a plaint under Order VII Rule 11 CPC. The present case is one of dismissal of the suit itself on merits. Therefore, the only thing that needs to be examined is whether the Court had a discretion to issue or not to issue summons given that the suit had been duly instituted. In our view, the use of the word 'may' does not give discretion to the Court and does not make it optional for it to issue summons or not. This is further fortified by the fact that the first proviso to Order V Rule 1(1) itself gives a situation where summons must not be issued and that happens when a defendant appears at the presentation of the plaint and admits the plaintiff's claim. Therefore, in such a situation, there is no requirement for issuance of summons and that is why the word 'may' has been used in Order V Rule 1(1). In all other cases, when a suit has been 'duly instituted' and is not hit by either Order VII Rule 10 or Order VII Rule 11 CPC, summons has to be issued to the defendant. \n21. The provisions relating to summary judgment which enables courts to decide claims pertaining to commercial disputes without recording oral evidence are exceptional in nature and out of the ordinary course which a normal suit has to follow. In such an eventuality, it is essential that the stipulations are followed scrupulously otherwise it may result in gross injustice. As pointed out above, a specific period of time has been provided during which an application for summary judgment can be made. That period begins upon the service of summons on the defendant and ends upon the court framing issues in the suit. Even if we were to accept, which we do not, the argument of the respondents that the Court had suo moto C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 powers to deliver summary judgment without there being any application, those powers also would have to be exercised during this window, that is, after service of summons on the defendant and prior to framing of issues. In addition to this, we also reiterate that, in our view, a summary judgment under Order XIIIA CPC is not permissible without there being an appropriate application for summary judgment. The contents of an application for summary judgment are also stipulated in Rule 4 of Order XIIIA. The application is required to precisely disclose all material facts and identify the point of law, if any. In the event, the applicant seeks to rely on any documentary evidence, the applicant must include such documentary evidence in its application and identify the relevant content of such documentary evidence on which the applicant relies. The application must also state the reason why there are no real prospects of succeeding or defending the claim, as the case may be. \n22. Rule 4(2) of Order XIIIA also requires that where a hearing for summary judgment is fixed, the respondent must be given at least thirty days' notice of the date fixed for the hearing and the claim that is proposed to be decided by the Court at such hearing. Rule 4(3) of Order XIIIA makes provision which enables the respondents to file a reply within the stipulated time addressing the matters set forth in clauses (a) to (f) of the said sub-rule. In particular, the reply of the respondent ought to precisely disclose all the material facts and identify the point of law, if any, and the reasons why the relief sought by the applicant for summary judgment should not be granted. Just as in the case of the applicant, the respondent is also given the opportunity to rely upon documentary evidence C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 in its reply which must be included in the reply and the relevant content identified. The respondent's reply is also required to give reason as to why there are real prospects of succeeding on the claim or defending the claim, as the case may be. Importantly, the reply must also concisely state the issues that should be framed for trial and that it must identify what further evidence would be brought on record at trial that could not be brought on record at the stage of summary judgment. The reply should also state as to why in the light of the evidence or material on record, if any, the Court should not proceed to summary judgment. \n23. From the provisions laid out in Order XIIIA, it is evident that the proceedings before Court are adversarial in nature and not inquisitorial. It follows, therefore, that summary judgment under Order XIIIA cannot be rendered in the absence of an adversary and merely upon the inquisition by the Court. The Court is never an adversary in a dispute between parties. Unfortunately, the learned Single Judge has not considered the provisions of Order XIIIA CPC in this light. \n15. We have perused the materials available on record and gone through the paper-book, so also the decisions cited at the bar. We have also gone through the impugned summary judgment passed by the Commercial Court. \n16. The Commercial Court has observed in paragraphs no.8 to 13 as under:-\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 8. As defendants neither filed their pleadings in proper form as prescribed in Order 8 Rule 5 nor verified their pleadings as per the provisions of Order 6 Rule 15A. Defendants filed bare denial without stating that for what reason plaintiff filed the suit against them without having any connection with them. \n9. Plaintiff filed enough documentary evidence to show its transaction with defendants. Defendants are silent on the specific denial with the provisions of the law and even defendants are filed to deny the documents filed by the plaintiff with the suit. The provision of summary judgment is necessary to note here. Order 13A Rule 3. Grounds for summary judgment. - The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that - the defendant has no real prospect of successfully defending the claim and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n10. In case on hand, it is cleared that defendants have no real prospect of successfully defending the claim and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n11. Plaintiff demanded the interest @ 18% without production of any agreement. As per the definition of contract given under the Contract Act, Section 2(e) Every promise and every set of promises, forming the consideration for each other, is an agreement; and section 2(h) An agreement enforceable by law is a contract. The agreement having contractual liability is defined under section 10 of the Act. Section 10 says C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 that what agreements are contracts. All agreements are contracts if they are made by the free consent of parties competent to contract, for a lawful consideration and with a lawful object, and are not hereby expressly declared to be void. Nothing herein contained shall affect any law in force in [India] and not hereby expressly repealed by which any contract is required to be made in [writing] or in the presence of witnesses, or any law relating to the registration of documents. \n12. In case on hand, there is no written contract for the interest but as the transaction was business transaction, hence, interest may be allowed as per the provision of Section 34 of the Code of Civil Procedure. \n13. As per the provision of Order 15 Rule 3 this Court is opine that plaintiff's suit is the proper case for allowing summary judgment as defendants have no real prospect of successfully defending the claim and there is no other compelling reason for recording of oral evidence. Recently, Hon'ble Supreme Court in case: Rahul S. Shah vs. Jinendra Kumar Gandhi [CA 1659-1660 of 2021] Coram: CJI SA Bobde, Justices L. Nageswara Rao, S. Ravindra Bhat Counsel: Adv. Shailesh Madiyal, Adv Paras Jain Citation:\nLL 2021 SC 230, passed some directions for the execution of the decree. It is held that \"6. In a money suit, the Court must invariably resort to Order XXI Rule 11, ensuring immediate execution of decree for payment of money on oral application.\" Thus, if plaintiff wishes for the immediate of execution of the decree, he, may applied for the execution of decree as per the provisions of Order XXI Rule 11 of the Code of Civil Procedure and on his application the Court may issue warrant as per the C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 provisions of Order XXI Rule 11(1). The provision is run as \"(1) Where a decree is for the payment of money the court may, on the oral application of the decree holder at the time of the passing of the decree, order immediate execution thereof by the arrest of the judgment debtor, prior to the preparation of a warrant if he is within the precincts of the court.\"\n17. In case on hand, it is cleared that defendants have no real prospect of successfully defending the claim and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence. In view of the above facts and circumstances, we find that the Commercial Court has given proper reason in passing the impugned summary judgment. We also find that the Commercial Court has given sufficient opportunity to the appellants to defend their case, but they failed to do so. We are in complete agreement with conclusion arrived at by the Court and hence, we find no reasons to interfere with the same. \n18. Being fully conscious that these provisions relating to summary judgment are enabling provisions with immense responsibilities for expediting the commercial disputes, at the same times, the culmination into the judgment without recording C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 the evidence shall need to be resorted to in exceptional cases and ordinary course is not given to be a go bye. However, the stipulations as needed to be followed and need to be adhere to with precision so as not to cause injustice and multiply the litigation, we had chosen to examine this matter from that angle. \n19. Here Rule 4(2) of Order XIIIA requires giving of 30 days of notice for hearing, the reply under Rule 4(3) is also needed to be filed on an application tendered for this purpose. The defendants need to disclose all material aspects and also the point of law. It is also required of the defendant to rely upon the documentary evidences in his reply which should indicate the reasons for succeeding in the claim or defending the claim. The issues eventually for trial which need to be carved out shall also be absolutely clear. There may also be a need for specifying further evidence for the Court to be convinced us as to why the summary judgment is not desirable. Order XIIIA if is looked at merely because the Court chooses to follow this without permitting the otherside to respond to the same, would not allow such provision to operate in essence. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 20. In the instant case, we could notice tendering of an application, the time of not only 30 days had been given, it is close to 72 days which had been availed to the other side. The defendants have chosen not to state anything except the bear denial. The documents particularly both the invoices which have been relied upon by the plaintiff for its claim and notably reflected in the account of the defendants, have also not been denied. There is no manner in which it is pointed out as to how any further evidence is going to be an impediment in the plaintiff succeeding in the claim. In fact, further evidence before this Court also was permitted to be brought on record and the defendant has chosen not to avail that opportunity as well. With a specific mention of the amount of both the invoices in the account of the defendant and when these two invoices formulate the sole claim of plaintiff - respondent herein, allowing of the same, by way of judgment, on the Trial Court following due procedure as also grant of interest as per the provisions of Rule 34 of the Civil Procedure Code would warrant no interference. \n21. In the result, the appeal shall stand dismissed. There shall be no order as to costs. \nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 22. In view of the disposal of the main appeal, all pending Civil Applications shall stand disposed of. \n(SONIA GOKANI,J) (HEMANT M. PRACHCHHAK,J) V.R. PANCHAL",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "719daf23b4284eac8fd022f8aaeb2935_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa50a3ef11db4393a37c9e1580986904_1"
    },
    {
      "start": 242,
      "end": 369,
      "text": "\nGujarat High Court\nShree Lalji Impex vs Kp Sanghvi Middle East Dmcc on 2 August, 2022\nAuthor: Sonia Gokani\nBench: Sonia Gokani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41d70dc48c98481196a010d84a76fc1f_2"
    },
    {
      "start": 376,
      "end": 462,
      "text": "C/Fa/2371/2021                            Judgment Dated: 02/08/2022\n\n\n\n\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f04a6353d49243c9986cea6bbe1f9748_3"
    },
    {
      "start": 462,
      "end": 524,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                 R/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "947b320ad5834b149a5f051d1638fb20_4"
    },
    {
      "start": 525,
      "end": 554,
      "text": "First Appeal No. 2371 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b853ccd199b841638fe7bfc9767bdbcf_5"
    },
    {
      "start": 587,
      "end": 680,
      "text": "With\nCivil Application (For Production Of Additional Evidences)\n                           No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a97ce5fd57b6424c83fb0e9a7ab524ba_6"
    },
    {
      "start": 681,
      "end": 692,
      "text": ". 1 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "963bb5da675b432fa0836858b71c3393_7"
    },
    {
      "start": 727,
      "end": 748,
      "text": "In\n                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f98846efd0046e199e37a27a6bd9f4b_8"
    },
    {
      "start": 749,
      "end": 780,
      "text": "/ First Appeal No. 2371 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0093d0a057ce4d4ba209a90be980130c_9"
    },
    {
      "start": 813,
      "end": 834,
      "text": "With\n           Civil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c4f73dff1384423943aba4a4d7ccdce_10"
    },
    {
      "start": 835,
      "end": 871,
      "text": "Application (For Stay) No. 2 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b61edbdba48444bbe4302dab114a6fd_11"
    },
    {
      "start": 906,
      "end": 957,
      "text": "In\n                 R/First Appeal No. 2371 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6dfba5832d684d2792d533d27f28e11a_12"
    },
    {
      "start": 958,
      "end": 1074,
      "text": "\n\nFor Approval And Signature:\n\n\nHonourable Ms. Justice Sonia Gokani\n\nand\nHonourable Mr. Justice Hemant M. Prachchhak",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb7630a68d8447548cd70312cf2ee537_13"
    },
    {
      "start": 1077,
      "end": 1084,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "59cc7906cd224abf81d8af2a6df8d62d_14"
    },
    {
      "start": 1085,
      "end": 1092,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "830f64541ce84d819bf8aede85b68cbc_15"
    },
    {
      "start": 1093,
      "end": 1100,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ea151e465eb4ddfbbbea557ab236309_16"
    },
    {
      "start": 1101,
      "end": 1108,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22ccf5b4d1bf48178e1892718f5b4883_17"
    },
    {
      "start": 1109,
      "end": 1116,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd909c23355a44e9a738c411a689c1f1_18"
    },
    {
      "start": 1117,
      "end": 1124,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d64558103a6420a9834c896333e4521_19"
    },
    {
      "start": 1125,
      "end": 1132,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "115ff2c7989547ccac31fbc37a974a89_20"
    },
    {
      "start": 1133,
      "end": 1140,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "948bd2617167481187c07b2249cda68d_21"
    },
    {
      "start": 1141,
      "end": 1148,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6aa2223d882943118a55675d3e6aa9d3_22"
    },
    {
      "start": 1149,
      "end": 1156,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac417d069fb54ac4bbe4d0784f9d06c7_23"
    },
    {
      "start": 1157,
      "end": 1164,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "130ef27ce96044868a6fd34897abcf3f_24"
    },
    {
      "start": 1165,
      "end": 1172,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70c0a6f78c574af0b869bd4b50e3803e_25"
    },
    {
      "start": 1173,
      "end": 1180,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "531de5eda8a14332a1742b47d200d57d_26"
    },
    {
      "start": 1181,
      "end": 1188,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e59a096229564099bd177c65c14d205c_27"
    },
    {
      "start": 1189,
      "end": 1196,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b666cfc5e83749e1acc7d9400ae4a94b_28"
    },
    {
      "start": 1197,
      "end": 1203,
      "text": "= = ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c8d0a5e2f964919b2502f3ad4d57c64_29"
    },
    {
      "start": 1206,
      "end": 1351,
      "text": "1    Whether Reporters of Local Papers may be allowed                Yes\n     to see the judgment ?\n\n2    To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3b157bfd8cc46f18b73742636f6cada_30"
    },
    {
      "start": 1376,
      "end": 1386,
      "text": "Yes\n\n3    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "def606f700234718b1a95b2855be626c_31"
    },
    {
      "start": 1386,
      "end": 1435,
      "text": "Whether their Lordships wish to see the fair copy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "784fed89d1c54101a740b0318dde8bb6_32"
    },
    {
      "start": 1436,
      "end": 1476,
      "text": "               No\n     of the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "475ea810a283402fa1e92211ab40d32d_33"
    },
    {
      "start": 1477,
      "end": 1653,
      "text": "\n\n4    Whether this case involves a substantial question                No\n     of law as to the interpretation of the Constitution\n     of India or any order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7cf91891b3a46f992d7f5e38a083a65_34"
    },
    {
      "start": 1656,
      "end": 1663,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b47ffc03b0de41469176298560ccd22b_35"
    },
    {
      "start": 1664,
      "end": 1671,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e288d0fc3c544305b35eafddfa0d0ba1_36"
    },
    {
      "start": 1672,
      "end": 1679,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22ae65fe83c8427f91cf5232d49cbfab_37"
    },
    {
      "start": 1680,
      "end": 1687,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2e0deefad514a07be9288aa59e9d101_38"
    },
    {
      "start": 1688,
      "end": 1695,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2f82c4c064c4738b0090481cb13c076_39"
    },
    {
      "start": 1696,
      "end": 1703,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2986cf6bf1fa47c6b747a83aa98f72df_40"
    },
    {
      "start": 1704,
      "end": 1711,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b38ddf6642f4421bb8f580c330f003c3_41"
    },
    {
      "start": 1712,
      "end": 1719,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "969289ad2f2647d18749fe51e1f6c934_42"
    },
    {
      "start": 1720,
      "end": 1727,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4241ad3ae14244438949663c1662f7f9_43"
    },
    {
      "start": 1728,
      "end": 1735,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1430fb6f82a498daef39aa942e51d51_44"
    },
    {
      "start": 1736,
      "end": 1743,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6467cf0e46df444caff4a31cc5225510_45"
    },
    {
      "start": 1744,
      "end": 1751,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b4f3ba9b3e648fda704aaaa73dbcc45_46"
    },
    {
      "start": 1752,
      "end": 1759,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "979ba39f937b4e47baa80845849a16ee_47"
    },
    {
      "start": 1760,
      "end": 1767,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e57acad7ae1f4ef992ad074978528eaf_48"
    },
    {
      "start": 1768,
      "end": 1775,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e21636cbcfdb49828db6b729f0dcfcad_49"
    },
    {
      "start": 1776,
      "end": 1812,
      "text": "= = = =\n                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09fefed931414e9ba0b70ca248536f90_50"
    },
    {
      "start": 1812,
      "end": 1829,
      "text": "Shree Lalji Impex",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0ec25bea4c642fd90ee501d4d30e709_51"
    },
    {
      "start": 1864,
      "end": 1870,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06a46647d3b84237b79e7eeafcf3f92e_52"
    },
    {
      "start": 1894,
      "end": 1904,
      "text": "Kp Sanghvi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86fd593ed5464f98b7d9a937f84f6379_53"
    },
    {
      "start": 1905,
      "end": 1921,
      "text": "Middle East Dmcc",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43bdf2a10b54479e80e224e7991b9da5_54"
    },
    {
      "start": 1923,
      "end": 1930,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c17ba5bd5964cd2804cdfde1a72c6df_55"
    },
    {
      "start": 1931,
      "end": 1938,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96c22f0655f9446f8baa05c0e10bb277_56"
    },
    {
      "start": 1939,
      "end": 1946,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "275f79185b6e4a088ee01358792c5b1b_57"
    },
    {
      "start": 1947,
      "end": 1954,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7afacf3da1fb47c8ad70275e81080d02_58"
    },
    {
      "start": 1955,
      "end": 1962,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3177fad33784b81a849a323a564eee9_59"
    },
    {
      "start": 1963,
      "end": 1970,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aaf221777df84f2ab08968f6269ad3ed_60"
    },
    {
      "start": 1971,
      "end": 1978,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2fff9129b02849acb9546e133533a7cc_61"
    },
    {
      "start": 1979,
      "end": 1986,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6aa241891db48f3887ca124f9525166_62"
    },
    {
      "start": 1987,
      "end": 1994,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "513af41a89944495957a4bf806cc9b1e_63"
    },
    {
      "start": 1995,
      "end": 2002,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25816fd5aa8c48408eef9d908158a863_64"
    },
    {
      "start": 2003,
      "end": 2010,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f67c9e58162648e1b2318c5195476cf6_65"
    },
    {
      "start": 2011,
      "end": 2018,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e82116f019f4aa09a631118c46de53b_66"
    },
    {
      "start": 2019,
      "end": 2026,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c42e5d7530c4be99df265439edb4155_67"
    },
    {
      "start": 2027,
      "end": 2034,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0ef674dbda44fa294104cb01641f0e7_68"
    },
    {
      "start": 2035,
      "end": 2042,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad00c6ff3ae04f208f04d0435043f98e_69"
    },
    {
      "start": 2043,
      "end": 2051,
      "text": "= = = =\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f43c89a0fba94c5880dfaf4f81855917_70"
    },
    {
      "start": 2051,
      "end": 2220,
      "text": "Appearance:\nMr Kunal N Shah(6521) for the Appellant(s) No. 1,2,3,4\nMr.Kunal R.Desai(3899) for the Appellant(s) No. 1,2,3,4\nDhara P Bhatt(7530) for the Defendant(s) No. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5078f47247924711b9def85fb3be6519_71"
    },
    {
      "start": 2221,
      "end": 2272,
      "text": "\nMr. Parth H Bhatt(6381) for the Defendant(s) No. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3375576f61f148c185685cbce67465fa_72"
    },
    {
      "start": 2274,
      "end": 2281,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4006e558c494501ace806a5f07f49be_73"
    },
    {
      "start": 2282,
      "end": 2289,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "690780fd96184a3a8b8964fdd40bab52_74"
    },
    {
      "start": 2290,
      "end": 2297,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f44f1b4706f844e3bdfa2941e2e0a676_75"
    },
    {
      "start": 2298,
      "end": 2305,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7aad17b706434d85af8b4415ecd9c175_76"
    },
    {
      "start": 2306,
      "end": 2313,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18af7c390e6041b89bb681c9ec3b2971_77"
    },
    {
      "start": 2314,
      "end": 2321,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6be97670e3c24866ba42c2af4f093a53_78"
    },
    {
      "start": 2322,
      "end": 2329,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8c0a658a61fa45e5a7187579c1ac46a9_79"
    },
    {
      "start": 2330,
      "end": 2337,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99c4c6f446cf449eaa5ee9e24d5b25cd_80"
    },
    {
      "start": 2338,
      "end": 2345,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bcc99c7ca8d44ff9d457ab2cee789fd_81"
    },
    {
      "start": 2346,
      "end": 2353,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e39b773b483a40bc958c928d3e59f773_82"
    },
    {
      "start": 2354,
      "end": 2361,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e061535dd77e46b184ae5311445e03b5_83"
    },
    {
      "start": 2362,
      "end": 2369,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2034e55e608a4e0593c07def593c2272_84"
    },
    {
      "start": 2370,
      "end": 2377,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "980719c49072417098bcceafc77bfe4a_85"
    },
    {
      "start": 2378,
      "end": 2385,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9042a30732484a5eba2857d5d07503f5_86"
    },
    {
      "start": 2386,
      "end": 2393,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d48dde8e622c4f9aaf04de19b8ca9011_87"
    },
    {
      "start": 2394,
      "end": 2407,
      "text": "= = = =\n\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2adbfd7f6d874b9398f5420fc6fdc24a_88"
    },
    {
      "start": 2407,
      "end": 2413,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9664af1fa1744fba848862f2928abf79_89"
    },
    {
      "start": 2414,
      "end": 2449,
      "text": "Honourable Ms. Justice Sonia Gokani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "848e12d6a0594782912213d562b025c9_90"
    },
    {
      "start": 2461,
      "end": 2567,
      "text": "and\n\n\n\n                                Page 1 of 39\n\n                                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07b588cec35f432687900d384b284946_91"
    },
    {
      "start": 2567,
      "end": 2619,
      "text": "Downloaded on : Sat Dec 24 22:34:31 Ist 2022\n      C",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ed43bbfe44b408fa0974db52c280132_92"
    },
    {
      "start": 2620,
      "end": 2634,
      "text": "/ Fa/2371/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d0a6ca5d970464aabb6284cbc3836d1_93"
    },
    {
      "start": 2662,
      "end": 2705,
      "text": "Judgment Dated: 02/08/2022\n\n\n\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "086a5c525cb9437b8860d45b0e3166a7_94"
    },
    {
      "start": 2705,
      "end": 2737,
      "text": "Honourable Mr. Justice Hemant M.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebd37a68490640bdbc4aecfa7bf948a7_95"
    },
    {
      "start": 2752,
      "end": 2762,
      "text": "Prachchhak",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b193c7006fb945878fdb779565c9b117_96"
    },
    {
      "start": 2792,
      "end": 2837,
      "text": "Date : 02/08/2022\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5701907686f44e3bdbc281534cbc99a_97"
    },
    {
      "start": 2837,
      "end": 2902,
      "text": "Oral Judgment\n(Per : Honourable Mr. Justice Hemant M. Prachchhak)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c689acf394944c8c82ce6ff8b7d4e865_98"
    },
    {
      "start": 2904,
      "end": 3051,
      "text": "1. The present appeal is filed under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act,",
      "labels": [
        "FAC"
      ],
      "id": "ba36ac87dfb347bb8d58aeb105c4c31a_99"
    },
    {
      "start": 3052,
      "end": 3630,
      "text": " 2015 (hereinafter be referred to as the \"Act\") against the summary judgment and decree dated 29.06.2021 passed by the learned 2 nd Additional Senior Civil Judge (Commercial Court), Surat (hereinafter be referred to as the \"Trial Court\") in Commercial Suit No.116 of 2019 whereby the Trial Court has partly allowed the suit and ordered to recover Rs.1,50,01,554.24 from the defendants - appellants herein jointly and severally from the person and property along with running interest at the rate of 6% p.a. from the date of filing of the suit till the realization of the amount.",
      "labels": [
        "RLC"
      ],
      "id": "6173f55ad0cc4b199bb9d4f7c20a820d_100"
    },
    {
      "start": 3632,
      "end": 3880,
      "text": "2. The facts of the present appeal are that the appellant no.1 is a partnership firm registered under the Indian Partnership Act and engaged in business of purchase and sale of the diamonds in the name and style of M/s Shree Lalji Impex since 2006.",
      "labels": [
        "FAC"
      ],
      "id": "4facbce0932b4f9c89ae2ef1b29f2422_101"
    },
    {
      "start": 3881,
      "end": 4079,
      "text": "It is the case of the appellants that they have been doing the business C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 with the respondent for buying and selling of rough diamonds for more than 12 years.",
      "labels": [
        "FAC"
      ],
      "id": "2ec450b5be2f4c53916836b6baaebfd5_102"
    },
    {
      "start": 4080,
      "end": 4370,
      "text": "That the appellants have purchased diverse quantities of rough diamonds from respondent worth Rs.2,23,645/- USD (Rs.1,50,01,554.24) through various invoices upon 120 days of credit limit from the date of the respective invoice which the appellants have failed to repay the aforesaid amount.",
      "labels": [
        "FAC"
      ],
      "id": "b603685271bd437aba7697640f4e3b0f_103"
    },
    {
      "start": 4371,
      "end": 4683,
      "text": "It is further the case of the appellants that after issuance of summons on the appellants, they had filed written statement at Exhibit 9 raising the issue of suppression of material facts and filed another application under Order VII Rule 11 of the Civil Procedure Code challenging the jurisdiction of the Court.",
      "labels": [
        "FAC"
      ],
      "id": "439ed0e78568412ca2875fd388f7b4a4_104"
    },
    {
      "start": 4684,
      "end": 4882,
      "text": "Upon the application preferred by the respondent under Order XIII-A, the Trial Court passed the summary judgment and allowed the aforesaid suit of the appellants without recording the oral evidence.",
      "labels": [
        "RLC"
      ],
      "id": "971f0ddfb51c48c091a7bfdd0af8d00d_105"
    },
    {
      "start": 4883,
      "end": 5059,
      "text": "\n3. Feeling aggrieved and dissatisfied with the impugned summary judgment, the appellants have preferred the present appeal on various grounds enumerated in the memo of appeal.",
      "labels": [
        "FAC"
      ],
      "id": "f8d906876b094bada02cf53c32ae8945_106"
    },
    {
      "start": 5061,
      "end": 5105,
      "text": "C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 4.",
      "labels": [
        "NONE"
      ],
      "id": "ba2f5988e4fa493f9886808b8ffa3688_107"
    },
    {
      "start": 5106,
      "end": 5241,
      "text": "Heard Mr.Kunal Desai, learned advocate appearing for the appellants and Mr.Parth Bhatt, learned advocate appearing for the respondents.",
      "labels": [
        "NONE"
      ],
      "id": "96f54d4d09ad4badb01c4588ddb8ff7d_108"
    },
    {
      "start": 5243,
      "end": 5404,
      "text": "5. Mr.Desai, learned counsel appearing for the appellants has submitted that the Trial Court has not considered the pleadings in its true and proper perspective.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f2bf4f4235245458616e48272362b68_109"
    },
    {
      "start": 5405,
      "end": 5628,
      "text": "He has submitted that the Trial Court has misread and misconstrued the provisions of Order XIII-A of the Civil Procedure Code, while prescribing the grounds for summary judgment against the appellants - original defendants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c197309913864bfabd47423df1ed9143_110"
    },
    {
      "start": 5629,
      "end": 5943,
      "text": "It is submitted by the learned advocate that the Trial Court has observed that the appellants have no real prospect of successfully defending the claim and failed to consider other compelling reason and passed summary judgment without recording of the oral evidence, which has resulted into miscarriage of justice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b41d9fb76ff944679e053c429f7d7102_111"
    },
    {
      "start": 5944,
      "end": 6559,
      "text": "He has also submitted that the Trial Court has not followed the provisions of the Act more particularly in case management hearing under Exhibit 18 to the effect that the appellants failed to produce statement of truth in accordance with the provisions of Order VIII Rule 3, which is required to put on record, however, without any due diligence on the part of the learned advocate appearing for the C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 party, the said documentary evidence did not produce before the Trial Court and in absence of the documentary evidence, the impugned judgment was passed by the Trial Court.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "feb84a89fd3847faa5d997a3d266cf69_112"
    },
    {
      "start": 6559,
      "end": 6722,
      "text": "He has submitted that there is an ample materials and documentary evidence available on record and even with the appellants which did not produce before the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e4a8f6e43d1c4d04bdcbe818eb788b4f_113"
    },
    {
      "start": 6723,
      "end": 7033,
      "text": "He has submitted that as the appellants have made part payment of total outstanding amount and furnished security in a nature that the polished diamonds worth Rs.3,05,12,350/- through the third party agent namely Shri Paresh Chimediya, the Trial Court has committed an error in not considering all the aspects.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0225839627dd4e618d8f76c0b3f23cea_114"
    },
    {
      "start": 7034,
      "end": 7362,
      "text": "It is further submitted by the learned advocate that the Presiding Officer of the Commercial Court has overlooked the materials while passing the summary judgment and even not issued any notice to the appellants with regard to filing of the reply to the application and no proper opportunity has been afforded to the appellants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ea438440832b4b2586b793ef96eae660_115"
    },
    {
      "start": 7363,
      "end": 7652,
      "text": "He has also submitted that the Trial Court has not followed the ratio laid down by the Apex Court in the case of Bright Enterprise Private Vs. MJ Bizcraft LLP, (2017) SCC Online Del 6394 and, therefore, the summary judgment is not tenable and the same deserves to be quashed and set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "707b495d4f4e4155b5e047ceba0fe3e1_116"
    },
    {
      "start": 7653,
      "end": 7699,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 5.1",
      "labels": [
        "NONE"
      ],
      "id": "149ea420599346219b1a240f2083d612_117"
    },
    {
      "start": 7700,
      "end": 7901,
      "text": "Mr.Desai, learned counsel appearing for the appellants has submitted that the Trial Court has completely overlooked the provisions of the Civil Procedure Code, while passing the order under Exhibit 18.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3315409c249844fe82d970895edc44bf_118"
    },
    {
      "start": 7902,
      "end": 8183,
      "text": "He has orally submitted, in addition to the contention raised in the appeal memo, that no proper opportunity is given to the appellants to produce documents in support of the averments made in the written statement, even no notice was issued to the appellants for summary judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3510681bc74c4e33a245e978dd1606dd_119"
    },
    {
      "start": 8184,
      "end": 8449,
      "text": "\nHe has submitted that along the present appeal, civil application for stay and civil application under Order XLI Rule 27 of the Civil Procedure Code for production of the additional documents is filed as the said documents were not produced before the Trial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "307762594f7b41bd96f380b15a1d0ed1_120"
    },
    {
      "start": 8450,
      "end": 8632,
      "text": "He has strongly submitted that as the appellants have already given guarantee in terms that they deposited some polished diamonds through the third party for the purpose of security.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3bb93eb7c9eb472492706f6e0e2193e4_121"
    },
    {
      "start": 8633,
      "end": 9174,
      "text": "\n5.2 In support of his submission, Mr.Desai, learned advocate appearing for the appellants has relied upon the decision of this Court (Coram: Hon'ble Mr. Justice N. V. Anjaria and Hon'ble Mr. Justice Sandeep N. Bhatt) in the case of Murlibhai C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 Duhilanomal Chhatwani through POA Holder Anil Murlibhai Chhatwani Vs. Mohanbhai Duhilanomal Chhatwani reported 2022 (1) GLH 358 and the decision of the Apex Court in the case of Bright Enterprise Private Vs. MJ Bizcraft LLP, (2017) SCC Online Del 6394 .\n6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1314716d990c4c59b0e7add185f8a9e0_122"
    },
    {
      "start": 9175,
      "end": 9614,
      "text": "Mr. Parth Bhatt, learned advocate appearing for the respondent has submitted as under:-\n(1) The respondent - original plaintiff preferred Commercial Civil Suit No.144 of 2019 for recovery of money amounting to Rs.1,50,01,554.24.\n(2) That appellants - original defendants purchased rough diamonds from the respondent on credit limit of 120 days vide invoices bearing No.RE/0016/17-18 dated 08.05.2018 and No.RE/ 0035/17-18 dated 01.06.2017.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2b2a6bda1dbc46b39d5b3e5bd7f7db87_123"
    },
    {
      "start": 9615,
      "end": 9711,
      "text": "The goods in question were received by the appellants on 13.05.2017 and 06.06.2017 respectively.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "dc9e0a7eb3a14bec9e5c3fda12b50179_124"
    },
    {
      "start": 9712,
      "end": 10120,
      "text": "\n(3) That appellants have made false averments wherein on one hand, the appellants have denied the very transactions (paragraph 6 of the written statement) and have claimed that C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 the documents produced by the respondent are false and concocted and on the other hand, they admitted their liability of making payment for an amount of USD 4,10,201.25 (Rs.2,66,63,081/-).",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8e6b11a4b7234d1c92ef964300287907_125"
    },
    {
      "start": 10121,
      "end": 10227,
      "text": "The appellants have themselves admitted the existence of the two invoices by producing a copy of the same.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "373bc9565cd5433ab38a104b09a8e850_126"
    },
    {
      "start": 10228,
      "end": 10388,
      "text": "\n(4) The appellants have made further contrary statement wherein the person, who filed the written statement and accepted the goods, has denied the transaction.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cc8036d3564641938a22b390b290305a_127"
    },
    {
      "start": 10389,
      "end": 10609,
      "text": "\n(5) In the extract of books of accounts of the appellants, they admitted the claim of the respondent, inasmuch as, the same invoices for which the suit is preferred are reflected in the ledger account of the respondent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b6fa2b4e86b94638a1e1b9f25d09697a_128"
    },
    {
      "start": 10610,
      "end": 10722,
      "text": "Moreover, it also indicates that an amount of USD 4,10,201.25 is still outstanding to be paid to the respondent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cf33de8ded694f618d816a1b79fb9dc7_129"
    },
    {
      "start": 10723,
      "end": 10952,
      "text": "\n(6) That, there is no real prospect on the part of the respondent to defend the suit as there is a clear admission on the part of the appellants about the transaction and outstanding amount which is to be paid to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a77aed3954fd43e38ce330f37672e24b_130"
    },
    {
      "start": 10953,
      "end": 10995,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022",
      "labels": [
        "NONE"
      ],
      "id": "cbc6eb818ae041cbad99e54dc766c064_131"
    },
    {
      "start": 10996,
      "end": 11235,
      "text": "(7) Without prejudice to the aforesaid, the document at page no.8 of the Civil Application No.1 of 2021 in First Appeal No.2371 of 2021 i.e. : SWIFT DETAILS of payment of USD 50000 refers to a completely different invoice dated 24.04.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a231b39dee594fa8a05c5184510aa418_132"
    },
    {
      "start": 11237,
      "end": 11369,
      "text": "(8) That the suit is filed for two invoices bearing No.RE/0016/17-18 and RE/0035/17-18 dated 08.05.2017 and 01.06.2017 respectively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0549bb74f0d427b8e235387fb052266_133"
    },
    {
      "start": 11370,
      "end": 11443,
      "text": "The present payment details does not pertain to any of the said invoices.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7929d333b3fe425faeda1cbed1c741fb_134"
    },
    {
      "start": 11444,
      "end": 11496,
      "text": "Therefore, an attempt is made to mislead this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c8f9a1b192f4cf5ba9fc8822e9bd603_135"
    },
    {
      "start": 11497,
      "end": 11829,
      "text": "\n(9) That the stand taken by the appellants is contradictory which indicates that the payment of USD 50000 is an afterthought, which is raised only with a mala fide intention to mislead this Court as it pertains to a different invoice and, therefore, the appellants do not seem to have an iota to resist the claim of the respondent.",
      "labels": [
        "RATIO"
      ],
      "id": "921adacc9d95411590833f63a8fc9dca_136"
    },
    {
      "start": 11830,
      "end": 11923,
      "text": "This clearly proves that the appellants have no prospect of successfully defending the claim.",
      "labels": [
        "RATIO"
      ],
      "id": "94b7e96d1d5247d2bf2d69e3ebc42a11_137"
    },
    {
      "start": 11924,
      "end": 12130,
      "text": "\nThe provisions of Order XIIIA Rule 3(a) having been fulfilled, the impugned judgment deserves to be upheld and there is no reason for this Court to remand the matter back as it would be fruitless exercise.",
      "labels": [
        "RATIO"
      ],
      "id": "882676ed52864c7b93696a9b468551ec_138"
    },
    {
      "start": 12132,
      "end": 12178,
      "text": "C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (10)",
      "labels": [
        "NONE"
      ],
      "id": "00fec03a252940bd9216c38f5daa535b_139"
    },
    {
      "start": 12179,
      "end": 12385,
      "text": "It is pertinent to mentioned that along with the written statement, the appellants filed an application under Order VII Rule 11 of the Civil Procedure Code is being the jurisdiction of the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d1da1fdb82c46e3b7e28c3e2f075824_140"
    },
    {
      "start": 12386,
      "end": 12492,
      "text": "The said application came to be rejected vide order dated 28.10.2020 and the same has not been challenged.",
      "labels": [
        "FAC"
      ],
      "id": "c87f3345a3d14f85a17e17cf55099793_141"
    },
    {
      "start": 12493,
      "end": 12832,
      "text": "\n(11) The application for case management was preferred by the respondent, which was allowed on 17.03.2021 as the appellants failed to file statement of admission / denial in addition to the fact that the written statement filed was not as per the provisions of Order VIII Rule 3A.\n(12) That the application for summary judgment was filed.",
      "labels": [
        "FAC"
      ],
      "id": "afd553409b85412fa25efda7560091d2_142"
    },
    {
      "start": 12833,
      "end": 13053,
      "text": "No reply was filed by the appellants in approximately 72 days and when the matter was taken up for hearing, the appellants filed an application for adjournment, which came to be rejected and the matter was heard finally.",
      "labels": [
        "FAC"
      ],
      "id": "c94e38689cf14d39817b26f31f29f5fd_143"
    },
    {
      "start": 13054,
      "end": 13429,
      "text": "\n(13) That application at Exhibit 20 for summary judgment was duly served upon the appellants and they preferred an application for adjournment after 72 days from receipt of the C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 said application, which came to be rejected and, thereafter, the summary judgment came to be passed in presence of the learned advocate for the appellants.",
      "labels": [
        "FAC"
      ],
      "id": "4d4505c536dc445682d665afd7efbbcc_144"
    },
    {
      "start": 13430,
      "end": 13790,
      "text": "Under the circumstances, the contention of the appellants that no proper opportunity was given to them is misleading and on the contrary, an ample opportunity was given and only with an intention to delay the proceedings, the appellants neither produced any documents nor filed any reply within the stipulated time period of 30 days as per Order XIII Rule 4(3)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ce706da380046a3ae6b5144bee1fd68_145"
    },
    {
      "start": 13791,
      "end": 14047,
      "text": ". \n(14) That the conduct of the appellants in not filing any reply to the application at Exhibit 20 and not producing any documents along with their written statement clearly indicates that the appellants had no real defence to the claim of the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aefb99fd68284d708e7f60e2f7f48dd6_146"
    },
    {
      "start": 14048,
      "end": 14280,
      "text": "\nTherefore, the conduct of the appellants was only to waste the time and to protract the proceedings and even the Court granted sufficient time for more than two months to the appellants to file reply, however, they failed to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9e0cfea1dd44d9ea8a5aeb08cb71bb7_147"
    },
    {
      "start": 14281,
      "end": 14467,
      "text": "It clearly emerges that the grounds for summary judgment as mentioned in Order XIIIA Rule 3(a) are proved and after hearing the respective parties, the Commercial Court passed the order.",
      "labels": [
        "RPC"
      ],
      "id": "0c10e051bdee4097bd53b1154de1773a_148"
    },
    {
      "start": 14469,
      "end": 14514,
      "text": "C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 6.1",
      "labels": [
        "NONE"
      ],
      "id": "ba72194df85749c8bc45c2fe05c594d0_149"
    },
    {
      "start": 14515,
      "end": 14686,
      "text": "Mr.Bhatt, learned advocate has submitted that the Commercial Court has not committed any error in passing the impugned summary judgment and no interference is called for.\n",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d150ad678a7d4d75b6c2e08e78ae0d8c_150"
    },
    {
      "start": 14686,
      "end": 14757,
      "text": "He submitted that the appeal being meritless, deserves to be dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e897e2fc67314f35972f2deee376c4af_151"
    },
    {
      "start": 14759,
      "end": 14819,
      "text": "7. On 01.07.2022, this Court has passed the following order.",
      "labels": [
        "NONE"
      ],
      "id": "4b698298ec0646ea8aad84c53dd3b515_152"
    },
    {
      "start": 14820,
      "end": 15009,
      "text": "\n\"Learned advocate Mr. Kunal N. Shah for the appellants require one more opportunity to allow him to file Paresh Paladiya's affidavit and to substantiate his version of 3 rd party security.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b934407a29aa4bbf99a23abcac731f7f_153"
    },
    {
      "start": 15010,
      "end": 15060,
      "text": "\nThe matter to be posted for hearing on 13.7.2022.",
      "labels": [
        "NONE"
      ],
      "id": "6ddeef2f7f4c40cbbf2c90454b8228fd_154"
    },
    {
      "start": 15061,
      "end": 15110,
      "text": "\nThe matter to be listed in first 10 matters.\"\n8.",
      "labels": [
        "NONE"
      ],
      "id": "5c2678c3133d4d4a9069f6643d766abb_155"
    },
    {
      "start": 15111,
      "end": 15357,
      "text": "It appears that at the time of hearing of the appeal, the aforesaid order is passed by this Court to the effect that if the learned advocate for the appellants has to file affidavit of third party in support of his contention, then, he may do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c9277dab91147219da79ceb42bb19c5_156"
    },
    {
      "start": 15358,
      "end": 15500,
      "text": "But it seems that the third party is not ready and willing to support the contention and has not filed any affidavit of third party till date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad3c0977a9bf4134b3ec15ae669ae005_157"
    },
    {
      "start": 15502,
      "end": 15763,
      "text": "Learned advocate for the appellants has requested that the appellants will make the payment of decreetal amount and on C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 deposit of the same, an opportunity to contest the suit on merits can be afforded to the appellants.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e5e7c9b991684d5eab46aed498669fec_158"
    },
    {
      "start": 15764,
      "end": 15899,
      "text": "But it seems that there is no any concrete proposal made on behalf of the appellants and on all counts, the appellants failed to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b6570039ef5485db2dace8d615c1c00_159"
    },
    {
      "start": 15900,
      "end": 15964,
      "text": "Therefore, the appeal being meritless, deserves to be dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "3017cead7c50480781a6e6fe34eebfae_160"
    },
    {
      "start": 15966,
      "end": 16191,
      "text": "9. It appears that the defendants have preferred application under Order VII Rule 11 inter alia contending that the Court has no jurisdiction as it is a simple suit of recovery, for which the reply was filed by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0d3be8f86dd43749a54cf510df4e517_161"
    },
    {
      "start": 16192,
      "end": 16325,
      "text": "The application of the defendants came to be dismissed vide order dated 28.10.2020, which was not challenged before the higher forum.",
      "labels": [
        "FAC"
      ],
      "id": "098e1921ff4449c8b9e7a89a83887dfa_162"
    },
    {
      "start": 16326,
      "end": 16679,
      "text": "The original plaintiff has preferred an application under the provisions of Order XIIIA for summary judgment at Exhibit 20 and the list of documents produced by the plaintiff at Exhibit 21 and after considering the relevant facts and averments made in the application and the documentary evidence produced by the plaintiff, the impugned order is passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a3b7e2740f94b65883fc4fdd13aad2f_163"
    },
    {
      "start": 16680,
      "end": 16971,
      "text": "\n10. The summary judgment under Order XIIIA of the Civil Procedure Code is broad, by special amendment, the commercial dispute of a specified value wherein applies in its application to C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 any suit in respect of commercial dispute of a specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "253bd6b8c464454cb76a0ad36477d35f_164"
    },
    {
      "start": 16972,
      "end": 17111,
      "text": "\nThis order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence.",
      "labels": [
        "STA"
      ],
      "id": "fe01ee1884ac4ec88139fe7e52b98c44_165"
    },
    {
      "start": 17112,
      "end": 17263,
      "text": "When the Court is satisfied that the defendant has no real prospect of successfully defending their claim, the Court pass a decree of summary judgment.",
      "labels": [
        "STA"
      ],
      "id": "5987a213b3a74d33b2c8edef7273faba_166"
    },
    {
      "start": 17265,
      "end": 17441,
      "text": "11. It is worthwhile to refer to the provisions of Order XIIIA of the Civil Procedure Code, which reads as under:-\n1. Scope of and classes of suits to which this Order applies.",
      "labels": [
        "STA"
      ],
      "id": "be41575c4c2f4f758d05563ac0d86d3c_167"
    },
    {
      "start": 17442,
      "end": 17586,
      "text": "- (1) This Order sets out the procedure by which Courts may decide a claim pertaining to any Commercial Dispute without recording oral evidence.",
      "labels": [
        "STA"
      ],
      "id": "fe3863a06df34fe79930f17af996959b_168"
    },
    {
      "start": 17587,
      "end": 17876,
      "text": "\n(2) For the purposes of this Order, the word \"claim\" shall include -           (a)    part of a claim;\n          (b)    any particular question on which the claim (whether in           whole or in part) depends; or           (c)    a counter-claim, as the case may be.\n\n\n          (3)    ",
      "labels": [
        "STA"
      ],
      "id": "8d991f1c6b43492186a252aa69e50f3b_169"
    },
    {
      "start": 17876,
      "end": 18207,
      "text": "Notwithstanding    anything         to   the   contrary,      an application for summary judgment under this Order shall not be made in a suit in respect of any Commercial Dispute that is originally filed as a summary suit under Order XXXVII.\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 2. Stage for application for summary judgment.",
      "labels": [
        "STA"
      ],
      "id": "0c5a58714a3e4b52bb1920b9e996be74_170"
    },
    {
      "start": 18208,
      "end": 18489,
      "text": "- An applicant may apply for summary judgment at any time after summons has been served on the defendant:\nProvided that, no application for summary judgment may be made by such applicant after the Court has framed the issues in respect of the suit.\n3. Grounds for summary judgment.",
      "labels": [
        "STA"
      ],
      "id": "8e4085ade5dd40d1970d66ab9c64d157_171"
    },
    {
      "start": 18490,
      "end": 18890,
      "text": "- The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that - (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the claim, as the case may be; and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n4. Procedure.",
      "labels": [
        "STA"
      ],
      "id": "4ab2440b848b43d38f5bb3cde9a4519a_172"
    },
    {
      "start": 18891,
      "end": 19875,
      "text": "- (1) An application for summary judgment to a Court shall, in addition to any other matters the applicant may deem relevant, include the matters set forth in sub-rules (a) to (f) mentioned hereunder:\n(a) the application must contained a statement that it is an application for summary judgment made under this Order;\n(b) the application must precisely disclose all material facts and identify the point of law, if any;\n(c) in the event the applicant seeks to rely upon any documentary evidence, the applicant must,--\n(i) include such documentary evidence in its application, and C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (ii) identify the relevant content of such documentary evidence on which the applicant relies;\n(d) the application must state the reason why there are no real prospects of succeeding on the claim or defending the claim, as the case may be;\n(e) the application must state what relief the applicant is seeking and briefly state the grounds for seeking such relief.",
      "labels": [
        "STA"
      ],
      "id": "5f8399e579c548a9a7dfd168273f7d21_173"
    },
    {
      "start": 19876,
      "end": 20927,
      "text": "\n(2) Where a hearing for summary judgment is fixed, the respondent must be given at least thirty days' notice of:--\n    (a)     the date fixed for the hearing; and     (b)     the claim that is proposed to be decided by the Court     at such hearing.\n\n\n    (3)     The respondent may, within thirty days of the receipt of notice of application of summary judgment or notice of hearing (whichever is earlier), file a reply addressing the matters set forth in clauses (a) to (f) mentioned hereunder in addition to any other matters that the respondent may deem relevant:--\n    (a)     the reply must precisely--     (i)     disclose all material facts;\n    (ii)    identify the point of law, if any; and (iii) state the reasons why the relief sought by the applicant should not be granted;\n(b) in the event the respondent seeks to rely upon any documentary evidence in its reply, the respondent must-- (i) include such documentary evidence in its reply; and (ii) identify the relevant content of such documentary evidence on which the respondent relies;",
      "labels": [
        "STA"
      ],
      "id": "9bbd9d6d71e64d228a96de541b243833_174"
    },
    {
      "start": 20928,
      "end": 21525,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (c) the reply must state the reason why there are real prospects of succeeding on the claim or defending the claim, as the case may be;\n(d) the reply must concisely state the issues that should be framed for trial;\n(e) the reply must identify what further evidence shall be brought on record at trial that could not be brought on record at the stage of summary judgment; and (f) the reply must state why, in light of the evidence or material on record if any, the Court should not proceed to summary judgment.\n5. Evidence for hearing of summary judgment.",
      "labels": [
        "STA"
      ],
      "id": "603e84cf053542208529ce58041fbe76_175"
    },
    {
      "start": 21526,
      "end": 21917,
      "text": "--(1) Notwithstanding anything in this Order, if the respondent in an application for summary judgment wishes to rely on additional documentary evidence during the hearing, the respondent must:--\n    (a)    file such documentary evidence; and     (b)    serve copies of such documentary evidence on every other party to the application at least fifteen days prior to the date of the hearing.",
      "labels": [
        "STA"
      ],
      "id": "b887b7e1a0734d3cae45a849b4b71e00_176"
    },
    {
      "start": 21918,
      "end": 22277,
      "text": "\n(2) Notwithstanding anything in this Order, if the applicant for summary judgment wishes to rely on documentary evidence in reply to the defendant's documentary evidence, the applicant must:--\n(a) file such documentary evidence in reply; and (b) serve a copy of such documentary evidence on the respondent at least five days prior to the date of the hearing.",
      "labels": [
        "STA"
      ],
      "id": "7e366b78c1ad41c1b24923acd9eb4389_177"
    },
    {
      "start": 22278,
      "end": 22560,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (3) Notwithstanding anything to the contrary, sub-rules (1) and (2) shall not require documentary evidence to be:--\n(a) filed if such documentary evidence has already been filed; or (b) served on a party on whom it has already been served.",
      "labels": [
        "STA"
      ],
      "id": "718e585b91c2413983a065328ddc6c0b_178"
    },
    {
      "start": 22562,
      "end": 22598,
      "text": "6. Orders that may be made by Court.",
      "labels": [
        "STA"
      ],
      "id": "9357323bc9d74464bd2a6f12d3f7d519_179"
    },
    {
      "start": 22599,
      "end": 23218,
      "text": "-- (1) On an application made under this Order, the Court may make such orders that it may deem fit in its discretion including the following:--\n          (a)    judgment on the claim;\n          (b)    conditional order in accordance with Rule 7 mentioned           hereunder;\n          (c)    dismissing the application;\n          (d)    dismissing part of the claim and a judgment on part of           the claim that is not dismissed;\n          (e)    striking out the pleadings (whether in whole or in           part); or           (f)    further directions to proceed for case management           under Order XV-A.",
      "labels": [
        "STA"
      ],
      "id": "8bf7be2627ff49b2a0a288e9a953e078_180"
    },
    {
      "start": 23219,
      "end": 23377,
      "text": "\n\n\n          (2)    Where the Court makes any of the orders as set forth in sub-rule (1) (a) to (f), the Court shall record its reasons for making such order.",
      "labels": [
        "STA"
      ],
      "id": "5336d31581cb4dfc965c45e1f533e0ce_181"
    },
    {
      "start": 23379,
      "end": 23581,
      "text": "12. It would be profitably required to make reference of the decision of Madras High Court in the case of Syrma Technology Private Limited Vs. Powerwave Technologies Sweden AD, 2020 SCC Online Mad 5737.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bda92386d15d4f0eb36c86a7976c21f3_182"
    },
    {
      "start": 23582,
      "end": 23629,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 12.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e4a82fcdf524981984252070311c416_183"
    },
    {
      "start": 23630,
      "end": 23787,
      "text": "It would be relevant to refer to the observations made in paragraphs no.20, 21, 36, 37, 48 and 49 of the said decision, which are reproduced hereinafter.\n20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dee29e6d50e4f5db555a55d9a3f0844_184"
    },
    {
      "start": 23788,
      "end": 24035,
      "text": "Thus, to conclude, we are of the view that when an application is filed under Order XIII-A, a Court is expected to keep in mind the provisions contained in Order XIII-A Rules 6 and 7 before considering a summary judgment under Order XIII-A Rule 3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "816ff5a43d0b44bbb23eabba9c8145cf_185"
    },
    {
      "start": 24036,
      "end": 24136,
      "text": "We are conscious that Order XIII- A Rule 6 also speaks of a judgment on the claim both part or full.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a0cfd3f5a1c4858a6bfe7e823b0fdee_186"
    },
    {
      "start": 24137,
      "end": 24295,
      "text": "Order XIII-A Rule 7 read with other modes mentioned under Order XIII-A Rule 6 act as contraceptive to grant of summary judgment under Order XIII-A Rule 3.\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0972cd6669f84574bc8d19d5cd671d88_187"
    },
    {
      "start": 24296,
      "end": 24358,
      "text": "We have already discussed the scope and ambit of Order XIII-A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "503d6362e96247a9a2bd8dfdc1db621d_188"
    },
    {
      "start": 24359,
      "end": 24549,
      "text": "Thus, we do not wish to repeat it except by holding that there is a remarkable difference in the word appears as mentioned under Order XIII-A Rules 7 and 3, which uses the words 'considers'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01e3dcd2caae4e579e69e978b5fcb2c2_189"
    },
    {
      "start": 24550,
      "end": 24618,
      "text": "Further more, the Order XIII-A Rule 6 gives discretion to the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bef0b0661bbd48899e2080c09bf766b5_190"
    },
    {
      "start": 24619,
      "end": 24959,
      "text": "Therefore, looking from any perspective, it is not necessary that the Court will have to decide only two issues on an application filed under Order XIII-A viz.,to allow it or dismiss it, while we hold that at the time of considering the application the Court can go into the merits of the case, which is exactly the object of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4006e8b9b5594389a8646566f126472f_191"
    },
    {
      "start": 24960,
      "end": 25033,
      "text": "However, the Court has to keep in mind the import of Order XIII-A Rule 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "647f02c5fcb740a582a18cbd6c131a5c_192"
    },
    {
      "start": 25034,
      "end": 25203,
      "text": "It has to necessarily record a finding that it is proceeding under Order XIII-A Rule 3 instead of exercising its discretion otherwise provided under Order XIII-A Rule 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3bcada5c5b147338edb35567c64bc2a_193"
    },
    {
      "start": 25204,
      "end": 25328,
      "text": "Thus such a discretion when exercised has to be in tune with Order XIII- C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 A Rule 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22bcfc3d05ea4f109059e0c171735204_194"
    },
    {
      "start": 25329,
      "end": 25480,
      "text": "While exercising such a power, it appears to the Court that it would come under the purview of Order XIII-A Rule 7, it should pass a conditional order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d9bb5b1b0ff465599c2eddc023f1204_195"
    },
    {
      "start": 25481,
      "end": 25651,
      "text": "However, if it considers that an applicant has got no real prospect of succeeding and there is no other compelling reason, then it can proceed to give a summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81eb7e0e21204c6999ceb33060dc238b_196"
    },
    {
      "start": 25653,
      "end": 25785,
      "text": "36. From the aforesaid judgments the Parliamentary intention is clearly seen in facilitating a quicker decision through the process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8ba047e597c447bb7ea23473319d47e_197"
    },
    {
      "start": 25786,
      "end": 25880,
      "text": "As discussed above, we have to read the entire provision contained in Order XIII-A as a whole.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95029e77635b4120b0cb04f730a14730_198"
    },
    {
      "start": 25881,
      "end": 26074,
      "text": "If the Court comes to the conclusion that the evidence is moonshine or smokescreen and it considers that Order XIII- A Rule 3 has been complied, then it can deliver a summary judgment on merit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e09464a781d3431e96a91342b5a21382_199"
    },
    {
      "start": 26076,
      "end": 26247,
      "text": "37. The question as to whether the case is complicated or not is not the concern of the Court especially in deciding an application filed invoking Order XIII-A of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5444f8209643415ea20cc5a22cf2786e_200"
    },
    {
      "start": 26248,
      "end": 26407,
      "text": "Obviously, the respondent in the application has to produce his best evidence, which would be his \"lead trump\" as he would stand the chance of losing his case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a4d003bba8640329da27a9013f6421a_201"
    },
    {
      "start": 26409,
      "end": 26683,
      "text": "48. From the submissions made and after going through the relevant records, the judgments produced and on perusing the judgments and appeal, we feel that it appears that there is a possibility of the defendant becoming successful though it is improbable that it shall do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50eb2ce7c86f4f87ab9c5960f6bf762a_202"
    },
    {
      "start": 26684,
      "end": 26776,
      "text": "Hence, the case on hand would come under Order XIII-A Rule 7 warranting a conditional order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b076e8d0719e407da096b90d269be084_203"
    },
    {
      "start": 26777,
      "end": 26850,
      "text": "We may note that the learned single Judge has not considered this aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81ee6c38034e45ed8cded88dcb9705ec_204"
    },
    {
      "start": 26851,
      "end": 26897,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 49.",
      "labels": [
        "NONE"
      ],
      "id": "200ace84197f41718ba44d0385bb5761_205"
    },
    {
      "start": 26898,
      "end": 26956,
      "text": "We further find that there are triable issues in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70b4b7a0de594a84a93ea3220a62a5be_206"
    },
    {
      "start": 26957,
      "end": 27059,
      "text": "The first respondent itself earlier filed only an application seeking a direction to furnish security.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6da9f199d8ac48b795027c21b9b221b9_207"
    },
    {
      "start": 27060,
      "end": 27089,
      "text": "This was filed on 04.01.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1327d5b0bd034895b25f4f98d08b3f35_208"
    },
    {
      "start": 27090,
      "end": 27208,
      "text": "Only thereafter, application in O.A.No.7113 of 2018 in C.S.No.851 of 2015 has been filed on 24.07.2018 after 1  years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cee05690050f4ba48a417413cc956212_209"
    },
    {
      "start": 27209,
      "end": 27305,
      "text": "Factually there is a deviation from the purchase order with respect to the place of supply made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12f8aa5382f543dbba441c02a9dbed5d_210"
    },
    {
      "start": 27306,
      "end": 27403,
      "text": "Therefore, even on that ground, it would be the case, which would come under Order XIII-A Rule 7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f2b99c4b8974874b82862eb751faed4_211"
    },
    {
      "start": 27404,
      "end": 27864,
      "text": "In such view of the matter, while setting aside the judgment and decree of the Commercial Division, there shall be a conditional order that the appellant shall deposit a sum of Rs.2.8 crores (Rupees two crores and eighty lakhs only) to the credit of the suit in C.S.No.851 of 2015 in the name of the Registrar General, High Court, Madras-600 104, in an interest bearing deposit within a period of four weeks from the date of receipt of a copy of this judgment.",
      "labels": [
        "RPC"
      ],
      "id": "c6915793679940388f5b97ab37041bd0_212"
    },
    {
      "start": 27865,
      "end": 27995,
      "text": "We may request the learned single Judge to consider by issuing further directions to proceed for case management under Order XV-A.",
      "labels": [
        "RPC"
      ],
      "id": "3346be27b8b74d009226dd4000acac46_213"
    },
    {
      "start": 27996,
      "end": 28129,
      "text": "Accordingly, the Judgment and decree of the Commercial Division stands set aside and the Original Side Appeal stands allowed in part.",
      "labels": [
        "RPC"
      ],
      "id": "5884447c6d1a40f1abd62497bd982e76_214"
    },
    {
      "start": 28130,
      "end": 28193,
      "text": "Consequently, connected civil miscellaneous petition is closed.",
      "labels": [
        "RPC"
      ],
      "id": "b7dd87bf446d4b0b8454d2708e8cab67_215"
    },
    {
      "start": 28194,
      "end": 28342,
      "text": "We make it clear that in the event of non compliance of the order aforesaid, the judgment and decree of the learned single Judge would get restored.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67577165fff649f49ce83a4fa5e7b492_216"
    },
    {
      "start": 28344,
      "end": 28537,
      "text": "13. It would be profitably required to make reference of the decision of the Delhi High Court in the case of Su-Kam Power Systems Ltd Vs. Kunwer Sachdev and Another, 2019 SCC Online Del. 10764.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "1428ea8853a84ba38aa552e8c4327d28_217"
    },
    {
      "start": 28538,
      "end": 28585,
      "text": "\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 13.1",
      "labels": [
        "NONE"
      ],
      "id": "197c002b3e5a497090814b330ea48162_218"
    },
    {
      "start": 28586,
      "end": 28747,
      "text": "It would be relevant to refer to the observations made in paragraphs no.39, 40, 41, 44, 49, 50, 90 and 91 of the said decision, which are reproduced hereinafter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64bbcf0414144a9bbceb4f537259152c_219"
    },
    {
      "start": 28748,
      "end": 28889,
      "text": "\n39. The Commercial Courts Act, 2015 has been enacted with the intent to improve efficiency and reduce delay in disposal of commercial cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd106b2bed1e4353af76d39444fb25c0_220"
    },
    {
      "start": 28890,
      "end": 29280,
      "text": "The relevant portion of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 is reproduced hereinbelow:-\n\"to have a streamlined procedure which is to be adopted for the conduct of cases in the Commercial Courts and in the Commercial Divisions by amending the Code of Civil Procedure 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases.",
      "labels": [
        "STA"
      ],
      "id": "0928c23ca621464e96d458d9b431a144_221"
    },
    {
      "start": 29281,
      "end": 29596,
      "text": "The proposed case management system and provisions for summary judgment will enable disposal of commercial disputes in a time bound manner.\"\n(emphasis supplied)\n40. Amended Order XIIIA of CPC, as applicable to commercial disputes, enables the Court to decide a claim or part thereof without recording oral evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2eabc3d9c5324b518603db00ec688053_222"
    },
    {
      "start": 29597,
      "end": 29704,
      "text": "Order XIIIA of CPC seeks to avoid the long drawn process of leading oral evidence in certain eventualities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfc4ec72a4594dffa7554773e78eefa2_223"
    },
    {
      "start": 29705,
      "end": 29860,
      "text": "Consequently, the said provision enables disposal of commercial disputes in a time bound manner and promotes the object of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d8a396641fb47819bb8b547657dca76_224"
    },
    {
      "start": 29861,
      "end": 30260,
      "text": "\n41. Rule 3 of Order XIII-A of CPC empowers the Court to grant a summary judgment against a defendant where on C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 an application filed in that regard, the Court considers that the defendant has no real prospect of successfully defending a claim, and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "079ea213392640da8e7bc587f26049c8_225"
    },
    {
      "start": 30261,
      "end": 30283,
      "text": "Order XIIIA (3) of CPC",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4d97880ec1144d4aed3888d29165ec4_226"
    },
    {
      "start": 30284,
      "end": 30367,
      "text": ", as applicable to commercial disputes, is reproduced hereinbelow:-\n\"3. Grounds for",
      "labels": [
        "STA"
      ],
      "id": "7d2f8b5d56cc4d1f843f4d329d720613_227"
    },
    {
      "start": 30368,
      "end": 30390,
      "text": "summary judgment.--The",
      "labels": [
        "NONE"
      ],
      "id": "2ad174a533174b05af05a1a08a7b880c_228"
    },
    {
      "start": 30391,
      "end": 30771,
      "text": "Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that- (a) the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully defending the claim, as the case may be; and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f81ad49755774c0595977acd6dc3b6fd_229"
    },
    {
      "start": 30772,
      "end": 30791,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f189dce614e479e8491281b2bfa7207_230"
    },
    {
      "start": 30793,
      "end": 31229,
      "text": "44. While deciding the test for summary judgment under Rule 24.2, House of Lords in Three Rivers District Council and Others vs. Governor and Company of the Bank of England [2003] 2 A.C. 1, reiterated the observation in Swain v Hillman [2001] 1 All ER 91 that the word 'real' distinguishes 'fanciful' prospects of success and it directs the Court to examine whether there is a 'realistic' as opposed to a 'fanciful' prospect of success.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "409c83922b534b558fa711d30ba2c0c4_231"
    },
    {
      "start": 31230,
      "end": 31546,
      "text": "The House of Lords in Three Rivers District Council (supra) also held that the Court while considering the words 'no real prospect' should look to see what will happen at the trial and that if the case is so weak that it has no reasonable prospect of success, it should be stopped before great expenses are incurred.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "89291a561cdd49fe885b38409b911def_232"
    },
    {
      "start": 31547,
      "end": 31692,
      "text": "The relevant portion of the Three Rivers District Council (supra) judgment is reproduced hereinebelow:-\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96ed393f490e42daac442b1a3a3fbdc6_233"
    },
    {
      "start": 31693,
      "end": 31885,
      "text": "\"[90] The test which Clarke J applied, when he was considering whether the claim should be struck out under RSC Ord 18, r 19, was whether it was bound to fail: see p 171 of the third judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b9982b1e22f94e51ae0251ee90911e7d_234"
    },
    {
      "start": 31886,
      "end": 32160,
      "text": "Mr Stadlen submitted that the court had a wider power to dispose summarily of issues under CPR Part 24 than it did under RSC Ord 18, r 19, and that critical issue was now whether, in terms of CPR rule 24.2(a)(i), the claimants had a real prospect of succeeding on the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eff31c90c1904e18addd5c590c1de6c1_235"
    },
    {
      "start": 32161,
      "end": 32400,
      "text": "As to what these words mean, in Swain v Hillman [2001] 1 All ER 91, 92, Lord Woolf MR said:\n\"Under r 24.2, the court now has a very salutary power, both to be exercised in a claimant's favour or, where appropriate, in a defendant's favour.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "207a11118910499e967b77bbc0904e1a_236"
    },
    {
      "start": 32401,
      "end": 32518,
      "text": "It enables the court to dispose summarily of both claims or defences which have no real prospect of being successful.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb0eb8fbc2f64d3b8b81d078681eba69_237"
    },
    {
      "start": 32519,
      "end": 32639,
      "text": "The words 'no real prospect of being successful or succeeding' do not need any amplification, they speak for themselves.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1298c5102e7149df8132056b16929ebd_238"
    },
    {
      "start": 32640,
      "end": 32849,
      "text": "The word 'real' distinguishes fanciful prospects of success or, as Mr Bidder QC submits, they direct the court to the need to see whether there is a 'realistic' as opposed to a 'fanciful' prospect of success.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "77ac7cb74dc1449aa0ac222b1354160a_239"
    },
    {
      "start": 32850,
      "end": 33034,
      "text": "\n[91] The difference between a test which asks the question \"is the claim bound to fail?\" and one which asks \"does the claim have a real prospect of success?\" is not easy to determine.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d0f89bfe55a04fbcbc63fd580cbdbb25_240"
    },
    {
      "start": 33035,
      "end": 33356,
      "text": "In Swain v Hillman , at p 4, Lord Woolf explained that the reason for the contrast in language between rule 3.4 and rule 24.2 is that under rule 3.4, unlike rule 24.2, the court generally is only concerned with the statement of case which it is alleged discloses no reasonable grounds for bringing or defending the claim.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "75771abcd5f0418ba49bb0974bdcd438_241"
    },
    {
      "start": 33357,
      "end": 33612,
      "text": "In Monsanto plc v Tilly The Times, 30 November 1999; Court C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 of Appeal (Civil Division) Transcript No 1924 of 1999; Stuart Smith LJ said that rule 24.2 gives somewhat wider scope for dismissing an action or defence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71c75f311dc843d490ac060f22e65ec4_242"
    },
    {
      "start": 33613,
      "end": 33909,
      "text": "In Taylor v Midland Bank Trust Co Ltd 21 July 1999 he said that, particularly in the light of the CPR, the court should look to see what will happen at the trial and that, if the case is so weak that it had no reasonable prospect of success, it should be stopped before great expense is incurred.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a3c36a5b45a343d1a0fb712330647909_243"
    },
    {
      "start": 33910,
      "end": 34011,
      "text": "\n[92] The overriding objective of the CPR is to enable the court to deal with cases justly: rule 1.1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3e62c412f86f40cd99cff19f5eb020fb_244"
    },
    {
      "start": 34012,
      "end": 34221,
      "text": "To adopt the language of article 6(1) of the European Convention for the Protection of Human Rights and Fundamental Freedoms with which this aim is consistent, the court must ensure that there is a fair trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d675ac176f1a42758b118faf333de281_245"
    },
    {
      "start": 34222,
      "end": 34364,
      "text": "It must seek to give effect to the overriding objective when it exercises any power given to it by the Rules or interprets any rule: rule 1.2.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "25fd4d4e9e8548608c1c1ef1ba4dcbfc_246"
    },
    {
      "start": 34365,
      "end": 34472,
      "text": "While the difference between the two tests is elusive, in many cases the practical effect will be the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b36c8c6f2341472494952faa09e08b16_247"
    },
    {
      "start": 34473,
      "end": 34678,
      "text": "In more difficult and complex cases such as this one, attention to the overriding objective of dealing with the case justly is likely to be more important than a search for the precise meaning of the rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18a40378e159440c86057296eeda4c26_248"
    },
    {
      "start": 34679,
      "end": 34804,
      "text": "As May LJ said in Purdy v Cambran (unreported) 17 December 1999: Court of Appeal (Civil Division) Transcript No 2290 of 1999:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c10aef303910446d8c12809c51197969_249"
    },
    {
      "start": 34805,
      "end": 34926,
      "text": "\n\"The court has to seek to give effect to the overriding objective when it exercises any powers given to it by the rules.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2ff4665264cf4810b2d1a41f2d4f0725_250"
    },
    {
      "start": 34927,
      "end": 34978,
      "text": "This applies to applications to strike out a claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d1c8cd8fa594210ba43ad212b09ded1_251"
    },
    {
      "start": 34979,
      "end": 35370,
      "text": "When the court is considering, in a case to be decided under the Civil Procedure Rules, whether or not it is just in accordance with the overriding objective to strike out a claim, it is not necessary to analyse that question by C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 reference to the rigid and overloaded structure which a large body of decisions under the former rules had constructed.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c68197218740476a8f19712c5a6034f6_252"
    },
    {
      "start": 35371,
      "end": 35540,
      "text": "\n[93] In Swain v Hillman Lord Woolf MR gave this further guidance:\n\"It is important that a judge in appropriate cases should make use of the powers contained in Part 24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f2861ee650d4d2d83f36defa5f3b753_253"
    },
    {
      "start": 35541,
      "end": 35625,
      "text": "In doing so he or she gives effect to the overriding objectives contained in Part 1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "74e1df0a4f0e47d5bd7d3c0f35969ad5_254"
    },
    {
      "start": 35626,
      "end": 35821,
      "text": "It saves expense; it achieves expedition; it avoids the court's resources being used up on cases where this serves no purpose, and, I would add, generally, that it is in the interests of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15f64866e5ab467395ae49ddd9adad59_255"
    },
    {
      "start": 35822,
      "end": 35964,
      "text": "If a claimant has a case which is bound to fail, then it is in the claimant's interests to know as soon as possible that that is the position.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5eaf21fc038c4ccb9d20b4151e1cd905_256"
    },
    {
      "start": 35965,
      "end": 36058,
      "text": "Likewise, if a claim is bound to succeed, a claimant should know this as soon as possible ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2b4f3f16afcc4f5c82c3c4d9d5ec14e0_257"
    },
    {
      "start": 36059,
      "end": 36152,
      "text": "Useful though the power is under Part 24, it is important that it is kept to its proper role.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d17784651ed41e2b1ee589bd7b99c40_258"
    },
    {
      "start": 36153,
      "end": 36272,
      "text": "It is not meant to dispense with the need for a trial where there are issues which should be investigated at the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76867bf2e3a34fe28876de9c814a3a25_259"
    },
    {
      "start": 36273,
      "end": 36560,
      "text": "As Mr Bidder put it in his submissions, the proper disposal of an issue under Part 24 does not involve the judge conducting a mini trial, that is not the object of the provisions; it is to enable cases, where there is no real prospect of success either way, to be disposed of summarily.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e43ec87682b40e4ac608bee4bfcb524_260"
    },
    {
      "start": 36561,
      "end": 36596,
      "text": "(See [2001] 1 All ER 91 AT 94- 95.)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "319fdcd5bc2d4dce9f42e130be01935a_261"
    },
    {
      "start": 36597,
      "end": 36616,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0230783bd3384c81bfb16d1f15e73729_262"
    },
    {
      "start": 36618,
      "end": 36856,
      "text": "49. Consequently, this Court is of the view that when a summary judgment application allows the Court to find the necessary facts and resolve the dispute, proceeding to trial would generally not be proportionate, timely or cost effective.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fa6dad199c14ec89e9fda865664b979_263"
    },
    {
      "start": 36857,
      "end": 37199,
      "text": "It bears reiteration that the standard for fairness C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 is not whether the procedure is as exhaustive as a trial, but whether it gives the Court the confidence that it can find the necessary facts and apply the relevant legal principles so as to resolve the dispute as held in Robert Hryniak (supra).\n50.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b7437769a8e4a44b7d01aedee03a1ec_264"
    },
    {
      "start": 37200,
      "end": 37430,
      "text": "In fact, the legislative intent behind introducing summary judgment under Order XIIIA of CPC is to provide a remedy independent, separate and distinct from judgment on admissions and summary judgment under Order XXXVII of CPC.\n90.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34d61503883e4eacaff10a052e08639e_265"
    },
    {
      "start": 37431,
      "end": 37610,
      "text": "To reiterate, the intent behind incorporating the summary judgment procedure in the Commercial Court Act, 2015 is to ensure disposal of commercial disputes in a time-bound manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c230e40ec57f47f68f9f2b870fc12a88_266"
    },
    {
      "start": 37611,
      "end": 37750,
      "text": "In fact, the applicability of Order XIIIA, CPC to commercial disputes, demonstrates that the trial is no longer the default procedure/norm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b854c4d6c60460b8d4ffd3c38f733cf_267"
    },
    {
      "start": 37751,
      "end": 38109,
      "text": "\n91. Rule 3 of Order XIIIA, CPC, as applicable to commercial disputes, empowers the Court to grant a summary judgement against the defendant where the Court considers that the defendant has no real prospects of successfully defending the claim and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88ecce7280d143659415ada17ddec457_268"
    },
    {
      "start": 38110,
      "end": 38238,
      "text": "The expression \"real\" directs the Court to examine whether there is a \"realistic\" as opposed to \"fanciful\" prospects of success.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc61de36a4c8494980f6678047165293_269"
    },
    {
      "start": 38239,
      "end": 38459,
      "text": "This Court is of the view that the expression \"no genuine issue requiring a trial\" in Ontario Rules of Civil Procedure and \"no other compelling reason.....for trial\" in Commercial Courts Act can be read mutatis mutandis.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e0f8eca510704117a8f2feb11da5e4da_270"
    },
    {
      "start": 38460,
      "end": 38783,
      "text": "Consequently, Order XIIIA, CPC would be attracted if the Court, while hearing such an C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 application, can make the necessary finding of fact, apply the law to the facts and the same is a proportionate, more expeditious and less expensive means of achieving a fair and just result.\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c9de445ce3a417b815dbf629c01626e_271"
    },
    {
      "start": 38784,
      "end": 38939,
      "text": "In the case of Bright Enterprises Private Limited (supra), the High Court of Delhi has observed in paragraphs no.3, 7, 15, 16, 17, 21, 22, 23 as under:-\n3.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eab4d526b229431caf99c6b1df971731_272"
    },
    {
      "start": 38940,
      "end": 39327,
      "text": "The appellants/plaintiffs had filed the said suit as a commercial suit because the damages claimed by them were to the extent of Rs 1 crore which satisfied the definition of \"specified value' as contained in Section 2(1)\n(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as \"the Commercial Courts Act').",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "324d11b38c7a47db89898e4831bc70a4_273"
    },
    {
      "start": 39328,
      "end": 41081,
      "text": "\nThe plaint contained the following prayers:-\n\"(i) Decree for permanent injunction restraining the Defendants, its directors, partners or proprietors as the case may be, its assigns in business, franchisees, store owners, licencees, distributors, affiliates, subsidiaries, and agents from using for any or all business activities the Infringing Trade Mark PRIVEB, or any other trade mark or logo/device, which is identical to and/or deceptively similar to the Plaintiffs' trade marks MBD PRIVE and PRIVE or incorporates the words \"Prive\", or any other trade mark or logo/device, which is identical to and/or deceptively similar to the abovementioned Plaintiffs Trade Marks, amounting to infringement of the Plaintiffs trade mark under Section 29 the Trade Marks Act;\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 (ii) Decree for permanent injunction restraining the Defendants, its directors, partners or proprietors as the case may be, its assigns in business, franchisees, store owners, licencees, distributors, affiliates, subsidiaries, and agents from using for any or all business activities the Infringing - Trade Mark PRIVEE, or any other trade mark or logo/device, which is identical to and/or deceptively similar to the Plaintiffs' trade marks MBD PRIVE and PRIVE or incorporates the words \"Prive\", or any other trade mark or logo/device, which is identical to and/or deceptively similar to the abovementioned Plaintiffs Trade Marks, amounting to passing off of the goods/products of the Defendants for those of the Plaintiffs;\n(iii) Decree for delivery up of all the goods, stationery, hoardings, boards, printed material, dies, blocks, etc., bearing Infringing Trade Marks PRIVEE to an authorised representative of the Plaintiffs for destruction.",
      "labels": [
        "STA"
      ],
      "id": "24e9b147910e4e86b4dd9e0326c4d16b_274"
    },
    {
      "start": 41082,
      "end": 41346,
      "text": "\n(iv) Order for rendition of accounts of profit illegally earned by the Defendants and a decree for the amount so found due, or in the alternate, a decree for damages of at least Rs. 1,00,00,000/- may be passed in favour of the Plaintiff and against the Defendant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "79e1131f3c8e4efeb38d0e95cbc0864d_275"
    },
    {
      "start": 41347,
      "end": 41390,
      "text": "\n(v) An order for costs in the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc29b44ef84a4ad5806695cc81ef14c4_276"
    },
    {
      "start": 41391,
      "end": 41503,
      "text": "\n(vi) Any further order as this Hon'ble Court deems fit and proper in the facts and circumstances of this case.\"",
      "labels": [
        "STA"
      ],
      "id": "63f7bc16974147d989bfc4a0e7818f7a_277"
    },
    {
      "start": 41504,
      "end": 41729,
      "text": "\n7. The provisions of Order XVA of the CPC and particularly Rule 6(1)(a) thereof is also relevant and the same reads as under:-\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 \"6. Powers of the Court in a Case Management Hearing. -",
      "labels": [
        "STA"
      ],
      "id": "f3c2569f76424426a88a1d5473e73c8d_278"
    },
    {
      "start": 41730,
      "end": 42026,
      "text": "\n(1) In Case Management Hearing held under this Order, the Court shall have the power to - (a) Prior to the framing of issues, hear and decide any pending application filed by the parties under Order XIIIA;\nxxxx xxxx xxxx xxxx\"\n15. Section 27 CPC deals with the issuance of summons to defendants.",
      "labels": [
        "STA"
      ],
      "id": "3cdecf45b9d940c291f5a097674fe06f_279"
    },
    {
      "start": 42027,
      "end": 42206,
      "text": "It stipulates that where a suit has been 'duly instituted', a summons may be issued to the defendant to appear and answer the claim and may be served in the manner prescribed etc.",
      "labels": [
        "STA"
      ],
      "id": "728f25e684b44cdab99adf30235083b6_280"
    },
    {
      "start": 42207,
      "end": 42563,
      "text": "Section 33 of the CPC stipulates that the Court, after the case has been heard, shall pronounce judgment, and on such judgment a decree shall follow.\n16. Order V Rule 1 CPC stipulates that when a suit has been 'duly instituted', a summons 'may' be issued to the defendant to appear and answer the claim and to file the written statement of his defence etc.",
      "labels": [
        "STA"
      ],
      "id": "be2486b8f0b5462d92937ebd9e7fb7e7_281"
    },
    {
      "start": 42564,
      "end": 42679,
      "text": "It is clear that the provisions of Order V Rule 1(1) reflect the substantive provision contained in Section 27 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b283df8d52314d2dbdd68bbbfd51af9e_282"
    },
    {
      "start": 42681,
      "end": 42902,
      "text": "17. From the above and particularly upon examining the provisions of Section 27 Order V Rule 1(1) CPC, it is evident that when a suit is regarded as having been \"duly instituted', a summons may be issued to the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "141209fb11d24e13a0ebbd51abea5156_283"
    },
    {
      "start": 42903,
      "end": 43027,
      "text": "The use of the expression \"duly instituted' has to be seen in the context of the provisions of Orders VI and VII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab3ec4d547ef47febb6c9b70bf97f58f_284"
    },
    {
      "start": 43028,
      "end": 43196,
      "text": "In the present matter, it is nobody's case that the suit had not been duly instituted in the sense that it did not comply with the requirements of Order VI and VII CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1202cd1630c4ba09fb57cebe8f0ee90_285"
    },
    {
      "start": 43197,
      "end": 43370,
      "text": "It is C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 neither a case of return of a plaint under Order VII Rule 10 nor a case of rejection of a plaint under Order VII Rule 11 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1f2a02f262d497a84409bca8ffcf0ff_286"
    },
    {
      "start": 43371,
      "end": 43437,
      "text": "The present case is one of dismissal of the suit itself on merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d02f4d7a0cd74d4ab30a3320a8dfb98d_287"
    },
    {
      "start": 43438,
      "end": 43606,
      "text": "Therefore, the only thing that needs to be examined is whether the Court had a discretion to issue or not to issue summons given that the suit had been duly instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30274e79b1e14605a9ee565985fde945_288"
    },
    {
      "start": 43607,
      "end": 43745,
      "text": "In our view, the use of the word 'may' does not give discretion to the Court and does not make it optional for it to issue summons or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2d02bb6275c4283840469f7e4fd4e15_289"
    },
    {
      "start": 43746,
      "end": 43995,
      "text": "This is further fortified by the fact that the first proviso to Order V Rule 1(1) itself gives a situation where summons must not be issued and that happens when a defendant appears at the presentation of the plaint and admits the plaintiff's claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19736d1d09f04c058b869ec367c3b299_290"
    },
    {
      "start": 43996,
      "end": 44142,
      "text": "Therefore, in such a situation, there is no requirement for issuance of summons and that is why the word 'may' has been used in Order V Rule 1(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd90554651f741e4a260c69b1eb67a31_291"
    },
    {
      "start": 44143,
      "end": 44313,
      "text": "In all other cases, when a suit has been 'duly instituted' and is not hit by either Order VII Rule 10 or Order VII Rule 11 CPC, summons has to be issued to the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6aa0ad788a741e9b84ffa8465896771_292"
    },
    {
      "start": 44315,
      "end": 44558,
      "text": "21. The provisions relating to summary judgment which enables courts to decide claims pertaining to commercial disputes without recording oral evidence are exceptional in nature and out of the ordinary course which a normal suit has to follow.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa9894268b364d01881e55c0d068d8d8_293"
    },
    {
      "start": 44559,
      "end": 44690,
      "text": "In such an eventuality, it is essential that the stipulations are followed scrupulously otherwise it may result in gross injustice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1378b76f3ce049eda1e8cd4fadaa6aa5_294"
    },
    {
      "start": 44691,
      "end": 44818,
      "text": "As pointed out above, a specific period of time has been provided during which an application for summary judgment can be made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02b52611ad8c44779cd64aa2a4bf835c_295"
    },
    {
      "start": 44819,
      "end": 44934,
      "text": "That period begins upon the service of summons on the defendant and ends upon the court framing issues in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48ae84ae7bbb446cad5e7de9f2665c9e_296"
    },
    {
      "start": 44935,
      "end": 45300,
      "text": "Even if we were to accept, which we do not, the argument of the respondents that the Court had suo moto C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 powers to deliver summary judgment without there being any application, those powers also would have to be exercised during this window, that is, after service of summons on the defendant and prior to framing of issues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55aa8ae48bb6411c97108824b15e9ed7_297"
    },
    {
      "start": 45301,
      "end": 45487,
      "text": "In addition to this, we also reiterate that, in our view, a summary judgment under Order XIIIA CPC is not permissible without there being an appropriate application for summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68766ca6dcf44f03964f6ac6d8ff55e3_298"
    },
    {
      "start": 45488,
      "end": 45585,
      "text": "The contents of an application for summary judgment are also stipulated in Rule 4 of Order XIIIA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a428717205a94603966ef16781f524c5_299"
    },
    {
      "start": 45586,
      "end": 45693,
      "text": "The application is required to precisely disclose all material facts and identify the point of law, if any.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "265895eaedf64d8d854e1e0e44564325_300"
    },
    {
      "start": 45694,
      "end": 45930,
      "text": "In the event, the applicant seeks to rely on any documentary evidence, the applicant must include such documentary evidence in its application and identify the relevant content of such documentary evidence on which the applicant relies.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b5b9eb34dd2482585283825e00707cd_301"
    },
    {
      "start": 45931,
      "end": 46063,
      "text": "The application must also state the reason why there are no real prospects of succeeding or defending the claim, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f57b985c4ee2413dba7605636b74cfdd_302"
    },
    {
      "start": 46064,
      "end": 46326,
      "text": "\n22. Rule 4(2) of Order XIIIA also requires that where a hearing for summary judgment is fixed, the respondent must be given at least thirty days' notice of the date fixed for the hearing and the claim that is proposed to be decided by the Court at such hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be9edac4a941477cb33a9b3c1da45265_303"
    },
    {
      "start": 46327,
      "end": 46517,
      "text": "Rule 4(3) of Order XIIIA makes provision which enables the respondents to file a reply within the stipulated time addressing the matters set forth in clauses (a) to (f) of the said sub-rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c01312e856794e2e953274eb672354a5_304"
    },
    {
      "start": 46518,
      "end": 46749,
      "text": "In particular, the reply of the respondent ought to precisely disclose all the material facts and identify the point of law, if any, and the reasons why the relief sought by the applicant for summary judgment should not be granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "476ff97769584fe9ac5e0413fed27541_305"
    },
    {
      "start": 46750,
      "end": 46994,
      "text": "Just as in the case of the applicant, the respondent is also given the opportunity to rely upon documentary evidence C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 in its reply which must be included in the reply and the relevant content identified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5545aacfe643441e9151a4dc4f3c6cd2_306"
    },
    {
      "start": 46995,
      "end": 47155,
      "text": "The respondent's reply is also required to give reason as to why there are real prospects of succeeding on the claim or defending the claim, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d98428449c5b48cb8846afd37939010f_307"
    },
    {
      "start": 47156,
      "end": 47401,
      "text": "Importantly, the reply must also concisely state the issues that should be framed for trial and that it must identify what further evidence would be brought on record at trial that could not be brought on record at the stage of summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa863baf2bda4aa1b049a24ed3b8ecca_308"
    },
    {
      "start": 47402,
      "end": 47549,
      "text": "The reply should also state as to why in the light of the evidence or material on record, if any, the Court should not proceed to summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2694fbc448734689915a0bf751a97c95_309"
    },
    {
      "start": 47551,
      "end": 47696,
      "text": "23. From the provisions laid out in Order XIIIA, it is evident that the proceedings before Court are adversarial in nature and not inquisitorial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71fe9316d14647b594a58788546ed133_310"
    },
    {
      "start": 47697,
      "end": 47855,
      "text": "It follows, therefore, that summary judgment under Order XIIIA cannot be rendered in the absence of an adversary and merely upon the inquisition by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99b4302b85a64bb6b050f518fb557dca_311"
    },
    {
      "start": 47856,
      "end": 47917,
      "text": "The Court is never an adversary in a dispute between parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea61e927a1d54227bfab68355a40f3a9_312"
    },
    {
      "start": 47918,
      "end": 48025,
      "text": "Unfortunately, the learned Single Judge has not considered the provisions of Order XIIIA CPC in this light.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d754e4d6b8bc439f9411d1c149543496_313"
    },
    {
      "start": 48027,
      "end": 48153,
      "text": "15. We have perused the materials available on record and gone through the paper-book, so also the decisions cited at the bar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab02bb14a6ff42348ff02c6e47ff0dbe_314"
    },
    {
      "start": 48154,
      "end": 48241,
      "text": "We have also gone through the impugned summary judgment passed by the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5648fad1c38840a6aca1ad73688eb532_315"
    },
    {
      "start": 48243,
      "end": 48361,
      "text": "16. The Commercial Court has observed in paragraphs no.8 to 13 as under:-\nC/FA/2371/2021 JUDGMENT DATED: 02/08/2022 8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d93754f17edf4d44b505c00583b67e6e_316"
    },
    {
      "start": 48362,
      "end": 48524,
      "text": "As defendants neither filed their pleadings in proper form as prescribed in Order 8 Rule 5 nor verified their pleadings as per the provisions of Order 6 Rule 15A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f691ab703af949598f11273e41d56f7d_317"
    },
    {
      "start": 48525,
      "end": 48669,
      "text": "Defendants filed bare denial without stating that for what reason plaintiff filed the suit against them without having any connection with them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b6e4d55e1614067b2c9a6752695e85f_318"
    },
    {
      "start": 48671,
      "end": 48758,
      "text": "9. Plaintiff filed enough documentary evidence to show its transaction with defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87009cb2572246a3a73d2d4ac4b6354a_319"
    },
    {
      "start": 48759,
      "end": 48924,
      "text": "Defendants are silent on the specific denial with the provisions of the law and even defendants are filed to deny the documents filed by the plaintiff with the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fb9ba894bdf49c7a9173f74d968d301_320"
    },
    {
      "start": 48925,
      "end": 48985,
      "text": "The provision of summary judgment is necessary to note here.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cdb1d799382c44caba683722734174d8_321"
    },
    {
      "start": 48986,
      "end": 49033,
      "text": "Order 13A Rule 3. Grounds for summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c9b79d1542248afafaffff9c3870c2d_322"
    },
    {
      "start": 49034,
      "end": 49334,
      "text": "- The Court may give a summary judgment against a plaintiff or defendant on a claim if it considers that - the defendant has no real prospect of successfully defending the claim and (b) there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n10.",
      "labels": [
        "STA"
      ],
      "id": "a7e85f32d10d4b7da058dfbabd7ef37b_323"
    },
    {
      "start": 49335,
      "end": 49558,
      "text": "In case on hand, it is cleared that defendants have no real prospect of successfully defending the claim and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afe9b7ccb0fc4fa6a11841586cc36cfe_324"
    },
    {
      "start": 49559,
      "end": 49633,
      "text": "Plaintiff demanded the interest @ 18% without production of any agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df23fb35d168480fb986c912882235c7_325"
    },
    {
      "start": 49634,
      "end": 49874,
      "text": "As per the definition of contract given under the Contract Act, Section 2(e) Every promise and every set of promises, forming the consideration for each other, is an agreement; and section 2(h) An agreement enforceable by law is a contract.",
      "labels": [
        "STA"
      ],
      "id": "0529279f4e1a4e6b8ad76a36d47cb908_326"
    },
    {
      "start": 49875,
      "end": 49957,
      "text": "The agreement having contractual liability is defined under section 10 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f90bb017da9b4919a5115ba74a9a0179_327"
    },
    {
      "start": 49958,
      "end": 50051,
      "text": "Section 10 says C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 that what agreements are contracts.",
      "labels": [
        "STA"
      ],
      "id": "13aee49427b440a0b7b18f5e9c8b2651_328"
    },
    {
      "start": 50052,
      "end": 50254,
      "text": "All agreements are contracts if they are made by the free consent of parties competent to contract, for a lawful consideration and with a lawful object, and are not hereby expressly declared to be void.",
      "labels": [
        "STA"
      ],
      "id": "c8af40a767764584a2ab6aea32925d6f_329"
    },
    {
      "start": 50255,
      "end": 50499,
      "text": "Nothing herein contained shall affect any law in force in [India] and not hereby expressly repealed by which any contract is required to be made in [writing] or in the presence of witnesses, or any law relating to the registration of documents.",
      "labels": [
        "STA"
      ],
      "id": "19beaada344543229a9cb9a0412568d3_330"
    },
    {
      "start": 50501,
      "end": 50714,
      "text": "12. In case on hand, there is no written contract for the interest but as the transaction was business transaction, hence, interest may be allowed as per the provision of Section 34 of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea5856342bd345ad9522e9bfd75f6dd8_331"
    },
    {
      "start": 50716,
      "end": 50994,
      "text": "13. As per the provision of Order 15 Rule 3 this Court is opine that plaintiff's suit is the proper case for allowing summary judgment as defendants have no real prospect of successfully defending the claim and there is no other compelling reason for recording of oral evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26c6f45dabd34c54ac79cdb98b2e470f_332"
    },
    {
      "start": 50995,
      "end": 51292,
      "text": "Recently, Hon'ble Supreme Court in case: Rahul S. Shah vs. Jinendra Kumar Gandhi [CA 1659-1660 of 2021] Coram: CJI SA Bobde, Justices L. Nageswara Rao, S. Ravindra Bhat Counsel: Adv. Shailesh Madiyal, Adv Paras Jain Citation:\nLL 2021 SC 230, passed some directions for the execution of the decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19663462cc694129b6b50e6d0adacf50_333"
    },
    {
      "start": 51293,
      "end": 51466,
      "text": "It is held that \"6. In a money suit, the Court must invariably resort to Order XXI Rule 11, ensuring immediate execution of decree for payment of money on oral application.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c3d7999de6a452abf500a26fc40b20b_334"
    },
    {
      "start": 51467,
      "end": 51796,
      "text": "Thus, if plaintiff wishes for the immediate of execution of the decree, he, may applied for the execution of decree as per the provisions of Order XXI Rule 11 of the Code of Civil Procedure and on his application the Court may issue warrant as per the C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 provisions of Order XXI Rule 11(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "910fec3c964047269718b03773cb5b52_335"
    },
    {
      "start": 51797,
      "end": 52129,
      "text": "The provision is run as \"(1) Where a decree is for the payment of money the court may, on the oral application of the decree holder at the time of the passing of the decree, order immediate execution thereof by the arrest of the judgment debtor, prior to the preparation of a warrant if he is within the precincts of the court.\"\n17.",
      "labels": [
        "STA"
      ],
      "id": "6ebb4b694c324ea88ad5f417dea10335_336"
    },
    {
      "start": 52130,
      "end": 52349,
      "text": "In case on hand, it is cleared that defendants have no real prospect of successfully defending the claim and there is no other compelling reason why the claim should not be disposed of before recording of oral evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ec94cfc3f7b4a2f88847cc217c2682d_337"
    },
    {
      "start": 52350,
      "end": 52495,
      "text": "In view of the above facts and circumstances, we find that the Commercial Court has given proper reason in passing the impugned summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6561dd3dc816488aa91a98e1413c0754_338"
    },
    {
      "start": 52496,
      "end": 52633,
      "text": "We also find that the Commercial Court has given sufficient opportunity to the appellants to defend their case, but they failed to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83d5bd5db7a3480181bb361bb0647283_339"
    },
    {
      "start": 52634,
      "end": 52760,
      "text": "We are in complete agreement with conclusion arrived at by the Court and hence, we find no reasons to interfere with the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a327f90331274deb8aa6bb9ae28d2b1b_340"
    },
    {
      "start": 52761,
      "end": 53157,
      "text": "\n18. Being fully conscious that these provisions relating to summary judgment are enabling provisions with immense responsibilities for expediting the commercial disputes, at the same times, the culmination into the judgment without recording C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 the evidence shall need to be resorted to in exceptional cases and ordinary course is not given to be a go bye.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27f32480f9114f4b8670aaaaad86410b_341"
    },
    {
      "start": 53158,
      "end": 53360,
      "text": "However, the stipulations as needed to be followed and need to be adhere to with precision so as not to cause injustice and multiply the litigation, we had chosen to examine this matter from that angle.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce62b87a4fed41c6a0b72cd352bb4a63_342"
    },
    {
      "start": 53362,
      "end": 53543,
      "text": "19. Here Rule 4(2) of Order XIIIA requires giving of 30 days of notice for hearing, the reply under Rule 4(3) is also needed to be filed on an application tendered for this purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e763f47289964b5bb17d53451b078354_343"
    },
    {
      "start": 53544,
      "end": 53623,
      "text": "The defendants need to disclose all material aspects and also the point of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a202696179d040a1b28406143d4a915a_344"
    },
    {
      "start": 53624,
      "end": 53798,
      "text": "It is also required of the defendant to rely upon the documentary evidences in his reply which should indicate the reasons for succeeding in the claim or defending the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d13f0f23540a417c804a60d116d16682_345"
    },
    {
      "start": 53799,
      "end": 53890,
      "text": "The issues eventually for trial which need to be carved out shall also be absolutely clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c3f61d910f847acbb35f5c44a01e97c_346"
    },
    {
      "start": 53891,
      "end": 54029,
      "text": "There may also be a need for specifying further evidence for the Court to be convinced us as to why the summary judgment is not desirable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18c999f4e17447a68fb93fbf1513b043_347"
    },
    {
      "start": 54030,
      "end": 54216,
      "text": "Order XIIIA if is looked at merely because the Court chooses to follow this without permitting the otherside to respond to the same, would not allow such provision to operate in essence.",
      "labels": [
        "RATIO"
      ],
      "id": "830e8f31d1224c29a212e58a90151f9c_348"
    },
    {
      "start": 54218,
      "end": 54263,
      "text": "C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 20.",
      "labels": [
        "NONE"
      ],
      "id": "88faf271128f40d78c8f7aacebc1d6eb_349"
    },
    {
      "start": 54264,
      "end": 54439,
      "text": "In the instant case, we could notice tendering of an application, the time of not only 30 days had been given, it is close to 72 days which had been availed to the other side.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f1e5ac58c67466a8de299cd07db5e74_350"
    },
    {
      "start": 54440,
      "end": 54512,
      "text": "The defendants have chosen not to state anything except the bear denial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b43c99c42d9e4cfb827df495662a0f5a_351"
    },
    {
      "start": 54513,
      "end": 54699,
      "text": "The documents particularly both the invoices which have been relied upon by the plaintiff for its claim and notably reflected in the account of the defendants, have also not been denied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a154064c5444ee1a2db6a4144fc11a1_352"
    },
    {
      "start": 54700,
      "end": 54847,
      "text": "There is no manner in which it is pointed out as to how any further evidence is going to be an impediment in the plaintiff succeeding in the claim.",
      "labels": [
        "RATIO"
      ],
      "id": "fd22b812501d41b3bc92e05934d284b0_353"
    },
    {
      "start": 54848,
      "end": 55002,
      "text": "In fact, further evidence before this Court also was permitted to be brought on record and the defendant has chosen not to avail that opportunity as well.",
      "labels": [
        "RATIO"
      ],
      "id": "8e12053ba3464e438ddbca54d7224e3f_354"
    },
    {
      "start": 55003,
      "end": 55383,
      "text": "With a specific mention of the amount of both the invoices in the account of the defendant and when these two invoices formulate the sole claim of plaintiff - respondent herein, allowing of the same, by way of judgment, on the Trial Court following due procedure as also grant of interest as per the provisions of Rule 34 of the Civil Procedure Code would warrant no interference.",
      "labels": [
        "RATIO"
      ],
      "id": "689eb28566a640d3b98dcdbaec490434_355"
    },
    {
      "start": 55385,
      "end": 55437,
      "text": "21. In the result, the appeal shall stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "e326ad09b8e94b46aacfe8e129b45dd3_356"
    },
    {
      "start": 55438,
      "end": 55474,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "be9424452be8457d9792469b6f4728f5_357"
    },
    {
      "start": 55476,
      "end": 55521,
      "text": "C/FA/2371/2021 JUDGMENT DATED: 02/08/2022 22.",
      "labels": [
        "NONE"
      ],
      "id": "51ba69f9e19d4bf89e47e0b55a2d6071_358"
    },
    {
      "start": 55522,
      "end": 55621,
      "text": "In view of the disposal of the main appeal, all pending Civil Applications shall stand disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "acc1a86989584c458320cc3257da4648_359"
    },
    {
      "start": 55622,
      "end": 55677,
      "text": "\n(SONIA GOKANI,J) (HEMANT M. PRACHCHHAK,J) V.R. PANCHAL",
      "labels": [
        "NONE"
      ],
      "id": "2dcf6445e2aa4eb48ae0db81b221b4f7_360"
    }
  ]
}