{
  "id": "363c7ac15017003c78f5a2583bdeae3a7c75271ed246003855c4dfef08bae5da",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court\nRahee Infratech Limited vs Union Of India And Anr on 1 May, 2024 \nAuthor: Sugato Majumdar\nBench: Sugato Majumdar \nOcd - 3 \n\n                                  Order Sheet\n                    In The High Court At Calcutta\n               Ordinary Original Civil Jurisdiction \n                                Original Side\n                           Commercial Divisio N                                 IA NO. GA/5/2023                               [OLD NO CS/221/2007] \n                               In CS - COM/41/2024                           RAHEE INFRATECH LIMITED. \n                                      Vs                            UNION OF INDIA AND ANR. \n\nBEFORE:\nTHE HON'BLE JUSTICE SUGATO MAJUMDAR Date: 1st May, 2024 Appearance: \nMr. Nirmalya Dasgupta, Adv.\nMr. R. L. Mitra, Adv.\nMs. Priyanka Dhar, Adv. \n... for the Plaintiff. \nMr. Sunil Kumar Singhania, Adv. \nMs. K. Singhania, Adv.\n...for the Defendant No. 1. \nThe Court: The instant application is filed by the Plaintiff of the suit praying for striking out the defense of the Defendant No.1 and to treat the suit as undefended. \nThe nutshell of the instant application is that the suit was instituted by the Plaintiff in the month of September, 2007. For last sixteen years the Defendant No.1 being Union of India did not file any written statement. The suit has already been 2|Page treated as undefended one against the Defendant No.2. By an Order of this Court the suit has been transferred to Commercial Division on 08/05/2023. Since then, also, the Defendant No.1 failed to file any written statement. The Plaintiff challenged also the authority of the present Counsel to represent the Defendant No.1 in the present suit. Therefore, according to the Plaintiff, the suit should be an undefended one against the Defendant No.1 too. \nAffidavit-in-Opposition is filed by the Defendant No.1. It is contended that one arbitration proceeding was pending with regard to the same contract at Jabalpur. The Plaintiff contested the arbitration proceeding at Jabalpur but deliberately did not take any step in the suit from 2007 to 2023. Only after filing of GA 4 of 2023 by the Defendant No.1, the Plaintiff became active. It is further contended that in view of pendency of the arbitration proceeding, the instant suit should be dismissed as the dispute of the present suit is squarely covered by the arbitration proceeding. It is further contended that the Plaintiff company does not exist in the record of the Registrar of Companies since 03/08/2010. As such the suit is not maintainable. All other allegations are refuted by the Defendant No.1. \nAffidavit-in-Reply is filed by the Plaintiff. It is contended that statutory 120 days have elapsed since transfer of the suit to the Commercial Division. As such there is no scope to file written statement by the Defendant No.1 in view of strict provision of the Commercial Courts Act, 2015 read with amended Code of Civil Procedure. The Defendant No.1 has not filed any application praying for extension of time to file written statement. It is further contended that the arbitration proceeding has no bearing with the present suit. \n3|Page A supplementary affidavit is filed by the Plaintiff wherein it is stated that after transfer of the suit to the Commercial Division plaint was amended and the amended plaint has been served on the Defendant No.1 on 05/03/2024. \nOne of the contentions of the Defendant No.1 in the affidavit-in-opposition is that the suit should be dismissed in view of pendency of the arbitration proceeding at Jabalpur. The Defendant No.1 filed earlier GA 4 of 2023 praying for disposal of the instant suit as being infructuous in view of pendency of the arbitration proceeding. GA 4 of 2023 was dismissed and disposed of by this Court in terms of the Order dated 05/03/2024. It was observed that the subject matter of arbitration proceeding is breach of contract and termination of the same. That dispute is between the Plaintiff and the Defendant No.1 whereas the subject matter of the present suit is bank guarantee issued by the Defendant No.2. Therefore, that issue was resolved by this Court in terms of the aforesaid Order dated 05/03/2024. That issue cannot be raised again. \nIt is argued by the Learned Counsel for the Defendant No.1 that in view of ratio of Iridium India Telecom Ltd. vs Motorola Inc. [(2005) 2 SCC 145], provisions of the Code of Civil Procedure, 1908 is not applicable to the Original Side of this High Court. Therefore, timeframe of 120 days is not applicable. \nThe Learned Counsel for the Plaintiff refuted the contention with reference to the observations made in Firdous Omer (Dead) by L.Rs and Others vs Bankim Chandra Daw (Dead) by L.Rs & Ors. [(2006) 6 SCC 569] . \nIn this context, it is necessary to look into the provisions of Section 16 of the Commercial Courts Act, 2015. \n4|Page \"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.-- \n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\" Unambiguous and clear provision of section 16(2) shows that Commercial Division should follow the provisions of the Code of Civil Procedure, 1908 as amended by the Commercial Courts Act 2015 in respect of the suits coming within the ambit of commercial dispute, as defined in the Act. Iridium India Telecom Ltd.'s case was decided by the Supreme Court of India when the Commercial Courts' Act 2015 was not in existence. The Supreme Court of India had no opportunity to consider the provisions of section 16 of the Act, at that point of time. Therefore, the argument of the Learned Counsel for the Defendant No.1 holds no ground. \nThe Commercial Courts' Act 2015 was enacted with object to provide speedy trial and disposal of commercial disputes. Speedy disposal of commercial disputes was the need of the day. Delay in disposal caused adverse impact on economy. With these prime objects the Act came into being by the Parliament. The Code of Civil Procedure, 1908 was suitably amended to prescribe a different procedural 5|Page regime, different from the procedure of ordinary trial. Section 15 of the Act provides for transfer of pending suits, which partake the characters of commercial disputes, to Commercial Courts or Commercial Divisions, as the case may be. It is relevant, to look into the provisions of Section 15 of the Act, at this juncture. \n\"15. Transfer of pending cases.-- (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court: Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. (4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such 6|Page transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n( 5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" \nOrder V sub-rule 1 of Rule 1 of the Code of Civil Procedure, 1908, as applicable to commercial suits, created a time frame of 120 days maximum, for filing written statement. But Section 15 sub-clause 4 curves out an exception to this. Section 15 (4) is applicable to those suits which were filed in the original civil jurisdiction prior to coming into force of the Commercial Courts' Act, 2015, but subsequently transferred to Commercial Division or Commercial Court, as the case may be. On such transfer, these suits entered into a new procedural regime introduced by the Commercial Courts Act, 2015 as well as amended the Code of Civil Procedure, 1908 as applicable under the Act. A close look of Section 15 (4) yields that on transfer to Commercial Division or Commercial Courts as the case may be, the said Court or Commercial Division shall either hold case management hearing to prescribe a new timeline or issue further directions for speedy and efficacious disposal of such suit in accordance with Order XV-A of the Code of Civil Procedure, 1908. It is very clearly stated that a new time line shall be prescribed by the Court or Commercial Division concerned. Proviso of Section 15 (4) is more conspicuous to state that proviso of sub-rule 1 of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suits and the Court may in its discretion prescribe a new time period 7|Page within which written statement shall be filed. This proviso dispensed with time constrain imposed by sub-rule 1 of Rule 1 of Order V of the Code of Civil Procedure, 1908 and placed it on the discretion of Court or Commercial Division to frame new time line. It could be understood and interpreted that even if written statement has not been filed prior to transfer to Commercial Division, lapsed time frame of 120 days at that stage, could not continue and a fresh time line will start. Similar observation was made by a Co-ordinate Bench of this Court in Dilip Choudhury vs Pratishruti Projects Limited and Others [2019 SCC OnLine Cal 2346]:\n\"28. This brings us to the window preserved under the proviso to Section 15(4) notwithstanding the suit having been transferred to the Commercial Division of a court. By empowering the commercial division/commercial court to prescribe new timelines in respect of a transferred suit and a mandatory \"shall not (to) apply\" of the amended provisions of the C.P.C. in relation to filing of written statements pertaining the outer limit of filing of written statements, the framers of the Act have expressed a clear intention to retain the right of a defendant (in fit cases) in the interest of justice where the suit enters a wholly different procedural regime of a new enactment.\" \nA single Judge of Bombay High Court also considered the issue and made following observations in Reliance General Insurance Company Ltd. Vs Colonial Life Insurance Company (Trinidad) Limited. (2019 SCC OnLine Bom 848): \n\"20. I therefore hold that the mandatory timeline of 120 days for filing a written statement in a Commercial Suit is not applicable to suits which were filed prior to the enactment of the Commercial Courts Act, 2015 and subsequently 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court. I further hold that 8|Page a Commercial Division or Commercial Court, as the case may be, may hold Case Management Hearings in respect of such transferred suits under the newly introduced Order XV-A of the CPC to prescribe new timelines or issue further directions including prescribing a new time period within which a written statement shall be filed. The jurisdiction to exercise such discretion is expressly found in Section 15(4) of the Commercial Courts Act and the proviso thereto.\" \nBoth the observations lend support to the discussion and ratiocination made above. \nIn view of discussion made above, it is conclusion of this Court that even though the Defendant has not filed written statement prior to transfer to Commercial Division that should not stand in the way of passing further direction or fixing new timeline enabling him to contest the suit by filing written statement. Doors of justice should not be closed to a litigant being oblivious of express mandatory provision of the statute, be the defendant may the Union of India or some other person. Since amendment of plaint was in process, which was to be served upon the Defendant, this Court did not pass any direction to file written statement. It is in the affidavit of the Plaintiff that amended plaint was served upon the Defendant on 5th March, 2024. Therefore, it is apt, right now, to pass direction to file written statement. Therefore, the Defendant is directed to file written statement on or before 19 th June, 2024. The prayers contained in GA 5 of 2023, in view of discussions above, are refused. \nGA 5 of 2023 stands dismissed and disposed of accordingly. The suit will appear in the list for further order on 19/06/2024. \n(SUGATO MAJUMDAR, J.)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a28e8a8e2bf43ad9629acd36118aef6_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a66a3b30abe84f63826d421211d7ec2f_1"
    },
    {
      "start": 242,
      "end": 327,
      "text": "\nCalcutta High Court\nRahee Infratech Limited vs Union Of India And Anr on 1 May, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89dc3339aa654229aa01fb8899fa2b7f_2"
    },
    {
      "start": 328,
      "end": 375,
      "text": "\nAuthor: Sugato Majumdar\nBench: Sugato Majumdar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b353809d69274a638ac62e3d466fd4e4_3"
    },
    {
      "start": 376,
      "end": 384,
      "text": "\nOcd - 3",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7481fe0913b8493b9df82887ad35da51_4"
    },
    {
      "start": 421,
      "end": 453,
      "text": "Order Sheet\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d136757bced4d84b63926dde0d6c2a3_5"
    },
    {
      "start": 453,
      "end": 498,
      "text": "In The High Court At Calcutta\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd5f512f881a45fbb5366cb2feffe2a3_6"
    },
    {
      "start": 498,
      "end": 506,
      "text": "Ordinary",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da53a62e8702432693143226ffb74fbe_7"
    },
    {
      "start": 507,
      "end": 515,
      "text": "Original",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43eb3b14fed14159879110478463ca2e_8"
    },
    {
      "start": 516,
      "end": 534,
      "text": "Civil Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd51a3f3b0b342e49432bdbc6a617ef5_9"
    },
    {
      "start": 568,
      "end": 609,
      "text": "Original Side\n                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccfbddf403ad4484874703f969c72da3_10"
    },
    {
      "start": 609,
      "end": 627,
      "text": "Commercial Divisio",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2eb5dc0f1b2044ae94bac692895cd393_11"
    },
    {
      "start": 628,
      "end": 678,
      "text": "N                                 IA NO. GA/5/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b998ae885a58432daad5c3c80c2aef5d_12"
    },
    {
      "start": 679,
      "end": 729,
      "text": "                              [OLD NO CS/221/2007]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "855257e0e5aa46eeb2984a2f6bc36d5e_13"
    },
    {
      "start": 762,
      "end": 769,
      "text": "In CS -",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4c9753b002a4363b9810c41c38c4452_14"
    },
    {
      "start": 770,
      "end": 781,
      "text": "COM/41/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5f97b076ecf4265945407da7bd34377_15"
    },
    {
      "start": 782,
      "end": 832,
      "text": "                          RAHEE INFRATECH LIMITED.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "788177076ddc46eeaaa55196d4817249_16"
    },
    {
      "start": 872,
      "end": 920,
      "text": "Vs                            UNION OF INDIA AND",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4dea1ff3f81c4637a0b29344d76b71f7_17"
    },
    {
      "start": 921,
      "end": 1003,
      "text": "ANR. \n\nBEFORE:\nTHE HON'BLE JUSTICE SUGATO MAJUMDAR Date: 1st May, 2024 Appearance:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "285c2f9ec5244f9cabdaaaab6c3eb52d_18"
    },
    {
      "start": 1004,
      "end": 1078,
      "text": "\nMr. Nirmalya Dasgupta, Adv.\nMr. R. L. Mitra, Adv.\nMs. Priyanka Dhar, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f7e452c35a147abbcbd9481f28c3bbc_19"
    },
    {
      "start": 1079,
      "end": 1102,
      "text": "\n... for the Plaintiff.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b20c956d4e064136a377ff93c893447e_20"
    },
    {
      "start": 1103,
      "end": 1135,
      "text": "\nMr. Sunil Kumar Singhania, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cbc93e8d5644306a0b2a0772e80f34f_21"
    },
    {
      "start": 1136,
      "end": 1187,
      "text": "\nMs. K. Singhania, Adv.\n...for the Defendant No. 1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25fc67d5dc3043238c5650d9805d80d0_22"
    },
    {
      "start": 1189,
      "end": 1199,
      "text": "The Court:",
      "labels": [
        "NONE"
      ],
      "id": "5dfdd7adea094c3ca06f64de31dcf548_23"
    },
    {
      "start": 1200,
      "end": 1357,
      "text": "The instant application is filed by the Plaintiff of the suit praying for striking out the defense of the Defendant No.1 and to treat the suit as undefended.",
      "labels": [
        "FAC"
      ],
      "id": "7f5f715df095476cacb03463914c29c4_24"
    },
    {
      "start": 1359,
      "end": 1480,
      "text": "The nutshell of the instant application is that the suit was instituted by the Plaintiff in the month of September, 2007.",
      "labels": [
        "FAC"
      ],
      "id": "1764e6fcc426469f8e90df50de262ab3_25"
    },
    {
      "start": 1481,
      "end": 1579,
      "text": "For last sixteen years the Defendant No.1 being Union of India did not file any written statement.",
      "labels": [
        "FAC"
      ],
      "id": "653bbc09b19849e682fb017c486161a5_26"
    },
    {
      "start": 1580,
      "end": 1666,
      "text": "The suit has already been 2|Page treated as undefended one against the Defendant No.2.",
      "labels": [
        "FAC"
      ],
      "id": "a0fc95b88f814d92b756f9b096ddb549_27"
    },
    {
      "start": 1667,
      "end": 1760,
      "text": "By an Order of this Court the suit has been transferred to Commercial Division on 08/05/2023.",
      "labels": [
        "FAC"
      ],
      "id": "d28a6ba44f7644e8b667de553f177346_28"
    },
    {
      "start": 1761,
      "end": 1835,
      "text": "Since then, also, the Defendant No.1 failed to file any written statement.",
      "labels": [
        "FAC"
      ],
      "id": "2c0cc77831c24edfa9920c0cfaa6258c_29"
    },
    {
      "start": 1836,
      "end": 1955,
      "text": "The Plaintiff challenged also the authority of the present Counsel to represent the Defendant No.1 in the present suit.",
      "labels": [
        "FAC"
      ],
      "id": "d05231d347d842999cebe20ab6f020f8_30"
    },
    {
      "start": 1956,
      "end": 2063,
      "text": "Therefore, according to the Plaintiff, the suit should be an undefended one against the Defendant No.1 too.",
      "labels": [
        "FAC"
      ],
      "id": "716088ebcd9142bc9768ee358a3fc41b_31"
    },
    {
      "start": 2064,
      "end": 2120,
      "text": "\nAffidavit-in-Opposition is filed by the Defendant No.1.",
      "labels": [
        "FAC"
      ],
      "id": "d3dafc715ab04bd4a385ab34df13df37_32"
    },
    {
      "start": 2121,
      "end": 2226,
      "text": "It is contended that one arbitration proceeding was pending with regard to the same contract at Jabalpur.",
      "labels": [
        "FAC"
      ],
      "id": "75473b74c1da475ebe4fb31fe92c3cf5_33"
    },
    {
      "start": 2227,
      "end": 2359,
      "text": "The Plaintiff contested the arbitration proceeding at Jabalpur but deliberately did not take any step in the suit from 2007 to 2023.",
      "labels": [
        "FAC"
      ],
      "id": "04e044be4c8e4f6d9dfcb645f982b99e_34"
    },
    {
      "start": 2360,
      "end": 2445,
      "text": "Only after filing of GA 4 of 2023 by the Defendant No.1, the Plaintiff became active.",
      "labels": [
        "FAC"
      ],
      "id": "53bff8335e9c49d99a65940361f72753_35"
    },
    {
      "start": 2446,
      "end": 2648,
      "text": "It is further contended that in view of pendency of the arbitration proceeding, the instant suit should be dismissed as the dispute of the present suit is squarely covered by the arbitration proceeding.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae5a84824ea743b59440199289b7f5bd_36"
    },
    {
      "start": 2649,
      "end": 2776,
      "text": "It is further contended that the Plaintiff company does not exist in the record of the Registrar of Companies since 03/08/2010.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e6ca14a201704396aa1cf1f4a408dcbc_37"
    },
    {
      "start": 2777,
      "end": 2814,
      "text": "As such the suit is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d3e50cff387e415db7d90ca6845ba8b8_38"
    },
    {
      "start": 2815,
      "end": 2871,
      "text": "All other allegations are refuted by the Defendant No.1.",
      "labels": [
        "FAC"
      ],
      "id": "55b5701ba2ab4117908296a7777f2556_39"
    },
    {
      "start": 2872,
      "end": 2918,
      "text": "\nAffidavit-in-Reply is filed by the Plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "836255e21fc54e79b56ba8f1d467e779_40"
    },
    {
      "start": 2919,
      "end": 3026,
      "text": "It is contended that statutory 120 days have elapsed since transfer of the suit to the Commercial Division.",
      "labels": [
        "FAC"
      ],
      "id": "d6dffcb986614296af15fad669b361d2_41"
    },
    {
      "start": 3027,
      "end": 3206,
      "text": "As such there is no scope to file written statement by the Defendant No.1 in view of strict provision of the Commercial Courts Act, 2015 read with amended Code of Civil Procedure.",
      "labels": [
        "FAC"
      ],
      "id": "0e30e6b0032c4996a02b9dc931c9d902_42"
    },
    {
      "start": 3207,
      "end": 3312,
      "text": "The Defendant No.1 has not filed any application praying for extension of time to file written statement.",
      "labels": [
        "FAC"
      ],
      "id": "6c6ab9281c8942dbb731343fa9137473_43"
    },
    {
      "start": 3313,
      "end": 3406,
      "text": "It is further contended that the arbitration proceeding has no bearing with the present suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6afc99ebc30c4763a2a38cc06bf12e65_44"
    },
    {
      "start": 3407,
      "end": 3641,
      "text": "\n3|Page A supplementary affidavit is filed by the Plaintiff wherein it is stated that after transfer of the suit to the Commercial Division plaint was amended and the amended plaint has been served on the Defendant No.1 on 05/03/2024.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c5a25cc25c7446a4b461d8d292d763d2_45"
    },
    {
      "start": 3642,
      "end": 3818,
      "text": "\nOne of the contentions of the Defendant No.1 in the affidavit-in-opposition is that the suit should be dismissed in view of pendency of the arbitration proceeding at Jabalpur.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14635cbffbf448d9aa0d360e76708b7b_46"
    },
    {
      "start": 3819,
      "end": 3977,
      "text": "The Defendant No.1 filed earlier GA 4 of 2023 praying for disposal of the instant suit as being infructuous in view of pendency of the arbitration proceeding.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6e4f1c90f56c408ab7e5bf8eb0f92c25_47"
    },
    {
      "start": 3978,
      "end": 4074,
      "text": "GA 4 of 2023 was dismissed and disposed of by this Court in terms of the Order dated 05/03/2024.",
      "labels": [
        "FAC"
      ],
      "id": "44bd8c2ae1514e2582983ba28bb5c815_48"
    },
    {
      "start": 4075,
      "end": 4191,
      "text": "It was observed that the subject matter of arbitration proceeding is breach of contract and termination of the same.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "bc8dfe70726c452bab2892c0bd1a7f33_49"
    },
    {
      "start": 4192,
      "end": 4347,
      "text": "That dispute is between the Plaintiff and the Defendant No.1 whereas the subject matter of the present suit is bank guarantee issued by the Defendant No.2.",
      "labels": [
        "FAC"
      ],
      "id": "b0c44b2fc9c9409f90498b93567cbbe0_50"
    },
    {
      "start": 4348,
      "end": 4446,
      "text": "Therefore, that issue was resolved by this Court in terms of the aforesaid Order dated 05/03/2024.",
      "labels": [
        "FAC"
      ],
      "id": "1cd277bf5e5f4537bff30d8bf3527ab6_51"
    },
    {
      "start": 4447,
      "end": 4481,
      "text": "That issue cannot be raised again.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bd9c6be1724489ebadf7c378cf0931e_52"
    },
    {
      "start": 4482,
      "end": 4737,
      "text": "\nIt is argued by the Learned Counsel for the Defendant No.1 that in view of ratio of Iridium India Telecom Ltd. vs Motorola Inc. [(2005) 2 SCC 145], provisions of the Code of Civil Procedure, 1908 is not applicable to the Original Side of this High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e8304c78b361452383dfb7423b0a8a05_53"
    },
    {
      "start": 4738,
      "end": 4789,
      "text": "Therefore, timeframe of 120 days is not applicable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "473c40dc049d41edac7823e3715e66b9_54"
    },
    {
      "start": 4791,
      "end": 4977,
      "text": "The Learned Counsel for the Plaintiff refuted the contention with reference to the observations made in Firdous Omer (Dead) by L.Rs and Others vs Bankim Chandra Daw (Dead) by L.Rs & Ors.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e2e5ac16177449a296ac84f77dceee01_55"
    },
    {
      "start": 4978,
      "end": 4996,
      "text": "[(2006) 6 SCC 569]",
      "labels": [
        "NONE"
      ],
      "id": "b064af23e4c84622adf265530cb808c9_56"
    },
    {
      "start": 4997,
      "end": 5110,
      "text": ". \nIn this context, it is necessary to look into the provisions of Section 16 of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fd0f48090ca4f7ca11551e230eb5552_57"
    },
    {
      "start": 5112,
      "end": 5216,
      "text": "4|Page \"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--",
      "labels": [
        "STA"
      ],
      "id": "a9ae3695e3e641ecbf0202a51e85eca9_58"
    },
    {
      "start": 5217,
      "end": 5440,
      "text": "\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "503d16fe5e30440fbdd71d80e73e4951_59"
    },
    {
      "start": 5441,
      "end": 5672,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "3afc02f6c978466b9394ab41e8e8d898_60"
    },
    {
      "start": 5673,
      "end": 6027,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"",
      "labels": [
        "STA"
      ],
      "id": "9d3defa26c4b4e039c6f1c5825368b49_61"
    },
    {
      "start": 6028,
      "end": 6312,
      "text": "Unambiguous and clear provision of section 16(2) shows that Commercial Division should follow the provisions of the Code of Civil Procedure, 1908 as amended by the Commercial Courts Act 2015 in respect of the suits coming within the ambit of commercial dispute, as defined in the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcdada925e4f4c53a157f2e66d72615b_62"
    },
    {
      "start": 6313,
      "end": 6447,
      "text": "Iridium India Telecom Ltd.'s case was decided by the Supreme Court of India when the Commercial Courts' Act 2015 was not in existence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8dd1b73d18c543f2b44dae912eed6ab3_63"
    },
    {
      "start": 6448,
      "end": 6569,
      "text": "The Supreme Court of India had no opportunity to consider the provisions of section 16 of the Act, at that point of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42bc6ad565864f6794b7cf54a0411376_64"
    },
    {
      "start": 6570,
      "end": 6656,
      "text": "Therefore, the argument of the Learned Counsel for the Defendant No.1 holds no ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3efa09f1d8934906adb04a34cddc5af4_65"
    },
    {
      "start": 6657,
      "end": 6774,
      "text": "\nThe Commercial Courts' Act 2015 was enacted with object to provide speedy trial and disposal of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ccca89252454d10853417c51d1b5b49_66"
    },
    {
      "start": 6775,
      "end": 6838,
      "text": "Speedy disposal of commercial disputes was the need of the day.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99870c57d6124705a71c541420788967_67"
    },
    {
      "start": 6839,
      "end": 6890,
      "text": "Delay in disposal caused adverse impact on economy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02577989bcaf4974b656d644fa93e382_68"
    },
    {
      "start": 6891,
      "end": 6958,
      "text": "With these prime objects the Act came into being by the Parliament.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2176e2730fb4421905d369c93b09c8f_69"
    },
    {
      "start": 6959,
      "end": 7112,
      "text": "The Code of Civil Procedure, 1908 was suitably amended to prescribe a different procedural 5|Page regime, different from the procedure of ordinary trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d01335e27da4cc2b93f29af079ccda2_70"
    },
    {
      "start": 7113,
      "end": 7293,
      "text": "Section 15 of the Act provides for transfer of pending suits, which partake the characters of commercial disputes, to Commercial Courts or Commercial Divisions, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dca0691498ff48bfa3985fb754b381e6_71"
    },
    {
      "start": 7294,
      "end": 7381,
      "text": "It is relevant, to look into the provisions of Section 15 of the Act, at this juncture.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba99c19e4c664c85bc4f4f6ad6fa38dd_72"
    },
    {
      "start": 7382,
      "end": 7711,
      "text": "\n\"15. Transfer of pending cases.-- (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "db15dd465f384dbbbecaa25031ea4959_73"
    },
    {
      "start": 7712,
      "end": 8042,
      "text": "(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:",
      "labels": [
        "STA"
      ],
      "id": "c95fcc818b694c0ab43310596f99970c_74"
    },
    {
      "start": 8043,
      "end": 8282,
      "text": "Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ed479e43d684627a74ebb4fa9f77dc8_75"
    },
    {
      "start": 8283,
      "end": 8678,
      "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "9a22ed3e89604e1792d148351cad40ac_76"
    },
    {
      "start": 8679,
      "end": 9364,
      "text": "(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such 6|Page transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n",
      "labels": [
        "STA"
      ],
      "id": "547c41db917f45a68962149d7d37fffb_77"
    },
    {
      "start": 9364,
      "end": 9913,
      "text": "( 5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"",
      "labels": [
        "STA"
      ],
      "id": "7b9a1f2dc5bd427ea93c15c2092b87ba_78"
    },
    {
      "start": 9914,
      "end": 10088,
      "text": "\nOrder V sub-rule 1 of Rule 1 of the Code of Civil Procedure, 1908, as applicable to commercial suits, created a time frame of 120 days maximum, for filing written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f04d1ae6b1804393b80126c8f4fd1377_79"
    },
    {
      "start": 10089,
      "end": 10149,
      "text": "But Section 15 sub-clause 4 curves out an exception to this.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cea6aad40c1042b09c1612b86641c0ea_80"
    },
    {
      "start": 10150,
      "end": 10402,
      "text": "Section 15 (4) is applicable to those suits which were filed in the original civil jurisdiction prior to coming into force of the Commercial Courts' Act, 2015, but subsequently transferred to Commercial Division or Commercial Court, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f0f61d2382442908f9119d7068cc81a_81"
    },
    {
      "start": 10403,
      "end": 10597,
      "text": "On such transfer, these suits entered into a new procedural regime introduced by the Commercial Courts Act, 2015 as well as amended the Code of Civil Procedure, 1908 as applicable under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c0d33b46e5a460bace835088286ccdc_82"
    },
    {
      "start": 10598,
      "end": 10969,
      "text": "A close look of Section 15 (4) yields that on transfer to Commercial Division or Commercial Courts as the case may be, the said Court or Commercial Division shall either hold case management hearing to prescribe a new timeline or issue further directions for speedy and efficacious disposal of such suit in accordance with Order XV-A of the Code of Civil Procedure, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ec89ea4fba4459ebbafadb07e2f6e8c_83"
    },
    {
      "start": 10970,
      "end": 11083,
      "text": "It is very clearly stated that a new time line shall be prescribed by the Court or Commercial Division concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "620cb1cdc4a4494dbb666e6961d6d34f_84"
    },
    {
      "start": 11084,
      "end": 11383,
      "text": "Proviso of Section 15 (4) is more conspicuous to state that proviso of sub-rule 1 of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suits and the Court may in its discretion prescribe a new time period 7|Page within which written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea621bfbc3124f5a9e47f4be3457077c_85"
    },
    {
      "start": 11384,
      "end": 11594,
      "text": "This proviso dispensed with time constrain imposed by sub-rule 1 of Rule 1 of Order V of the Code of Civil Procedure, 1908 and placed it on the discretion of Court or Commercial Division to frame new time line.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a6a3e52350542f69f7b1176e5bba8c7_86"
    },
    {
      "start": 11595,
      "end": 11823,
      "text": "It could be understood and interpreted that even if written statement has not been filed prior to transfer to Commercial Division, lapsed time frame of 120 days at that stage, could not continue and a fresh time line will start.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "460aa9e6fe074833ad576c466dd58d15_87"
    },
    {
      "start": 11824,
      "end": 11984,
      "text": "Similar observation was made by a Co-ordinate Bench of this Court in Dilip Choudhury vs Pratishruti Projects Limited and Others [2019 SCC OnLine Cal 2346]:\n\"28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae568ab62ade43439e80c6d384f7d74e_88"
    },
    {
      "start": 11985,
      "end": 12146,
      "text": "This brings us to the window preserved under the proviso to Section 15(4) notwithstanding the suit having been transferred to the Commercial Division of a court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57d0396b4aaa42f2acc3bd97ff47afe4_89"
    },
    {
      "start": 12147,
      "end": 12657,
      "text": "By empowering the commercial division/commercial court to prescribe new timelines in respect of a transferred suit and a mandatory \"shall not (to) apply\" of the amended provisions of the C.P.C. in relation to filing of written statements pertaining the outer limit of filing of written statements, the framers of the Act have expressed a clear intention to retain the right of a defendant (in fit cases) in the interest of justice where the suit enters a wholly different procedural regime of a new enactment.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "054f172145bc44688024a7edf0499bd5_90"
    },
    {
      "start": 12659,
      "end": 12850,
      "text": "A single Judge of Bombay High Court also considered the issue and made following observations in Reliance General Insurance Company Ltd. Vs Colonial Life Insurance Company (Trinidad) Limited.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "615291a7d4c74bd4b37d818ad624a477_91"
    },
    {
      "start": 12851,
      "end": 12877,
      "text": "(2019 SCC OnLine Bom 848):",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "185453ecdb9441c597bd98ab08e4dfdc_92"
    },
    {
      "start": 12879,
      "end": 13197,
      "text": "\"20. I therefore hold that the mandatory timeline of 120 days for filing a written statement in a Commercial Suit is not applicable to suits which were filed prior to the enactment of the Commercial Courts Act, 2015 and subsequently 'transferred' as Commercial Suits to be heard by a Commercial Division of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3f0f5e6532f46b7b5aec653dab71ea8_93"
    },
    {
      "start": 13198,
      "end": 13551,
      "text": "I further hold that 8|Page a Commercial Division or Commercial Court, as the case may be, may hold Case Management Hearings in respect of such transferred suits under the newly introduced Order XV-A of the CPC to prescribe new timelines or issue further directions including prescribing a new time period within which a written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66f1791c1c144318b7bc5c31dba88e9a_94"
    },
    {
      "start": 13552,
      "end": 13687,
      "text": "The jurisdiction to exercise such discretion is expressly found in Section 15(4) of the Commercial Courts Act and the proviso thereto.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca0edf4229a44aac97a97c45b794fa71_95"
    },
    {
      "start": 13688,
      "end": 13771,
      "text": "\nBoth the observations lend support to the discussion and ratiocination made above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62f6a1f5a54e453b953f98d2bccc3775_96"
    },
    {
      "start": 13772,
      "end": 14088,
      "text": "\nIn view of discussion made above, it is conclusion of this Court that even though the Defendant has not filed written statement prior to transfer to Commercial Division that should not stand in the way of passing further direction or fixing new timeline enabling him to contest the suit by filing written statement.",
      "labels": [
        "RATIO"
      ],
      "id": "d2a8a568857a45d193b932cd5823cc1c_97"
    },
    {
      "start": 14089,
      "end": 14265,
      "text": "Doors of justice should not be closed to a litigant being oblivious of express mandatory provision of the statute, be the defendant may the Union of India or some other person.",
      "labels": [
        "RATIO"
      ],
      "id": "9cde1947b8ff478686c03579257577b3_98"
    },
    {
      "start": 14266,
      "end": 14415,
      "text": "Since amendment of plaint was in process, which was to be served upon the Defendant, this Court did not pass any direction to file written statement.",
      "labels": [
        "RATIO"
      ],
      "id": "26c0be27caaf4322bb009e571989f698_99"
    },
    {
      "start": 14416,
      "end": 14525,
      "text": "It is in the affidavit of the Plaintiff that amended plaint was served upon the Defendant on 5th March, 2024.",
      "labels": [
        "RATIO"
      ],
      "id": "f8d66f931ee846b9a7bfa130d859ae98_100"
    },
    {
      "start": 14526,
      "end": 14603,
      "text": "Therefore, it is apt, right now, to pass direction to file written statement.",
      "labels": [
        "RATIO"
      ],
      "id": "541a1d2914a94337b032d8829077cea5_101"
    },
    {
      "start": 14604,
      "end": 14697,
      "text": "Therefore, the Defendant is directed to file written statement on or before 19 th June, 2024.",
      "labels": [
        "RPC"
      ],
      "id": "a364da6796a246859b3e140398a9c942_102"
    },
    {
      "start": 14698,
      "end": 14779,
      "text": "The prayers contained in GA 5 of 2023, in view of discussions above, are refused.",
      "labels": [
        "RPC"
      ],
      "id": "15a6cd0c54ec41c9aebafd91f2a3530f_103"
    },
    {
      "start": 14780,
      "end": 14839,
      "text": "\nGA 5 of 2023 stands dismissed and disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "691cafb0a30143da985171da65a3d23c_104"
    },
    {
      "start": 14840,
      "end": 14905,
      "text": "The suit will appear in the list for further order on 19/06/2024.",
      "labels": [
        "RPC"
      ],
      "id": "ad420603c9c34b2ba349bef15ce48a23_105"
    },
    {
      "start": 14906,
      "end": 14928,
      "text": "\n(SUGATO MAJUMDAR, J.)",
      "labels": [
        "NONE"
      ],
      "id": "4dae38e6a6e344f1ac0410fbba65e36c_106"
    }
  ]
}