{
  "id": "b184538fbe88ad0ab65fa065b8febf36b666d61d4a761809a6226450466ac410",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court \nDr. Dilip Choudhury vs Pratishruti Projects Limited & Ors on 9 January, 2020 \nAuthor: Debangsu Basak\nBench: Debangsu Basak \n                        Old G.A. No. 1369 of 2019 \n                            G.A. No. 17 of 2019 \n                                    with\n                            C.S. No . 23 of 2015 \n                   In The High Court At Calcutta\n                    Ordinary Original Civil Jurisdiction \n                               Original Side\n                           Dr. Dilip Choudhury \n                                    Vs.\n                    Pratishruti Projects Limited & Ors . \n\n\n     For the plaintiff                : Mr. Suman Dutt, Advocate \n                                        Mr. Saunavo Basu, Advocate \n                                        Mr. Balanko Sen, Advocate \n\n     For the Defendants               : Mr. S.P. Sarkar, Senior Advocate \n                                       Mr. A.K. Awasthi, Advocate \n                                       Mr. Aishwarya Kumar Awasthi, Advocate \n\n     Hearing concluded on              : December 3, 2019 \n\n     Judgment on                       : January 9, 2020\n\n\nDebangsu Basak, J.\n1. By this application the defendant No. 2 has sought extension of time to file written statement. \n2. Learned advocate appearing for the defendant No. 2 has submitted that, the instant suit was filed in January 2015. The Commercial Courts Act, 2015 came into effect in October 2015. The plaintiff applied for judgement on admission in the suit, sometime in January 2016. On such application, a judgement and decree was passed in July 2016. An appeal was preferred from such decree and that, such appeal was allowed in August 2017. A special leave petition filed against the Appeal Court's order was admitted subsequently. By an order dated July 3, 2018, the time to file written statement on behalf of the defendant No. 5 was extended. By two several orders dated February 1, 2019, the time to file written statement on behalf of the defendant Nos. 3 and 4 were extended. An appeal was carried from the order of extension of time to file written statement whereupon, by an order dated February 15, 2019, the Appeal Court observed that, since the suit was to be classified as a Commercial Division matter, no appeal lay against an order of extension of time to file written statement under the Act of 2015. Prior to the order dated February 15, 2019, the suit was never treated as one to fall under the Commercial Division under the Act of 2015. \n3. Learned advocate appearing for the defendant No. 2 has relied upon the provisions of Section 15 of the Act of 2015 and submitted that, since the Court did not transfer the suit to the Commercial Division and since, the Court did not pass any order on the time management in the suit, therefore, the Court can extend the time to file written statement, of course, on just cause being shown. He has submitted that, there are just causes existing in the facts of the present case for the defendant No. 2 to have an extension of time to file written statement. He has relied upon 2019 Scc online Bom 848 (Reliance General Insurance Company Ltd. vs. Colonial Life Insurance Company (Trinidad) Limited) in support of his contentions. \n4. Learned senior advocate appearing for the plaintiff has submitted that, the suit was filed in 2015. The writ of summons in the suit was served upon the defendants on April 2, 2015. On February 15, 2019, the suit was recognised to be one falling under the Commercial Division under the Act of 2015. The time to file written statement under the Act of 2015 expired long time ago. He has referred to and relied upon Section 2 (1) (c) (xi) of the Act of 2015. He has submitted that, no rules have been framed under the Act of 2015. He has drawn the attention of the Court to the provisions of Order Viii Rule 1 of the Code of Civil Procedure, 1908 particularly to the proviso thereof. He has also relied upon the provisions of Sections 15 (4) and (5) of the Act of 2015. He has submitted that, since the suit was treated as one to fall under the Commercial Division on February 15, 2019, the application for extension of time to file written statement made on June 20, 2019 was belated and therefore, no relief should be granted to the defendant No. 2.\n5. Learned advocate appearing for the defendant Nos. 3, 4 and 5 has submitted that, the contentions of the plaintiff as sought to be raised herein were raised by the plaintiff in two review petitions filed by the plaintiff in respect of the order dated February 1, 2019 extending the time to file written statement for the defendant Nos. 3 and 4. None of the contentions of the plaintiff were accepted by the Court while disposing of the two review pet itions by the common judgement and order dated September 17, 2019. He has submitted that, the time to file written statement by the defendant No. 2 be extended. \n6. The plaintiff have prayed for a money decree of Rs.4,76,35,178/- against defendants nos. 1 to 8 and an enquiry into the damages suffered by the plaintiff at the hand of such defendants and an appropriate decree in respect thereof. The plaintiff, however, has not sought any relief against the defendant no.9. According to the plaintiff, the defendant no. 2 is director of defendant nos. 1 and 8. The defendant nos. 5 and 6 are directors of the defendant no. 1. The defendant nos. 3 and 4 are the parents of the defendant no. 2. The defendant no. 1 was under the control of the defendant nos. 2 to 6. The defendant no. 9 used to run two medical institutions. Such medical institutions faced financial and other difficulties. The defendant no. 2 approached the plaintiffs for financial and other assistance. On August 21, 2012, a Memorandum of Understanding was entered into between the defendant nos. 8 and 9. The defendant no. 8 agreed to assume liability of a portion of the outstanding loan of the defendant no. 9. In order to facilitate the understanding between the defendant Nos. 8 and 9, a trust being the defendant no. 7 was created. The defendant nos. 2, 4, 6 and plaintiff and some other person were appointed as the trustees. The plaintiff thereafter, agreed to pay a sum of Rs. 12.50 crores to the defendant nos. 1 to 8 by October 30, 2012 on the representation of defendant no. 2, and in consideration of 25% share in the management of defendant no.9. The plaintiff paid an aggregate amount of Rs. 3,32,00,000/-. The defendant nos. 1 to 8, however, failed and neglected to discharge their obligations. The defendant no. 9 terminated the agreement. The plaintiff could not make further contribution in terms of the agreement and could not acquire 25% share in the management of the two institutions. According to the plaintiff, since the defendant nos. 1 to 8 acted in breach of the contract they are liable to compensate the plaintiff. The plaintiff therefore, seeks recovery of the sum of Rs. 3,32,00,000/- with damages. The plaint was verified on January 28, 2015. The writ of summons of the suit was served upon the defendant no. 2 on April 2, 2015. The defendant no. 2 did not file written statement till date. By the present application, the defendant no. 2 rules extension of time to file its written statement. \n7. In the suit, the plaintiff applied for a judgement and decree on admission. A judgement and decree on admission dated July 26, 2016 was passed in the suit. Such judgement dated July 26, 2016 directing a decree on admission was challenged in appeal. The appeal Court by a judgement and order dated August 22, 2017, set aside the judgement dated July 26, 2016 directing a decree on admission. \n8. The judgment and order dated August 22, 2017 of the Division Bench was challenged before the Hon'ble Supreme Court by way of Special Leave Petition. In the Special Leave Petition, the order dated January 22, 2018 was passed by the Supreme Court directing issuance of notice to the parties. The Court is informed that the Special Leave Petition is still pending. \n9. The defendant nos. 3, 4 and 5 filed three applications seeking extension of time to file written statements. By orders dated July 3, 2018 and February 1, 2019 such applications for extension of time to file written statements were allowed upon payment of costs. Pursuant to such orders, the defendants nos. 3, 4 and 5 paid the costs as directed and filed their written statement in the department. Appeals were filed by the plaintiff against the orders dated February 1, 2019 allowing the defendant nos. 3 and 4 to file written statement. By orders dated February 15, 2019, the Division Bench dismissed the appeals as not maintainable as the appeals arose out of orders extending the time to file written statement in a suit where the dispute is a commercial dispute within the meaning of the Commercial Courts Act, 2015. The Division Bench held that, no appeal lay under the Act of 2015 from such orders. Consequently, the Division Bench dismissed the appeals and the stay applications as not maintainable. \n10. The plaintiff filed two application for review of two orders both dated February 1, 2019 by which time to file written statement was extended. Such review petitions were dismissed by a judgement and order dated September 17, 2019. \n11. The instant suit was filed on January 30, 2015. \n12. The Commercial Courts Act, was gazetted on December 31, 2015 with effect from October 23, 2015. \n13. The Act of 2015 contemplates constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specific value and matters connected therewith or incidental thereto. Therefore, a Commercial Division and a Commercial Appellate Division were required to be constituted under the Act of 2015. The Commercial Division and Commercial Appellate Division of this Hon'ble Court were constituted in September 2017. \n14. The Act of 2015 defines a commercial dispute which is required to be tried by a Commercial Court in the case it is within the jurisdiction of District Court and by a Commercial Division if it is within the jurisdiction of a High Court. The definition of 'commercial disputes' appears in Section 2 (1)\n(c) of the Act of 2015. Section 4 of the Act of 2015 requires constitution of Commercial Division of a High Court. It contemplates and lays down that, in all High Courts having Ordinary Original Civil Jurisdiction, the Chief Justice of the High Court may constitute a Commercial Division having one or more benches consisting of a Single Judge for the purpose of exercising the jurisdiction and powers conferred on it under the Act of 2015. Section 5 of the Act of 2015 enjoins upon the Chief Justice of a High Court the power to constitute Commercial Appellant Division for the purpose of exercising the jurisdiction and powers conferred upon it by the Act of 2015. Section 7 of the Act of 2015 lays down the jurisdiction of the Commercial Divisions of the High Court. Section 15 of the Act of 2015 deals with transfers of pending cases. \n15. According to the plaintiff the present suit is a suit which is to be treated as a commercial suit to be tried by the Commercial Division of the High Court since, the suit was instituted for a cause of action and for a claim which is in excess of the prescribed value for a suit to be treated as a suit to be tried by the Commercial Division of the High Court. According to the plaintiff, the subject matter of the commercial dispute involved in the suit comes within the purview of the definition of commercial dispute as in Section 2 (1) (c) (xi). Section 2 (1) (c) (xi) is as follows:-\n\"2. Definitions.- (1) In this Act, unless the context otherwise requires,-\n... (c) \"commercial dispute\" means a dispute arising out of - ... (xi) joint venture agreements;\"\n16. On the basis of the pleading in the plaint, the disputes involve in the suit can be classified as one to involve a commercial dispute coming within the purview of Section 2 (1) (c) (xi) of the Act of 2015. In any view, by the order February 15, 2019 passed by the Appeal Court in an appeal sought to be preferred against an order extending the time to file written statement by defendant nos. 3 and 4 that, the suit involves a dispute which is a Commercial Dispute within the meaning of the Act of 2015. \n17. The suit of the plaintiff is therefore, to be treated as a suit involving a commercial dispute to be tried under the provisions of the Act of 2015. Since the suit was filed prior to the coming into effect of the Act of 2015, the provisions of transfer of pending suits enumerated in Section 15 of the Act of 2015 comes into operation. Section 15 of the Act of 2015 is as follows:-\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n( 2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n18. Sub Section 1 of Section 15 mandates that all suits and applications including application under the Arbitration and Conciliation Act 1996 relating to a commercial dispute of a specified value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. In my understanding, this transfer contemplated under Sub Section (1) of Section 15 is to happen without the intervention of the parties. It is either the Court or the Registry of the Court who transfers all suits and pending applications, including applications under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of the specified value pending before the High Court to the Commercial Division. In the facts of the present case, the suit was not transferred to the Commercial Division under Sub Section (1) of Section 15. Sub Section (2) of Section 15 does not apply to the present suit as, the suit is pending before the High Court. Sub Section (3) of Section 15 mandates that, on any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of specified value being transferred to the Commercial Division or the Commercial Court under Sub Section (1) or Sub Section (2) of the Section 15 of the Act of 2015, as the case may be, the provisions of the Act of 2015 shall apply to those procedure that were not completed at the time of transfer. Sub Section (4) of Section 15 empowers the Commercial Division or the Commercial Courts, as the case may be to hold case management hearing in respect of transferred suit or applications in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908. It goes on to prescribe that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to the transferred suit and application, and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n19. Sub Section (5) of Section 15 contemplates a situation where, suit or an application is not transferred in the manner specified in Sub Section (1) or (2) or (3). In such a situation, the parties to the suit can approach the Commercial Appellant Division of the High Court to have the suit or application withdrawn from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Courts, as the case may be, having territorial jurisdiction of such suit. \n20. In the factual matrix of the present case, the suit was never transferred to the Commercial Division under Sub Section (1) of Section 15 of the Act of 2015. None of the parties to the suit approached the Commercial Appellant Division of the High Court to have the present suit withdrawn from the regular Court and transferred to the Commercial Division for trial. The order dated February 15, 2019 of the Division Bench records a finding that, the suit involves a commercial dispute within the meaning of the Act of 2015. It does not transfer the suit to the Commercial Division for trial. \n21. As noticed above, Sub Section (1) of Section 15 empowers the High Court in seisin of a suit involving a commercial dispute of a specified value within the meaning of the Act of 2015 to be transferred to the Commercial Division for trial. Since, the present suit involves a commercial dispute within the meaning of the Act of 2015 and is in excess of the specified value for trial by a Commercial Division and since, the Division Bench recorded that, the suit involves a commercial dispute within the meaning of the Commercial Courts Act, 2015, the present suit is required to be transferred to the Commercial Division for trial. By this order, the same is so directed. The present suit be transferred to the Commercial Division for trial in accordance with the Act of 2015. \n22. Once, the suit is transferred to the Commercial Division for trial, Sub Section (4) of Section 15 of the Act of 2015 enjoins upon the Commercial Division to hold case management hearing in respect of the transferred suit in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application. \n23. The proviso to Sub Section (4) of Section 15 prescribe that sub-rule (1) of Rule 1 of Order 5 of the Code of Civil Procedure, 1908 shall not apply to the transferred suit and that, the Court in its discretion may prescribe a new time period within which the written statement shall be filed. Order V Rule 1 of the Code of Civil Procedure, 1908 is as follows:-\n\"1. Summons. - [(1) When a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant:\nProvided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim:\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other days as may be specified by the court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.] (2) A defendant to whom a summons has been issued under sub-rule (1) may appear:-\n(a) in person, or (b) by a pleader duly instructed and able to answer all material questions relating to the suit, or (c) by a pleader accompanied by some person able to answer all such questions. \n(3) Every such summons shall be signed by the Judge or such officer as he appoints and shall be sealed with the seal of the Court.\"\n24. In view of the provisions of the Act of 2015 as noted above in the factual matrix of the present case the defendant no. 2 is entitled to one opportunity to file its written statement. The suit was not transferred to the Commercial Division in terms of the Section 15 (1) of the Act of 2015 prior to this order. Subsequent to the transfer of the suit to the Commercial Division, it is incumbent on the Commercial Division to hold case management hearings in respect of the transferred suit and in order to prescribe new time line and issue such further directions as may be necessary for a speedy and efficacious disposal of the suit. Such case management hearing have not been held. Moreover, in terms of the proviso to Sub Section (4) of Section 15, the Court retains the power in its discretion, to prescribe a new time period within which the written statement is to be filed. \n25. The Bombay High Court considered the question as to whether the mandatory time line of 120 days for filing a written statement in a commercial suit is applicable to suits which were filed prior to the enactment of the Act of 2015 and subsequently transferred to the Commercial Division in 2019 SCC Online Bom. (Reliance General Insurance company Ltd. vs. Colonial Life Insurance (Tribunal) Ltd.). It has held that, the mandatory timeline of 120 days for filing written statement in a commercial suit is not applicable to suits which were filed prior to the enactment of the Act of 2015 and subsequently transferred as commercial suit to be heard by Commercial Division of the High Court. \n26. In the facts of the present case, subsequent to the Act of 2015 coming into effect, this Hon'ble Court extended the time to file written statement by the defendant nos. 3 and 4 by orders dated February 1, 2019. Appeals were carried against such order which were dismissed as not maintainable by the order dated February 15, 2019. Two review petitions were filed by the plaintiff in respect of the orders dated February 1, 2019 extending the time to file written statements by defendant nos. 3 and 4. In the review petitions, the plaintiffs raised the same issues as sought to be raised in the present applications. The learned Judge disposing of the two review petitions on September 17, 2019 had negated the contentions of the plaintiffs and held that, the suit was not transferred to the Commercial Division on the date when, the application for extension of time to file written statement by the defendant nos. 3 and 4 were extended on February 1, 2019 and therefore refused to review such orders, inter alia, on the ground that, there was no error apparent on the face of record warranting a review of such orders. \n27. Section 16 of the Act of 2015 incorporates various amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes. Section 16 of the Act of 2015 is as follows:-\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n( 2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n28. Section 16 of the Act of 2015 requires the Commercial Division to follow the provisions of the Code of Civil Procedure, 1908 as amended by the Act of 2015 in the trial of a suit in respect a commercial dispute of a specified value. However, the proviso to Sub Section (4) of Section 15 prescribes that, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to the transferred suit. Since, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 does not apply to a transferred suit, and the Court retains the discretion to prescribe a new time period within which the written statement can be filed, the application for extension of time to file written statement filed by the defendant no. 2 requires consideration. All and every application for extension of time to file written statement cannot be allowed. The time to file written statement can be allowed on judicial recognized principles one of which is that, the defendant adequately explains as to, the delay in not filing the written statement within the time stipulated. \n29. In the facts of the present case, the defendant no. 2 seeks to explain non filing of the written statement from the date of expiry of the time period to file written statement as prescribed by the writ of summons till the date of making the application for extension of time to file written statement, on the ground of various proceedings that the parties had in the suit. The defendant no. 2 acknowledges that he received the writ of summons on April 2, 2015. The defendant no.2 entered appearance on March 11, 2015. Two applications for dismissal of the suit were taken out by the defendant nos. 3 and 4. In one of such application for dismissal of the suit, an order dated June 7, 2016 was passed directing the department not to transfer the suit to the list of undefended suits during the pendency of the application for dismissal. The application of the plaintiff for decree on judgement on admission filed on January 13, 2016 was allowed on July 26, 2016. The judgement and decree dated July 26, 2016 was set aside by the Appeal Court on August 22, 2017. The defendant no. 2 has sought to explain the non-filing of the written statement not only on the pendency of the applications as noted above but also on the fact that the defendant no. 2 was embroiled in criminal cases and was detained in judicial custody for a given period of time. The defendant no. 2 who is a medical practitioner and was employed with a college of medicine, lost his employment with the college by reason of such criminal litigation. Consequently, the defendant no. 2 has claimed that he was mentally depressed and unemployed for about a year till January 2018. Thereafter, the defendant no. 2 started his own practice. Subsequently, after the application of the defendant no. 3 and 4 to file written statement were allowed the defendant no. 2 filed the present application on June 25, 2019. The Court is informed that the written statement on behalf of the defendant no. 2 is ready. \n30. In view of the position is law as noted above and the conduct of the defendant no. 2 as explained in its application for extension to time to file written statement, in my considered opinion, the defendant no. 2 is entitled to one opportunity to file written statement in the suit. The defendant no. 2 will file written statement within seven days from date. \n31. Old GA No. 1369 of 2019 new GA No. 17 of 2019 in CS No. 23 of 2019 is disposed of accordingly without any order as to costs. \n(DEBANGSU BASAK, J.)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1881429fbacb4afabdcf58259b35640f_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cbce13373f194995a48f3fd6d4bf3bc1_1"
    },
    {
      "start": 242,
      "end": 262,
      "text": "\nCalcutta High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "503eff8a57eb461f9d22978346be6661_2"
    },
    {
      "start": 263,
      "end": 340,
      "text": "\nDr. Dilip Choudhury vs Pratishruti Projects Limited & Ors on 9 January, 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20aa607f31a74b35b34fcc860a3cf86b_3"
    },
    {
      "start": 341,
      "end": 386,
      "text": "\nAuthor: Debangsu Basak\nBench: Debangsu Basak",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8419f68fdfcd49d2b20c60b260043628_4"
    },
    {
      "start": 387,
      "end": 437,
      "text": "\n                        Old G.A. No. 1369 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "293ed7a5dd8541d0b2b596fbf0916835_5"
    },
    {
      "start": 438,
      "end": 486,
      "text": "\n                            G.A. No. 17 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e62f510565d549b1945ed6bb8ad13521_6"
    },
    {
      "start": 524,
      "end": 564,
      "text": "with\n                            C.S. No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "460974699ee040a49a6cc8d36159f966_7"
    },
    {
      "start": 565,
      "end": 577,
      "text": ". 23 of 2015",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb56ba39e7a54025a18d2ce2ac882aa6_8"
    },
    {
      "start": 598,
      "end": 648,
      "text": "In The High Court At Calcutta\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da15043874a447bdb553b18fb787b4f5_9"
    },
    {
      "start": 648,
      "end": 684,
      "text": "Ordinary Original Civil Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "585cd187896a41ff87143e2536263d12_10"
    },
    {
      "start": 717,
      "end": 758,
      "text": "Original Side\n                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c9b2f0aefa7403a95dcc9e107e4ad5d_11"
    },
    {
      "start": 758,
      "end": 777,
      "text": "Dr. Dilip Choudhury",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5f76e7901b24009b98d95443e0d7159_12"
    },
    {
      "start": 815,
      "end": 873,
      "text": "Vs.\n                    Pratishruti Projects Limited & Ors",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24657f5cd7bc4335b7e5e8871c7f3ae8_13"
    },
    {
      "start": 874,
      "end": 901,
      "text": ". \n\n\n     For the plaintiff",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fec61135e6884d528a55fd52a0ea63ad_14"
    },
    {
      "start": 917,
      "end": 943,
      "text": ": Mr. Suman Dutt, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac5e62833f114a4c8df3818dd91ac552_15"
    },
    {
      "start": 985,
      "end": 1011,
      "text": "Mr. Saunavo Basu, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4beb1c88252c44ef92ce0652a34d006b_16"
    },
    {
      "start": 1053,
      "end": 1078,
      "text": "Mr. Balanko Sen, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e0405484b1a4c768d3e3486326eec76_17"
    },
    {
      "start": 1086,
      "end": 1104,
      "text": "For the Defendants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a720c69e30b416790b61ece7d1dd9c2_18"
    },
    {
      "start": 1119,
      "end": 1153,
      "text": ": Mr. S.P. Sarkar, Senior Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83c0e85c909b4019bdb1d0044a6b6dbd_19"
    },
    {
      "start": 1194,
      "end": 1220,
      "text": "Mr. A.K. Awasthi, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d518e70b84e14122a121df917c6083f2_20"
    },
    {
      "start": 1261,
      "end": 1298,
      "text": "Mr. Aishwarya Kumar Awasthi, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5b6eb63bf0941be96eac4de7bba5083_21"
    },
    {
      "start": 1306,
      "end": 1341,
      "text": "Hearing concluded on              :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "160c66918a6d42659ccc544958854487_22"
    },
    {
      "start": 1342,
      "end": 1358,
      "text": "December 3, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b903b5e9a8df4183a963f1d3cc64ed10_23"
    },
    {
      "start": 1366,
      "end": 1537,
      "text": "Judgment on                       : January 9, 2020\n\n\nDebangsu Basak, J.\n1. By this application the defendant No. 2 has sought extension of time to file written statement.",
      "labels": [
        "NONE"
      ],
      "id": "62dcd95001904bb6b0119e6a8af4b2a0_24"
    },
    {
      "start": 1538,
      "end": 1656,
      "text": "\n2. Learned advocate appearing for the defendant No. 2 has submitted that, the instant suit was filed in January 2015.",
      "labels": [
        "FAC"
      ],
      "id": "896959e3e82b482c9ee5ad4ec78b6135_25"
    },
    {
      "start": 1657,
      "end": 1722,
      "text": "The Commercial Courts Act, 2015 came into effect in October 2015.",
      "labels": [
        "FAC"
      ],
      "id": "5fc47b709edc469aa857fe952e1c68fd_26"
    },
    {
      "start": 1723,
      "end": 1810,
      "text": "The plaintiff applied for judgement on admission in the suit, sometime in January 2016.",
      "labels": [
        "FAC"
      ],
      "id": "018642eb831f47609861ccd49af6fa56_27"
    },
    {
      "start": 1811,
      "end": 1879,
      "text": "On such application, a judgement and decree was passed in July 2016.",
      "labels": [
        "FAC"
      ],
      "id": "838ed97f45f7407a81045b610170c918_28"
    },
    {
      "start": 1880,
      "end": 1970,
      "text": "An appeal was preferred from such decree and that, such appeal was allowed in August 2017.",
      "labels": [
        "FAC"
      ],
      "id": "b2c6b516db014148803e74a44b700d9b_29"
    },
    {
      "start": 1971,
      "end": 2061,
      "text": "A special leave petition filed against the Appeal Court's order was admitted subsequently.",
      "labels": [
        "FAC"
      ],
      "id": "4081375d64a84a238988cb327d3d0203_30"
    },
    {
      "start": 2062,
      "end": 2175,
      "text": "By an order dated July 3, 2018, the time to file written statement on behalf of the defendant No. 5 was extended.",
      "labels": [
        "FAC"
      ],
      "id": "65671e6dd6da4aaebc9ff17698754df3_31"
    },
    {
      "start": 2176,
      "end": 2311,
      "text": "By two several orders dated February 1, 2019, the time to file written statement on behalf of the defendant Nos. 3 and 4 were extended.",
      "labels": [
        "FAC"
      ],
      "id": "fb339e16741a45ddaea8d07455f70ea5_32"
    },
    {
      "start": 2312,
      "end": 2645,
      "text": "An appeal was carried from the order of extension of time to file written statement whereupon, by an order dated February 15, 2019, the Appeal Court observed that, since the suit was to be classified as a Commercial Division matter, no appeal lay against an order of extension of time to file written statement under the Act of 2015.",
      "labels": [
        "FAC"
      ],
      "id": "4975c3b886bc4fbf940694cad48fad67_33"
    },
    {
      "start": 2646,
      "end": 2784,
      "text": "Prior to the order dated February 15, 2019, the suit was never treated as one to fall under the Commercial Division under the Act of 2015.",
      "labels": [
        "FAC"
      ],
      "id": "164f0b895a974019b8b2efca7d7cd678_34"
    },
    {
      "start": 2785,
      "end": 3178,
      "text": "\n3. Learned advocate appearing for the defendant No. 2 has relied upon the provisions of Section 15 of the Act of 2015 and submitted that, since the Court did not transfer the suit to the Commercial Division and since, the Court did not pass any order on the time management in the suit, therefore, the Court can extend the time to file written statement, of course, on just cause being shown.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43e3fe186d83478382c93f401453d433_35"
    },
    {
      "start": 3179,
      "end": 3345,
      "text": "He has submitted that, there are just causes existing in the facts of the present case for the defendant No. 2 to have an extension of time to file written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3aa1ca382d4747e1819ffdc0ceeea463_36"
    },
    {
      "start": 3346,
      "end": 3516,
      "text": "He has relied upon 2019 Scc online Bom 848 (Reliance General Insurance Company Ltd. vs. Colonial Life Insurance Company (Trinidad) Limited) in support of his contentions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aed47543e4c4432c952f0587546f9c8a_37"
    },
    {
      "start": 3518,
      "end": 3620,
      "text": "4. Learned senior advocate appearing for the plaintiff has submitted that, the suit was filed in 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "996bebfc4cd64907a9a9953bc01565bd_38"
    },
    {
      "start": 3621,
      "end": 3701,
      "text": "The writ of summons in the suit was served upon the defendants on April 2, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "dce5935bdc284f4e8f6d9497e748bc28_39"
    },
    {
      "start": 3702,
      "end": 3818,
      "text": "On February 15, 2019, the suit was recognised to be one falling under the Commercial Division under the Act of 2015.",
      "labels": [
        "FAC"
      ],
      "id": "de0690473c0a4462806bde75d948ff21_40"
    },
    {
      "start": 3819,
      "end": 3898,
      "text": "The time to file written statement under the Act of 2015 expired long time ago.",
      "labels": [
        "FAC"
      ],
      "id": "6b57262fa76e4c699488d62598dc4daa_41"
    },
    {
      "start": 3899,
      "end": 3976,
      "text": "He has referred to and relied upon Section 2 (1) (c) (xi) of the Act of 2015.",
      "labels": [
        "FAC"
      ],
      "id": "b755232489f74558bbe74c91c82d2f80_42"
    },
    {
      "start": 3977,
      "end": 4048,
      "text": "He has submitted that, no rules have been framed under the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ff9a6bf5a084ae8b6ee942a24817824_43"
    },
    {
      "start": 4049,
      "end": 4201,
      "text": "He has drawn the attention of the Court to the provisions of Order Viii Rule 1 of the Code of Civil Procedure, 1908 particularly to the proviso thereof.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6dfb945c0068424eab1aa6ed77ee481d_44"
    },
    {
      "start": 4202,
      "end": 4287,
      "text": "He has also relied upon the provisions of Sections 15 (4) and (5) of the Act of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e7021d014ca40ab978033c42061706e_45"
    },
    {
      "start": 4288,
      "end": 4572,
      "text": "He has submitted that, since the suit was treated as one to fall under the Commercial Division on February 15, 2019, the application for extension of time to file written statement made on June 20, 2019 was belated and therefore, no relief should be granted to the defendant No. 2.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0b9ad58e88904b59a95ee10f3f11be9d_46"
    },
    {
      "start": 4573,
      "end": 4916,
      "text": "Learned advocate appearing for the defendant Nos. 3, 4 and 5 has submitted that, the contentions of the plaintiff as sought to be raised herein were raised by the plaintiff in two review petitions filed by the plaintiff in respect of the order dated February 1, 2019 extending the time to file written statement for the defendant Nos. 3 and 4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2e9b71942d242bc94bc9c5303f0e040_47"
    },
    {
      "start": 4917,
      "end": 5022,
      "text": "None of the contentions of the plaintiff were accepted by the Court while disposing of the two review pet",
      "labels": [
        "FAC"
      ],
      "id": "716d398b11224e45bea80779bc10c70c_48"
    },
    {
      "start": 5023,
      "end": 5089,
      "text": "itions by the common judgement and order dated September 17, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "e6b837139f0e488dbe8ee3ce08c2b2ad_49"
    },
    {
      "start": 5090,
      "end": 5183,
      "text": "He has submitted that, the time to file written statement by the defendant No. 2 be extended.",
      "labels": [
        "FAC"
      ],
      "id": "1c8704c985df49e6bfaed689209eb622_50"
    },
    {
      "start": 5185,
      "end": 5418,
      "text": "6. The plaintiff have prayed for a money decree of Rs.4,76,35,178/- against defendants nos. 1 to 8 and an enquiry into the damages suffered by the plaintiff at the hand of such defendants and an appropriate decree in respect thereof.",
      "labels": [
        "FAC"
      ],
      "id": "f1de43e8a5a64b6784db61430584a0b4_51"
    },
    {
      "start": 5419,
      "end": 5496,
      "text": "The plaintiff, however, has not sought any relief against the defendant no.9.",
      "labels": [
        "FAC"
      ],
      "id": "be76e47e275f442e8bd8521a7ba6130c_52"
    },
    {
      "start": 5497,
      "end": 5583,
      "text": "According to the plaintiff, the defendant no. 2 is director of defendant nos. 1 and 8.",
      "labels": [
        "FAC"
      ],
      "id": "6ac543efe32d47a3be21177064fcf346_53"
    },
    {
      "start": 5584,
      "end": 5648,
      "text": "The defendant nos. 5 and 6 are directors of the defendant no. 1.",
      "labels": [
        "FAC"
      ],
      "id": "0c1b27ceda26455bb2bf88cdf31fbb61_54"
    },
    {
      "start": 5649,
      "end": 5715,
      "text": "The defendant nos. 3 and 4 are the parents of the defendant no. 2.",
      "labels": [
        "FAC"
      ],
      "id": "b7d7028be7aa49108a16236d463ed8cf_55"
    },
    {
      "start": 5716,
      "end": 5787,
      "text": "The defendant no. 1 was under the control of the defendant nos. 2 to 6.",
      "labels": [
        "FAC"
      ],
      "id": "920e3bd903fe4319987d63a8f016b040_56"
    },
    {
      "start": 5788,
      "end": 5845,
      "text": "The defendant no. 9 used to run two medical institutions.",
      "labels": [
        "FAC"
      ],
      "id": "86aa3c5842ce4ab9a1e56b085384081d_57"
    },
    {
      "start": 5846,
      "end": 5911,
      "text": "Such medical institutions faced financial and other difficulties.",
      "labels": [
        "FAC"
      ],
      "id": "d6aba4c040fd47f689519612a594bca1_58"
    },
    {
      "start": 5912,
      "end": 5993,
      "text": "The defendant no. 2 approached the plaintiffs for financial and other assistance.",
      "labels": [
        "FAC"
      ],
      "id": "0fac1490ce024dfeab333b3f02825574_59"
    },
    {
      "start": 5994,
      "end": 6096,
      "text": "On August 21, 2012, a Memorandum of Understanding was entered into between the defendant nos. 8 and 9.",
      "labels": [
        "FAC"
      ],
      "id": "b3d530fa219648aabf340fdf3af79a05_60"
    },
    {
      "start": 6097,
      "end": 6204,
      "text": "The defendant no. 8 agreed to assume liability of a portion of the outstanding loan of the defendant no. 9.",
      "labels": [
        "FAC"
      ],
      "id": "6273775d2745402cbe6d7d3d4ef5cb4e_61"
    },
    {
      "start": 6205,
      "end": 6328,
      "text": "In order to facilitate the understanding between the defendant Nos. 8 and 9, a trust being the defendant no. 7 was created.",
      "labels": [
        "FAC"
      ],
      "id": "10874ee825b04f04b22d03bf2e7efffd_62"
    },
    {
      "start": 6329,
      "end": 6423,
      "text": "The defendant nos. 2, 4, 6 and plaintiff and some other person were appointed as the trustees.",
      "labels": [
        "FAC"
      ],
      "id": "8f2947d9d82749498d62f63f98da5282_63"
    },
    {
      "start": 6424,
      "end": 6651,
      "text": "The plaintiff thereafter, agreed to pay a sum of Rs. 12.50 crores to the defendant nos. 1 to 8 by October 30, 2012 on the representation of defendant no. 2, and in consideration of 25% share in the management of defendant no.9.",
      "labels": [
        "FAC"
      ],
      "id": "fbb79fec084b4bc7a7ad8f5f50d515a8_64"
    },
    {
      "start": 6652,
      "end": 6712,
      "text": "The plaintiff paid an aggregate amount of Rs. 3,32,00,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "7ea60757e5884aa0bd411fb2da2f0b94_65"
    },
    {
      "start": 6713,
      "end": 6801,
      "text": "The defendant nos. 1 to 8, however, failed and neglected to discharge their obligations.",
      "labels": [
        "FAC"
      ],
      "id": "db4db0fa01aa4ae8a94d287dc1320271_66"
    },
    {
      "start": 6802,
      "end": 6847,
      "text": "The defendant no. 9 terminated the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "561f0be1bbca4253a6d81f2e68f6230f_67"
    },
    {
      "start": 6848,
      "end": 6998,
      "text": "The plaintiff could not make further contribution in terms of the agreement and could not acquire 25% share in the management of the two institutions.",
      "labels": [
        "FAC"
      ],
      "id": "5f22db9a45814d73a79d6691935c3fc7_68"
    },
    {
      "start": 6999,
      "end": 7135,
      "text": "According to the plaintiff, since the defendant nos. 1 to 8 acted in breach of the contract they are liable to compensate the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "a27286c689b5493bb8cd40ce941479a0_69"
    },
    {
      "start": 7136,
      "end": 7221,
      "text": "The plaintiff therefore, seeks recovery of the sum of Rs. 3,32,00,000/- with damages.",
      "labels": [
        "FAC"
      ],
      "id": "cfab48b582ed4a5381a6f085b69d53d0_70"
    },
    {
      "start": 7222,
      "end": 7266,
      "text": "The plaint was verified on January 28, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "034b11ef1b9c4cf6a92e2398d13a66f0_71"
    },
    {
      "start": 7267,
      "end": 7352,
      "text": "The writ of summons of the suit was served upon the defendant no. 2 on April 2, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "12268b38aa6c4a57bc8fd828d7d4bc4e_72"
    },
    {
      "start": 7353,
      "end": 7414,
      "text": "The defendant no. 2 did not file written statement till date.",
      "labels": [
        "FAC"
      ],
      "id": "4c9341c7cbcd433e98cbddb49ee11abc_73"
    },
    {
      "start": 7415,
      "end": 7517,
      "text": "By the present application, the defendant no. 2 rules extension of time to file its written statement.",
      "labels": [
        "FAC"
      ],
      "id": "15ed8776ef474f5eb14c302a84c563bf_74"
    },
    {
      "start": 7519,
      "end": 7597,
      "text": "7. In the suit, the plaintiff applied for a judgement and decree on admission.",
      "labels": [
        "FAC"
      ],
      "id": "4f25dd2be35d4f4d881ac80232634f59_75"
    },
    {
      "start": 7598,
      "end": 7677,
      "text": "A judgement and decree on admission dated July 26, 2016 was passed in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "6ca2d695590d42d0b3d4a419cbc65483_76"
    },
    {
      "start": 7678,
      "end": 7770,
      "text": "Such judgement dated July 26, 2016 directing a decree on admission was challenged in appeal.",
      "labels": [
        "FAC"
      ],
      "id": "44e5a383d12e43ea8a9581fb8f9f7a79_77"
    },
    {
      "start": 7771,
      "end": 7912,
      "text": "The appeal Court by a judgement and order dated August 22, 2017, set aside the judgement dated July 26, 2016 directing a decree on admission.",
      "labels": [
        "FAC"
      ],
      "id": "c00a62137748419292fd4850c431c27a_78"
    },
    {
      "start": 7914,
      "end": 8065,
      "text": "8. The judgment and order dated August 22, 2017 of the Division Bench was challenged before the Hon'ble Supreme Court by way of Special Leave Petition.",
      "labels": [
        "FAC"
      ],
      "id": "b671bbac5bd44b0b8fce08ec1f4031b0_79"
    },
    {
      "start": 8066,
      "end": 8206,
      "text": "In the Special Leave Petition, the order dated January 22, 2018 was passed by the Supreme Court directing issuance of notice to the parties.",
      "labels": [
        "FAC"
      ],
      "id": "61cd7a461b18440db540ea615120acd1_80"
    },
    {
      "start": 8207,
      "end": 8278,
      "text": "The Court is informed that the Special Leave Petition is still pending.",
      "labels": [
        "FAC"
      ],
      "id": "a74f70fdf5bc4efea45cdf71ac3bc7ea_81"
    },
    {
      "start": 8280,
      "end": 8391,
      "text": "9. The defendant nos. 3, 4 and 5 filed three applications seeking extension of time to file written statements.",
      "labels": [
        "FAC"
      ],
      "id": "df81bc35b1c84de2a619a46995fa6a4a_82"
    },
    {
      "start": 8392,
      "end": 8544,
      "text": "By orders dated July 3, 2018 and February 1, 2019 such applications for extension of time to file written statements were allowed upon payment of costs.",
      "labels": [
        "FAC"
      ],
      "id": "21c1fcf11afa43d886d26db79c61c712_83"
    },
    {
      "start": 8545,
      "end": 8680,
      "text": "Pursuant to such orders, the defendants nos. 3, 4 and 5 paid the costs as directed and filed their written statement in the department.",
      "labels": [
        "FAC"
      ],
      "id": "3751923728734b68a1284ab995f623fa_84"
    },
    {
      "start": 8681,
      "end": 8821,
      "text": "Appeals were filed by the plaintiff against the orders dated February 1, 2019 allowing the defendant nos. 3 and 4 to file written statement.",
      "labels": [
        "FAC"
      ],
      "id": "7169bc405adf4ea79c6ed891cbf0cfac_85"
    },
    {
      "start": 8822,
      "end": 9104,
      "text": "By orders dated February 15, 2019, the Division Bench dismissed the appeals as not maintainable as the appeals arose out of orders extending the time to file written statement in a suit where the dispute is a commercial dispute within the meaning of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "7c0d21566a0148fe9aeb5075ec9853bb_86"
    },
    {
      "start": 9105,
      "end": 9188,
      "text": "The Division Bench held that, no appeal lay under the Act of 2015 from such orders.",
      "labels": [
        "RLC"
      ],
      "id": "03c2ae27d8cb43a39f2934538591b538_87"
    },
    {
      "start": 9189,
      "end": 9290,
      "text": "Consequently, the Division Bench dismissed the appeals and the stay applications as not maintainable.",
      "labels": [
        "RLC"
      ],
      "id": "08ebfabdb6cc495f813326d3d664871e_88"
    },
    {
      "start": 9291,
      "end": 9438,
      "text": "\n10. The plaintiff filed two application for review of two orders both dated February 1, 2019 by which time to file written statement was extended.",
      "labels": [
        "FAC"
      ],
      "id": "0146e571c93642638f06d7b8a7991765_89"
    },
    {
      "start": 9439,
      "end": 9526,
      "text": "Such review petitions were dismissed by a judgement and order dated September 17, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "05c8b2debdf1440cbd805b1b73544184_90"
    },
    {
      "start": 9528,
      "end": 9579,
      "text": "11. The instant suit was filed on January 30, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "a6b86a560943437a94dbdcf2ccecab38_91"
    },
    {
      "start": 9580,
      "end": 9680,
      "text": "\n12. The Commercial Courts Act, was gazetted on December 31, 2015 with effect from October 23, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "0cb0a5c0867a4a5dbd185d45b29bcd69_92"
    },
    {
      "start": 9682,
      "end": 9961,
      "text": "13. The Act of 2015 contemplates constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specific value and matters connected therewith or incidental thereto.",
      "labels": [
        "FAC"
      ],
      "id": "02e3823a1412446cb87b9e978d98a75f_93"
    },
    {
      "start": 9962,
      "end": 10085,
      "text": "Therefore, a Commercial Division and a Commercial Appellate Division were required to be constituted under the Act of 2015.",
      "labels": [
        "FAC"
      ],
      "id": "5e50729757c04332aba1823c1904eb3b_94"
    },
    {
      "start": 10086,
      "end": 10201,
      "text": "The Commercial Division and Commercial Appellate Division of this Hon'ble Court were constituted in September 2017.",
      "labels": [
        "FAC"
      ],
      "id": "14334b8e5ebd43c2ada9e68f52ac75eb_95"
    },
    {
      "start": 10203,
      "end": 10442,
      "text": "14. The Act of 2015 defines a commercial dispute which is required to be tried by a Commercial Court in the case it is within the jurisdiction of District Court and by a Commercial Division if it is within the jurisdiction of a High Court.",
      "labels": [
        "STA"
      ],
      "id": "367f7301b2484f5cb7802ef85a200f4c_96"
    },
    {
      "start": 10443,
      "end": 10531,
      "text": "The definition of 'commercial disputes' appears in Section 2 (1)\n(c) of the Act of 2015.",
      "labels": [
        "STA"
      ],
      "id": "2493cdf56f97418aaf540e868d22235e_97"
    },
    {
      "start": 10532,
      "end": 10622,
      "text": "Section 4 of the Act of 2015 requires constitution of Commercial Division of a High Court.",
      "labels": [
        "FAC"
      ],
      "id": "0d0a9a72d0304cec8f38b21fe8cbfcc1_98"
    },
    {
      "start": 10623,
      "end": 10948,
      "text": "It contemplates and lays down that, in all High Courts having Ordinary Original Civil Jurisdiction, the Chief Justice of the High Court may constitute a Commercial Division having one or more benches consisting of a Single Judge for the purpose of exercising the jurisdiction and powers conferred on it under the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7eefab003a0c4d74bd6b9a5f41d69f50_99"
    },
    {
      "start": 10949,
      "end": 11174,
      "text": "Section 5 of the Act of 2015 enjoins upon the Chief Justice of a High Court the power to constitute Commercial Appellant Division for the purpose of exercising the jurisdiction and powers conferred upon it by the Act of 2015.",
      "labels": [
        "STA"
      ],
      "id": "9afa4bfb02964f6ea9507c5790aecfc7_100"
    },
    {
      "start": 11175,
      "end": 11277,
      "text": "Section 7 of the Act of 2015 lays down the jurisdiction of the Commercial Divisions of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6824b31910f942d995c03ad62e8ff1eb_101"
    },
    {
      "start": 11278,
      "end": 11346,
      "text": "Section 15 of the Act of 2015 deals with transfers of pending cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5a0ae4632274d0bb20406d5ef640390_102"
    },
    {
      "start": 11348,
      "end": 11711,
      "text": "15. According to the plaintiff the present suit is a suit which is to be treated as a commercial suit to be tried by the Commercial Division of the High Court since, the suit was instituted for a cause of action and for a claim which is in excess of the prescribed value for a suit to be treated as a suit to be tried by the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c733afe70ee4e6b807f635f63e9dbaa_103"
    },
    {
      "start": 11712,
      "end": 11900,
      "text": "According to the plaintiff, the subject matter of the commercial dispute involved in the suit comes within the purview of the definition of commercial dispute as in Section 2 (1) (c) (xi).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d8c316c5de544debe9c83587da95a39_104"
    },
    {
      "start": 11901,
      "end": 12116,
      "text": "Section 2 (1) (c) (xi) is as follows:-\n\"2. Definitions.- (1) In this Act, unless the context otherwise requires,-\n... (c) \"commercial dispute\" means a dispute arising out of - ... (xi) joint venture agreements;\"\n16.",
      "labels": [
        "STA"
      ],
      "id": "cc2eddc7a65b4619ad048639fd73373e_105"
    },
    {
      "start": 12117,
      "end": 12322,
      "text": "On the basis of the pleading in the plaint, the disputes involve in the suit can be classified as one to involve a commercial dispute coming within the purview of Section 2 (1) (c) (xi) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbbae3412829432087ee9e51be75dfd7_106"
    },
    {
      "start": 12323,
      "end": 12620,
      "text": "In any view, by the order February 15, 2019 passed by the Appeal Court in an appeal sought to be preferred against an order extending the time to file written statement by defendant nos. 3 and 4 that, the suit involves a dispute which is a Commercial Dispute within the meaning of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f64f22bc90a849daa1d34bb58bc82c98_107"
    },
    {
      "start": 12622,
      "end": 12773,
      "text": "17. The suit of the plaintiff is therefore, to be treated as a suit involving a commercial dispute to be tried under the provisions of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f10122c6ace4a3ca146e082334bd8d5_108"
    },
    {
      "start": 12774,
      "end": 12960,
      "text": "Since the suit was filed prior to the coming into effect of the Act of 2015, the provisions of transfer of pending suits enumerated in Section 15 of the Act of 2015 comes into operation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87ca208032a243f298e31c655acd175e_109"
    },
    {
      "start": 12961,
      "end": 13335,
      "text": "Section 15 of the Act of 2015 is as follows:-\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n",
      "labels": [
        "STA"
      ],
      "id": "9906096c19bf4185937a963bec22160c_110"
    },
    {
      "start": 13335,
      "end": 13907,
      "text": "( 2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n",
      "labels": [
        "STA"
      ],
      "id": "9b4308badcf1451e88f88e476eff67f7_111"
    },
    {
      "start": 13907,
      "end": 14301,
      "text": "(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "1cf29e9a2ad246cabc48ff75e738163a_112"
    },
    {
      "start": 14302,
      "end": 14978,
      "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "b64dc9e759ac448ea31b2dcd9a455ff1_113"
    },
    {
      "start": 14979,
      "end": 15849,
      "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n18. Sub Section 1 of Section 15 mandates that all suits and applications including application under the Arbitration and Conciliation Act 1996 relating to a commercial dispute of a specified value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "f0aafa4155634c23a94c5cb69090d1b1_114"
    },
    {
      "start": 15850,
      "end": 15987,
      "text": "In my understanding, this transfer contemplated under Sub Section (1) of Section 15 is to happen without the intervention of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6903421c7f44c15a7527334fbb656f1_115"
    },
    {
      "start": 15988,
      "end": 16275,
      "text": "It is either the Court or the Registry of the Court who transfers all suits and pending applications, including applications under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of the specified value pending before the High Court to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "044f9a505ff747fb864667b6df207f46_116"
    },
    {
      "start": 16276,
      "end": 16402,
      "text": "In the facts of the present case, the suit was not transferred to the Commercial Division under Sub Section (1) of Section 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dcea9fb731747f98e905bf896693aea_117"
    },
    {
      "start": 16403,
      "end": 16514,
      "text": "Sub Section (2) of Section 15 does not apply to the present suit as, the suit is pending before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bc763a44ae04c5681ae261617de52ca_118"
    },
    {
      "start": 16515,
      "end": 16996,
      "text": "Sub Section (3) of Section 15 mandates that, on any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of specified value being transferred to the Commercial Division or the Commercial Court under Sub Section (1) or Sub Section (2) of the Section 15 of the Act of 2015, as the case may be, the provisions of the Act of 2015 shall apply to those procedure that were not completed at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bdb59a7300843baa16c9de9fa9b897f_119"
    },
    {
      "start": 16997,
      "end": 17406,
      "text": "Sub Section (4) of Section 15 empowers the Commercial Division or the Commercial Courts, as the case may be to hold case management hearing in respect of transferred suit or applications in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908.",
      "labels": [
        "STA"
      ],
      "id": "bd9662c2c2d041aca13dfebfa06802b8_120"
    },
    {
      "start": 17407,
      "end": 17861,
      "text": "It goes on to prescribe that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to the transferred suit and application, and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n19. Sub Section (5) of Section 15 contemplates a situation where, suit or an application is not transferred in the manner specified in Sub Section (1) or (2) or (3).",
      "labels": [
        "STA"
      ],
      "id": "bda0f99143c746b8987481501768fea1_121"
    },
    {
      "start": 17862,
      "end": 18214,
      "text": "In such a situation, the parties to the suit can approach the Commercial Appellant Division of the High Court to have the suit or application withdrawn from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Courts, as the case may be, having territorial jurisdiction of such suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c43d5e2845ea4a46ace7a652d5b86d2b_122"
    },
    {
      "start": 18216,
      "end": 18376,
      "text": "20. In the factual matrix of the present case, the suit was never transferred to the Commercial Division under Sub Section (1) of Section 15 of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93300db286344f078e143e1fa8405040_123"
    },
    {
      "start": 18377,
      "end": 18583,
      "text": "None of the parties to the suit approached the Commercial Appellant Division of the High Court to have the present suit withdrawn from the regular Court and transferred to the Commercial Division for trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aebebcfccf3f4069874497bec6b28663_124"
    },
    {
      "start": 18584,
      "end": 18741,
      "text": "The order dated February 15, 2019 of the Division Bench records a finding that, the suit involves a commercial dispute within the meaning of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4f3e0546f03415a822b16beae2dfc50_125"
    },
    {
      "start": 18742,
      "end": 18809,
      "text": "It does not transfer the suit to the Commercial Division for trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "262d2f62f390429a9af2f1b5e1df568f_126"
    },
    {
      "start": 18811,
      "end": 19052,
      "text": "21. As noticed above, Sub Section (1) of Section 15 empowers the High Court in seisin of a suit involving a commercial dispute of a specified value within the meaning of the Act of 2015 to be transferred to the Commercial Division for trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92c14f6befba49c8b5e633439965fbe7_127"
    },
    {
      "start": 19053,
      "end": 19443,
      "text": "Since, the present suit involves a commercial dispute within the meaning of the Act of 2015 and is in excess of the specified value for trial by a Commercial Division and since, the Division Bench recorded that, the suit involves a commercial dispute within the meaning of the Commercial Courts Act, 2015, the present suit is required to be transferred to the Commercial Division for trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "762b7524e4bd4583901389464851a06b_128"
    },
    {
      "start": 19444,
      "end": 19483,
      "text": "By this order, the same is so directed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36727cd0a4cb466784c78a98bf3f1bbe_129"
    },
    {
      "start": 19484,
      "end": 19588,
      "text": "The present suit be transferred to the Commercial Division for trial in accordance with the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1f8eb5d1f274a60be3ab8e12b99fe64_130"
    },
    {
      "start": 19590,
      "end": 19970,
      "text": "22. Once, the suit is transferred to the Commercial Division for trial, Sub Section (4) of Section 15 of the Act of 2015 enjoins upon the Commercial Division to hold case management hearing in respect of the transferred suit in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5ddad1973bd4f2d84a3b3ea99c18208_131"
    },
    {
      "start": 19972,
      "end": 20267,
      "text": "23. The proviso to Sub Section (4) of Section 15 prescribe that sub-rule (1) of Rule 1 of Order 5 of the Code of Civil Procedure, 1908 shall not apply to the transferred suit and that, the Court in its discretion may prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "c829fe3f006b406590b6356f9306a7e1_132"
    },
    {
      "start": 20268,
      "end": 21069,
      "text": "Order V Rule 1 of the Code of Civil Procedure, 1908 is as follows:-\n\"1. Summons. - [(1) When a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant:\nProvided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim:\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other days as may be specified by the court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.]",
      "labels": [
        "STA"
      ],
      "id": "ba78dbeadce04db3be468bd469460b0d_133"
    },
    {
      "start": 21070,
      "end": 21348,
      "text": "(2) A defendant to whom a summons has been issued under sub-rule (1) may appear:-\n(a) in person, or (b) by a pleader duly instructed and able to answer all material questions relating to the suit, or (c) by a pleader accompanied by some person able to answer all such questions.",
      "labels": [
        "STA"
      ],
      "id": "332f7a9f8a0a458ebf012b8ce214d1a5_134"
    },
    {
      "start": 21349,
      "end": 21485,
      "text": "\n(3) Every such summons shall be signed by the Judge or such officer as he appoints and shall be sealed with the seal of the Court.\"\n24.",
      "labels": [
        "STA"
      ],
      "id": "0ccc486ff5814931af67a953047a95cf_135"
    },
    {
      "start": 21486,
      "end": 21669,
      "text": "In view of the provisions of the Act of 2015 as noted above in the factual matrix of the present case the defendant no. 2 is entitled to one opportunity to file its written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c1743274af84278ade90c938fe7bfaa_136"
    },
    {
      "start": 21670,
      "end": 21796,
      "text": "The suit was not transferred to the Commercial Division in terms of the Section 15 (1) of the Act of 2015 prior to this order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fbf3d7091ca47caa77ed1bb2bfe0710_137"
    },
    {
      "start": 21797,
      "end": 22119,
      "text": "Subsequent to the transfer of the suit to the Commercial Division, it is incumbent on the Commercial Division to hold case management hearings in respect of the transferred suit and in order to prescribe new time line and issue such further directions as may be necessary for a speedy and efficacious disposal of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f73e23057484459faf1e33da0111cac7_138"
    },
    {
      "start": 22120,
      "end": 22168,
      "text": "Such case management hearing have not been held.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fb10b1eb1384355bea3e21ad61f2dfe_139"
    },
    {
      "start": 22169,
      "end": 22365,
      "text": "Moreover, in terms of the proviso to Sub Section (4) of Section 15, the Court retains the power in its discretion, to prescribe a new time period within which the written statement is to be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3dc4acffce648a0a4fae0db1f6014e9_140"
    },
    {
      "start": 22367,
      "end": 22680,
      "text": "25. The Bombay High Court considered the question as to whether the mandatory time line of 120 days for filing a written statement in a commercial suit is applicable to suits which were filed prior to the enactment of the Act of 2015 and subsequently transferred to the Commercial Division in 2019 SCC Online Bom.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37744d83062347049914d9d70a6deb32_141"
    },
    {
      "start": 22681,
      "end": 22767,
      "text": "(Reliance General Insurance company Ltd. vs. Colonial Life Insurance (Tribunal) Ltd.).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "67d1b205de434acf9644dd8daa5d5fe5_142"
    },
    {
      "start": 22768,
      "end": 23058,
      "text": "It has held that, the mandatory timeline of 120 days for filing written statement in a commercial suit is not applicable to suits which were filed prior to the enactment of the Act of 2015 and subsequently transferred as commercial suit to be heard by Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c30656d7ad4468c9d304beea6b46a17_143"
    },
    {
      "start": 23060,
      "end": 23274,
      "text": "26. In the facts of the present case, subsequent to the Act of 2015 coming into effect, this Hon'ble Court extended the time to file written statement by the defendant nos. 3 and 4 by orders dated February 1, 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62ecf9a50ff14c10a9c5265e1c06a931_144"
    },
    {
      "start": 23275,
      "end": 23393,
      "text": "Appeals were carried against such order which were dismissed as not maintainable by the order dated February 15, 2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c17a94f144f4abaa38f3c564367cf47_145"
    },
    {
      "start": 23394,
      "end": 23563,
      "text": "Two review petitions were filed by the plaintiff in respect of the orders dated February 1, 2019 extending the time to file written statements by defendant nos. 3 and 4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b124a620afdc4f59acb22bcb2347f1bd_146"
    },
    {
      "start": 23564,
      "end": 23678,
      "text": "In the review petitions, the plaintiffs raised the same issues as sought to be raised in the present applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84dc8718a3ca4b718b83476e95f04dfb_147"
    },
    {
      "start": 23679,
      "end": 24182,
      "text": "The learned Judge disposing of the two review petitions on September 17, 2019 had negated the contentions of the plaintiffs and held that, the suit was not transferred to the Commercial Division on the date when, the application for extension of time to file written statement by the defendant nos. 3 and 4 were extended on February 1, 2019 and therefore refused to review such orders, inter alia, on the ground that, there was no error apparent on the face of record warranting a review of such orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0ed8caeba8149bd8f3994180477ba1f_148"
    },
    {
      "start": 24183,
      "end": 24329,
      "text": "\n27. Section 16 of the Act of 2015 incorporates various amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8d7899cf6224db3934f3eaa40e3be43_149"
    },
    {
      "start": 24330,
      "end": 24696,
      "text": "Section 16 of the Act of 2015 is as follows:-\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n",
      "labels": [
        "STA"
      ],
      "id": "2ec09d8b2d024cbfb35bdf2442a98cfe_150"
    },
    {
      "start": 24696,
      "end": 24927,
      "text": "( 2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "c01dc9abccf549a2a12a0d270c7ef8cd_151"
    },
    {
      "start": 24928,
      "end": 25518,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n28. Section 16 of the Act of 2015 requires the Commercial Division to follow the provisions of the Code of Civil Procedure, 1908 as amended by the Act of 2015 in the trial of a suit in respect a commercial dispute of a specified value.",
      "labels": [
        "STA"
      ],
      "id": "dc28b25cdf944a918f56c7a408c6657d_152"
    },
    {
      "start": 25519,
      "end": 25716,
      "text": "However, the proviso to Sub Section (4) of Section 15 prescribes that, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to the transferred suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fa8b9725c4541498fa985f7e1b7aaf8_153"
    },
    {
      "start": 25717,
      "end": 26081,
      "text": "Since, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 does not apply to a transferred suit, and the Court retains the discretion to prescribe a new time period within which the written statement can be filed, the application for extension of time to file written statement filed by the defendant no. 2 requires consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55c54072a1b944e5aef8f5b9f63e241b_154"
    },
    {
      "start": 26082,
      "end": 26174,
      "text": "All and every application for extension of time to file written statement cannot be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f87de8c95d4d4feb98c0f93bba049f91_155"
    },
    {
      "start": 26175,
      "end": 26395,
      "text": "The time to file written statement can be allowed on judicial recognized principles one of which is that, the defendant adequately explains as to, the delay in not filing the written statement within the time stipulated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b552420db484a3caa4a08effc1c1207_156"
    },
    {
      "start": 26397,
      "end": 26773,
      "text": "29. In the facts of the present case, the defendant no. 2 seeks to explain non filing of the written statement from the date of expiry of the time period to file written statement as prescribed by the writ of summons till the date of making the application for extension of time to file written statement, on the ground of various proceedings that the parties had in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47f12eeb8fc84c6d8fc20da7e78b54f5_157"
    },
    {
      "start": 26774,
      "end": 26861,
      "text": "The defendant no. 2 acknowledges that he received the writ of summons on April 2, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0df913a64d0e426bb596c31051f06e19_158"
    },
    {
      "start": 26862,
      "end": 26918,
      "text": "The defendant no.2 entered appearance on March 11, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a67e202017044c43804f28f10d742cf0_159"
    },
    {
      "start": 26919,
      "end": 27007,
      "text": "Two applications for dismissal of the suit were taken out by the defendant nos. 3 and 4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "616a4b066cc146779feb20a32bf3a322_160"
    },
    {
      "start": 27008,
      "end": 27236,
      "text": "In one of such application for dismissal of the suit, an order dated June 7, 2016 was passed directing the department not to transfer the suit to the list of undefended suits during the pendency of the application for dismissal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91ac9b973e904423bc5a00629ec89800_161"
    },
    {
      "start": 27237,
      "end": 27362,
      "text": "The application of the plaintiff for decree on judgement on admission filed on January 13, 2016 was allowed on July 26, 2016.",
      "labels": [
        "RPC"
      ],
      "id": "0db030f24f6b489bbfd3f6b8426a04da_162"
    },
    {
      "start": 27363,
      "end": 27461,
      "text": "The judgement and decree dated July 26, 2016 was set aside by the Appeal Court on August 22, 2017.",
      "labels": [
        "FAC"
      ],
      "id": "e5c99a781597415886f12b699dc00655_163"
    },
    {
      "start": 27462,
      "end": 27746,
      "text": "The defendant no. 2 has sought to explain the non-filing of the written statement not only on the pendency of the applications as noted above but also on the fact that the defendant no. 2 was embroiled in criminal cases and was detained in judicial custody for a given period of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5be90a0bc90d4a1f8ec18851ed2b8e36_164"
    },
    {
      "start": 27747,
      "end": 27917,
      "text": "The defendant no. 2 who is a medical practitioner and was employed with a college of medicine, lost his employment with the college by reason of such criminal litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56b0d36cb0744f1f882a6becf2c2cff0_165"
    },
    {
      "start": 27918,
      "end": 28045,
      "text": "Consequently, the defendant no. 2 has claimed that he was mentally depressed and unemployed for about a year till January 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbc21cc3496f42d680c82d4c372f8a6a_166"
    },
    {
      "start": 28046,
      "end": 28103,
      "text": "Thereafter, the defendant no. 2 started his own practice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7075f68a9ded481a9c458bf2d1900342_167"
    },
    {
      "start": 28104,
      "end": 28275,
      "text": "Subsequently, after the application of the defendant no. 3 and 4 to file written statement were allowed the defendant no. 2 filed the present application on June 25, 2019.",
      "labels": [
        "RPC"
      ],
      "id": "06cbde4251124b31b704a745fdf2bd64_168"
    },
    {
      "start": 28276,
      "end": 28367,
      "text": "The Court is informed that the written statement on behalf of the defendant no. 2 is ready.",
      "labels": [
        "RPC"
      ],
      "id": "0f624450548b4839bcb3ad54ea19fb29_169"
    },
    {
      "start": 28369,
      "end": 28654,
      "text": "30. In view of the position is law as noted above and the conduct of the defendant no. 2 as explained in its application for extension to time to file written statement, in my considered opinion, the defendant no. 2 is entitled to one opportunity to file written statement in the suit.",
      "labels": [
        "RPC"
      ],
      "id": "16c60fba899545d39ab1c02405e89793_170"
    },
    {
      "start": 28655,
      "end": 28731,
      "text": "The defendant no. 2 will file written statement within seven days from date.",
      "labels": [
        "RPC"
      ],
      "id": "b792b6bf0fbe42dabd0f63f11e395e48_171"
    },
    {
      "start": 28733,
      "end": 28861,
      "text": "31. Old GA No. 1369 of 2019 new GA No. 17 of 2019 in CS No. 23 of 2019 is disposed of accordingly without any order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "d65b1432578f4342833fed0bab9a366d_172"
    },
    {
      "start": 28862,
      "end": 28883,
      "text": "\n(DEBANGSU BASAK, J.)",
      "labels": [
        "NONE"
      ],
      "id": "e9d639d2286041339e6c91af0cb250a8_173"
    }
  ]
}