{
  "id": "5ff3c27598fa66ccd70cb000d9d90010ab0673c5c192e926ecaa5e271a0dd0b2",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court\nScarpe Marketing Private Limited vs Anheuser Busch Inbev India Limited on 13 August, 2024\nAuthor: K.Somashekar\nBench: K.Somashekar \n                                         -1-\n                                                Nc: 2024: Khc:32412 -Db \n                                               Comap No. 383 of 2023 \n\n\n\n\n                  In The High Court Of Karnataka At Bengaluru\n\n                     Dated This The 13Th Day Of August, 2024\n\n                                     Present\n                      The Hon'Ble Mr Justice K.Somashekar \n                                         And\n                       The Hon'Ble Mr Justice S Rachaiah \n                       Commercial Appeal No. 383 Of 2023 \n             Between: \n\n             1.    Scarpe Marketing Private Limited \n                   Incorporated Under\n                   Companies Act, 2013,\n                   Registered Office At \n                   Flat No 4B, Rama Classic-9\n                   Shilpi Valley, Gafoor Nagar \n                   Madhapur, Hyderabad-500081 \n                   Represented By Director \n                   S V Bapuji \n                   Aged About 44 Years. \n\nDigitally    2.    Sathish Babu Sana \nsigned by          S/ O Late Shri Sana Subba Rao \nSumathy            Aged 44 Years \nKannan             Residing At No 72\nLocation:          Hill Ridge Villas \nHigh Court         Beside Indian School Of Business\nof Karnataka       Gachibowli, Hyderabad - 500032.\n\n             3 .    S.V. Bapuji \n                   S / O Satyanarayana S \n                   Aged About 44 Years \n                   Residing At No 301\n                   Srinivasam, Kphb, 6Th Phase\n                   Kukatpally, Hyderabad - 500072. \n\n             4.    S. Guruju \n                   S / O G Pratap Kumar \n                   Aged About 44 Years \n                             -2-\n                                    Nc: 2024 :Khc:32412-Db \n                                   Comap No. 383 of 2023\n\n\n\n\n     Residing At Flat No 504\n     Block - I, Swathi Heights\n     Prashant Nagar Colony\n     A S Rao Nagar\n     Hyderabad - 500062. \n                                               ...Appellants\n(By Smt. Krishika Vaishnav - Advocate For\n    Sri. A Mahesh Chowdhary - Advocate)\nAnd:\n\n1.   Anheuser Busch Inbev India Limited \n     Unit No 301-302\n     Dynasty Business Park 'B' Wing\n     3Rd Floor, Andheri Kurla Road\n     Andheri (East), Mumbai-400059 \n     Rep. By Its Authorized Representative \n     Ajitha Pichaipillai\n     Legal Director. \n\n2.   East Godavari Breweries Private Limited\n     Incorporated Under Companies Act, 2013 \n     4Th Floor, Plot No 12, Phase -Iii\n     Road No 82, Jubilee Hills\n     Hyderabad - 500033\n     Represented By\n     Resolution Professional\n     Mr Rajesh Chillale. \n                                        ...Respondents\n(By Sri Pramod Nair - Sr. Advocate For\n      Sri. Prasanth V G -Advocate)\n\n\n       This Comap Filed Under Section 13(1A) Of The\nCommercial Courts Act, 2015, Praying To Set Aside The\nImpugned    Order   Dated    22.09.2023   In   Com.A.A.No.\n184/2023 Passed By The Hon'Ble Lxxxvi-Addl. City Civil\nAnd Sessions Judge, Bengaluru, Commercial Court,\nCch-87, As It Is Without Jurisdiction, Arbitrary And \n                                    -3-\n                                                Nc: 2024 :Khc:32412-Db \n                                               Comap No. 383 of 2023\n\n\n\n\nBad In The Eyes Of Law. Consequently, Dismiss The\nApplication Bearing Com.A.A.No.184/2023 As It Being\nNon-Maintainable In The Interest Of Justice And\nEquity.\n\n      This Comap, Coming On For Orders, This Day,\nJudgment Was Delivered Therein As Under: \n\n\n\nCoram:     Hon'Ble Mr Justice K.Somashekar\n           And \n           Hon'Ble Mr Justice S Rachaiah\n\n\n                        Oral Judgment \n(Per: Hon'Ble Mr Justice K.Somashekar) This appeal is directed against the order passed by the Lxxxvi Addl.City Civil and Sessions Judge, at Bengaluru (Commercial Court) in Com.A.A.No.184/2023 dated 2 2.09.2023. The Court below ordered that the petition filed under Section 29-A(5) of the Act is maintainable and the mandate of the Arbitrator was extended for a period of 12 months. In this appeal various grounds have been urged seeking intervention and to set aside the impugned order. \nNC: 2024:KHC:32412-DB 2. Heard learned counsel Ms.Krishika Vaishnav appearing on behalf of Sri A.Mahesh Chowdhary who is on record and so also, learned Senior Counsel Sri Pramod Nair appearing on behalf of Sri Prashant.V.G. for the respondent. Perused the impugned order and the materials available on record. \n3. The factual matrix of the appeal is that respondent No.1 is an Indian subsidiary of a global group of companies. Though it is now a subsidiary of the Anheuser Busch InBev Group, it was initially a subsidiary of the SAB Miller Group and operated under the name of SABMiller India Limited. On 06.02.2015, SABMiller and respondent No.2 entered into a Brewing Agreement for purposes of setting up a brewery in Chepuru Village, Tuni Mandal, East Godavari District, Andhra Pradesh. The Brewing Agreement was further modified on 08.05.2015 and a sum of Rs.17.5 Crores was paid as advance under the Brewing Agreement by SABMiller to respondent No.2. This is the status relating to facts of the case in between the parties NC: 2024:KHC:32412-DB to the proceedings. However, arbitration was invoked by the respondent under the Brewing Agreement against respondent No.2. The proceedings were initiated as under Section 11(6) of the Arbitration and Conciliation Act, 1996 (for short ' the Act') in CMP 304/2019 before this Court. \nHowever, vide order dated 31.03.2021 this Court referred all the parties to arbitration. Taking note of Clause-24 of the Brewing Agreement, which provides that the Arbitral Tribunal shall consist of three Arbitrators and that one Arbitrator shall be appointed by each of the parties and two Arbitrators shall appoint the Presiding Arbitrator and the place of arbitration would be Bengaluru as per Clause 24.1 of the Brewing Agreement. Accordingly, the petition came to be disposed of. \n4. Counsel for the appellant by urging various grounds seeks intervention of the impugned order passed by the Commercial Court and submits that the Commercial Court has passed the impugned order without considering the position of law and assuming jurisdiction. The NC: 2024:KHC:32412-DB Commercial Court does not have the jurisdiction to entertain the application under Section 29A of the Act as this Court had appointed the arbitrators under Section 11 of the Act. Further, it is contended that the Commercial Court has passed the final order allowing the petition merely on the basis of preliminary objection filed by the appellants on the ground of maintainability. The appellants in the objections filed had reserved the liberty to file objections on the merit of the matter in case the maintainability issue is decided in favour of respondent No.1. Without considering this the impugned order is passed in violation of principles of natural justice. The appellants have right to raise additional grounds based on the available documents or change of law during the course of arguments. Further, she submits that the matter may be remanded to the Court below by giving an opportunity to file detailed objections. \n5. Learned Senior Counsel for respondent No.1 emphatically submits that respondent No.1 being the NC: 2024:KHC:32412-DB claimant had filed an application seeking extension of time for making the arbitral award under Sections 29A(4) and (5) of the Act before the Commercial Court which came to be allowed on 22.09.2023 and observed that the application is maintainable and rightly extended the mandate of the arbitral Tribunal by 12 months from the date of the order. \n6. Further, the learned Senior Counsel refers to Section 13 of Commercial Act which reads as under:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division NC: 2024:KHC:32412-DB of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\n7. Learned Senior Counsel also refers to Section 37 of the Arbitration and Conciliation Act which reads as under:\n37. Appealable orders.--(1) Notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\nNC: 2024:KHC:32412-DB (a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34. (2) Appeal shall also lie to a court from an order of the arbitral tribunal-- (a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.\n( 3 ) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the Supreme Court. \n8. Learned Senior Counsel also facilitated reliance of Hon'ble Supreme Court in Special Leave to Appeal No.10544/2024 dated 13.05.2024 wherein reference to Section 29A of the Act has been made. It is observed that the power under sub-section (4) of Section 29A of the Arbitration Act vests in the Court as defined in Section 2(1)(e) of the Arbitration Act. It is the Principal Civil Court - 10 - NC: 2024:KHC:32412-DB of original jurisdiction in a district which includes a High Court provided the High Court has ordinary original civil jurisdiction. In this case, the High Court does not have the ordinary original civil jurisdiction. The power under sub-section(6) of Section 29A is only a consequential power vesting in the Court which is empowered to extend the time. If the Court finds that the cause of delay is one or all of the arbitrators, while extending the time, the Court has power to replace and substitute the Arbitrator(s). The said power has to be exercised by the Court which is empowered to extend the time as provided in sub-section (4) of Section 29A of the Arbitration Act. \n9. Learned Senior Counsel submits though the appellant has preferred this appeal challenging the impugned order passed by the Court below, but the appeal is not maintainable. However, appeal is nothing but of a continuity of proceedings and more so, it requires revisiting the impugned order passed by the Court below. Therefore, it does not require dwelling into detail of the - 11 - NC: 2024:KHC:32412-DB materials available on record. In this context, it is relevant to refer Section 151 of CPC which indicates no limit for exercising inherent powers either effecting or affecting to make such orders as may be necessary; it is the first limb of the said provision. The second limb of the said provision indicates preventing abuse of process of the Court and the third limb indicates securing ends of justice, which is applicable to both the parties to the lis. However, keeping in view the aforesaid provision and also the contentious contentions made by the learned counsel for the appellant and the learned Senior Counsel for the respondent and taking into consideration the judgment of Hon'ble Supreme Court referred supra, we are of the considered opinion that the appeal filed by the appellant is not maintainable. Therefore, without expressing any opinion on the merits of the matter, we proceed to pass the following:\n- 12 - NC: 2024:KHC:32412-DB ORDER i) The appeal filed under Section 13(1A) of the Commercial Courts Act, 2015 is hereby disposed of. \nConsequently, the impugned order rendered by the Court of LXXXVI Addl.City City Civil and Sessions Judge, Bengaluru, Commercial Court in Com.A.A.No.184/2023 dated 22.09.2023 is hereby set aside. \nii) The matter is remitted back to the Court below for fresh consideration of the issues emerged in between the parties. \niii) The appellant is directed to file additional objections if any, to the main proceedings. \niv) The court below shall decide the matter as expeditiously as possible, within an outer limit of 3 weeks from the date of receipt of this order. \nv) The court below shall provide an opportunity to both the parties to agitate their issues to file additional - 13 - NC: 2024:KHC:32412-DB response if any, and to that extent, opportunity is granted to proceed with the matter. \nvi) The parties are directed to keep present themselves before the court below on 20.08.2024. \nSd/-\n(K.SOMASHEKAR) JUDGE Sd/-\n(S RACHAIAH) JUDGE DKB",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb95164e7888481b80fd83a951caf142_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d34684f9bd9b432fa947371c1ae2a55d_1"
    },
    {
      "start": 243,
      "end": 354,
      "text": "Karnataka High Court\nScarpe Marketing Private Limited vs Anheuser Busch Inbev India Limited on 13 August, 2024\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66215dcaccb8495aba73c39c1eb8be36_2"
    },
    {
      "start": 354,
      "end": 394,
      "text": "Author: K.Somashekar\nBench: K.Somashekar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7571cabbdcb54c0f96ea9f69f783b6e8_3"
    },
    {
      "start": 437,
      "end": 498,
      "text": "-1-\n                                                Nc: 2024:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3bea92bf8844f12b42a4de61ab181f5_4"
    },
    {
      "start": 499,
      "end": 508,
      "text": "Khc:32412",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3e1d936ff6e459e92df3842f2e4b7c8_5"
    },
    {
      "start": 509,
      "end": 582,
      "text": "-Db \n                                               Comap No. 383 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a95de82d63c448339ee40e6dbde87141_6"
    },
    {
      "start": 606,
      "end": 780,
      "text": "In The High Court Of Karnataka At Bengaluru\n\n                     Dated This The 13Th Day Of August, 2024\n\n                                     Present\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e10147aed7934f3d84753723b097d20b_7"
    },
    {
      "start": 780,
      "end": 791,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06192e7e4e564b51a6c8962adb0f90c5_8"
    },
    {
      "start": 792,
      "end": 815,
      "text": "Mr Justice K.Somashekar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d9de6b3ad7e4af39ab12009eb064cdf_9"
    },
    {
      "start": 858,
      "end": 896,
      "text": "And\n                       The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb20d6ac716749c79a8bdbd0b4e0b7a7_10"
    },
    {
      "start": 897,
      "end": 918,
      "text": "Mr Justice S Rachaiah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e052e07551e4755a90cc457d330d602_11"
    },
    {
      "start": 943,
      "end": 976,
      "text": "Commercial Appeal No. 383 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f1a719c7c42469384420a0efcdb38a3_12"
    },
    {
      "start": 991,
      "end": 999,
      "text": "Between:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3b80797e7bf4513b19f0b223b75cb54_13"
    },
    {
      "start": 1015,
      "end": 1053,
      "text": "1.    Scarpe Marketing Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bc39ae301704abca4484ff9be5cf84b_14"
    },
    {
      "start": 1074,
      "end": 1112,
      "text": "Incorporated Under\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "487573a645394e729d3b39535d0d30cb_15"
    },
    {
      "start": 1112,
      "end": 1152,
      "text": "Companies Act, 2013,\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37eea760932f4b3e850f30b6e55bf6fc_16"
    },
    {
      "start": 1152,
      "end": 1169,
      "text": "Registered Office",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5cdd875b4da4688a9e90d1f84e5d761_17"
    },
    {
      "start": 1170,
      "end": 1239,
      "text": "At \n                   Flat No 4B, Rama Classic-9\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7179db86013c406f802f43c4acf88e54_18"
    },
    {
      "start": 1239,
      "end": 1266,
      "text": "Shilpi Valley, Gafoor Nagar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c87c8f917c74d07ad0078309c452e5a_19"
    },
    {
      "start": 1287,
      "end": 1313,
      "text": "Madhapur, Hyderabad-500081",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20c5264a7ec44d06b673ad7ea852ae54_20"
    },
    {
      "start": 1334,
      "end": 1357,
      "text": "Represented By Director",
      "labels": [
        "PREAMBLE"
      ],
      "id": "832e52439d364b87b0166d58c513253f_21"
    },
    {
      "start": 1378,
      "end": 1388,
      "text": "S V Bapuji",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a097b946df74cbcaf9c64bea43b7f42_22"
    },
    {
      "start": 1409,
      "end": 1429,
      "text": "Aged About 44 Years.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e643d06cf1b4b05b55c9c8a769d5216_23"
    },
    {
      "start": 1432,
      "end": 1441,
      "text": "Digitally",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b98632a565294f1ab8d637049f69a51b_24"
    },
    {
      "start": 1445,
      "end": 1463,
      "text": "2.    Sathish Babu",
      "labels": [
        "PREAMBLE"
      ],
      "id": "727d5daf7aa14aabb74f819b622461bf_25"
    },
    {
      "start": 1464,
      "end": 1479,
      "text": "Sana \nsigned by",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9359fc5be494b6c82675e3f573f70ec_26"
    },
    {
      "start": 1489,
      "end": 1518,
      "text": "S/ O Late Shri Sana Subba Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4a868eddc0c4bbca172cc56d4ca7b86_27"
    },
    {
      "start": 1519,
      "end": 1527,
      "text": "\nSumathy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b1d6e681fcf4cc191d34dd0338c1743_28"
    },
    {
      "start": 1539,
      "end": 1552,
      "text": "Aged 44 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff5d46a8752e470f913f4f2705f27668_29"
    },
    {
      "start": 1553,
      "end": 1560,
      "text": "\nKannan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2082ddb8d204c9fb2e201e2954974c1_30"
    },
    {
      "start": 1573,
      "end": 1591,
      "text": "Residing At No 72\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "811857cf23804616b0dcc5680d55f8b6_31"
    },
    {
      "start": 1591,
      "end": 1600,
      "text": "Location:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2fd62cf382614b1dbc44609b6dc84d9e_32"
    },
    {
      "start": 1610,
      "end": 1627,
      "text": "Hill Ridge Villas",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc5296e3d32042dfb2cb252e675cbe9f_33"
    },
    {
      "start": 1628,
      "end": 1639,
      "text": "\nHigh Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf275d86bfbd49cfb7b8d5c61818274f_34"
    },
    {
      "start": 1648,
      "end": 1746,
      "text": "Beside Indian School Of Business\nof Karnataka       Gachibowli, Hyderabad - 500032.\n\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "514a2dfc6a794e6cb27af5a4cc36c3d1_35"
    },
    {
      "start": 1746,
      "end": 1764,
      "text": "3 .    S.V. Bapuji",
      "labels": [
        "PREAMBLE"
      ],
      "id": "584657e2cfe3460e820637a4ce0ca626_36"
    },
    {
      "start": 1785,
      "end": 1806,
      "text": "S / O Satyanarayana S",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd6d8528e95e422693dc177d335fa07e_37"
    },
    {
      "start": 1827,
      "end": 1846,
      "text": "Aged About 44 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e361bc2585f488fb3e3e9d22631482e_38"
    },
    {
      "start": 1867,
      "end": 1905,
      "text": "Residing At No 301\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef321f41bc3d4a48b92560c24ba1a983_39"
    },
    {
      "start": 1905,
      "end": 1952,
      "text": "Srinivasam, Kphb, 6Th Phase\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "866525d852804bd8ac3d2326d4d91c9d_40"
    },
    {
      "start": 1952,
      "end": 1983,
      "text": "Kukatpally, Hyderabad - 500072.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47335d9f53354dcd9125a243237049c0_41"
    },
    {
      "start": 1999,
      "end": 2014,
      "text": "4.    S. Guruju",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99128bd9588d453dab66fe6af48c04ff_42"
    },
    {
      "start": 2035,
      "end": 2042,
      "text": "S / O G",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ebff2f409fa402e86ab8e4b0c571713_43"
    },
    {
      "start": 2043,
      "end": 2055,
      "text": "Pratap Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0350e940a3f841d79b1629fff11d8154_44"
    },
    {
      "start": 2076,
      "end": 2095,
      "text": "Aged About 44 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d26317006094fa9b72eb58d90107e98_45"
    },
    {
      "start": 2126,
      "end": 2169,
      "text": "-2-\n                                    Nc:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39e141a7bb94476ba7c4be555b0d42f4_46"
    },
    {
      "start": 2170,
      "end": 2188,
      "text": "2024 :Khc:32412-Db",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f79dc1fa99424b28b945e48b062d4cb8_47"
    },
    {
      "start": 2225,
      "end": 2362,
      "text": "Comap No. 383 of 2023\n\n\n\n\n     Residing At Flat No 504\n     Block - I, Swathi Heights\n     Prashant Nagar Colony\n     A S Rao Nagar\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f907d5435a8249739b5beaa9ffad4231_48"
    },
    {
      "start": 2362,
      "end": 2381,
      "text": "Hyderabad - 500062.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "091e9ec90ce6461698747886c4f1c1ae_49"
    },
    {
      "start": 2430,
      "end": 2537,
      "text": "...Appellants\n(By Smt. Krishika Vaishnav - Advocate For\n    Sri. A Mahesh Chowdhary - Advocate)\nAnd:\n\n1.   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a4e3705c564435bb5f95cfbe221aa34_50"
    },
    {
      "start": 2537,
      "end": 2545,
      "text": "Anheuser",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8405cb1e21544ae99ed41aceabbf90c_51"
    },
    {
      "start": 2546,
      "end": 2557,
      "text": "Busch Inbev",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e60bea6e37c4190822b7ae95943d018_52"
    },
    {
      "start": 2558,
      "end": 2571,
      "text": "India Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "247f27dfe54e45cc9a7293d3a72d14a8_53"
    },
    {
      "start": 2572,
      "end": 2699,
      "text": "\n     Unit No 301-302\n     Dynasty Business Park 'B' Wing\n     3Rd Floor, Andheri Kurla Road\n     Andheri (East), Mumbai-400059",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79d40620541b49d1bc98a4f86376bddd_54"
    },
    {
      "start": 2700,
      "end": 2743,
      "text": "\n     Rep. By Its Authorized Representative",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e408bcae87e466cb99f23769fa8103a_55"
    },
    {
      "start": 2744,
      "end": 2775,
      "text": "\n     Ajitha Pichaipillai\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2b106d9254d48b8b4d541bdbd1dd000_56"
    },
    {
      "start": 2775,
      "end": 2790,
      "text": "Legal Director.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc6b7e45903140e7803d2bdc108e50b1_57"
    },
    {
      "start": 2793,
      "end": 2881,
      "text": "2.   East Godavari Breweries Private Limited\n     Incorporated Under Companies Act, 2013",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21b1221aac3e402c8f6fe0833a15fd24_58"
    },
    {
      "start": 2882,
      "end": 3050,
      "text": "\n     4Th Floor, Plot No 12, Phase -Iii\n     Road No 82, Jubilee Hills\n     Hyderabad - 500033\n     Represented By\n     Resolution Professional\n     Mr Rajesh Chillale.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "02d35f17170b4412b3e7130b75e4e2e6_59"
    },
    {
      "start": 3092,
      "end": 3190,
      "text": "...Respondents\n(By Sri Pramod Nair - Sr. Advocate For\n      Sri. Prasanth V G -Advocate)\n\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6dd2f7d9f9fc4e0fa203e417b5e11167_60"
    },
    {
      "start": 3190,
      "end": 3504,
      "text": "This Comap Filed Under Section 13(1A) Of The\nCommercial Courts Act, 2015, Praying To Set Aside The\nImpugned    Order   Dated    22.09.2023   In   Com.A.A.No.\n184/2023 Passed By The Hon'Ble Lxxxvi-Addl. City Civil\nAnd Sessions Judge, Bengaluru, Commercial Court,\nCch-87, As It Is Without Jurisdiction, Arbitrary And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7388f357ebe04dc184cc41d381ed41e8_61"
    },
    {
      "start": 3542,
      "end": 3597,
      "text": "-3-\n                                                Nc:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf922e4c1ad54c39a471a39e0b7fac47_62"
    },
    {
      "start": 3598,
      "end": 3616,
      "text": "2024 :Khc:32412-Db",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26bda2dfb7dc4414a372fc85da1b4e32_63"
    },
    {
      "start": 3617,
      "end": 3714,
      "text": "\n                                               Comap No. 383 of 2023\n\n\n\n\nBad In The Eyes Of Law.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef93a08192334f709691574bec17c672_64"
    },
    {
      "start": 3715,
      "end": 3940,
      "text": "Consequently, Dismiss The\nApplication Bearing Com.A.A.No.184/2023 As It Being\nNon-Maintainable In The Interest Of Justice And\nEquity.\n\n      This Comap, Coming On For Orders, This Day,\nJudgment Was Delivered Therein As Under:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dcc749cd28fe42d188511a13a3b4a107_65"
    },
    {
      "start": 3941,
      "end": 3951,
      "text": "\n\n\n\nCoram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72c663c6169d46e7acaffb42f2ccef09_66"
    },
    {
      "start": 3952,
      "end": 4002,
      "text": "    Hon'Ble Mr Justice K.Somashekar\n           And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ebeba24e67f4b32b1293d9f1c215af2_67"
    },
    {
      "start": 4003,
      "end": 4084,
      "text": "\n           Hon'Ble Mr Justice S Rachaiah\n\n\n                        Oral Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58257bc67003489fa035b52d8b851bf4_68"
    },
    {
      "start": 4086,
      "end": 4124,
      "text": "(Per: Hon'Ble Mr Justice K.Somashekar)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a09949c848c944be88da5998e3b51d94_69"
    },
    {
      "start": 4125,
      "end": 4286,
      "text": "This appeal is directed against the order passed by the Lxxxvi Addl.City Civil and Sessions Judge, at Bengaluru (Commercial Court) in Com.A.A.No.184/2023 dated 2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a2f7b21f37b4d6d97e77271e689e0e5_70"
    },
    {
      "start": 4287,
      "end": 4297,
      "text": "2.09.2023.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c45bd304f3b54004a15e083d8b513f99_71"
    },
    {
      "start": 4298,
      "end": 4468,
      "text": "The Court below ordered that the petition filed under Section 29-A(5) of the Act is maintainable and the mandate of the Arbitrator was extended for a period of 12 months.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8e89245e040433cacbfe2cb889e7833_72"
    },
    {
      "start": 4469,
      "end": 4573,
      "text": "In this appeal various grounds have been urged seeking intervention and to set aside the impugned order.",
      "labels": [
        "NONE"
      ],
      "id": "5881acc10fd942fe89811bd3bae515a2_73"
    },
    {
      "start": 4574,
      "end": 4599,
      "text": "\nNC: 2024:KHC:32412-DB 2.",
      "labels": [
        "NONE"
      ],
      "id": "7ec663220f4b40c8b8afd51eba4507c1_74"
    },
    {
      "start": 4600,
      "end": 4818,
      "text": "Heard learned counsel Ms.Krishika Vaishnav appearing on behalf of Sri A.Mahesh Chowdhary who is on record and so also, learned Senior Counsel Sri Pramod Nair appearing on behalf of Sri Prashant.V.G. for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "616259d6208c41d9a35eb32e7a264142_75"
    },
    {
      "start": 4819,
      "end": 4884,
      "text": "Perused the impugned order and the materials available on record.",
      "labels": [
        "NONE"
      ],
      "id": "1b9e9c1573cd43c98b0dff2b7a9725ac_76"
    },
    {
      "start": 4885,
      "end": 5001,
      "text": "\n3. The factual matrix of the appeal is that respondent No.1 is an Indian subsidiary of a global group of companies.",
      "labels": [
        "FAC"
      ],
      "id": "ed2fa78e8b97470c99eaf5579c040cdc_77"
    },
    {
      "start": 5002,
      "end": 5176,
      "text": "Though it is now a subsidiary of the Anheuser Busch InBev Group, it was initially a subsidiary of the SAB Miller Group and operated under the name of SABMiller India Limited.",
      "labels": [
        "FAC"
      ],
      "id": "bab6010f9b9748818914989ac6a6ed7e_78"
    },
    {
      "start": 5177,
      "end": 5364,
      "text": "On 06.02.2015, SABMiller and respondent No.2 entered into a Brewing Agreement for purposes of setting up a brewery in Chepuru Village, Tuni Mandal, East Godavari District, Andhra Pradesh.",
      "labels": [
        "FAC"
      ],
      "id": "b87e100038b64abe850ee507687f4c15_79"
    },
    {
      "start": 5365,
      "end": 5530,
      "text": "The Brewing Agreement was further modified on 08.05.2015 and a sum of Rs.17.5 Crores was paid as advance under the Brewing Agreement by SABMiller to respondent No.2.",
      "labels": [
        "FAC"
      ],
      "id": "2e175c9cd1cf48bbac822f919571ebf0_80"
    },
    {
      "start": 5531,
      "end": 5644,
      "text": "This is the status relating to facts of the case in between the parties NC: 2024:KHC:32412-DB to the proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "46fbe5a8daab4794b20d083271ce6f88_81"
    },
    {
      "start": 5645,
      "end": 5748,
      "text": "However, arbitration was invoked by the respondent under the Brewing Agreement against respondent No.2.",
      "labels": [
        "FAC"
      ],
      "id": "3aa32faf27a84826acc9dd0fd894f40e_82"
    },
    {
      "start": 5749,
      "end": 5906,
      "text": "The proceedings were initiated as under Section 11(6) of the Arbitration and Conciliation Act, 1996 (for short ' the Act') in CMP 304/2019 before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "fbae7335c0c5428a9e3f378b1ffc41da_83"
    },
    {
      "start": 5907,
      "end": 5996,
      "text": "\nHowever, vide order dated 31.03.2021 this Court referred all the parties to arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "d4ef79774b504021bc7c50d0cf5cc7bd_84"
    },
    {
      "start": 5997,
      "end": 6342,
      "text": "Taking note of Clause-24 of the Brewing Agreement, which provides that the Arbitral Tribunal shall consist of three Arbitrators and that one Arbitrator shall be appointed by each of the parties and two Arbitrators shall appoint the Presiding Arbitrator and the place of arbitration would be Bengaluru as per Clause 24.1 of the Brewing Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "2c3748373c974e398d3f649571019a0b_85"
    },
    {
      "start": 6343,
      "end": 6392,
      "text": "Accordingly, the petition came to be disposed of.",
      "labels": [
        "FAC"
      ],
      "id": "cbf24409758c4bb993f6dc551d440be1_86"
    },
    {
      "start": 6393,
      "end": 6655,
      "text": "\n4. Counsel for the appellant by urging various grounds seeks intervention of the impugned order passed by the Commercial Court and submits that the Commercial Court has passed the impugned order without considering the position of law and assuming jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d4318d874e04e25b2e10b12bbdac648_87"
    },
    {
      "start": 6656,
      "end": 6860,
      "text": "The NC: 2024:KHC:32412-DB Commercial Court does not have the jurisdiction to entertain the application under Section 29A of the Act as this Court had appointed the arbitrators under Section 11 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d7d28070cecb4588ad4ec31c0c1ff636_88"
    },
    {
      "start": 6861,
      "end": 7063,
      "text": "Further, it is contended that the Commercial Court has passed the final order allowing the petition merely on the basis of preliminary objection filed by the appellants on the ground of maintainability.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a98e144171f74345bfde21fe925dfc44_89"
    },
    {
      "start": 7064,
      "end": 7248,
      "text": "The appellants in the objections filed had reserved the liberty to file objections on the merit of the matter in case the maintainability issue is decided in favour of respondent No.1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "306e3e367e3c4491a421cef90b0928db_90"
    },
    {
      "start": 7249,
      "end": 7349,
      "text": "Without considering this the impugned order is passed in violation of principles of natural justice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f4000c816db4073a28b0ca137dbf6c0_91"
    },
    {
      "start": 7350,
      "end": 7485,
      "text": "The appellants have right to raise additional grounds based on the available documents or change of law during the course of arguments.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4565cb849e9a4bf597bfd6021a45f922_92"
    },
    {
      "start": 7486,
      "end": 7611,
      "text": "Further, she submits that the matter may be remanded to the Court below by giving an opportunity to file detailed objections.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "508a0bf202ad4159968d7c067a919ef5_93"
    },
    {
      "start": 7613,
      "end": 8079,
      "text": "5. Learned Senior Counsel for respondent No.1 emphatically submits that respondent No.1 being the NC: 2024:KHC:32412-DB claimant had filed an application seeking extension of time for making the arbitral award under Sections 29A(4) and (5) of the Act before the Commercial Court which came to be allowed on 22.09.2023 and observed that the application is maintainable and rightly extended the mandate of the arbitral Tribunal by 12 months from the date of the order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "321ceaa6397d4d7ab9f5554a4b8260e0_94"
    },
    {
      "start": 8081,
      "end": 8257,
      "text": "6. Further, the learned Senior Counsel refers to Section 13 of Commercial Act which reads as under:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1)",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "978c7e78294445e79d8652a4a3add74b_95"
    },
    {
      "start": 8258,
      "end": 8472,
      "text": "Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "b318a64aed4f4467a619130549a86388_96"
    },
    {
      "start": 8474,
      "end": 10040,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division NC: 2024:KHC:32412-DB of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\n7. Learned Senior Counsel also refers to Section 37 of the Arbitration and Conciliation Act which reads as under:\n37. Appealable orders.--(1) Notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\nNC: 2024:KHC:32412-DB (a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.",
      "labels": [
        "STA"
      ],
      "id": "507d649a8e04432fb70f4d8926c239c2_97"
    },
    {
      "start": 10041,
      "end": 10281,
      "text": "(2) Appeal shall also lie to a court from an order of the arbitral tribunal-- (a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.\n",
      "labels": [
        "STA"
      ],
      "id": "1f186db1516f4d1daca7f24a3f440dbf_98"
    },
    {
      "start": 10281,
      "end": 10459,
      "text": "( 3 ) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the Supreme Court.",
      "labels": [
        "STA"
      ],
      "id": "5e2ede2baf644cf8ad57ecc60eedd884_99"
    },
    {
      "start": 10461,
      "end": 10654,
      "text": "8. Learned Senior Counsel also facilitated reliance of Hon'ble Supreme Court in Special Leave to Appeal No.10544/2024 dated 13.05.2024 wherein reference to Section 29A of the Act has been made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca225fbe3d784e7c97d4a08a597cc5c0_100"
    },
    {
      "start": 10655,
      "end": 10817,
      "text": "It is observed that the power under sub-section (4) of Section 29A of the Arbitration Act vests in the Court as defined in Section 2(1)(e) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3c2c4063bb3450f8acc74b695c30f5c_101"
    },
    {
      "start": 10818,
      "end": 11011,
      "text": "It is the Principal Civil Court - 10 - NC: 2024:KHC:32412-DB of original jurisdiction in a district which includes a High Court provided the High Court has ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6a97f3661bc48eea1ed037debd2bce4_102"
    },
    {
      "start": 11012,
      "end": 11096,
      "text": "In this case, the High Court does not have the ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0af366606f504f8e9ebb7548a59e7653_103"
    },
    {
      "start": 11097,
      "end": 11232,
      "text": "The power under sub-section(6) of Section 29A is only a consequential power vesting in the Court which is empowered to extend the time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fef7c0db4014db3b33486e8d8b1ecc1_104"
    },
    {
      "start": 11233,
      "end": 11400,
      "text": "If the Court finds that the cause of delay is one or all of the arbitrators, while extending the time, the Court has power to replace and substitute the Arbitrator(s).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5672905486e64e59b30a9b6ac696bbc7_105"
    },
    {
      "start": 11401,
      "end": 11556,
      "text": "The said power has to be exercised by the Court which is empowered to extend the time as provided in sub-section (4) of Section 29A of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a901331960e4e1c9434e7578b360b16_106"
    },
    {
      "start": 11558,
      "end": 11732,
      "text": "9. Learned Senior Counsel submits though the appellant has preferred this appeal challenging the impugned order passed by the Court below, but the appeal is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d83a72cd21b8485e83ce799231fa9414_107"
    },
    {
      "start": 11733,
      "end": 11876,
      "text": "However, appeal is nothing but of a continuity of proceedings and more so, it requires revisiting the impugned order passed by the Court below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84fcffa37c894833ba4b539f13a87824_108"
    },
    {
      "start": 11877,
      "end": 11995,
      "text": "Therefore, it does not require dwelling into detail of the - 11 - NC: 2024:KHC:32412-DB materials available on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26ce0fe3e34446f1a20916a042b68f16_109"
    },
    {
      "start": 11996,
      "end": 12226,
      "text": "In this context, it is relevant to refer Section 151 of CPC which indicates no limit for exercising inherent powers either effecting or affecting to make such orders as may be necessary; it is the first limb of the said provision.",
      "labels": [
        "RATIO"
      ],
      "id": "931419b90b6345dfbb1a7edf9de168b5_110"
    },
    {
      "start": 12227,
      "end": 12422,
      "text": "The second limb of the said provision indicates preventing abuse of process of the Court and the third limb indicates securing ends of justice, which is applicable to both the parties to the lis.",
      "labels": [
        "RATIO"
      ],
      "id": "0111e74cc8164eb8a7cb8073618e92d5_111"
    },
    {
      "start": 12423,
      "end": 12781,
      "text": "However, keeping in view the aforesaid provision and also the contentious contentions made by the learned counsel for the appellant and the learned Senior Counsel for the respondent and taking into consideration the judgment of Hon'ble Supreme Court referred supra, we are of the considered opinion that the appeal filed by the appellant is not maintainable.",
      "labels": [
        "RATIO"
      ],
      "id": "c511e98fedf641d38868f264885c678d_112"
    },
    {
      "start": 12782,
      "end": 13020,
      "text": "Therefore, without expressing any opinion on the merits of the matter, we proceed to pass the following:\n- 12 - NC: 2024:KHC:32412-DB ORDER i) The appeal filed under Section 13(1A) of the Commercial Courts Act, 2015 is hereby disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "883a8b0deb8e41b5bd50646201b7331f_113"
    },
    {
      "start": 13021,
      "end": 13216,
      "text": "\nConsequently, the impugned order rendered by the Court of LXXXVI Addl.City City Civil and Sessions Judge, Bengaluru, Commercial Court in Com.A.A.No.184/2023 dated 22.09.2023 is hereby set aside.",
      "labels": [
        "RPC"
      ],
      "id": "bf69efc4adc342519a501d92606bd969_114"
    },
    {
      "start": 13217,
      "end": 13338,
      "text": "\nii) The matter is remitted back to the Court below for fresh consideration of the issues emerged in between the parties.",
      "labels": [
        "RPC"
      ],
      "id": "3d9bb06ce28a4e1da80839b7e47d9bf3_115"
    },
    {
      "start": 13339,
      "end": 13433,
      "text": "\niii) The appellant is directed to file additional objections if any, to the main proceedings.",
      "labels": [
        "RPC"
      ],
      "id": "eb155bb699914029b0b917192b79a833_116"
    },
    {
      "start": 13434,
      "end": 13581,
      "text": "\niv) The court below shall decide the matter as expeditiously as possible, within an outer limit of 3 weeks from the date of receipt of this order.",
      "labels": [
        "RPC"
      ],
      "id": "2059d30d377f4e40a2d6d30f8dd38536_117"
    },
    {
      "start": 13582,
      "end": 13810,
      "text": "\nv) The court below shall provide an opportunity to both the parties to agitate their issues to file additional - 13 - NC: 2024:KHC:32412-DB response if any, and to that extent, opportunity is granted to proceed with the matter.",
      "labels": [
        "RPC"
      ],
      "id": "01bbffa466bd4322888691e479465812_118"
    },
    {
      "start": 13811,
      "end": 13905,
      "text": "\nvi) The parties are directed to keep present themselves before the court below on 20.08.2024.",
      "labels": [
        "RPC"
      ],
      "id": "60b43c8a447a412d8fb535dc5efcbd0a_119"
    },
    {
      "start": 13906,
      "end": 13960,
      "text": "\nSd/-\n(K.SOMASHEKAR) JUDGE Sd/-\n(S RACHAIAH) JUDGE DKB",
      "labels": [
        "NONE"
      ],
      "id": "86670b738fcb41c9804660783928f9cb_120"
    }
  ]
}