{
  "id": "d1d498667f2ade339b7ae2b02b272a07386e9c092f658f951c7a7db70ea761ec",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nUttarakhand High Court\nM/S Dalip Singh Adhikari vs State Of Uttarakhand And Another on 23 September, 2019 \nAuthor: Ravindra Maithani\nBench: Alok Singh, Ravindra Maithani\n                                                        Reserved on:12.09.2019\n                                                        Delivered on: 23.09.2019\n\n     In The High Court Of Uttarakhand At Nainital\n\n                      Appeal From Order No.378 of 2019 \n\nM/s Dalip Singh Adhikari                                                 ..... Appellant\n                                      Versus\nState of Uttarakhand and another                                      .... Respondents\n\nPresent: Mr. D.S. Patni, Senior Advocate assisted by Mr. D. Barthwal, Advocate for the\n         appellant. \n         Mr. I.P. Kohli, Standing Counsel for the State of Uttarakhand. \n\nCoram:        Hon'ble Alok Singh, J.\nHon'ble Ravindra Maithani, J.\nPer: Hon'ble Ravindra Maithani, J.\nThis appeal is preferred against the judgment and order dated 26.08.2019 passed in Arbitration Appeal No.01 of 2019, State of Uttarakhand and another vs. M/s Dalip Singh Adhikari, by the Commercial Court, Dehradun (this appeal shall hereinafter be referred to as \"the appeal\").\n2. Heard on the question of maintainability of the appeal. \n3. Facts, necessary to understand the controversy, particularly the maintainability, briefly stated, are as hereunder;\nA contract for construction of Tanakpur-Jauljibi Motor Road was awarded to the appellant and an agreement was executed accordingly with arbitration Clause, therein. Subsequently, the contract was terminated by 2 the respondents. The matter was taken to arbitral tribunal. On 08.07.2019 an application was moved by the appellant before the arbitral tribunal. The arbitral tribunal passed status quo order. This order dated 08.07.2019 passed by the arbitral tribunal was challenged in the appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the \"Arbitration Act\") before the Commercial Court, Dehradun. The appeal was allowed and order dated 08.07.2019 passed by the arbitral tribunal has been set aside. Aggrieved, the instant appeal. \n4. This appeal has been captioned as one filed under Section 13 of the Commercial Courts Act, 2015. \n5. Learned counsel for the appellant would argue that the appeal before the Commercial Court against the order dated 08.07.2019 was not maintainable; the arbitral tribunal did not finally decide application filed under Section 17 of the Arbitration Act; the appeal against the order of the arbitral tribunal, passed under Section 17 can be preferred under Section 37(2) of the Arbitration Act to a \"court\", as defined under Section 2 (1)(e)(i) of it; Principal Civil Court of original jurisdiction is a \"court\" under Section 2 (1)(e)(i) of the Arbitration Act; in the instant case, the appeal was not preferred before the Principal Civil Court of original jurisdiction; under Section 10 Sub Section 3 of the Commercial Courts Act, 2015 also Principal Civil Court of original jurisdiction may be invested with the powers of Commercial Court. It is argued that the appeal, against the order dated 08.07.2019 of the arbitral tribunal, was 3 filed before the wrong forum therefore, it will not be treated as an appeal in the eye of law; since, admission of the appeal by the Commercial Court, Dehradun was an interlocutory order, in view of Section 8 of the Commercial Courts Act, 2015 it could not have been challenged, earlier. Hence, it is argued that the instant appeal is maintainable. \n6. Learned counsel for the appellant has relied on the principles of law (especially, para 14 of it) as laid down in the case of Kandla Export Corporation and another vs. M/s Oci Corporation and another (2018) 14 Scc 715 and it is argued that instant appeal is maintainable under Section 13 of the Commercial Courts Act, 2015.\n7. In Kandla Export Corporation case (Supra), the Hon'ble Supreme Court, observed as hereunder:-\n\"14. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 Cpc would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.\"\n8. On behalf of respondents, it is argued that the instant appeal is not maintainable because Commercial Court is a Court competent under the Arbitration Act to hear and decide an appeal filed under Section 37 of the Arbit ration Act . The order dated 08.07.2019, passed by the arbitral tribunal has been challenged under Section 37(2) of the Arbitration Act, before the Commercial Court, which is a \"court\" as defined under Section 2 (1)(e)(i) of the Arbitration Act read with Section 10(3) of the 4 Commercial Courts Act, 2015. Since an appeal under Section 37(2) of the Arbitration Act has already been heard and decided, now in view of Section 37 Sub Section 3 of the Arbitration Act, this second appeal is not maintainable. \n9. In the instant case, respondents had challenged an order dated 08.07.2019, passed under Section 17 of the Arbitration Act, passed by the arbitral tribunal, before the Commercial Court, under Section 37 of the Arbitration Act. Section 37 of the Arbitration Act, reads as hereunder:-\n\"37.Appelable orders.- (1) An appeal shall lie from the following orders (and from no others) to the court authorized by law to hear appeals from original decrees of the Court passing the order, namely:-\n(a) refusing to refer the parties to arbitration under Section 8;\n(b) granting or refusing to grant any measure under Section 9;\n(c) setting aside or refusing to set aside an arbitral award under Section 34. \n(2) An appeal shall also lie to a court from an order of the arbitral tribunal- (a) accepting the plea referred to in sub-section (2) or sub-section (3) of Section 16; or (b) granting or refusing to grant an interim measure under Section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court. \n10. From a bare perusal of Sub Section 2 of Section 37 of the Arbitration Act, as quoted hereinabove, it is clear that an appeal against the order passed under Section 17 by the arbitral tribunal lie to a \"court\". The \"court\" has been defined under Section 2 (1)(e)(i) of the Arbitration Act, which is as hereunder:-\n5 (e) \"Court\" means- (i) in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any Court of Small Causes;\n11. Now, reference can be made to the Commercial Courts Act, 2015. Section 10 Sub Section 3, of it, reads as hereunder:-\n\"3. If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n12. Commercial Courts Act, 2015 provides for Constitution of Commercial Courts (Section 3). In view of Section 10 (3) of the Commercial Courts Act, 2015 the matter, which generally would lie before any principal civil court of original jurisdiction shall be filed in and heard and disposed of by the Commercial Court. It simply means that an appeal under Section 37(2), challenging an order passed under Section 17 of the Arbitration Act, can be filed before Commercial Courts, constituted under Commercial Courts Act, 2015. The Commercial Court, accordingly will be a \"court\" as defined under Section 2 (1) (e)(i) of the Arbitration Act. This is harmonious reading of Section 37(2), Section 2(1) (e)(i) of 6 the Arbitration Act and Section 10(3) of the Commercial Courts Act, 2015. \n13. In the instant matter, the appeal against the order dated 08.07.2019 passed by the arbitral tribunal, granting an interim order, has been preferred before the Commercial Court, which is a \"court\" as defined under Section 2(1)(e)(i) of the Arbitration Act read with Section 10(3) of the Commercial Courts Act, 2015. \n14. The question is as to whether against the impugned order passed by the Commercial Court Act, 2015 an appeal is maintainable. \n15. Learned counsel for the appellant would argue that under proviso to Section 13 of the Commercial Courts Act, 2015 the appeal lies to this Court. \n16. There are two Acts, which are dealing in the relevant field; one is the Arbitration Act and second the Commercial Courts Act, 2015. In the case of Kandla Export Corporation and another (Supra), the Hon'ble Supreme Court referred to the judgment in the case of Fuerst Day Lawson Limited vs. Jindal Exports Limited (2011) 8 Supreme Court Cases 333. In the case of Fuerst Day Lawson Limited (Supra) the Hon'ble Supreme Court, inter-alia, held that the Arbitration Act is self contained Act. The Hon'ble Court held as hereunder:-\n7 \"89. It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan) was held to be a self-continued code. Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the UNCITRAL Mode must be held only to be more so. Once it is held that the Arbitration Act is a self contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it \"a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done.\" In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. \n90. We, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Section 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as self- contained and exhaustive code in itself. \"\n17. In the case of Kandla Export Corporation and another (Supra), the Hon'ble Supreme Court, inter-alia, held as hereunder:-\n\"24. In fact, in Sumitomo Corporation vs. CDC Financial Services (Mauritius) Ltd. and Ors., (2008) 4 SCC 91, this Court adverted to Section 50 of the Arbitration Act and to Section 10(1)(a) and 10 F of the Companies Act, 1956, to hold that once an appeal is provided for in Section 50, the Court authorized by law to hear such appeals would then be found in Sections 10(1)(a) and 10 F of the Companies Act. The present case is a parallel instance of Section 50 of the Arbitration Act providing for an appeal, and Section 13(1) of the Commercial Courts Act providing the forum for such appeal. Only, in the present case, as no appeal lies under Section 50 of the Arbitration Act, no forum can be provided for.\"\n18. The Arbitration Act is self contained Code. It is special statute. In case of any inconsistency, effect shall be given to the special 8 statute i.e. the Arbitration Act, vis--vis the more general statute, namely, the Commercial Courts Act, 2015. \n19. Undoubtedly, in the proviso to Section 13 of the Commercial Courts Act, 2015 reference has been made to Order 43 of the Code of Civil Procedure, 1908, but the question would be as to whether Section 37 Sub Section 3 of the Arbitration Act, bars second appeal, which reads as hereunder:-\n\"3. No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n20. In the instant case an appeal against the order passed under Rule 17 of the Arbitration Act has already been challenged under Section 37(2), before a proper forum. The impugned order has been passed by the Commercial Court, under Section 37 (2) of the Arbitration Act. Section 37 sub-section 3 of the Arbitration Act bars second appeal against an order passed under this section. Therefore, the instant appeal is not maintainable. Accordingly, the appeal deserves to be dismissed as not maintainable. \n21. The appeal is dismissed as not maintainable (Ravindra Maithani, J.) (Alok Singh, J.) 12.09.2019 Arti",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f06f56bb5c9a4e71b6919d50e93d5706_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e43b74794f04a3d80286bb76535d730_1"
    },
    {
      "start": 242,
      "end": 348,
      "text": "\nUttarakhand High Court\nM/S Dalip Singh Adhikari vs State Of Uttarakhand And Another on 23 September, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3dc38a24fac143218018e5b5c4c96f00_2"
    },
    {
      "start": 349,
      "end": 679,
      "text": "\nAuthor: Ravindra Maithani\nBench: Alok Singh, Ravindra Maithani\n                                                        Reserved on:12.09.2019\n                                                        Delivered on: 23.09.2019\n\n     In The High Court Of Uttarakhand At Nainital\n\n                      Appeal From Order No.378 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7d2894bff854081aeca8938dcb37793_3"
    },
    {
      "start": 680,
      "end": 706,
      "text": "\n\nM/s Dalip Singh Adhikari",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04ec5e6f3dce411cb4276ab3037333f2_4"
    },
    {
      "start": 755,
      "end": 809,
      "text": "..... Appellant\n                                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "086dd566c1e148669ea6410666e3ac5f_5"
    },
    {
      "start": 809,
      "end": 848,
      "text": "Versus\nState of Uttarakhand and another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3f8c907a3464be78af8ffe4af5a34f3_6"
    },
    {
      "start": 886,
      "end": 904,
      "text": ".... Respondents\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0266ed3890314935a9f60dc4e2b04df5_7"
    },
    {
      "start": 904,
      "end": 1010,
      "text": "Present: Mr. D.S. Patni, Senior Advocate assisted by Mr. D. Barthwal, Advocate for the\n         appellant.",
      "labels": [
        "NONE"
      ],
      "id": "1197519fe6bf47b7b91c14068bd6917f_8"
    },
    {
      "start": 1011,
      "end": 1083,
      "text": "\n         Mr. I.P. Kohli, Standing Counsel for the State of Uttarakhand.",
      "labels": [
        "NONE"
      ],
      "id": "559c84364c7144d4ab8b5166e6b96139_9"
    },
    {
      "start": 1084,
      "end": 1401,
      "text": "\n\nCoram:        Hon'ble Alok Singh, J.\nHon'ble Ravindra Maithani, J.\nPer: Hon'ble Ravindra Maithani, J.\nThis appeal is preferred against the judgment and order dated 26.08.2019 passed in Arbitration Appeal No.01 of 2019, State of Uttarakhand and another vs. M/s Dalip Singh Adhikari, by the Commercial Court, Dehradun",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed503e2698c44f3f83c1fd16844fb20f_10"
    },
    {
      "start": 1402,
      "end": 1468,
      "text": "(this appeal shall hereinafter be referred to as \"the appeal\").\n2.",
      "labels": [
        "NONE"
      ],
      "id": "91317ddb3b28449d9e2a64f09b51ec44_11"
    },
    {
      "start": 1469,
      "end": 1524,
      "text": "Heard on the question of maintainability of the appeal.",
      "labels": [
        "NONE"
      ],
      "id": "4b586f225124496aa7da18d70bbe98eb_12"
    },
    {
      "start": 1525,
      "end": 1809,
      "text": "\n3. Facts, necessary to understand the controversy, particularly the maintainability, briefly stated, are as hereunder;\nA contract for construction of Tanakpur-Jauljibi Motor Road was awarded to the appellant and an agreement was executed accordingly with arbitration Clause, therein.",
      "labels": [
        "FAC"
      ],
      "id": "31d0bc3464654de0bd09c5554908e449_13"
    },
    {
      "start": 1810,
      "end": 1873,
      "text": "Subsequently, the contract was terminated by 2 the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "35e1520dab7d4a8c9aeb052a78d0a285_14"
    },
    {
      "start": 1874,
      "end": 1916,
      "text": "The matter was taken to arbitral tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "85c3d381664d42aeb0d3408071103251_15"
    },
    {
      "start": 1917,
      "end": 2002,
      "text": "On 08.07.2019 an application was moved by the appellant before the arbitral tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "06f34830a9284142a535c6f1d600bbaf_16"
    },
    {
      "start": 2003,
      "end": 2049,
      "text": "The arbitral tribunal passed status quo order.",
      "labels": [
        "FAC"
      ],
      "id": "8772e5df913946199d1c4d43b53f3604_17"
    },
    {
      "start": 2050,
      "end": 2291,
      "text": "This order dated 08.07.2019 passed by the arbitral tribunal was challenged in the appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the \"Arbitration Act\") before the Commercial Court, Dehradun.",
      "labels": [
        "FAC"
      ],
      "id": "14d792a68e7048198be2ae663a13c2fc_18"
    },
    {
      "start": 2292,
      "end": 2393,
      "text": "The appeal was allowed and order dated 08.07.2019 passed by the arbitral tribunal has been set aside.",
      "labels": [
        "FAC"
      ],
      "id": "3fb3ec943e6d40e587db073419d75c65_19"
    },
    {
      "start": 2394,
      "end": 2424,
      "text": "Aggrieved, the instant appeal.",
      "labels": [
        "FAC"
      ],
      "id": "a0ccbb17e557475f960989a5fb95b9fc_20"
    },
    {
      "start": 2425,
      "end": 2525,
      "text": "\n4. This appeal has been captioned as one filed under Section 13 of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "60c8003cb38c4bdbaac3c760f5606c48_21"
    },
    {
      "start": 2527,
      "end": 3367,
      "text": "5. Learned counsel for the appellant would argue that the appeal before the Commercial Court against the order dated 08.07.2019 was not maintainable; the arbitral tribunal did not finally decide application filed under Section 17 of the Arbitration Act; the appeal against the order of the arbitral tribunal, passed under Section 17 can be preferred under Section 37(2) of the Arbitration Act to a \"court\", as defined under Section 2 (1)(e)(i) of it; Principal Civil Court of original jurisdiction is a \"court\" under Section 2 (1)(e)(i) of the Arbitration Act; in the instant case, the appeal was not preferred before the Principal Civil Court of original jurisdiction; under Section 10 Sub Section 3 of the Commercial Courts Act, 2015 also Principal Civil Court of original jurisdiction may be invested with the powers of Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c5cb23ae85f04b5991ad96f11dccce68_22"
    },
    {
      "start": 3368,
      "end": 3752,
      "text": "It is argued that the appeal, against the order dated 08.07.2019 of the arbitral tribunal, was 3 filed before the wrong forum therefore, it will not be treated as an appeal in the eye of law; since, admission of the appeal by the Commercial Court, Dehradun was an interlocutory order, in view of Section 8 of the Commercial Courts Act, 2015 it could not have been challenged, earlier.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94aa3a110fd946b5a9858f7200330688_23"
    },
    {
      "start": 3753,
      "end": 3813,
      "text": "Hence, it is argued that the instant appeal is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2c3035709924272a6aac790a10b2c24_24"
    },
    {
      "start": 3814,
      "end": 4243,
      "text": "\n6. Learned counsel for the appellant has relied on the principles of law (especially, para 14 of it) as laid down in the case of Kandla Export Corporation and another vs. M/s Oci Corporation and another (2018) 14 Scc 715 and it is argued that instant appeal is maintainable under Section 13 of the Commercial Courts Act, 2015.\n7. In Kandla Export Corporation case (Supra), the Hon'ble Supreme Court, observed as hereunder:-\n\"14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "211a6b38fb8d41c9a7642de84dc10dde_25"
    },
    {
      "start": 4244,
      "end": 4496,
      "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ba147d1a4564cceaad1ad35eafd6bbc_26"
    },
    {
      "start": 4497,
      "end": 5009,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order 43 Cpc would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.\"\n8. On behalf of respondents, it is argued that the instant appeal is not maintainable because Commercial Court is a Court competent under the Arbitration Act to hear and decide an appeal filed under Section 37 of the Arbit",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8158148b104e4720824a399819f0a828_27"
    },
    {
      "start": 5010,
      "end": 5020,
      "text": "ration Act",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7f5e1bcc38241d4bb6bfd2778442136_28"
    },
    {
      "start": 5021,
      "end": 5316,
      "text": ". The order dated 08.07.2019, passed by the arbitral tribunal has been challenged under Section 37(2) of the Arbitration Act, before the Commercial Court, which is a \"court\" as defined under Section 2 (1)(e)(i) of the Arbitration Act read with Section 10(3) of the 4 Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3df0cba8faf491ea81af42e92538b67_29"
    },
    {
      "start": 5317,
      "end": 5515,
      "text": "Since an appeal under Section 37(2) of the Arbitration Act has already been heard and decided, now in view of Section 37 Sub Section 3 of the Arbitration Act, this second appeal is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8ab3b7fada343658ac2cb53e0c19605_30"
    },
    {
      "start": 5517,
      "end": 5745,
      "text": "9. In the instant case, respondents had challenged an order dated 08.07.2019, passed under Section 17 of the Arbitration Act, passed by the arbitral tribunal, before the Commercial Court, under Section 37 of the Arbitration Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "cca680b9836943fb868e26ccb5832c20_31"
    },
    {
      "start": 5746,
      "end": 5824,
      "text": "Section 37 of the Arbitration Act, reads as hereunder:-\n\"37.Appelable orders.-",
      "labels": [
        "STA"
      ],
      "id": "254a130dc2664afaa8bb8de146c528a9_32"
    },
    {
      "start": 5825,
      "end": 6213,
      "text": "(1) An appeal shall lie from the following orders (and from no others) to the court authorized by law to hear appeals from original decrees of the Court passing the order, namely:-\n(a) refusing to refer the parties to arbitration under Section 8;\n(b) granting or refusing to grant any measure under Section 9;\n(c) setting aside or refusing to set aside an arbitral award under Section 34.",
      "labels": [
        "STA"
      ],
      "id": "d81fb6197b3647458bb95c0f62976a27_33"
    },
    {
      "start": 6214,
      "end": 6634,
      "text": "\n(2) An appeal shall also lie to a court from an order of the arbitral tribunal- (a) accepting the plea referred to in sub-section (2) or sub-section (3) of Section 16; or (b) granting or refusing to grant an interim measure under Section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.",
      "labels": [
        "STA"
      ],
      "id": "52ef67159b1347e0baf476fd4015ec26_34"
    },
    {
      "start": 6635,
      "end": 6849,
      "text": "\n10. From a bare perusal of Sub Section 2 of Section 37 of the Arbitration Act, as quoted hereinabove, it is clear that an appeal against the order passed under Section 17 by the arbitral tribunal lie to a \"court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a8e3d170b0746c8930147244b20d175_35"
    },
    {
      "start": 6850,
      "end": 7470,
      "text": "The \"court\" has been defined under Section 2 (1)(e)(i) of the Arbitration Act, which is as hereunder:-\n5 (e) \"Court\" means- (i) in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any Court of Small Causes;\n11.",
      "labels": [
        "STA"
      ],
      "id": "3c1ab92b468844e6b15a47e47e670e20_36"
    },
    {
      "start": 7471,
      "end": 7533,
      "text": "Now, reference can be made to the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30e15d9dd2584a6ba96de1928520c1d9_37"
    },
    {
      "start": 7534,
      "end": 8199,
      "text": "Section 10 Sub Section 3, of it, reads as hereunder:-\n\"3. If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n12. Commercial Courts Act, 2015 provides for Constitution of Commercial Courts (Section 3).",
      "labels": [
        "STA"
      ],
      "id": "98af7daa3b724a09a8b4e0481711a037_38"
    },
    {
      "start": 8200,
      "end": 8425,
      "text": "In view of Section 10 (3) of the Commercial Courts Act, 2015 the matter, which generally would lie before any principal civil court of original jurisdiction shall be filed in and heard and disposed of by the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d1135e77339476f9e34fb059e7b3550_39"
    },
    {
      "start": 8426,
      "end": 8632,
      "text": "It simply means that an appeal under Section 37(2), challenging an order passed under Section 17 of the Arbitration Act, can be filed before Commercial Courts, constituted under Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1eeb02aab4f64fb9be29210e51800279_40"
    },
    {
      "start": 8633,
      "end": 8746,
      "text": "The Commercial Court, accordingly will be a \"court\" as defined under Section 2 (1) (e)(i) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee319a610a684e66bbc774ac2ce89147_41"
    },
    {
      "start": 8747,
      "end": 8890,
      "text": "This is harmonious reading of Section 37(2), Section 2(1) (e)(i) of 6 the Arbitration Act and Section 10(3) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16096eb6222d407b95bd8e18e56323ec_42"
    },
    {
      "start": 8892,
      "end": 9210,
      "text": "13. In the instant matter, the appeal against the order dated 08.07.2019 passed by the arbitral tribunal, granting an interim order, has been preferred before the Commercial Court, which is a \"court\" as defined under Section 2(1)(e)(i) of the Arbitration Act read with Section 10(3) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8badb9cb2c1457f9b030d67746f7d19_43"
    },
    {
      "start": 9212,
      "end": 9340,
      "text": "14. The question is as to whether against the impugned order passed by the Commercial Court Act, 2015 an appeal is maintainable.",
      "labels": [
        "ISSUE"
      ],
      "id": "1e860c9317d04f638bbff089e894b1bc_44"
    },
    {
      "start": 9342,
      "end": 9490,
      "text": "15. Learned counsel for the appellant would argue that under proviso to Section 13 of the Commercial Courts Act, 2015 the appeal lies to this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c649d105ac6e42d98127ac2b35adac6e_45"
    },
    {
      "start": 9492,
      "end": 9627,
      "text": "16. There are two Acts, which are dealing in the relevant field; one is the Arbitration Act and second the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2abc813e038548abb62e68ab20e58984_46"
    },
    {
      "start": 9628,
      "end": 9842,
      "text": "In the case of Kandla Export Corporation and another (Supra), the Hon'ble Supreme Court referred to the judgment in the case of Fuerst Day Lawson Limited vs. Jindal Exports Limited (2011) 8 Supreme Court Cases 333.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56c2d5282e614370a750922403c1ae32_47"
    },
    {
      "start": 9843,
      "end": 9983,
      "text": "In the case of Fuerst Day Lawson Limited (Supra) the Hon'ble Supreme Court, inter-alia, held that the Arbitration Act is self contained Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac2a670ee0b645128dd5b2cca256bb1a_48"
    },
    {
      "start": 9984,
      "end": 10028,
      "text": "The Hon'ble Court held as hereunder:-\n7 \"89.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "257c79ab07d24ab8ae2ed6b125a899f9_49"
    },
    {
      "start": 10029,
      "end": 10183,
      "text": "It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan) was held to be a self-continued code.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f67905c3bc2a4a91bb6397a6fbd59631_50"
    },
    {
      "start": 10184,
      "end": 10509,
      "text": "Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the UNCITRAL Mode must be held only to be more so.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae5845a413a549b6908fcc43b88a0aae_51"
    },
    {
      "start": 10510,
      "end": 10857,
      "text": "Once it is held that the Arbitration Act is a self contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it \"a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8140d3d3320d42108be4b8b0e7c83c53_52"
    },
    {
      "start": 10858,
      "end": 11101,
      "text": "In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5724223005b048dd8fa112b7558976c3_53"
    },
    {
      "start": 11103,
      "end": 11579,
      "text": "90. We, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Section 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as self- contained and exhaustive code in itself. \"\n17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dcc3522a08554e31baade58583b054ca_54"
    },
    {
      "start": 11580,
      "end": 11705,
      "text": "In the case of Kandla Export Corporation and another (Supra), the Hon'ble Supreme Court, inter-alia, held as hereunder:-\n\"24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d330bb0054143488cbf8a81c1e1976f_55"
    },
    {
      "start": 11706,
      "end": 12107,
      "text": "In fact, in Sumitomo Corporation vs. CDC Financial Services (Mauritius) Ltd. and Ors., (2008) 4 SCC 91, this Court adverted to Section 50 of the Arbitration Act and to Section 10(1)(a) and 10 F of the Companies Act, 1956, to hold that once an appeal is provided for in Section 50, the Court authorized by law to hear such appeals would then be found in Sections 10(1)(a) and 10 F of the Companies Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f2897b9f13794510b80a1ac1b36107bc_56"
    },
    {
      "start": 12108,
      "end": 12293,
      "text": "The present case is a parallel instance of Section 50 of the Arbitration Act providing for an appeal, and Section 13(1) of the Commercial Courts Act providing the forum for such appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5966c946a6644340be5bc7845f9f4f92_57"
    },
    {
      "start": 12294,
      "end": 12458,
      "text": "Only, in the present case, as no appeal lies under Section 50 of the Arbitration Act, no forum can be provided for.\"\n18. The Arbitration Act is self contained Code.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "568bd32816e441c1be704c28b001054c_58"
    },
    {
      "start": 12459,
      "end": 12481,
      "text": "It is special statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f33d6115505d4ab597a882bd1a318559_59"
    },
    {
      "start": 12482,
      "end": 12660,
      "text": "In case of any inconsistency, effect shall be given to the special 8 statute i.e. the Arbitration Act, vis--vis the more general statute, namely, the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5231791aa1c424dac5c39826b922b0b_60"
    },
    {
      "start": 12662,
      "end": 13135,
      "text": "19. Undoubtedly, in the proviso to Section 13 of the Commercial Courts Act, 2015 reference has been made to Order 43 of the Code of Civil Procedure, 1908, but the question would be as to whether Section 37 Sub Section 3 of the Arbitration Act, bars second appeal, which reads as hereunder:-\n\"3. No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n20.",
      "labels": [
        "STA"
      ],
      "id": "52fcc6dbb3ea4d33b1b6b93c65957ba2_61"
    },
    {
      "start": 13136,
      "end": 13299,
      "text": "In the instant case an appeal against the order passed under Rule 17 of the Arbitration Act has already been challenged under Section 37(2), before a proper forum.",
      "labels": [
        "RATIO"
      ],
      "id": "96c5ee1a5b434a75a79c0fba2a62b016_62"
    },
    {
      "start": 13300,
      "end": 13515,
      "text": "The impugned order has been passed by the Commercial Court, under Section 37 (2) of the Arbitration Act. Section 37 sub-section 3 of the Arbitration Act bars second appeal against an order passed under this section.",
      "labels": [
        "RATIO"
      ],
      "id": "b70f2c85c1484e28b302c075b119fd50_63"
    },
    {
      "start": 13516,
      "end": 13566,
      "text": "Therefore, the instant appeal is not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "69a990f8762446daafbabdf0f4942280_64"
    },
    {
      "start": 13567,
      "end": 13636,
      "text": "Accordingly, the appeal deserves to be dismissed as not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "bb87c59d747441ccb9b66ac6a9e5300c_65"
    },
    {
      "start": 13638,
      "end": 13742,
      "text": "21. The appeal is dismissed as not maintainable (Ravindra Maithani, J.) (Alok Singh, J.) 12.09.2019 Arti",
      "labels": [
        "RPC"
      ],
      "id": "98d3cd242c574189b6c9c5bd51e19fe8_66"
    }
  ]
}