{
  "id": "cd8f4141a1cf9daa3b19a357977a84dca6aa3af900bd1e6eb509ff0cd19f622d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadras High Court\nAppellant In Both The O.S.As vs M/S.Kodak Polychrome Graphics Asia on 26 August, 2020 \nAuthor: R.Subbiah\nBench: R.Subbiah, C.Saravanan\n                                                 O.S.A.Nos.235 and 239 of 2020\n\n         In The High Court Of Judicature At Madras\n\n                    Judgment Reserved on : 23.12.2020 \n\n                   Judgment Delivered on : 15.03.2021 \n\n                                  Coram: \n\n          The Honourable Mr.Justice R.Subbiah \n                         and\n         The Honourable Mr.Justice C.Saravanan \n\n                     O.S.A.Nos.235 and 239 of 2020 \n                                 and \n                   C.M.P.Nos.11819 and 11988 of 2020\n\n                    (Heard through video-conferencing)\n\n\nM/ s. Kapoor Imaging Private Limited,\nRep. by its Managing Director Mr.Sunil Kapoor,\nNo.6, Iii Street, Balaji Nagar,\nRoyapettah, Chennai-600 014.\n\n(Cause title accepted, vide Court Order\ndated 26.08.2020 passed in\nC.M.P.No.5546 of 2020\nin O.S.A.SR.No.116645 of 2018\nand C.M.P.No.5551 of 2020 in\nO.S.A.SR.No.116644 of 2018) \n                                           .. Appellant in both the O.S.As.\n\n                                    Vs. \n\n1. M/ s. Kodak Polychrome Graphics Asia \n\n\nPage No.1/75 \n                                                O.S.A.Nos.235 and 239 of 2020\n\n   Export Pvt. Ltd.,\n  Rep. by its Director,\n  No.151, Lorong Chuan Ex.05-01,\n  Lobby A New Techpark,\n  Singapore-556741.\n\n2. M/s.Kodak (India) Private Limited,\n   (formerly known as M/s.Kodak Graphic\n     Communication (India) Private Limited), \n   Rep. by its Director,\n   Kalpataru Synergy,\n   Off Western Express Highway,\n   Vakola, Santacruz East,\n    Mumbai-400 050.\n\n3. M/s.Kodak (Singapore) Pte Limited,\n   No.151, Lorong Chuan,\n   05-01, New Tech Park,\n   Singapore-556 741 \n   Represented by its Power Agent\n   Mr.Balachandra Bhaskar Nikumb,\n   (D3 is impleaded as per order\n    dated 17.12.2009 in\n    Appln.No.6814 of 2009) \n                                        .. Respondents in both the O.S.As.\n\n      Original Side Appeal (OSA).No.235 of 2009 filed under Order\nXxxvi Rule 1 of the Original Side Rules of this Court read with Clause 15\nof the Letters Patent against the order dated 11.08.2018 passed in\nAppln.No.6383 of 2017 in C.S.No.220 of 2009.\n\n\n      Original Side Appeal (OSA).No.239 of 2009 filed under Order\n\n\nPage No.2/75\n                                                 O.S.A.Nos.235 and 239 of 2020\n\nXxxvi Rule 1 of the Original Side Rules of this Court read with Clause 15\nof the Letters Patent against the order dated 11.08.2018 passed in\nAppln.No.6384 of 2017 in C.S.No.220 of 2009.\n\n      For appellant   : Mr.R.Parthasarathy in both the appeals\n\n      For respondents: Mr.S.Arjun Suresh in both the appeals\n\n\n                        Common Judgment\nR.Subbiah, J These Original Side Appeals have been filed challenging the common order dated 11.08.2018 passed in Application Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, whereby, the learned Sing le Judge had dismissed both the applications filed by the appellant/plaintiff, one in Application No.6384 of 2017 in C.S.No.220 of 2009, for recalling P.W.1 and to mark xerox copies of four documents, and another one, in Application No.6383 of 2017 in C.S.No.220 of 2009, to permit the applicant to file the affidavit of the applicant's Accounts Manager and Systems-in-charge under Section 65- B of the Indian Evidence Act, 1872.\n2. For the sake of convenience, the parties herein are referred to as they are ranked in the suit, as plaintiff (appellant herein) and defendants O.S.A.Nos.235 and 239 of 2020 (respondents herein). \n3. Brief facts which are necessary to decide the issue involved in these appeals are as follows:\n(a) The appellant/plaintiff had filed the Civil Suit bearing C.S.No.220 of 2009 as against the respondents/defendants to direct the defendants to pay the plaintiff a sum of Rs.2,15,37,054/- being the principal amount of Rs.1,73,85,878/- payable by the defendants and interest thereon at the rate of 15% per annum from 01.07.2007 till 31.01.2009, amounting to Rs.41,51,176/-, together with future interest at the rate of 15% per annum from the date of filing of the suit till the date of actual payment. \n(b) The defendants, after entering appearance, have filed their written statement in the month of January 2010. Thereafter, issues were framed on 27.06.2014. After framing of issues, the Court directed both sides to file affidavit of documents and give the list of witnesses within a period of three weeks and further two weeks' time was given for inspection of documents. \n(c) The appellant/plaintiff filed affidavit of documents on 24.07.2014. Thereafter, the matter was posted before the learned Additional Master O.S.A.Nos.235 and 239 of 2020 No.IV, High Court of Madras, for recording evidence. The trial commenced in the month of December 2016. Mr.Sunil Kapoor, Manager of the plaintiff-Company filed proof affidavit. On 05.12.2016, chief examination of P.W.1 was recorded and Exs.P-1 to P-19 were marked. Again, on 08.12.2016, chief examination of P.W.1 continued and exhibits upto Ex.P-24 were marked. Thereafter, the matter was posted for cross examination of P.W.1. \n(d) At this juncture, the respondents/defendants had filed application in A.No.1243 of 2017 to eschew Exs.P-2, 6, 7, 10, 23, 5, 8, 9, 10 and 11 marked on the side of the plaintiff. In the affidavit filed in support of Application in A.No.1243 of 2017, it is stated by the defendants that these documents were erroneously marked in the suit and the said documents could be classified as (i) photocopies of the documents (secondary evidence), (ii) incomplete documents or illegible and (iii) e.mail correspondences not falling under the above said categories. \n(e) The said application was opposed by the appellant/plaintiff by filing counter affidavit(s). \n(f) The learned Single Judge, after considering the submissions made O.S.A.Nos.235 and 239 of 2020 on either side had partly allowed the said application in A.No.1243 of 2017 on 30.06.2017. The concluding portion of the order reads as follows:\n\"13. In fine, the application is partly allowed and the documents marked as Ex.P6, Ex.P7 and Ex.P23, Ex.P10 Series (xiv) and Ex.P23 are ordered to be eschewed. With respect to other documents, Ex.P2, Ex.P5 series, Ex.P8 series (ii, iii, iv, vi, viii, ix), Ex.P9 series (i, ii, iii), Ex.P10 series (xiv), Ex.P11 series (v, vi, viii, xv) and Ex.P12 the learned Additional Master is directed to verify and substitute the same.\" \n(g) The reason for ordering eschewing the above exhibits, namely Ex.P6, Ex.P7 and Ex.P23, Ex.P10 Series (xiv) and Ex.P23, by the learned Single Judge, was that, without an application to receive the secondary evidence under Section 65 of the Indian Evidence Act, the photocopies of the documents cannot be marked. \n(h) Thereafter, the appellant/plaintiff filed application in A.No.6383 of 2017 to permit the applicant to produce and mark xerox copies of letter dated 30.10.2006, 11.12.2006 and 20.04.2008 and invoice dated 15.11.2008, as secondary evidence, which were originally marked as Exs.P- 6, 7, 10 (xiv) and 23 and subsequently eschewed. The Plaintiff also filed O.S.A.Nos.235 and 239 of 2020 application in A.No.6384 of 2017 to permit him to file the affidavit of Mr.R.Rajagopalan, the applicant's Accounts Manager and Systems in- charge, in support of the proof affidavit of P.W.1, dated 08.12.2016 in compliance with Section 65-B of the Indian Evidence Act, 1872. \n(i) In the common affidavit filed in support of the above said two applications in A.Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, the plaintiff stated that, inspite of the best efforts, the original of Exs.P-6, 7, 10 (xiv) and 23, could not be traced and since these documents were essential to prove the case of the plaintiff, they should be allowed to mark them as secondary evidence. \n(j) Opposing the said applications, defendants 2 and 3 have filed common counter affidavit stating that, under the guise of seeking leave of the Court for marking the documents as secondary evidence, the plaintiff was attempting to mark the documents that have already been eschewed. Seeking the leave of the Court prior to marking documents in secondary evidence under Section 65 of the Indian Evidence Act, is not merely a technical formality, but a mandatory pre-requisite, considering the seriousness of marking such documents. The applicant/plaintiff having O.S.A.Nos.235 and 239 of 2020 failed to seek leave of the Court at the relevant time (prior to marking of such documents), ought not to have been granted such leave after having failed to make good the opportunity and consequent to the order of this Court eschewing the said documents, and thus prayed to dismiss the said applications. \n(k) By the impugned order dated 11.08.2018 passed in A.Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, the learned Single Judge dismissed the said applications holding as follows:\n\"20. In the present case, the applicant had suffered an adverse order not only because they had not filed any application seeking permission to mark secondary documents. The plaintiff has not taken the order dated 30.06.2017 on appeal. The order had worked itself out. This Court had declared that the documents have to be eschewed. Once a definite pronouncement had been made it would be highly inappropriate to once again revisit the said order. The plaintiff cannot claim ignorance of the fundamental provision to seek permission before filing secondary documents. Having not done so and having suffered an adverse order, the plaintiff cannot be permitted to file an application just because an application has to be filed and then seek permission to file xerox copies of documents which have been eschewed from the records. \n21. I hold that the plaintiff had not come to Court with clean hands or with true reasons. It O.S.A.Nos.235 and 239 of 2020 appears to be an affidavit more for the sake of formality than for the sake of compliance with the provisions of the Law. In the present applications, the plaintiff has sworn to an affidavit only because they were found fault with that they had not filed such application earlier. The plaintiff cannot take judicial proceedings for granted and in such a casual manner. A pronouncement eschewing documents has its own sanctity and cannot be revisited for the mere asking. Even otherwise the reasons given that the letters could not be traced is a very weak reason to be given by a Private Limited Company wherein it is expected that records must be maintained with due diligence. I am not able to convince myself to accept those reasons. \n22. All the reasons stated above, I hold that plaintiff's applications will have to be dismissed. \n23. A.Nos.6383 and 6384 of 2017 are dismissed. No costs.\" \nAggrieved by the same, the present appeals have been filed by the plaintiff. \n4. When these appeals were taken up for hearing, a preliminary objection was raised by the learned counsel appearing for the defendants with regard to the maintainability of these appeals. The reasons for such an objection are as follows:\n( i) As per Clause 15 of the Letters Patent, an intra court appeal would lie only from a judgment. The impugned order passed in the applications cannot be termed as \"judgment\". Hence, these appeals are not maintainable. \nO.S.A.Nos.235 and 239 of 2020 (ii) Though, originally the suit was filed on the Original Side of this Court, subsequently the said suit was transferred to the Commercial Division of this Court. The impugned order was passed by the learned Single Judge on 11.8.2018 on the Commercial Division of this Court. Hence, these appeals are not maintainable under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) (for short, 'CCA').\n5. Since the question of maintainability had arisen, the learned counsel for the appellant/plaintiff firstly proceeded to make his submissions with regard to the maintainability of the appeals. \n6. The learned counsel for the appellant/plaintiff submitted that the present appeals are maintainable under Clause 15 of the Letters Patent. He submits that Section 13 of the CCA is not applicable to the facts of the present case. \n7. With regard to the non-applicability of Section 13 of the CCA, the learned counsel for the appellant/plaintiff submitted that, the suit was filed in February 2009 on the Original Side of this Court. The Commercial O.S.A.Nos.235 and 239 of 2020 Division of the Madras High Court was notified, vide, Tamil Nadu Government Gazzette No.381 in Part VI, Section 1 in R.O.C.No.3233/A/2016/G4, dated 29.11.2017, whereas Application No.1243 of 2017 was filed in February 2009 even before the suit was transferred to the Commercial Division of the High Court from the Original Side of this Court. It is also submitted that Applications Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, filed by the plaintiff, were taken on record in August 2017 itself. The defendants filed their counter affidavit to the said applications only in January 2018 and order under appeals were passed on 11.08.2018. He submits that there could be four possible situations in filing the appeals against the interlocutory orders passed in the suit instituted before the the Original Side of this Court. According to the learned counsel for the appellant/plaintiff, the four scenarios are as follows:\n(i) Appeals filed against interlocutory orders passed in Applications filed under relevant provisions of the Code of Civil Procedure, 1908 (CPC), read with the Original Side Rules of this Court (O.S. Rules), where the order under appeal, was passed before notification of the Commercial Division, but where the appeal is heard after such notification;\nO.S.A.Nos.235 and 239 of 2020 (ii) Appeals filed against interlocutory orders passed in Applications filed under relevant provisions of the CPC and OS Rules, where such application was filed before the notification of Commercial Division, but where the orders under appeals were passed after the notification of the Commercial Division;\n(iii) Appeals filed against orders passed in interlocutory Applications filed under relevant provisions of the CPC and OS Rules, and not under any specific provision of the CCA, where the application itself was filed after notification of the Commercial Division and after transfer of the suit to the Commercial Division and where the order was passed by the Commercial Division, and (iv) Appeals filed against interlocutory orders passed in Applications filed under the specific provisions of the CCA.\n8. It is submitted that the appeals against orders in scenario (i) would lie under Clause 15 of the Letters Patent and will not be governed by Section 13 of the CCA, while appeal against the orders in scenario (iv) will be strictly governed by the rigours of Section 13 CCA. But the issue that O.S.A.Nos.235 and 239 of 2020 falls for consideration in these appeals is as to whether the bar under Section 13 of the CCA would apply to interlocutory orders in Scenarios (ii) and (iii). The appellant's case is concerned under scenario (ii). The learned counsel submitted that Section 13 of the CCA will have no application for Scenario (ii) and (iii). Hence, according to him, intra-court appeal will lie under Clause 15 of the Letters Patent before the Division Bench of this Court. \n9. It is further submitted that, right to prefer an appeal is a statutory right. Such right accrues on the date on which the suit was originally instituted. Though such right is a procedural right, it vests with a substantial right on the person as on the date of institution of original action. While so, such right cannot be curtailed by a subsequent Statute or an amendment of the same Statute, unless the Statute itself either expressly or by necessary implication, makes it retrospective. In support of this contention, the learned counsel for the appellant/plaintiff relied on the decision of the Supreme Court in Garikapati Vs. Subbiah Choudhry, reported in AIR 1957 SC 540, wherein it has been held as follows:-\n\"23. From the decisions cited above the following O.S.A.Nos.235 and 239 of 2020 principle clearly emerge:\n(i) That the legal pursuit of a remedy, suit appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are regarded as one legal proceeding. \n(ii) The right of appeal is not a mere matter of procedure but is a substantive right. \n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit. \n(iv) The right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal. \n(v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\"\n10. In the case of Hitendra Vishnu Thakur and others Vs. State of Maharashtra\" reported in 1994 (4) SCC 602, the following issue fell for consideration:. \n\"25. Clause (b) of sub-section (4) of Section 20 of TADA Act was amended by the Amendment Act No.43 of 1993 with effect from 22-5-1993. \nO.S.A.Nos.235 and 239 of 2020 Besides reducing the maximum period during which an accused under TADA could be kept in custody pending investigation from one year to 180 days, the Amendment Act also introduced clause (bb) to sub- section (4) of Section 20 enabling the prosecution to seek extension of time for completion of the investigation. Does the Amendment Act No. 43 of 1993 have retrospective operation and does the amendment apply to the cases which were pending investigation on the date when the Amendment Act came into force?\" \nThere were cases where on 22-5-1993, where the period of 180 days had already expired but the period of one year was not yet over. The Supreme Court, in the said case of Hitendra Vishnu Thakur, answered the issue as follows:-\n\"28. .. .. We are, thus, of the opinion that Amendment Act 43 insofar as it modifies the period prescribed in clause (b) and introduces clause (bb) to sub-section (4) of Section 20 would apply retrospectively and apply to pending cases as well. We are unable to persuade ourselves to agree with Mr Khanwilkar that clause (b) only and not clause (bb) of sub-section (4) of Section 20 should be held to have retrospective operation. The acceptance of such an argument would result in the creating of an anomalous situation and defeat the very object with O.S.A.Nos.235 and 239 of 2020 which clause (bb) was introduced after the period of compulsory detention was curtailed under clause (b) of Section 20(4) of the Act. \n29. As a result of our above discussion, it follows that Amendment Act 43 of 1993 is retrospective in operation and both clauses (b) and (bb) of sub-section (4) of Section 20 of TADA apply to the cases which were pending investigation on the date when the amendment came into force with effect from 22-5-1993 and in which the challan had not been filed till then. \n30. In conclusion, we may (even at the cost of repetition) say that an accused person seeking bail under Section 20(4) has to make an application to the court for grant of bail on grounds of 'default' of the prosecution and the court shall release the accused on bail after notice to the public prosecutor uninfluenced by the gravity of the offence or the merits of the prosecution case since Section 20(8) does not control the grant of bail under Section 20(4) of TADA and both the provisions operate in separate and independent fields. It is, however, permissible for the public prosecutor to resist the grant of bail by seeking an extension under clause (bb) by filing a report for the purpose before the court. However, no extension shall be granted by the court without notice to an accused to have his say regarding the prayer for grant of extension under clause (bb). In this view of the matter, it is immaterial whether the application for bail on ground of 'default' under Section 20(4) is filed first or the report as envisaged by clause (bb) is filed by the public prosecutor first so long as both are considered while granting or refusing bail. If the period prescribed by clause (b) of Section 20(4) has expired and the court does not O.S.A.Nos.235 and 239 of 2020 grant an extension on the report of the public prosecutor made under clause (bb), the court shall release the accused on bail as it would be an indefeasible right of the accused to be so released. \nEven where the court grants an extension under clause (bb) but the charge-sheet is not filed within the extended period, the court shall have no option but to release the accused on bail if he seeks it and is prepared to furnish the bail as directed by the court. Moreover, no extension under clause (bb) can be granted by the Designated Court except on a report of the public prosecutor nor can extension be granted for reasons other than those specifically contained in clause (bb) which must be strictly construed.\" \nThe plaintiff relied on the decision of the Apex Court in Videocon International Limited Vs. Securities and Exchange Board of India, reported in 2015 (4) SCC 33, in which, the Supreme Court held as follows:\n\"38. .. .. .. Insofar as the instant aspect of the matter is concerned, it would be pertinent to mention, that a right of appeal can be availed of only when it is expressly conferred. When such a right is conferred, its parameters are also laid down. A right of appeal may be absolute i.e. without any limitations. Or, it may be a limited right. The above position is understandable, from a perusal of the unamended and amended Section 15-Z of the SEBI Act. Under the unamended Section 15-Z, the appellate remedy to the High Court, against an order passed by the Securities Appellate Tribunal, was circumscribed by the words  on any question of fact or law arising out of such order. The amended Section 15-Z, while altering the appellate forum O.S.A.Nos.235 and 239 of 2020 from the High Court to the Supreme Court, curtailed and restricted the scope of the appeal, against an order passed by the Securities Appellate Tribunal, by expressing that the remedy could be availed of  on any question of law arising out of such order. It is, therefore apparent, that the right to appeal, is available in different packages, and that, the amendment to Section 15-Z, varied the scope of the second appeal provided under the SEBI Act. \n39. As illustrated above, an appellate remedy is available in different packages. What falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right of the litigant concerned. An aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judgment or order is passed. Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides. Failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred. For, it has repeatedly been declared by this Court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. All these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding.\" \nIn fact, the Supreme Court in 2015 (4) SCC 33 (cited supra) has stated the same position in Garikapati Veeraya Vs. Subbiah Choudhry and others reported in AIR 1957 SC 540 (cited supra). In this connection, following passage from the said judgment may be referred to:-\nO.S.A.Nos.235 and 239 of 2020 \"56. Considering the question on principle, an appeal is a proceeding by which the correctness of the decision of an inferior court is challenged before a superior court. A right of appeal therefore can arise by its very nature only when a decision by which a litigant is aggrieved is given, and it sounds paradoxical to say that it arises even before judgment in the case is pronounced. Now, what reason can there be for holding that a right of appeal vests in a suitor at the commencement of the proceedings? If it is to be held not to arise on the date of judgment, then why should it be held to arise on the institution of the proceedings, and not on the date of the transaction which forms the foundation for those proceedings? If it is to be said that when a litigant commences a proceeding he acts on the expectation that a right of appeal existing under the then law with reference to that proceeding would not be taken away, it could likewise be said that when a person enters into a transaction, he does so in the expectation that the right of action and of appeal in relation thereto under the then law would be available to him for the enforcement of his rights under the transaction. \nAnd no one has asserted that a right of appeal is to be determined on the law as it stood on the date of the transaction. \n57. Then again, if the right of appeal arises at the commencement of the action, in whom does it vest, the plaintiff or the defendant ? It is the suitor who is aggrieved by the decision that has a right to prefer an appeal against it, and it might, according to the result, be either the one or the other, and if the theory that a right of appeal arises when the proceedings are commenced is to be accepted, it must be held to vest at that point of time both in the plaintiff and the defendant, and cease on the determination of the cause as regards the party who succeeds, and where the success is partial, to the extent of that success. Can anything so nebulous and contingent be regarded as a right O.S.A.Nos.235 and 239 of 2020 and as a right which vests before a decision is given. The judgment in Colonial Sugar Refining Company Vs. Irving (1905) AC 369 does not disclose the reasoning on which it is based. Lord Macnaghten no doubt refers to \"a long line of authorities from the time of Lord Coke to the present day\", and they are presumably what are referred to in the argument of counsel at p.370. But when examined, they do not bear on this point. Lord Coke, in commenting on the Statute of Gloucester (6, Edward I, Chap 78, Section 3) which prohibited alienations of tenement, stated:\n\"This extendeth to alienations made after the statute and not before; for it is a rule of law of Parliament that regularly nova constitutio futuris forman imponere debet, non praeteritis\" (a new statute regulates future conduct and not past. (2 Inst. \n292) \" . \nFrom this passage, one may say that legislation does not affect a right of appeal, which has accrued. But it throws no light on the questions when that right accrues, whether at the commencement of the action or on the pronouncement of the decision. \"\n.. ... .. \n70. When the law establishes a hierarchy of Courts and then provides in succession for appeals from a Court of the lower grade to one of the higher grade, it will not be correct to regard those appeals as forming a single proceedings, or the right to file them as a single right. If a suit is instituted in Court A and the law permits an appeal against its decision to Court B, and if the law further provides for an appeal from the decision of Court B, to Court C, and there is again a right of further appeal provided against the decision of Court C to Court D, the successive appeals from Court A to Court B, Court B to Court C and O.S.A.Nos.235 and 239 of 2020 from Court C to Court D are distinct proceedings independent of one another. How then can the right of appeal from one Court to another be held to comprise within it the right of appeal from that Court to a third Court? Section 96 of the Code of Civil Procedure provides for an appeal from a decree passed by the trial court, and under that provision the decision in a suit instituted in the Court of a District Munsif will be open to appeal to the District Court. Section 100 of the Code of Civil Procedure provides for further appeal from the judgment of the District Court to the High Court; but this right of second appeal is much more limited than that given under Section 96. It lies only when there is a question of law, and it is also subject in certain cases, to pecuniary limitations. Thus, the rights of appeal conferred by Sections 96 and 100 of the Code of Civil Procedure are different in their quality and contents. Then again, under Sections 109 and 110 of the Code of Civil Procedure a further appeal is provided against the decision of the High Court to this Court subject again to certain conditions. This is a right different in its character from the right of appeal conferred by Section 96 or Section 100. The notion, therefore, that if a suitor has a right of appeal from Court A to Court B, that right includes a right of appeal from Court B to Court C and again from Court C to Court D, would appear to be untenable. \n71. Viewing the question next from the point of view of the jurisdiction of the Court, a right which is given to a suitor to challenge the decision of Court A in appeal is only a right to challenge it before Court B, which is authorised to hear appeals from Court A. It cannot extend to a possible appeal from Court B to Court C, because Court C is not a Court authorised to entertain an appeal against the decision of Court A, and it will be an error to speak of the suitor in Court A having a right of appeal to Court C to which under the law an appeal cannot lie. Section 96 of the Code of Civil O.S.A.Nos.235 and 239 of 2020 Procedure brings out the position quite unmistakably, when it provides that an appeal shall lie \"to the Court authorised to hear appeals from the decisions of such Court\". And if, as already pointed out, under the scheme of the Code an appeal from Court A to Court B is a proceeding distinct and different from an appeal from Court B to Court C, and that is a feature which runs through the entire succession of appeals under the Code, it will be inconsistent with that scheme to hold that when a suitor commences an action in Court A, a right vests in him at that time not merely to appeal from Court C to Court B, as held in Colonial Sugar Refining Company Vs. Irving (1905) AC 369 but also from Court B to Court C and from Court C to Court D. The decision in Colonial Sugar Refining Company Vs. Irving (1905) AC 369 on which this conclusion in Sadar Ali Vs. Dalimuddin (1929) ILR 56 Cal 512 is based, is clearly no authority in support of it.\"\n11. By placing reliance on the aforesaid judgments, the learned counsel for the appellant/plaintiff reiterated that since the applications were filed during August 2017, before the CCA was notified in Madras, the vested right of the plaintiff cannot be taken away. The documents in question along with affidavit of documents were filed as early as on 24.07.2014. The four documents in question were marked as exhibits on 08.12.2016 along with an affidavit of Mr.Sunil Kapoor under Section 65-B O.S.A.Nos.235 and 239 of 2020 of the Indian Evidence Act. It is only in this background of order dated 30.06.2017 eschewing documents, the plaintiff was constrained to file the applications in question during August 2017. Therefore, the right of appeal accrued to the plaintiff on the date of filing the suit is February 2009 when the \"lis\" commenced. It is submitted even otherwise, the \"lis\" commenced, when the applications were filed during August 2017. It is submitted that in August 2017, the Commercial Courts Act (CCA) had not been notified and thus the right of appeal was governed by Clause 15 of the Letters Patent. Even though the order under appeal was passed after Notification dated 29.11.2017 issued under Section 4 of the CCA, the right of appeal has to be construed as governed by the law on the date of institution of the \"lis\", as held in the above decisions of the Supreme Court. \n12. The learned counsel for the plaintiff further submitted that there is nothing to indicate in the provisions of the CCA that the provisions therein, will apply with retrospective effect. If the intention of the Legislature is to divest a litigant his vested right, it must be positively stated in a Statute. In the absence of any such indication, the provisions of the CCA can apply only prospectively. Therefore, the learned counsel for the plaintiff O.S.A.Nos.235 and 239 of 2020 contended that the present appeal is maintainable under Clause 15 of the Letters Patent. In this regard, the learned counsel for the appellant/plaintiff invited the attention of this Court to the decision of a Division Bench of this Court in the case of Rubinetterie Bresciane Bonomi SPA vs. Lehry Instrumentation and Values Private Limited, reported in 2019 (4) CTC 188, to contend that, right of appeal under the Letter Patent would continue to be available to all the orders passed in the proceedings in all suits pending on the date of the coming into force of the CCA. Therefore, he submitted that Section 13 of the CCA will not apply to this case. He also relied on the judgments of the Delhi High Court: (i) In Eros Resorts and Hotels vs. Explorer Associates, reported in 2018 SCC Online Delhi 8945 and (ii) In Bhramos vs. Fiitjee Limited, reported in 2019 SCC Online Delhi 7282, wherein, it was held that where the appeals were filed before the suits were transferred to the Commercial Division, Section 13 of the CCA were not applicable. It was also held therein that an \"appellate remedy\" becomes a \"vested right\" to a party on the date when the dispute / lis is instituted. Therefore, it was held that the \"right to appeal\" would have accrued to the appellant and it had become a \"vested right\" on the date of O.S.A.Nos.235 and 239 of 2020 filing of the suit or at worst, on the date when the plaintiff filed the application which culminated in the impugned orders. \n13. With regard to the judgment of the Division Bench of this Court in Magic Frames and others vs. Radiance Media Private Limited, reported in 2019 (4) CTC 497 = 2019 (3) LW 385 = 2019 (5) MLJ 479, in which one of us (R. Subbiah, J was a member), it is submitted that the ratio laid down in the said judgment will not apply to the facts of the case on hand, inasmuch as the order which was under challenge in the said decision was passed by the Commercial Court under Order 13 A of the Code of Civil Procedure, as amended by the CCA viz., application for summary judgment to decree the suit. In that case, the entire procedure was governed by the provisions of CCA. However, in the present case, the applications were filed when the Commercial Division had not been notified under Section 4 of the CCA and therefore, the vested \"right of appeal\" of plaintiff as an appellant under Clause 15 of the Letters Patent, cannot be curtailed. \n14. In respect of scenario (iii) mentioned above, the learned counsel for the plaintiff invited the attention of this Court to the judgment delivered by the Division Bench of this Court in O.S.A.Nos.13 to 15 of 2020, dated O.S.A.Nos.235 and 239 of 2020 05.02.2020 (M/s.Kapoor Imaging Private Limited Vs. M/s.Kodak (India) Private Limited), reported in CDJ 2020 MHC 1737 and submitted that this Court applied the principle elucidated by the Supreme Court in the case of Garikapati Vs. Subbiah Choudhry and other, reported in AIR 1957 SC 540 as well as Videocon International Limitaed Vs. Securities and Exchange Board of India , reported in 2015 (4) SCC 33 and held that appeal is maintainable under Clause 15 of Letters Patent. In that case, the Commercial Division assumed jurisdiction on 16.08.2019 and issues were framed on 17.09.2019. Therefore, the appellant therein who is also the appellant in the present case, filed an application seeking to mark additional documents under Order VII Rule 14 (4) of CPC on 17.09.2019. An objection was raised by the respondent under Order IX of CPC and amended by the CCA stating that under Order IX of CPC, as amended by CCA, require that all the documents should be filed along with the plaint. Therefore, order VII Rule 14 CPC does not apply by virtue of Order IX Rule 7 of amended CPC. The same was rejected by the Division Bench of this Court in the said case in O.S.A.Nos.13 to 15 of 2020 (supra) observing that the right available under the Code of Civil Procedure in a suit which O.S.A.Nos.235 and 239 of 2020 has been transferred, cannot be taken away as the right is substantial in nature. Therefore, it is submitted that, Section 13 of the CCA is not a bar for the maintainability of the present appeals before this Court under Clause 15 of the Letters Patent. \n15. With regard to the applicability of Clause 15 of the Letters Patent, the learned counsel for the plaintiff submitted that, to file an appeal against the order, first, it has to be seen as to whether the said \"order\" amounts to a \"Judgment\" within the meaning of Clause 15 of the Letters Patent. In this regard, the learned counsel for the plaintiff invited the attention of this Court to Shah Babulal Khimji Vs. Jayaben D.Kania and another, reported in 1981 (4) SCC 8, wherein, it was held as follows:-\n\"113. The concept of a judgment as defined by the Code of Civil Procedure seems to be rather narrow and the limitations engrafted by sub-s. (2) of S.2 cannot be physically imported into the definition of the word 'Judgment' as used in Cl.15 of the Letters Patent because the Letters Patent has advisedly not used the terms 'order' or 'decree' anywhere. The intention, therefore, of the givers of the Letters Patent was that the word 'judgment' should receive a much wider and more liberal interpretation than the word 'judgment' used in the Code of Civil Procedure. At the same time, it cannot be said that any order passed by a Trial Judge would amount to a judgment; otherwise, there will be no end to the number of orders which would be appealable under the Letter Patent. It seems to us O.S.A.Nos.235 and 239 of 2020 that the word 'judgment' has undoubtedly a concept of finality in a broader and not a narrower sense. In other words, a judgment can be of three kinds:-\n1...\n2.....\n3. Intermediary or interlocutory Judgment: most of the Interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43 Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable. \nThere may also be interloctory orders which are not covered by O.43 R.1, but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote..... \n114. In the course of the trial, the Trial Judge may pass a number of orders whereby some of the various steps to be taken by the parties in prosecution of the suit may be of routine nature while other orders may cause some inconvenience to one party or the other, e.g., an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing an order of costs to one of the parties for its default or an order exercising discretion in respect of a procedural matter against one party or the other. Such orders are purely interlocutory and cannot constitute judgments because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the appeal against the final judgment passed by the trial Judge. \n115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital O.S.A.Nos.235 and 239 of 2020 and valuable rights of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the Trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\"\n16. The learned counsel for the plaintiff submitted that, going by the above dictum, the rejection of an application filed for taking the documents on record before the first hearing of the suit, would be a \"judgment\". In this case, four disputed documents were filed before the first hearing, before the trial commenced with the filing of proof affidavit. Subsequently, with a view to cure certain defects pointed, applications were filed. If the procedural defects are not cured, the same cannot be corrected in an \"appeal\" filed against \"judgment\" that may be subsequently delivered in the suit. In this regard, the learned counsel for the plaintiff referred to Paragraph No.115 of the decision of the Supreme Court in the case of Shah Babulal Khimji case (supra), and submitted that, all orders pertaining to admissibility and relevancy of a document, cannot be treated as \"judgment\", O.S.A.Nos.235 and 239 of 2020 unless the grievance on this score can be corrected by the appellate Court in an \"appeal\" against the \"final judgment\". In this regard, the learned counsel for the appellant/plaintiff also relied on a decision in the case of R.V.E.Venkatachala Gounder Vs. Arumigh Visweswaraswami and V.P. Temple and another, reported in 2003 (8) SCC 752 and the relevant paragraph of the same reads thus:-\n\"20. The objections as to admissibility of documents in evidence may be classified into two classes:- (i) an objection that the document which is sought to be proved is itself inadmissible in evidence; and (ii) where the objection does not dispute the admissibility of the document in evidence but is directed towards the mode of proof alleging the same to be irregular or insufficient. In the first case, merely a document has been marked as an exhibit, an objection as to its admissibility is not excluded and is available to be raised even at a later stage or even in appeal or revision. In the latter case, the objection should be taken when the evidence is tendered and once the document has been admitted in evidence and marked as an exhibit, the objection that it should not have been admitted in evidence or that the mode adopted for proving the document is irregular cannot be allowed to be raised at any stage subsequent to the marking of the document as an exhibit. The latter proposition is a rule of fair play. The crucial test is whether an objection, if taken at the appropriate point of time, would have enabled the party tendering the evidence to cure the defect and resort to such mode of proof as would be regular. The omission to object becomes fatal because by his failure the party entitled to object allows the party tendering the evidence to act on an assumption that the O.S.A.Nos.235 and 239 of 2020 opposite party is not serious about the mode of proof. On the other hand, a prompt objection does not prejudice the party tendering the evidence, for two reasons; firstly, it enables the Court to apply its mind and pronounce its decision on the question of admissibility then and there; and secondly, in the event of finding of the Court on the mode of proof sought to be adopted going against the party tendering the evidence, the opportunity of seeking indulgence of the Court for permitting a regular mode or method of proof and thereby removing the objection raised by the opposite party , is available to the party leading the evidence. Such practice and procedure is fair to both the parties. Out of the two types of objections, referred to hereinabove in the latter case, failure to raise a prompt and timely objection amounts to waiver of the necessity for insisting on formal proof of a document, the document itself which is sought to be proved being admissible in evidence. In the first case, acquiescence would be no bar to raising the objection in a superior Court.\" \n17. In the present case, the \"order under appeal\" deals with mode of proof and the same was required to be raised at the time of marking the document itself, since there is no scope of challenge/correction in the appeal or revision and therefore, the said order does not fall within the ambit of negative connotation in paragraph 115 of the decision of the Supreme Court in Shah Babulal Khimji case (supra). Insofar as the orders passed on objections regarding the very admissibility of documents, is concerned, O.S.A.Nos.235 and 239 of 2020 there is no valuable right lost, since the aggrieved parties can raise these objections, both at the time of final arguments before the trial court, or even before the Appellate Court. However, orders passed regarding objections, \"qua\", mode of proof, ought to be considered as 'judgment', and a party relying on the document is totally precluded from introducing the document on record and there is no opportunity at any future date to make out any case on the basis of the said document. Hence, when a valuable right is lost forever by way of an order, the order becomes appealable, even though the same is not enumerated under Order 43 of the CPC. Therefore, the \"orders\" that affect the valuable right of a party so as to cause grave prejudice or decide an important aspect of trial in an ancillary proceeding, as that of this case, ought to be considered as a \"judgment\" under Clause 15 of the Letters Patent. \n18 . With regard to merits of the case, the learned counsel appearing for the appellant/plaintiff submitted that, absolutely, there is no requirement to file application under Section 65(c) of the Indian Evidence Act, to let in secondary evidence. In this regard, he also invited the attention of this Court to the judgment of the Apex Court reported in 2020 SCC Online SC 606 O.S.A.Nos.235 and 239 of 2020 (Dhanpat Vs. Sheo Ram), relevant portion of which, reads as follows:\n\"20. There is no requirement that an application is required to be filed in terms of Section 65(c) of the Evidence Act before the secondary evidence is led. A party to the lis may choose to file an application which is required to be considered by the trial court but if any party to the suit has laid foundation of leading of secondary evidence, either in the plaint or in evidence, the secondary evidence cannot be ousted for consideration only because an application for permission to lead secondary evidence was not filed.\" \n19. Thus, the learned counsel for the plaintiff submitted that there is no need to file an application seeking permission to lead secondary evidence, in view of Section 65(c) of the Indian Evidence Act. In the instant case, chief examination was conducted on 08.12.2016 and the reasons have also been given for non-filing of the originals of the four documents. Hence, the order under appeal has to be set aside, inasmuch as one of the main reasons for rejecting the application is on the basis of an earlier order, inter-partes, to the effect that an application for secondary evidence was not filed before marking of documents. \n20. According to the learned counsel appearing for the plaintiff, O.S.A.Nos.235 and 239 of 2020 another reason assigned by the learned Single Judge to dismiss the application(s) of the plaintiff is that, when once the document was eschewed for non-compliance of procedures under Section 65 of the Indian Evidence Act, a subsequent application seeking for such permission is not applicable. In this regard, the learned counsel appearing for the plaintiff submitted that non-compliance of procedures can be cured at any time. Moreover, in the instant case, the cross examination had not commenced, and therefore, the concept of \"res-judicata\" is not applicable. \n21. With regard to the application to file affidavit of the Accounts Manager and Systems-in-charge of the plaintiff-Company, it is submitted that the learned Single Judge had not assigned any reason and therefore, the order under appeal has to be set aside on this ground alone. Further, the learned counsel for the plaintiff relied on a decision of the Supreme Court reported in 2020 (7) SCC 1 = 2020 SCC Online SC 571 (Arjun Panditrao Khotkara Vs. Kailash Kushanrao Gorantyal and others) and submitted that, so long as the hearing in the trial is not over, the Certificate can be directed to be produced by the Judge at any stage or \"a-fortiori\" can be produced by a party by way of an application, so that the information O.S.A.Nos.235 and 239 of 2020 contained in electronic record form can be admitted and relied upon in evidence. The relevant portion of the above decision of the Supreme Court reads as follows:\n\"56. Therefore, in terms of general procedure, the prosecution is obligated to supply all documents upon which reliance may be placed to an accused before commencement of the trial. Thus, the exercise of power by the courts in criminal trials in permitting evidence to be filed at a later stage should not result in serious or irreversible prejudice to the accused. A balancing exercise in respect of the rights of parties has to be carried out by the court, in examining any application by the prosecution under Sections 91 or 311 CrPC or Section 165 of the Evidence Act. Depending on the facts of each case, and the court exercising discretion after seeing that the accused is not prejudiced by want of a fair trial, the court may in appropriate cases allow the prosecution to produce such certificate at a later point in time. If it is the accused who desires to produce the requisite certificate as part of his defence, this again will depend upon the justice of the case  discretion to be exercised by the court in accordance with law.\" \n\"64. To obviate this, general directions are issued to cellular companies and internet service providers to maintain CDRs and other relevant records for the period concerned (in tune with Section 39 of the Evidence Act) in a segregated and secure manner if a particular CDR or other record is seized during investigation in the said period. The parties concerned can then summon such records at the stage of defence evidence, or in the event such data is required to cross-examine a particular witness. This direction shall be applied, in criminal trials, till appropriate O.S.A.Nos.235 and 239 of 2020 directions are issued under relevant terms of the applicable licences, or under Section 67-C of the Information Technology Act, which reads as follows:\n67-C. Preservation and retention of information by intermediaries.(1) Intermediary shall preserve and retain such information as may be specified for such duration and in such manner and format as the Central Government may prescribe. \n(2) Any intermediary who intentionally or knowingly contravenes the provisions of sub- section (1) shall be punished with an imprisonment for a term which may extend to three years and also be liable to fine. \n22. Thus, the learned counsel appearing for the plaintiff submitted that, on merits of the matter also, the appellant has got a good case and thus, he prayed for allowing the present O.S.As.\n23. Countering the above submissions made by the learned counsel for the plaintiff, the learned counsel for the defendants submitted in the first place that the appeals filed by the plaintiff, are not maintainable under Clause 15 of the Letters Patent as well as under Section 13 of the CCA.\n24. With regard to the non-applicability of Clause 15 of the Letters Patent, the learned counsel appearing for the respondents/defendants O.S.A.Nos.235 and 239 of 2020 submitted that, on a reading of Clause 15 of the Letters Patent, it is evident that an appeal would lie under Clause 15 of the Letters Patent only from \"judgment\". Clause 15 of the Letters Patent also sets out as to when an appeal would not lie. The nature of order under challenge in these appeals, will not fall within the ambit of \"judgment\" as per Clause 15 of the Letters Patent. In this regard, the learned counsel appearing for the defendants also relied upon the very same judgment that was relied upon by the learned counsel for the plaintiff, reported in Shah Babulal Khimji Vs. Jayaben D.Kania, (supra), and submitted that in paragraph 115 therein, it has been stated that the orders passed by the learned trial Judge deciding the question of admissibility or relevancy of the document, cannot be treated as \"judgments\", because, the grievance of the Court can be corrected by the appellate Court in the \"appeal\" in the final judgment.\n25. In the instant case also, the order passed by the learned Single Judge, in effect, pertains to admissibility of a document, and hence, the order under challenge cannot be treated as \"judgment\" within Clause 15 of the Letters Patent. In this regard, the learned counsel appearing for the defendants also drew the attention of this Court to a judgment of a Division O.S.A.Nos.235 and 239 of 2020 Bench of this Court delivered in the case of Rubinetterie Bresciane Bonomi SpA Vs. Lehry Instrumentation and Valves Private Limited, reported in 2019 (2) MLJ 257 and submitted that in the said case, two orders, namely (i) an order disallowing production of certain documents, and (b) order eschewing of oral evidence of a witness, passed by the learned Single Judge, were challenged before a Division Bench of this Court under Clause 15 of the Letters Patent. In the said case, the Division Bench held that the order under challenge, does not constitute \"judgments\" within the meaning of Clause 15 of the Letters Patent, as the said order, in effect, was made while regulating the trial proceedings. It has been further held in the said judgment that the order regulating the trial proceedings does not qualify a \"judgment\" within the meaning of Clause 15 of the Letters Patent. Even in the instant case, the impugned order, in effect, only regulates the trial proceedings by determining the nature of documents that could be treated as evidence, and hence, it will not qualify as \"judgment\" under Clause 15 of the Letters Patent. The applications in question were admittedly filed only to cure procedural defects and hence, could not affect valuable rights / finally determine the rights. The instant appeals filed by the O.S.A.Nos.235 and 239 of 2020 plaintiff do not constitute a \"judgment\"and hence, on that ground, the present appeals are not maintainable as per Clause 15 of the Letters Patent. \n26. With regard to the maintainability of the appeals under Section 13 of the CCA, it is submitted that by virtue of Section 8 of the CCA, 2015, there is a specific bar on any appeal under the interlocutory order of a Commercial Court. In this regard, the learned counsel appearing for the respondents/defendants invited the attention of this Court to Section 8 of the CCA, which reads as follows:\n\"Section 8: Bar against revision application or petition against an interlocutory order: -Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n27. Further, the learned counsel appearing for the respondents/defendants submitted that, Section 13(1) and 13(1-A) of the CCA provides that \"any person\" who is aggrieved by a judgment or order of O.S.A.Nos.235 and 239 of 2020 a Commercial Court, has a \"right of appeal\". However, it does not provide the nature of orders that could be appealed against. The proviso to Section 13(1) and 13 (1-A) of the CCA indicates that, \"Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n28. The order under challenge neither falls under the categories set out under Order 43 Rule 1 of CPC, nor is it an order / Appeal filed under Section 37 of the Arbitration Act and therefore, on a combined reading of Section 8 of the CCA and proviso to Section 13(1-A) of the CCA, it is evident that the instant appeals are not maintainable under the provisions of the CCA. In this regard, the learned counsel appearing for the defendants invited the attention of this Court to the Note, dated 31.01.2018 issued by the Honourable Chief Justice of this Court in exercise of the powers conferred under Section 18 of the CCA.\n29. It is submitted that under Sections 13(1-A) and 15(3) of the CCA, all suits or applications, in which the final judgments have not O.S.A.Nos.235 and 239 of 2020 been reserved prior to the constitution of the Commercial Division or Commercial Court, shall stand transferred, and the provisions of the CCA, 2015, shall apply to those procedures that were not complete at the time of transfer.\n30. In the instant case, by virtue of the language used in Section 15(3) of the CCA, 2015, the procedure, viz., the right of appeal is subject to CCA, 2015. With regard to the submission made by the learned counsel appearing for the plaintiff that, \"only with a view to cure certain procedural defects, the application under question was filed against the judgment that may be subsequently delivered in the suit\", it is replied by the learned counsel appearing for the defendants that as per Order 41 Rule 27-1-A CPC,. it is open to the plaintiff to file appeal against the final judgment passed in the suit, insofar as the documents in the suit are concerned. Therefore, it is incorrect to state that if the appeals are dismissed, the plaintiff cannot file the documents which were now eschewed by the Courts below, and cannot be taken as additional evidence in the appeals. \n31. With regard to the merits of the case, the learned counsel appearing for the defendants, by inviting the attention of this Court to O.S.A.Nos.235 and 239 of 2020 Section 65 of the Indian Evidence Act, submitted that the secondary evidence of a document can be produced only under the specific circumstances enumerated therein, albeit after the leave of the Court under Section 65(a),(c) and (d) of the Indian Evidence Act, any secondary evidence of the contents of the documents is admissible. The learned counsel appearing for the defendants, invited the attention to Section 65(a),(c) and (d) of the Indian Evidence Act, which reads as follows:\n\"Section 65: Cases in which secondary evidence relating to documents may be given: -- Secondary evidence may be given of the existence, condition or contents of a document in the following cases:--\n(a) when the original is shown or appears to be in the possession or power-- of the person against whom the document is sought to be proved, or of any person out of reach of, or not subject to, the process of the Court, or of any person legally bound to produce it, and when after the notice mentioned in section 66, such person does not produce it;\n.. ..\n.. ..\n(c) when the original has been destroyed or lost, or when the party offering evidence of its contents cannot, for any other reason not arising from his own default or neglect, produce it in reasonable time;\n(d) when the original is of such a nature as not to be easily movable;\nO.S.A.Nos.235 and 239 of 2020 .. .. ..\"\n32. In the instant case, the application seeking leave of the Court to file secondary evidence of four documents under Section 65 of the Evidence Act, had been filed in A.No.6383 of 2017, however, a mere perusal of the affidavit filed in support of the said application, shows that the plaintiff had not even specified the sub-clause of Section 65 of the Indian Evidence Act, under which the said application had been filed. More specifically, in paragraphs 8 and 11 of the common affidavit filed in support of the said applications, dated August 2017, the appellant/plaintiff had merely stated that, \"... despite best efforts, the applicant has not been successful in finding the originals of letter dated 30.10.2006, 11.12.2006 and 20.04.2008 and invoice dated 15.11.2008\" and that \"the originals of the same are not traceable despite best efforts ...\". These statements neither indicate as to whether the originals are in the hands of any third party, or lost, or destroyed or not movable.\n33. In the above context, the learned counsel appearing for the defendants relied on a decision of the Supreme Court reported in 2007 (5) O.S.A.Nos.235 and 239 of 2020 SCC 730 (J.Yashoda Vs. K.Shohana Rani), wherein it was held as follows:\n\"9. .. .. Section 65, however permits secondary evidence to be given of the existence, condition or contents of documents under the circumstances mentioned. The conditions laid down in the said section must be fulfilled before secondary evidence can be admitted. Secondary evidence of the contents of a document cannot be admitted without non-production of the original being first accounted for in such a manner as to bring it within one or other of the cases provided for in the section.\" \n34. The learned counsel appearing for the respondents/defendants also relied on a judgment of this Court reported in 2007 (2) LW 211 (Sivamalai Viswakarma Samuthaya Nala Sangam Vs. Natarajab and four others) and thus, submitted that when the appellant/plaintiff had failed to plead any of the circumstances enumerated under Section 65(c) of the Indian Evidence Act, he is not entitled to the relief prayed for and thus, he seeks for confirmation of the order passed by the learned Single Judge by dismissing these appeals. \n35. Keeping in mind the submissions made on either side, we have O.S.A.Nos.235 and 239 of 2020 carefully perused the entire materials available on record. \n36. As we have discussed the facts in detail above, we refrain from reiterating the same any further in this judgment, unless the facts are germane. \n37. Though very many contentions have been made by the learned counsel for both sides with regard to the maintainability of the appeals as well as merits of the case, at the outset, this Court has to decide the question of maintainability of the appeals, namely, as to whether the appeals are maintainable under Section 13 of the CCA and under Clause 15 of the Letters Patent. If the answer is in the affirmative, then only the question of deciding the merits of the case will arise. Therefore, the question of maintainability has to be decided at first. \n38. With regard to maintainability of the O.S.As. as against the order passed by the learned Single Judge sitting on the Commercial Division of this Court, it is the objection of the learned counsel for the respondents/defendants that, by virtue of Section 13 of the CCA Act, the appeal is not maintainable, whereas, according to the learned counsel for the appellant/plaintiff, Section 13 will not apply to the present appeals. In this O.S.A.Nos.235 and 239 of 2020 regard, it is the submission of the appellant/plaintiff that the suit was filed during February 2009 itself before the Original side of this Court. The Commercial Division Bench of this Court was notified only on 29.11.2017, vide, Gazette Notification No.381 dated 29.11.2017 (as stated supra). Appln.Nos.6383 and 6384 of 2017 were filed by the plaintiff during August 2017. These O.S.As. have been filed as against the order passed in the said Applications filed under the relevant provisions of the Code of Civil Procedure. The order under appeal was passed on 11.08.2018 after notification of the Commercial Division by the Honourable Chief Justice. \n39. In view of the above submissions made on either side, it is appropriate to look into Section 13 of CCA, which reads as follows:\n\"Section 13: Appeals from decrees of Commercial Courts and Commercial Divisions- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order (1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order Provided that an appeal shall lie from such orders O.S.A.Nos.235 and 239 of 2020 passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996) (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n40. Section 13 of the CCA deals with \"appeals from orders\" or \"decrees\" of \"Commercial Courts and Commercial Divisions\". Sections 13 (1) and 13 (1A) provides that \"any person\" who is aggrieved by a judgment or order of the Commercial Court, can prefer an appeal. But, it does not provide the nature of orders that would be appealed against. The proviso to Sections 13(1) and 13(1-A) of CCA indicates that an \"appeal\" shall lie from such of those orders passed by a Commercial Division or a Commercial Court that are specifically enumerated thereunder, namely (i) Order 43 of CPC as amended by the Commercial Courts Act and (ii) Section 37 of the Arbitration and Conciliation Act, 1996.\n41. In the instant case, the order was passed by the learned Single O.S.A.Nos.235 and 239 of 2020 Judge in a transferred suit, which was originally filed before the Original side of this Court, and subsequently transferred to the Commercial Division of this Court. The proceedings were governed by Section 15 (1) of the CCA, 2015. As per sub-clause (5) to Section 15, the provisions of the Act will apply to those proceedings that were not complete at the time of transfer. These appeals were not filed under Order 43 Rule 1 of CPC. It has been filed under Order 36 Rule 1 of the Original Side Rules of this Court, read with Clause 15 of the Letters Patent. \n42. A reading of the decision in Garikapati case (cited supra) makes it clear that vested \"right of appeal\" can be taken away only by subsequent enactment, if it so provides expressly or by necessary implication and not otherwise. Under Section 8 of the CCA, there is a specific bar on any appeal against the interlocutory order passed by the Commercial Division. Section 8 of the CCA is reproduced below:-\n\"Section 8: Bar against revision application or petition against an interlocutory order: -Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be O.S.A.Nos.235 and 239 of 2020 raised only in an appeal against the decree of the Commercial Court.\"\n43. Challenge against the order of the Commercial Court is subject to the provisions of Section 13 of the CCA. If no revision or appeal against an interlocutory order of commercial court can be entertained, no appeal against such order of Commercial Division of the High Court can be entertained. Further, on a combined reading of Sections 8 and 13(1-A) of the CCA, it is evident that the instant appeals are not maintainable under the provisions of the CCA. Moreover, as per Clause II(3) of the Notification No.48 of 2018, dated 31.01.2018 of this Court, pertaining to \"Practice Note for Commercial Division and Commercial Appellate Division\" in Madras High Court, issued by the Honourable Chief Justice, in exercise of the powers under Section 18 of the CCA, it was also clarified that, even if there is an appeal provision under the Letters Patent of a High Court or under any other law, no appeal would lie against an order or decree of a Commercial Division or Commercial Court (Section 13(2) of Act 4 of 2016 ..i.e. CCA).\n44. Therefore, it is clear that the present appeals against the order O.S.A.Nos.235 and 239 of 2020 passed by the learned Single Judge, are not maintainable, as it has been passed by the Commercial Division of this High Court. Even otherwise, appeal against interlocutory order is applied to situation under Order 43 of the CPC. \n45. Further, Section 21 of the CCA will have overriding effect. Section 21 reads as follows:-\n\"Section 21: Act to have overriding effect: Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\" \n46. Therefore, looking at from any angle, the instant appeals as against the order passed by the learned Single Judge, are not maintainable. It is immaterial as to whether the suit was instituted before the enactment of CCA or afterwards. What is to be seen is as to whether the order passed by the learned Single Judge, will partake the character of an \"order\" passed by the Commercial Division of this Court. When an order is passed by the Commercial Division of this Court, whether the right of appellate remedy is O.S.A.Nos.235 and 239 of 2020 circumscribed by Section 13 of the CCA and also as to whether the appeal is hit by Section 13 of the CCA or not ? \n47. Section 15 of the CCA contemplates \"right of appeal\" under Chapter V relating to \"Transfer of Pending Suits\", by virtue of which, all the suits and applications pending before the High Court shall stand transferred to the Commercial Division. In this regard, it is useful to extract Section 15 of the CCA as follows:\n\"Section 15: Transfer of pending cases:--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, O.S.A.Nos.235 and 239 of 2020 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A (substituted by Act 28 of 2018, S.14 for \"with Order XIV-A\" (w.r.e.f. 3.5.2018)) of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n48. Thus, on a reading of the above provisions of Section 15 of the O.S.A.Nos.235 and 239 of 2020 CCA, it is to be noted that all suits and applications in which the final judgements have not been reserved prior to the constitution of the Commercial Division or Commercial Court, shall stand transferred and that the provisions of the CCA, 2015 shall apply to those procedures that were not complete at the time of transfer. \n49. Further, the words used in sub-section (3) to Section 15 of the CCA,. 2015, do not refer to a particular procedure, but refers to multiple procedures. Hence, the Legislature had used the words \"those procedures\"\nand not \"the procedure\" or \"this procedure\" singularly. Hence, the words in Section 15(3) of the CCA, 2015 cannot be construed to mean one singular event/happening during the life-span of a suit or application. \n50. With regard to the maintainability of the appeal under Clause 15 of the Letters Patent, it is the submission of the learned counsel for the appellant/plaintiff that an \"appeal\" is maintainable under Clause 15 of the Letters Patent. It is the specific submission of the learned counsel appearing for the appellant/plaintiff that, to file an \"appeal\" against the order, it has to be seen as to whether the said \"order\" is a \"judgment\" within the meaning of Clause 15 of the Letters Patent. In this regard, the learned counsel for the O.S.A.Nos.235 and 239 of 2020 appellant/plaintiff placed much reliance in the case of Shah Babulal Khimji (mentioned supra), in which, in paragraph 113, it was held that there may be interlocutory orders which are not covered by Order 43 Rule.1 of the CPC, but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. Further, it was held that before such an order can be a judgment, the adverse effect on the party concerned must be direct and immediate rather than indirect or remote. It was also held in that judgment in paragraph 114 that, an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing, an order of costs to one of the parties for its default or an order exercising discretion in respect of a procedural matter against one party or the other, are purely interlocutory and cannot constitute \"judgments\", because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the \"appeal\" against the final judgment passed by the learned trial Judge, but whereas, in this case, it is submitted by the learned counsel for the appellant/plaintiff O.S.A.Nos.235 and 239 of 2020 that the rejection of the application(s) filed for taking the documents on record, before the first hearing of the suit, is a \"judgment\", and when once the documents were not marked, then, it cannot be agitated in the appeal, which is going to be filed as against the final judgment in the suit.\n51. A reading of paragraph 114 of the judgment in Shah Babulal Khimji case (cited supra), shows that an order refusing to condone delay in filing documents, is an interlocutory order and it does not constitute a \"judgment\", provided that, such order was passed only after the first date of hearing. Further, in paragraph No.115 of the said judgment, it has been held that the order passed by the Trial Judge deciding question of admissibility or relevance of a document, cannot be treated as \"judgments\", because, the grievance on this score, can be corrected by the appellate Court in an appeal against the \"final judgment\". \n52. In the present case, the impugned order passed by the learned Single Judge pertains to admissibility of document(s) and it cannot be construed as a \"judgment\" within the meaning of Clause 15 of Letters Patent. In this regard, it is worthwhile to extract Clause 15 of the Amended Letters Patent, as follows:-\nO.S.A.Nos.235 and 239 of 2020 \"Clause 15: Appeal from the Courts of original Jurisdiction to the High Court in its appellate jurisdiction:--And, We do further ordain that an appeal shall lie to the said High Court of Judicature at Madras from the judgment (not being a judgment passed in the exercise of appellate jurisdiction in respect of a decree or order made in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said High Court, and not being an order made in the exercise of revisional jurisdiction, and not being a sentence or order passed or made in the exercise of the power of superintendence under the provisions of Sec.107 of the Government of India Act, or in the exercise of criminal jurisdiction) of one Judge of the said High Court or one Judge of any Division Court, pursuant to Sec.108 of the Government of India Act, and that notwithstanding anything herein before provided an appeal shall lie to the said High Court from a judgment of one Judge of the said High Court or one Judge of any Division Court, pursuant to Section 108 of the Government of India Act made (on or after the 1st day of February 1929), in the exercise of appellate jurisdiction in respect of a decree or order made in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said High Court, where the Judge who passed the judgment declares that the case is a fit one for appeal, but that the right of appeal from other judgments of Judges of the said High Court or of such Division Court shall be to Us, Our Heirs of Successors in Our or Their Privy Council as hereinafter provided.\"\nO.S.A.Nos.235 and 239 of 2020 53. From a reading of Clause 15 of Letters Patent (extracted supra), it is apparent that an 'appeal' would lie only from a \"judgment\". The said Clause sets out those judgments against which no appeal would lie under Clause 15. Therefore, it becomes incumbent on the appellant/plaintiff to demonstrate that the order passed by the learned Single Judge constitutes 'judgment' within the meaning and ambit of Clause 15 of the Letters Patent. In this case, the appellant/plaintiff miserably failed to show that the order passed by the learned Single Judge is a \"judgment\". The order passed by the learned Single Judge arose out of application(s) filed for marking secondary evidence and for filing an affidavit under Section 65-B of the Indian Evidence Act. The order passed by the learned Single Judge only regulates the trial proceedings and it does not in any manner take away the right of the appellant to participate in the trial or determine the suit finally. The appellant/plaintiff also may seek the indulgence of the appellate Court, if he is aggrieved against/by the decree and judgment and allow the document(s), which is/are now sought to be accepted, to be produced at the appellate stage under Order 41 Rule 27(1)(a) of the CPC. In this regard, it is appropriate to extract Order 41 Rule 27(1)(a) of CPC, as follows:\nO.S.A.Nos.235 and 239 of 2020 Order 41: Appeals from original decrees:\nRule 27: Production of additional evidence in Appellate Court: (1) The parties to an appeal shall not be entitled to produce additional evidence, whether oral or documentary, in the Appellate Court. But if-- (a) the Court from whose decree the appeal is preferred has refused to admit evidence which ought to have been admitted, or ... ..\n...\nthe Appellate Court may allow such evidence or document to be produced, or witness to be examined. ...\" \n54. Thus, the appellant/plaintiff-Company has an opportunity to raise its grievance arising out of the order passed by the learned single Judge in the appeal against the final judgment to be passed in the suit. Therefore, on this ground also, the order passed by the learned Single Judge is an interlocutory order and not a judgment as per Clause 15 of Letters Patent. In this regard, it would be appropriate to refer the judgment relied on by the learned counsel for the respondents/defendants in Union of India vs. Ibrahim Uddin and another, reported in 2012 (8) SCC 148, wherein it has O.S.A.Nos.235 and 239 of 2020 been held as follows:\n\".. ..\n38. Under Order 41 Rule 27 CPC, the appellate court has the power to allow a document to be produced and a witness to be examined. But the requirement of the said court must be limited to those cases where it found it necessary to obtain such evidence for enabling it to pronounce judgment. This provision does not entitle the appellate court to let in fresh evidence at the appellate stage where even without such evidence it can pronounce judgment in a case. It does not entitle the appellate court to let in fresh evidence only for the purpose of pronouncing judgment in a particular way. In other words, it is only for removing a lacuna in the evidence that the appellate court is empowered to admit additional evidence. (Vide Lala Pancham - Municipal Corpn. of Greater Bombay Vs. Lala Pancham - AIR 1965 SC 1008). \" \n\"39. It is not the business of the appellate court to supplement the evidence adduced by one party or the other in the lower court. Hence, in the absence of satisfactory reasons for the non-production of the evidence in the trial court, additional evidence should not be admitted in appeal as a party guilty or remissness in the lower court is not entitled to the indulgence of being allowed to give further evidence under this Rule. So a party who had ample opportunity to produce certain evidence in the lower court but failed to do so or elected not to do so, cannot have it admitted in appeal. (Vide State of U.P. Vs. Manbodhan Lal Srivastava (AIR 1957 SC 912) and S.Rajagopal Vs. C.M.Arumugam (AIR 1969 SC 101)\".\n.. .. ..\n42. Whenever the appellate court admits additional evidence it should record its reasons for doing so (sub-rule (2)). It is a salutary provision which operates as a check against a too easy reception of evidence at a late stage of O.S.A.Nos.235 and 239 of 2020 litigation and the statement of reasons may inspire confidence and disarm objection. Another reason of this requirement is that, where a further appeal lies from the decision, the record of reasons will be useful and necessary for the court of further appeal to see, if the discretion under this Rule has been properly exercised by the court below. The omission to record the reasons must, therefore, be treated as a serious defect. But this provision is only directory and not mandatory, if the reception of such evidence can be justified under the Rule.\"\n55. Therefore, the appellant/plaintiff-Company can raise its grievances against the impugned order, in the appeal to be filed as against the \"final judgment\" to be passed in the suit. \n56. Hence, Sections 13 and 15 of CCA expressly or by necessary intentment takes away the substantive \"right to appeal\", which is procedural in nature, unless the procedure of filing an appeal was complete before the Notification of the CCA. Both CCA and CPC are procedural laws. It is for this reason that the provisions for preferring an appeal in civil suits or applications are provided in the CPC and CCA.\n57. Furthermore, it is well settled proposition of law that while the 'right of appeal' may have attributes of a substantive right from a stand-point O.S.A.Nos.235 and 239 of 2020 of a party preferring it, the appeal \"per se\" is remedial and therefore, merely it is a matter of procedure. The fact that the appeal is a matter of procedure, had been observed time and again by the Supreme Court as well as this Court. Thus, the substantive or vested right of an appeal, can be taken away by a subsequent enactment, if it provides expressly or by necessary intentment. By virtue of Sections 13 and 15 of the CCA, such \"substantive\" or \"vested right of appeal\" had been taken away retrospectively in specific terms. Thus, the order under challenge is an order passed by the Commercial Division of this Court by virtue of the order being passed after the suit and connected applications were transferred on 24.01.2018. Therefore, as against the order passed by the Commercial Division, an appeal has been expressly taken away by the CCA and it is not maintainable, unless it falls within Order 43 of CPC or Section 37 of the Arbitration and Conciliation Act. Therefore also, the present appeals are not maintainable under Section 13 of the CCA. Thus, the present appeals are not maintainable. The Supreme Court in Shah Babulal Khimji case (cited supra) held in paragraph 115 that, \" ... orders passed by the Trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as O.S.A.Nos.235 and 239 of 2020 judgments because the grievance on this score can be corrected by the appellate Court in appeal against the final judgment.\" In the said Shah Babulal Khimji case, in paragraph 109, the Supreme Court held as follows:\n\"109. Clause 15 makes no attempt to define what a judgment is. As Letters Patent is a special law which carves out its own sphere, it would not be possible for us to project the definition of the word 'judgment' appearing in Section 2(9) of the Code of 1908, which defines 'judgment' into the Letters Patent:\n'Judgment' means the statement given by the Judge of the grounds of a decree or order.\" \nFurther, in the said case (Shah Babulal Khimji), the Apex Court held as follows in paragraph 40:\n\"40. A perusal of the Letters Patent would clearly reveal two essential incidents--(1) that an appeal shall lie against any order passed by the Trial Judge to a larger Bench of the same High Court, and (2) that where the Trial Judge decides an appeal against a judgment or decree passed by the district courts in the mofussil, a further appeal shall lie only where the judge concerned declares it to be a fit one for appeal to a Division Bench. Thus, the special law, viz., the Letters Patent, contemplates only these two kinds of appeals and no other. There is, therefore, no warrant for accepting the argument of the respondent that if Order 43 Rule 1 applies, then a further appeal would also lie against the appellate order of the Trial Judge to a Division Bench. As this is neither contemplated nor borne out by the provisions of the O.S.A.Nos.235 and 239 of 2020 Letters Patent extracted above, the contention of the respondent on this score must be overruled.\"\n58. Under Order XLIX Rule 3 of CPC, some of the provisions of the CPC are not applicable to a Chartered High Court. They are as follows:-\n(1) Rule 10 and Rule 11, clauses (b) & (c), of Order VII; (2) Rule 3 of Order X;\n(3) Rule 2 of Order XVI;\n(4) Rules 5, 6, 8, 9, 10, 11, 13, 14, 15 and 16 (so far as relates to the manner of taking evidence) of Order XVIII; (5) Rules 1 to 8 of Order XX; and (6) Rule 7 of Order XXXIII (so far as relates to the making of a memorandum);\nand Rule 35 of Order XLI shall not apply to any such High Court in the exercise of its appellate jurisdiction.\n59. Order XLIII Rule 1 of CPC is not there in the exceptions provided in Order XLIX Rule 3 of CPC. Rules 5, 6, 8, 9, 10, 11, 13, 14, 15 and 16 of Order XVIII of CPC relating to manner of taking evidence, are also not applicable to a Chartered High Courts.\n60. A Judge trying a civil dispute in a Civil Court, who is likely to hear the case, is expected to record the evidence. There are exceptions to the O.S.A.Nos.235 and 239 of 2020 above Rule in Order XVIII of the CPC. \n61. An appeal against an interlocutory order of the Court from Original Side, is governed by Section 104 and Order XLIII Rule 1 of CPC. These provisions are reproduced below:-\nSection 104 of CPC Order XLIII Rule 1 of CPC 104. Orders from which 1. Appeal from orders. An appeal shall lie appeal lies. from the following orders under the provisions (1) An appeal shall lie from of section 104, namely :  the following orders, and save (a) an order under rule 10 of Order VII as otherwise expressely returning a plaint to be presented to the provided in the body of this proper Court except where the procedure Code or by any law for the time specified in rule 10A of Order VII has been being in force, from no other followed;\norders:\n(b) * * * * * ***** (ff) an order under section (c) an order under rule 9 of Order IX 35A; rejecting an application (in a case open to appeal) for an order to set aside the (ffa) an order under section dismissal of a suit;\n91 or section 92 refusing leave to institute a suit of the (d) an order under rule 13 of Order IX nature referred to in section rejecting an application (in a case open to 91 or section 92, as the case appeal) for an order to set aside a decree may be; passed ex parte;\n (g) an order under section 95;    (e) * * * * *\n\n (h) an order under any of the     (f) an order under rule 21 of Order XI;\n provisions of this Code  imposing a fine or directing      (g) * * * * *\n the arrest or detention in the  civil prison of any person        (h) * * * * *\n\n\n                                                     O.S.A.Nos.235 and 239 of 2020       Section 104 of CPC                  Order XLIII Rule 1 of CPC  except where such arrest or  detention is in execution of a    (i) an order under rule 34 of Order XXI on  decree;                           an objection to the draft of a document or of                                    an endorsement;\n (i) any order made under  rules from which an appeal is     (j) an order under rule 72 or rule 92 of  expressly allowed by rules:       Order XXI setting aside or refusing to set                                    aside a sale;\n Provided that no appeal shall lie against any order specified (ja) an order rejecting an application made in clause (ff) save on the under sub-rule (1) of rule 106 of Order XXI, ground that no order, or an provided that an order on the original order for the payment of a application, that is to say, the application less amount, ought to have referred to in sub-rule (l) of rule 105 of that been made. Order is appealable; \n(2) No appeal shall lie from any (k) an order under rule 9 of Order XXII order passed in appeal under refusing to set aside the abatement or this section. dismissal of a suit;\n(l) an order under rule 10 of Order XXII giving or refusing to give leave;\n(m) * * * * *\n(n) an order under rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(na) an order under rule 5 or rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent person;\n                                   ( o ) * * * * *\n\n\n\n\n                                                  O.S.A.Nos.235 and 239 of 2020       Section 104 of CPC               Order XLIII Rule 1 of CPC (p) orders in interpleader-suits under rule 3, rule 4 or rule 6 of Order XXXV;\n(q) an order under rule 2, rule 3 or rule 6 of Order XXVIII;\n(r) an order under rule 1, rule 2, rule 2A, rule 4 or rule 10 of Order XXXIX;\n(s) an order under rule 1 or rule 4 of Order XL;\n(t) an order of refusal under rule 19 of Order XLI to re-admit, or under rule 21 of Order XLI to rehear, an appeal;\n(u) an order under rule 23 or rule 23A of Order XLI remanding a case, where an appeal would lie from the decree of the Appellate court;\n(v) * * * * * (w) an order under rule 4 of Order XLVII granting an application for review.\n62. In Shah Babulal Khimji (supra), in Paragraph Nos.26 and 47, the Supreme Court held that \"Section 104 read with Order XLIII Rule 1 CPC, applies against the proceedings before the Trial Judge of the High Court\". These Paragraphs are re-produced below:-\nO.S.A.Nos.235 and 239 of 2020 Paragraph No.26 Paragraph No.47 26. Thus, a combined reading of the 47. We find ourselves in complete various provisions of the Code of agreement with the view taken and Civil Procedure referred to above the reasons given by the three lead to the irresistible conclusion eminent Judges in the aforesaid case that Section 104 read with Order which furnishes a complete answer 43 Rule 1 clearly applies to the to the arguments of the respondents proceedings before the trial Judge that Order 43, Rule 1 will have no of the High Court. Unfortunately, application to internal appeals in this fact does not appear to have the High Court under the been noticed by any of the decisions provisions of the letters patent. \nrendered by various High Courts. \n63. In Paragraph No.62 in the said Shah Babulal Khimji case, the Supreme Court has observed as under:-\n\"62. .... We may like to observe here that there is no non-obstante clause in the provisions of the letters patent to indicate that the provisions of the Code of Civil Procedure, particularly Section 104 would not apply either expressly or by necessary intendment\". \n64. In Paragraph No.78 in the said Shah Babulal Khimji case, the Supreme Court has observed as follows:-\n\"78. Thus, after considering the arguments of counsel for the parties on the first two limbs of the questions, our conclusions are:\n(1) That there is no inconsistency between Section 104 read with Order 43 Rule 1 and the appeals O.S.A.Nos.235 and 239 of 2020 under the letters patent and there is nothing to show that the letters patent in any way excludes or overrides the application of Section 104 read with Order 43 Rule 1 or to show that these provisions would not apply to internal appeals within the High Court.\n(2) That even if it be assumed that Order 43 Rule 1 does not apply to letters patent appeals, the principles governing these provisions would apply by process of analogy. \n(3) That having regard to the nature of the orders contemplated in the various clauses of Order 43 Rule 1, there can be no doubt that these orders purport to decide valuable rights of the parties in ancillary proceedings even though the suit is kept alive and that these orders do possess the attributes or character of finality so as to be judgments within the meaning of clause 15 of the letters patent and hence, appealable to a larger Bench. \n(4) The concept of the letters patent governing only the internal appeals in the High Courts and the Code of Civil Procedure having no application to such appeals is based on a serious misconception of the legal position. \n65. Ultimately, in Paragraph No.120 of the said Shah Babulal Khimji case, the Supreme Court has given a list as to when an appeal against an interlocutory order, can be filed. Paragraph No.120 of the O.S.A.Nos.235 and 239 of 2020 decision of the Supreme Court is reproduced below::-\n120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the letters patent. We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments:\n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant. \n(2) An order rejecting the plaint. \n(3) An order refusing leave to defend the suit in an action under Order 37, of the Code of Civil Procedure. (4) An order rescinding leave of the trial Judge granted by him under clause 12 of the letters patent. (5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive. \n(6) An order rejecting an application for a judgment on admission under Order 12 Rule 6. \n(7) An order refusing to add necessary parties in a suit under SSction 92 of the Code of Civil Procedure. (8) An order varying or amending a decree. (9) An order refusing leave to sue in forma pauperis. (10) An order granting review. \n(11) An order allowing withdrawal of the suit with liberty to file a fresh one. \n(12) An order holding that the defendants are not agriculturists within the meaning of the special law. \nO.S.A.Nos.235 and 239 of 2020 (13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure. \n(14) An order granting or refusing to stay execution of the decree. \n(15) An order deciding payment of court fees against the plaintiff. \n66. In Paragraph No.115 of the Shah Babulal Khimji case, the Supreme Court has answered the issue against the appellant (plaintiff). Paragraph No.115 reads as under:-\n\"115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable rights of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\" \n67. Therefore, it stands concluded that, no appeal can be filed against O.S.A.Nos.235 and 239 of 2020 the interim order, even under Clause 15 of the Letters Patent read with Section 104 and Order XLIII of the CPC. When the suit was filed, Amended Letters Patent, which is a special law applicable to the High Court, was applicable to the suit. Therefore, even if the plaintiff had a vested right under the Letters Patent to appeal against any order, such right was circumscribed under the restriction under Section 104 and Order XLIII of the CPC. Therefore, even under Clause 15 of the Amended Letters Patent, no appeal against an interlocutory order of a Single Judge, could be filed before a Division Bench of the High Court. Appeal could be filed only against orders specified in Order XLIII Rule 1(a) to (f) and Section 104 of CPC.\n68. With the enactment of Commercial Courts Act, 2015 and its notification, which is special law applicable to all Commercial disputes, which were transferred to the Commercial Division, rights stood further restricted. \n69. Under proviso to Section 13(1-A) of the Commercial Courts Act, 2015, as amended vide - Act 28 of 2018, with effect from 03.05.2018, any person aggrieved by a Judgment or Order of a Commercial Court or of a O.S.A.Nos.235 and 239 of 2020 Commercial Division of the High Court, can appeal before the Commercial Appellate Division of the High Court only in respect of order which are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908.\n70. The position was similar even on 29.11.2017 when the Notification was issued under Section 4 and Section 5 of the said Act, notifying the constitution of the Commercial Division and Commercial Appellate Division of the High Court. At the time of constitution of the Commercial Division and Commercial Appellate Division, Section 13 read slightly differently. However, the position was not different. Therefore, the present appeal is without any merits. \n71. Thus, we find no merits in the present Original Side Appeals against the interlocutory order of the learned Single Judge, rejecting the application filed for marking the documents as secondary evidence and disallowing the plaintiff to file affidavit of it - Accounts Manger and Systems in-charge, cannot be allowed.\n72. Therefore, these rights of the plaintiff, on merits which canvassed before us, can be canvassed by the plaintiff at the time of the appeal against O.S.A.Nos.235 and 239 of 2020 final Judgment and Decree in the Suit in terms of the reasonings of the Supreme Court in the case of Shah Babulal Khimji case (supra). \n73. Moreover, at the risk of repetition, it is seen that the present order is passed by the learned Single Judge under the nomenclature of \"Commercial Division/Commercial Court\", considering the fact that the suit was transferred to the Commercial Court and that the order passed by the learned Single Judge, neither falls under the categories set out under Order 43 Rule 1 of CPC, nor is it an order / Appeal filed under Section 37 of the Arbitration Act and therefore, on a combined reading of Section 8 of the CCA and proviso to Section 13(1-A) of the CCA, it is evident that the instant appeals are not maintainable even under the provisions of the CCA.\n74. As mentioned above, the grievances of an aggrieved party against an order declining the request for admitting and/or marking document during recording of evidence, can be redressed and corrected in the appellate proceedings against the final Judgment, as per the observations made by the Supreme Court in Paragraph No.115 of the case of Shah Babulal Khimji case (supra). \n75. In view of the foregoing reasonings, the present O.S.As. are O.S.A.Nos.235 and 239 of 2020 dismissed. No costs. Consequently, C.M.Ps. are closed. \n(R.P.S.J) (C.S.N.J) 15.03.2021 Index: Yes Speaking Order: Yes cs/rsh To The Sub-Assistant Registrar, Original Side, High Court, Madras. \nO.S.A.Nos.235 and 239 of 2020 R.SUBBIAH, J and C.SARAVANAN, J cs Pre-delivery Judgement in O.S.A.Nos.235 and 239 of 2020 Judgment Delivered on 15.03.2021",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29251bb5c532410a8c4955e9494d1f07_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3c2435e613a465fb917849446039594_1"
    },
    {
      "start": 242,
      "end": 346,
      "text": "\nMadras High Court\nAppellant In Both The O.S.As vs M/S.Kodak Polychrome Graphics Asia on 26 August, 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81733a46d554498aa0e6bc869678c940_2"
    },
    {
      "start": 348,
      "end": 485,
      "text": "Author: R.Subbiah\nBench: R.Subbiah, C.Saravanan\n                                                 O.S.A.Nos.235 and 239 of 2020\n\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d57c224a1e44544b8df8e542039497d_3"
    },
    {
      "start": 485,
      "end": 548,
      "text": "In The High Court Of Judicature At Madras\n\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44582a6d496748129cd45ecd8267eb0b_4"
    },
    {
      "start": 548,
      "end": 581,
      "text": "Judgment Reserved on : 23.12.2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a9d55664c7f4c0188c47a9bf1300638_5"
    },
    {
      "start": 603,
      "end": 637,
      "text": "Judgment Delivered on : 15.03.2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5ce5916879848f39f6c00af854171fe_6"
    },
    {
      "start": 674,
      "end": 680,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "772e78217f2f4d04b7707d5f395ccd29_7"
    },
    {
      "start": 693,
      "end": 728,
      "text": "The Honourable Mr.Justice R.Subbiah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd11130fe21144a48784d904e9085645_8"
    },
    {
      "start": 729,
      "end": 805,
      "text": "\n                         and\n         The Honourable Mr.Justice C.Saravanan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "166a9c8c3ca04fc497ee07d8eaddc5b7_9"
    },
    {
      "start": 829,
      "end": 858,
      "text": "O.S.A.Nos.235 and 239 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3a16a06a954438aa4d944fe06db5318_10"
    },
    {
      "start": 893,
      "end": 972,
      "text": "and \n                   C.M.P.Nos.11819 and 11988 of 2020\n\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c63fd13c68ea4a21bbc4b73c8e9bec3a_11"
    },
    {
      "start": 972,
      "end": 1011,
      "text": "(Heard through video-conferencing)\n\n\nM/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2999491e3b9f48e2a1db4d6b67d421f6_12"
    },
    {
      "start": 1012,
      "end": 1156,
      "text": "s. Kapoor Imaging Private Limited,\nRep. by its Managing Director Mr.Sunil Kapoor,\nNo.6, Iii Street, Balaji Nagar,\nRoyapettah, Chennai-600 014.\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1553c29372846c5b0cf91c9380670da_13"
    },
    {
      "start": 1156,
      "end": 1331,
      "text": "(Cause title accepted, vide Court Order\ndated 26.08.2020 passed in\nC.M.P.No.5546 of 2020\nin O.S.A.SR.No.116645 of 2018\nand C.M.P.No.5551 of 2020 in\nO.S.A.SR.No.116644 of 2018)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24ff476bd8b7490f9213d70eaeaf252f_14"
    },
    {
      "start": 1376,
      "end": 1446,
      "text": ".. Appellant in both the O.S.As.\n\n                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba5f182818f74a54a068ea3753dadefb_15"
    },
    {
      "start": 1446,
      "end": 1454,
      "text": "Vs. \n\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64f8d5457fe6470cb01e375efc222b69_16"
    },
    {
      "start": 1455,
      "end": 1466,
      "text": "M/ s. Kodak",
      "labels": [
        "PREAMBLE"
      ],
      "id": "417c77183c4547ec855d585fa9cd647a_17"
    },
    {
      "start": 1467,
      "end": 1491,
      "text": "Polychrome Graphics Asia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09e57677cb684d1798a2a7e9cc92f3f7_18"
    },
    {
      "start": 1492,
      "end": 1507,
      "text": "\n\n\nPage No.1/75",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b55d19f253fc463589823efd2d0e83fa_19"
    },
    {
      "start": 1557,
      "end": 1713,
      "text": "O.S.A.Nos.235 and 239 of 2020\n\n   Export Pvt. Ltd.,\n  Rep. by its Director,\n  No.151, Lorong Chuan Ex.05-01,\n  Lobby A New Techpark,\n  Singapore-556741.\n\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6092cb189a1f428b933db095a6a316f5_20"
    },
    {
      "start": 1714,
      "end": 1770,
      "text": "M/s.Kodak (India) Private Limited,\n   (formerly known as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b834b7bfa10041a39d1aeac17e326314_21"
    },
    {
      "start": 1771,
      "end": 1833,
      "text": "M/s.Kodak Graphic\n     Communication (India) Private Limited),",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f93c72a246b4e5cb7067111ff09b0e5_22"
    },
    {
      "start": 1838,
      "end": 1964,
      "text": "Rep. by its Director,\n   Kalpataru Synergy,\n   Off Western Express Highway,\n   Vakola, Santacruz East,\n    Mumbai-400 050.\n\n3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f24d0311d6a44269890b3aa9c47cc45f_23"
    },
    {
      "start": 1965,
      "end": 2070,
      "text": "M/s.Kodak (Singapore) Pte Limited,\n   No.151, Lorong Chuan,\n   05-01, New Tech Park,\n   Singapore-556 741",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0991060975fb415285275e19534427ee_24"
    },
    {
      "start": 2071,
      "end": 2223,
      "text": "\n   Represented by its Power Agent\n   Mr.Balachandra Bhaskar Nikumb,\n   (D3 is impleaded as per order\n    dated 17.12.2009 in\n    Appln.No.6814 of 2009)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e01d7ea0dde24640b7d84bf02d56a876_25"
    },
    {
      "start": 2224,
      "end": 3269,
      "text": "\n                                        .. Respondents in both the O.S.As.\n\n      Original Side Appeal (OSA).No.235 of 2009 filed under Order\nXxxvi Rule 1 of the Original Side Rules of this Court read with Clause 15\nof the Letters Patent against the order dated 11.08.2018 passed in\nAppln.No.6383 of 2017 in C.S.No.220 of 2009.\n\n\n      Original Side Appeal (OSA).No.239 of 2009 filed under Order\n\n\nPage No.2/75\n                                                 O.S.A.Nos.235 and 239 of 2020\n\nXxxvi Rule 1 of the Original Side Rules of this Court read with Clause 15\nof the Letters Patent against the order dated 11.08.2018 passed in\nAppln.No.6384 of 2017 in C.S.No.220 of 2009.\n\n      For appellant   : Mr.R.Parthasarathy in both the appeals\n\n      For respondents: Mr.S.Arjun Suresh in both the appeals\n\n\n                        Common Judgment\nR.Subbiah, J These Original Side Appeals have been filed challenging the common order dated 11.08.2018 passed in Application Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, whereby, the learned Sing",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53c14a93c9df4892adc8abbfef2bfa53_26"
    },
    {
      "start": 3270,
      "end": 3702,
      "text": "le Judge had dismissed both the applications filed by the appellant/plaintiff, one in Application No.6384 of 2017 in C.S.No.220 of 2009, for recalling P.W.1 and to mark xerox copies of four documents, and another one, in Application No.6383 of 2017 in C.S.No.220 of 2009, to permit the applicant to file the affidavit of the applicant's Accounts Manager and Systems-in-charge under Section 65- B of the Indian Evidence Act, 1872.\n2.",
      "labels": [
        "FAC"
      ],
      "id": "45450637d2bd4a7fbe6f29176edb8fc4_27"
    },
    {
      "start": 3703,
      "end": 3897,
      "text": "For the sake of convenience, the parties herein are referred to as they are ranked in the suit, as plaintiff (appellant herein) and defendants O.S.A.Nos.235 and 239 of 2020 (respondents herein).",
      "labels": [
        "FAC"
      ],
      "id": "170f649623ea4d7bbaa61fa057aeb716_28"
    },
    {
      "start": 3898,
      "end": 4498,
      "text": "\n3. Brief facts which are necessary to decide the issue involved in these appeals are as follows:\n(a) The appellant/plaintiff had filed the Civil Suit bearing C.S.No.220 of 2009 as against the respondents/defendants to direct the defendants to pay the plaintiff a sum of Rs.2,15,37,054/- being the principal amount of Rs.1,73,85,878/- payable by the defendants and interest thereon at the rate of 15% per annum from 01.07.2007 till 31.01.2009, amounting to Rs.41,51,176/-, together with future interest at the rate of 15% per annum from the date of filing of the suit till the date of actual payment.",
      "labels": [
        "FAC"
      ],
      "id": "3732c5c3342a4446911862758939ccf9_29"
    },
    {
      "start": 4499,
      "end": 4611,
      "text": "\n(b) The defendants, after entering appearance, have filed their written statement in the month of January 2010.",
      "labels": [
        "FAC"
      ],
      "id": "f9887f9adda945e39da9c9a4248635d5_30"
    },
    {
      "start": 4612,
      "end": 4657,
      "text": "Thereafter, issues were framed on 27.06.2014.",
      "labels": [
        "FAC"
      ],
      "id": "a57af6f716c8404e869257297c465bcf_31"
    },
    {
      "start": 4658,
      "end": 4872,
      "text": "After framing of issues, the Court directed both sides to file affidavit of documents and give the list of witnesses within a period of three weeks and further two weeks' time was given for inspection of documents.",
      "labels": [
        "FAC"
      ],
      "id": "01def0408ccc470ba4e3dd41cedb543a_32"
    },
    {
      "start": 4873,
      "end": 4945,
      "text": "\n(c) The appellant/plaintiff filed affidavit of documents on 24.07.2014.",
      "labels": [
        "FAC"
      ],
      "id": "a6b42fe2add448ddb5d37fc77d346f08_33"
    },
    {
      "start": 4946,
      "end": 5099,
      "text": "Thereafter, the matter was posted before the learned Additional Master O.S.A.Nos.235 and 239 of 2020 No.IV, High Court of Madras, for recording evidence.",
      "labels": [
        "FAC"
      ],
      "id": "06bb298cee4443f4a032545c2ed8aa5b_34"
    },
    {
      "start": 5100,
      "end": 5150,
      "text": "The trial commenced in the month of December 2016.",
      "labels": [
        "FAC"
      ],
      "id": "dffbb9f5a495404d9369e9de1c5cd470_35"
    },
    {
      "start": 5151,
      "end": 5223,
      "text": "Mr.Sunil Kapoor, Manager of the plaintiff-Company filed proof affidavit.",
      "labels": [
        "FAC"
      ],
      "id": "f70031239c8a4319bd9db0e93fd9c9e9_36"
    },
    {
      "start": 5224,
      "end": 5311,
      "text": "On 05.12.2016, chief examination of P.W.1 was recorded and Exs.P-1 to P-19 were marked.",
      "labels": [
        "FAC"
      ],
      "id": "df78fc2e099748fb931cfbe589f1b04a_37"
    },
    {
      "start": 5312,
      "end": 5409,
      "text": "Again, on 08.12.2016, chief examination of P.W.1 continued and exhibits upto Ex.P-24 were marked.",
      "labels": [
        "FAC"
      ],
      "id": "551ed67b26d74ec7aa64014c7e74727e_38"
    },
    {
      "start": 5410,
      "end": 5475,
      "text": "Thereafter, the matter was posted for cross examination of P.W.1.",
      "labels": [
        "FAC"
      ],
      "id": "6813ba267fc944eb86ca56f8cc53f3a1_39"
    },
    {
      "start": 5476,
      "end": 5657,
      "text": "\n(d) At this juncture, the respondents/defendants had filed application in A.No.1243 of 2017 to eschew Exs.P-2, 6, 7, 10, 23, 5, 8, 9, 10 and 11 marked on the side of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "ba519e34d5ec41119e660eb2d5ff5181_40"
    },
    {
      "start": 5658,
      "end": 6034,
      "text": "In the affidavit filed in support of Application in A.No.1243 of 2017, it is stated by the defendants that these documents were erroneously marked in the suit and the said documents could be classified as (i) photocopies of the documents (secondary evidence), (ii) incomplete documents or illegible and (iii) e.mail correspondences not falling under the above said categories.",
      "labels": [
        "FAC"
      ],
      "id": "1c2e49db58e349628a3f14e5d5905cab_41"
    },
    {
      "start": 6035,
      "end": 6131,
      "text": "\n(e) The said application was opposed by the appellant/plaintiff by filing counter affidavit(s).",
      "labels": [
        "FAC"
      ],
      "id": "49857f1bed5448e1a28c456ed7ab721b_42"
    },
    {
      "start": 6132,
      "end": 6322,
      "text": "\n(f) The learned Single Judge, after considering the submissions made O.S.A.Nos.235 and 239 of 2020 on either side had partly allowed the said application in A.No.1243 of 2017 on 30.06.2017.",
      "labels": [
        "FAC"
      ],
      "id": "b0871fbb32684be28301dc707a0de865_43"
    },
    {
      "start": 6323,
      "end": 6381,
      "text": "The concluding portion of the order reads as follows:\n\"13.",
      "labels": [
        "FAC"
      ],
      "id": "1449f03da83a4f499683fc21a46ff62d_44"
    },
    {
      "start": 6382,
      "end": 6536,
      "text": "In fine, the application is partly allowed and the documents marked as Ex.P6, Ex.P7 and Ex.P23, Ex.P10 Series (xiv) and Ex.P23 are ordered to be eschewed.",
      "labels": [
        "FAC"
      ],
      "id": "0dbd1a09ad1f463e919f2a0ddeac1369_45"
    },
    {
      "start": 6537,
      "end": 6801,
      "text": "With respect to other documents, Ex.P2, Ex.P5 series, Ex.P8 series (ii, iii, iv, vi, viii, ix), Ex.P9 series (i, ii, iii), Ex.P10 series (xiv), Ex.P11 series (v, vi, viii, xv) and Ex.P12 the learned Additional Master is directed to verify and substitute the same.\"",
      "labels": [
        "FAC"
      ],
      "id": "1eb51aefa6f74697b3980122f13d613b_46"
    },
    {
      "start": 6802,
      "end": 7116,
      "text": "\n(g) The reason for ordering eschewing the above exhibits, namely Ex.P6, Ex.P7 and Ex.P23, Ex.P10 Series (xiv) and Ex.P23, by the learned Single Judge, was that, without an application to receive the secondary evidence under Section 65 of the Indian Evidence Act, the photocopies of the documents cannot be marked.",
      "labels": [
        "FAC"
      ],
      "id": "9693ff11935e4711b9f5e7e958760e61_47"
    },
    {
      "start": 7117,
      "end": 7448,
      "text": "\n(h) Thereafter, the appellant/plaintiff filed application in A.No.6383 of 2017 to permit the applicant to produce and mark xerox copies of letter dated 30.10.2006, 11.12.2006 and 20.04.2008 and invoice dated 15.11.2008, as secondary evidence, which were originally marked as Exs.P- 6, 7, 10 (xiv) and 23 and subsequently eschewed.",
      "labels": [
        "FAC"
      ],
      "id": "dac240f5caaa414faf3ab373d285ccd2_48"
    },
    {
      "start": 7449,
      "end": 7777,
      "text": "The Plaintiff also filed O.S.A.Nos.235 and 239 of 2020 application in A.No.6384 of 2017 to permit him to file the affidavit of Mr.R.Rajagopalan, the applicant's Accounts Manager and Systems in- charge, in support of the proof affidavit of P.W.1, dated 08.12.2016 in compliance with Section 65-B of the Indian Evidence Act, 1872.",
      "labels": [
        "FAC"
      ],
      "id": "aea3ca13ebe84e05a6ee041b6345283f_49"
    },
    {
      "start": 7778,
      "end": 8169,
      "text": "\n(i) In the common affidavit filed in support of the above said two applications in A.Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, the plaintiff stated that, inspite of the best efforts, the original of Exs.P-6, 7, 10 (xiv) and 23, could not be traced and since these documents were essential to prove the case of the plaintiff, they should be allowed to mark them as secondary evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c5d36dc7666d44da85ddd802b60e58d3_50"
    },
    {
      "start": 8170,
      "end": 8454,
      "text": "\n(j) Opposing the said applications, defendants 2 and 3 have filed common counter affidavit stating that, under the guise of seeking leave of the Court for marking the documents as secondary evidence, the plaintiff was attempting to mark the documents that have already been eschewed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e22570d7a584a79975d6c1dd0cf47de_51"
    },
    {
      "start": 8455,
      "end": 8702,
      "text": "Seeking the leave of the Court prior to marking documents in secondary evidence under Section 65 of the Indian Evidence Act, is not merely a technical formality, but a mandatory pre-requisite, considering the seriousness of marking such documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7376ebfbd3284f06a3096c8746d1e2d2_52"
    },
    {
      "start": 8703,
      "end": 9069,
      "text": "The applicant/plaintiff having O.S.A.Nos.235 and 239 of 2020 failed to seek leave of the Court at the relevant time (prior to marking of such documents), ought not to have been granted such leave after having failed to make good the opportunity and consequent to the order of this Court eschewing the said documents, and thus prayed to dismiss the said applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3055d4809b24b2d9aa84179603f0120_53"
    },
    {
      "start": 9070,
      "end": 9256,
      "text": "\n(k) By the impugned order dated 11.08.2018 passed in A.Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, the learned Single Judge dismissed the said applications holding as follows:\n\"20.",
      "labels": [
        "RLC"
      ],
      "id": "17a8d9e3b0ca45a29f9c5579601c62b5_54"
    },
    {
      "start": 9257,
      "end": 9421,
      "text": "In the present case, the applicant had suffered an adverse order not only because they had not filed any application seeking permission to mark secondary documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3bc3ce3309c4de5b8f2fe644e18bfaa_55"
    },
    {
      "start": 9422,
      "end": 9487,
      "text": "The plaintiff has not taken the order dated 30.06.2017 on appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c56d004ce0584423914f6d46ee5262b6_56"
    },
    {
      "start": 9488,
      "end": 9520,
      "text": "The order had worked itself out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87ccabb0726a42e7abd4662e8b95310a_57"
    },
    {
      "start": 9521,
      "end": 9584,
      "text": "This Court had declared that the documents have to be eschewed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eca7d77f2f94304936816f29cd04d56_58"
    },
    {
      "start": 9585,
      "end": 9699,
      "text": "Once a definite pronouncement had been made it would be highly inappropriate to once again revisit the said order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d586252ce4a495f91c6ffdd54a92ba9_59"
    },
    {
      "start": 9700,
      "end": 9819,
      "text": "The plaintiff cannot claim ignorance of the fundamental provision to seek permission before filing secondary documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfc57f8202f24ca6983e10d1a8d65e10_60"
    },
    {
      "start": 9820,
      "end": 10079,
      "text": "Having not done so and having suffered an adverse order, the plaintiff cannot be permitted to file an application just because an application has to be filed and then seek permission to file xerox copies of documents which have been eschewed from the records.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2132c3dfd9cd46458a819752a3c7bfc6_61"
    },
    {
      "start": 10081,
      "end": 10171,
      "text": "21. I hold that the plaintiff had not come to Court with clean hands or with true reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77630c21368941f881f9bc5d2153119e_62"
    },
    {
      "start": 10172,
      "end": 10326,
      "text": "It O.S.A.Nos.235 and 239 of 2020 appears to be an affidavit more for the sake of formality than for the sake of compliance with the provisions of the Law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87c6374979af41f8835b4ec6922ba4bb_63"
    },
    {
      "start": 10327,
      "end": 10485,
      "text": "In the present applications, the plaintiff has sworn to an affidavit only because they were found fault with that they had not filed such application earlier.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c302630e768413590dfdbb1a8bef6a3_64"
    },
    {
      "start": 10486,
      "end": 10573,
      "text": "The plaintiff cannot take judicial proceedings for granted and in such a casual manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e821ac097cf2417998173a2e02c845b7_65"
    },
    {
      "start": 10574,
      "end": 10675,
      "text": "A pronouncement eschewing documents has its own sanctity and cannot be revisited for the mere asking.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b12ff4e2033f4fa4bdda1ca9c8309dbc_66"
    },
    {
      "start": 10676,
      "end": 10883,
      "text": "Even otherwise the reasons given that the letters could not be traced is a very weak reason to be given by a Private Limited Company wherein it is expected that records must be maintained with due diligence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69fff3bac72c494489a4fb6d90b03bfe_67"
    },
    {
      "start": 10884,
      "end": 10941,
      "text": "I am not able to convince myself to accept those reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71005f6b18de4991a01a76adcaacb86b_68"
    },
    {
      "start": 10943,
      "end": 11040,
      "text": "22. All the reasons stated above, I hold that plaintiff's applications will have to be dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8689a094aca146bebb16d07d029992d8_69"
    },
    {
      "start": 11041,
      "end": 11088,
      "text": "\n23. A.Nos.6383 and 6384 of 2017 are dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "27816d8fcc4a415faaff5cd276d5428f_70"
    },
    {
      "start": 11089,
      "end": 11099,
      "text": "No costs.\"",
      "labels": [
        "NONE"
      ],
      "id": "360c865af06d495e91ae876778559d0f_71"
    },
    {
      "start": 11100,
      "end": 11177,
      "text": "\nAggrieved by the same, the present appeals have been filed by the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "eee9847ac7164893ba7d730de3a5808b_72"
    },
    {
      "start": 11179,
      "end": 11367,
      "text": "4. When these appeals were taken up for hearing, a preliminary objection was raised by the learned counsel appearing for the defendants with regard to the maintainability of these appeals.",
      "labels": [
        "FAC"
      ],
      "id": "7cdf8b445ae74dcd877aa93a4df84966_73"
    },
    {
      "start": 11368,
      "end": 11418,
      "text": "The reasons for such an objection are as follows:\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "536174ce4aaf45b2b6ce45074420cfab_74"
    },
    {
      "start": 11418,
      "end": 11516,
      "text": "( i) As per Clause 15 of the Letters Patent, an intra court appeal would lie only from a judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "620b8b7265494d0c9e77ca5a6cf7779d_75"
    },
    {
      "start": 11517,
      "end": 11594,
      "text": "The impugned order passed in the applications cannot be termed as \"judgment\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9841e57863c41eb9b07c4a7987b89cf_76"
    },
    {
      "start": 11595,
      "end": 11637,
      "text": "Hence, these appeals are not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93cb79f097e943a6832a7497da7ac750_77"
    },
    {
      "start": 11638,
      "end": 11673,
      "text": "\nO.S.A.Nos.235 and 239 of 2020 (ii)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bef4e433a0f343268608a7a4c0378efa_78"
    },
    {
      "start": 11674,
      "end": 11832,
      "text": "Though, originally the suit was filed on the Original Side of this Court, subsequently the said suit was transferred to the Commercial Division of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64b02642cdd7451da8114fc3d01410b3_79"
    },
    {
      "start": 11833,
      "end": 11945,
      "text": "The impugned order was passed by the learned Single Judge on 11.8.2018 on the Commercial Division of this Court.",
      "labels": [
        "RLC"
      ],
      "id": "fa4486c5c1a946479f413b92aeaeace4_80"
    },
    {
      "start": 11946,
      "end": 12148,
      "text": "Hence, these appeals are not maintainable under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) (for short, 'CCA').\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "df7f3cf2534e458aafb23bb9fab46a97_81"
    },
    {
      "start": 12149,
      "end": 12339,
      "text": "Since the question of maintainability had arisen, the learned counsel for the appellant/plaintiff firstly proceeded to make his submissions with regard to the maintainability of the appeals.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d17a5a1feb5e4fa593d84e08c5b9b6f0_82"
    },
    {
      "start": 12341,
      "end": 12482,
      "text": "6. The learned counsel for the appellant/plaintiff submitted that the present appeals are maintainable under Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9341ac7246d94ea6a961bdaf4f193d6e_83"
    },
    {
      "start": 12483,
      "end": 12572,
      "text": "He submits that Section 13 of the CCA is not applicable to the facts of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "07bf776e97f44f6c9d027b5ad286dd69_84"
    },
    {
      "start": 12574,
      "end": 12775,
      "text": "7. With regard to the non-applicability of Section 13 of the CCA, the learned counsel for the appellant/plaintiff submitted that, the suit was filed in February 2009 on the Original Side of this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dbb88c6884ad466885d6c7b56d2755c5_85"
    },
    {
      "start": 12776,
      "end": 13163,
      "text": "The Commercial O.S.A.Nos.235 and 239 of 2020 Division of the Madras High Court was notified, vide, Tamil Nadu Government Gazzette No.381 in Part VI, Section 1 in R.O.C.No.3233/A/2016/G4, dated 29.11.2017, whereas Application No.1243 of 2017 was filed in February 2009 even before the suit was transferred to the Commercial Division of the High Court from the Original Side of this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "28b9c398fd9c45769bd507379c57d9fa_86"
    },
    {
      "start": 13164,
      "end": 13319,
      "text": "It is also submitted that Applications Nos.6383 and 6384 of 2017 in C.S.No.220 of 2009, filed by the plaintiff, were taken on record in August 2017 itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "50fc796fe762452cb940feba7fa0c234_87"
    },
    {
      "start": 13320,
      "end": 13461,
      "text": "The defendants filed their counter affidavit to the said applications only in January 2018 and order under appeals were passed on 11.08.2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f921c09367fa4371be3742180eac9ea9_88"
    },
    {
      "start": 13462,
      "end": 13646,
      "text": "He submits that there could be four possible situations in filing the appeals against the interlocutory orders passed in the suit instituted before the the Original Side of this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f17442d5f8b4d439386408339384a74_89"
    },
    {
      "start": 13647,
      "end": 14938,
      "text": "According to the learned counsel for the appellant/plaintiff, the four scenarios are as follows:\n(i) Appeals filed against interlocutory orders passed in Applications filed under relevant provisions of the Code of Civil Procedure, 1908 (CPC), read with the Original Side Rules of this Court (O.S. Rules), where the order under appeal, was passed before notification of the Commercial Division, but where the appeal is heard after such notification;\nO.S.A.Nos.235 and 239 of 2020 (ii) Appeals filed against interlocutory orders passed in Applications filed under relevant provisions of the CPC and OS Rules, where such application was filed before the notification of Commercial Division, but where the orders under appeals were passed after the notification of the Commercial Division;\n(iii) Appeals filed against orders passed in interlocutory Applications filed under relevant provisions of the CPC and OS Rules, and not under any specific provision of the CCA, where the application itself was filed after notification of the Commercial Division and after transfer of the suit to the Commercial Division and where the order was passed by the Commercial Division, and (iv) Appeals filed against interlocutory orders passed in Applications filed under the specific provisions of the CCA.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2b6d2db75c94188b5029fef54b751e1_90"
    },
    {
      "start": 14939,
      "end": 15210,
      "text": "It is submitted that the appeals against orders in scenario (i) would lie under Clause 15 of the Letters Patent and will not be governed by Section 13 of the CCA, while appeal against the orders in scenario (iv) will be strictly governed by the rigours of Section 13 CCA.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8f08eeeb397441a1853b02f178dae1cb_91"
    },
    {
      "start": 15211,
      "end": 15418,
      "text": "But the issue that O.S.A.Nos.235 and 239 of 2020 falls for consideration in these appeals is as to whether the bar under Section 13 of the CCA would apply to interlocutory orders in Scenarios (ii) and (iii).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a26eaf1d3364f9b8970a48427a18727_92"
    },
    {
      "start": 15419,
      "end": 15473,
      "text": "The appellant's case is concerned under scenario (ii).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "122579b84eac4e85bb42b54e311f435d_93"
    },
    {
      "start": 15474,
      "end": 15584,
      "text": "The learned counsel submitted that Section 13 of the CCA will have no application for Scenario (ii) and (iii).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4864b4147a5f43668038bbd9693c3482_94"
    },
    {
      "start": 15585,
      "end": 15716,
      "text": "Hence, according to him, intra-court appeal will lie under Clause 15 of the Letters Patent before the Division Bench of this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae17bb6eb8c74dd694aea7643947fc0c_95"
    },
    {
      "start": 15718,
      "end": 15798,
      "text": "9. It is further submitted that, right to prefer an appeal is a statutory right.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f27835cbbe714838b50f3fa10a75ab8a_96"
    },
    {
      "start": 15799,
      "end": 15874,
      "text": "Such right accrues on the date on which the suit was originally instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da297405ae5241528535a81ed421aecd_97"
    },
    {
      "start": 15875,
      "end": 16013,
      "text": "Though such right is a procedural right, it vests with a substantial right on the person as on the date of institution of original action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f507d07a5b8a400da5b5335edeb56f70_98"
    },
    {
      "start": 16014,
      "end": 16211,
      "text": "While so, such right cannot be curtailed by a subsequent Statute or an amendment of the same Statute, unless the Statute itself either expressly or by necessary implication, makes it retrospective.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2689b5a4b0434813b334e5807c38e3ba_99"
    },
    {
      "start": 16212,
      "end": 16442,
      "text": "In support of this contention, the learned counsel for the appellant/plaintiff relied on the decision of the Supreme Court in Garikapati Vs. Subbiah Choudhry, reported in AIR 1957 SC 540, wherein it has been held as follows:-\n\"23.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "783a47f21f82407fb2d8b1575b863eee_100"
    },
    {
      "start": 16443,
      "end": 16739,
      "text": "From the decisions cited above the following O.S.A.Nos.235 and 239 of 2020 principle clearly emerge:\n(i) That the legal pursuit of a remedy, suit appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are regarded as one legal proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a90fa56a80e147259b4eb0c99f4902b9_101"
    },
    {
      "start": 16740,
      "end": 16827,
      "text": "\n(ii) The right of appeal is not a mere matter of procedure but is a substantive right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b69061b584654e3ea4f1138589e0cb44_102"
    },
    {
      "start": 16828,
      "end": 17012,
      "text": "\n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ed7a9bd25744e9c9f438864c5e05e87_103"
    },
    {
      "start": 17013,
      "end": 17473,
      "text": "\n(iv) The right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f73d4810cf78401893d4dc30f6d99430_104"
    },
    {
      "start": 17474,
      "end": 17635,
      "text": "\n(v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\"\n10.",
      "labels": [
        "STA"
      ],
      "id": "870129506ed245e596a992d29d7785af_105"
    },
    {
      "start": 17636,
      "end": 17785,
      "text": "In the case of Hitendra Vishnu Thakur and others Vs. State of Maharashtra\" reported in 1994 (4) SCC 602, the following issue fell for consideration:.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "005a62affd7b4c189c450d96b1527920_106"
    },
    {
      "start": 17786,
      "end": 17922,
      "text": "\n\"25. Clause (b) of sub-section (4) of Section 20 of TADA Act was amended by the Amendment Act No.43 of 1993 with effect from 22-5-1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f459b7c5fe8e44b5b0d82bbb9b124a8c_107"
    },
    {
      "start": 17923,
      "end": 17953,
      "text": "\nO.S.A.Nos.235 and 239 of 2020",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d81948d0d23147cdb8fa029c7bf5f83e_108"
    },
    {
      "start": 17954,
      "end": 18266,
      "text": "Besides reducing the maximum period during which an accused under TADA could be kept in custody pending investigation from one year to 180 days, the Amendment Act also introduced clause (bb) to sub- section (4) of Section 20 enabling the prosecution to seek extension of time for completion of the investigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b765edaca904d64ac234eec82bbcbdc_109"
    },
    {
      "start": 18267,
      "end": 18461,
      "text": "Does the Amendment Act No. 43 of 1993 have retrospective operation and does the amendment apply to the cases which were pending investigation on the date when the Amendment Act came into force?\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03250b540197446cabd17e5c71d2821d_110"
    },
    {
      "start": 18462,
      "end": 18593,
      "text": "\nThere were cases where on 22-5-1993, where the period of 180 days had already expired but the period of one year was not yet over.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1974e412c4a54f379383bb5a59403096_111"
    },
    {
      "start": 18594,
      "end": 18933,
      "text": "The Supreme Court, in the said case of Hitendra Vishnu Thakur, answered the issue as follows:-\n\"28. .. .. We are, thus, of the opinion that Amendment Act 43 insofar as it modifies the period prescribed in clause (b) and introduces clause (bb) to sub-section (4) of Section 20 would apply retrospectively and apply to pending cases as well.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "033ecfc0fb6849b995b44fb6f394aaa2_112"
    },
    {
      "start": 18934,
      "end": 19119,
      "text": "We are unable to persuade ourselves to agree with Mr Khanwilkar that clause (b) only and not clause (bb) of sub-section (4) of Section 20 should be held to have retrospective operation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1adf23b564804916b01f238424d6565e_113"
    },
    {
      "start": 19120,
      "end": 19405,
      "text": "The acceptance of such an argument would result in the creating of an anomalous situation and defeat the very object with O.S.A.Nos.235 and 239 of 2020 which clause (bb) was introduced after the period of compulsory detention was curtailed under clause (b) of Section 20(4) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3913ea30eb44c06bd57edd80102d0a2_114"
    },
    {
      "start": 19407,
      "end": 19770,
      "text": "29. As a result of our above discussion, it follows that Amendment Act 43 of 1993 is retrospective in operation and both clauses (b) and (bb) of sub-section (4) of Section 20 of TADA apply to the cases which were pending investigation on the date when the amendment came into force with effect from 22-5-1993 and in which the challan had not been filed till then.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "427867f1fcad4989af1e1563c96e08e3_115"
    },
    {
      "start": 19772,
      "end": 20309,
      "text": "30. In conclusion, we may (even at the cost of repetition) say that an accused person seeking bail under Section 20(4) has to make an application to the court for grant of bail on grounds of 'default' of the prosecution and the court shall release the accused on bail after notice to the public prosecutor uninfluenced by the gravity of the offence or the merits of the prosecution case since Section 20(8) does not control the grant of bail under Section 20(4) of TADA and both the provisions operate in separate and independent fields.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1b4bee8d19742c09882cbff93797000_116"
    },
    {
      "start": 20310,
      "end": 20486,
      "text": "It is, however, permissible for the public prosecutor to resist the grant of bail by seeking an extension under clause (bb) by filing a report for the purpose before the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3f854aae1954ff28df5bfec48666734_117"
    },
    {
      "start": 20487,
      "end": 20646,
      "text": "However, no extension shall be granted by the court without notice to an accused to have his say regarding the prayer for grant of extension under clause (bb).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92b7a3aac1aa42e6a6503886ce8a07eb_118"
    },
    {
      "start": 20647,
      "end": 20928,
      "text": "In this view of the matter, it is immaterial whether the application for bail on ground of 'default' under Section 20(4) is filed first or the report as envisaged by clause (bb) is filed by the public prosecutor first so long as both are considered while granting or refusing bail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14d27ad27dbf47b7862cd51426b6b5e4_119"
    },
    {
      "start": 20929,
      "end": 21246,
      "text": "If the period prescribed by clause (b) of Section 20(4) has expired and the court does not O.S.A.Nos.235 and 239 of 2020 grant an extension on the report of the public prosecutor made under clause (bb), the court shall release the accused on bail as it would be an indefeasible right of the accused to be so released.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82f6d9768a204561a13b418e41d4baba_120"
    },
    {
      "start": 21247,
      "end": 21511,
      "text": "\nEven where the court grants an extension under clause (bb) but the charge-sheet is not filed within the extended period, the court shall have no option but to release the accused on bail if he seeks it and is prepared to furnish the bail as directed by the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb027797293e4e358d130a8ef1e39643_121"
    },
    {
      "start": 21512,
      "end": 21766,
      "text": "Moreover, no extension under clause (bb) can be granted by the Designated Court except on a report of the public prosecutor nor can extension be granted for reasons other than those specifically contained in clause (bb) which must be strictly construed.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "196e5917b1dd439b84115400c06d72dc_122"
    },
    {
      "start": 21767,
      "end": 22158,
      "text": "\nThe plaintiff relied on the decision of the Apex Court in Videocon International Limited Vs. Securities and Exchange Board of India, reported in 2015 (4) SCC 33, in which, the Supreme Court held as follows:\n\"38. .. .. .. Insofar as the instant aspect of the matter is concerned, it would be pertinent to mention, that a right of appeal can be availed of only when it is expressly conferred.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "193b026cd580481291639e1c48aa78c6_123"
    },
    {
      "start": 22159,
      "end": 22225,
      "text": "When such a right is conferred, its parameters are also laid down.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12f24f57522742cf9248f3d675458cf1_124"
    },
    {
      "start": 22226,
      "end": 22289,
      "text": "A right of appeal may be absolute i.e. without any limitations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29b19d8e606e4c90bdeee2c094d11e9d_125"
    },
    {
      "start": 22290,
      "end": 22320,
      "text": "Or, it may be a limited right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25294b2e7eb44516b8b24a2f72fa4b3b_126"
    },
    {
      "start": 22321,
      "end": 22432,
      "text": "The above position is understandable, from a perusal of the unamended and amended Section 15-Z of the SEBI Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21fd23dfc5a147ad8c65ebf90e03582e_127"
    },
    {
      "start": 22433,
      "end": 22658,
      "text": "Under the unamended Section 15-Z, the appellate remedy to the High Court, against an order passed by the Securities Appellate Tribunal, was circumscribed by the words  on any question of fact or law arising out of such order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "399c7ee5e7d649398e95205b8bb75af9_128"
    },
    {
      "start": 22659,
      "end": 23004,
      "text": "The amended Section 15-Z, while altering the appellate forum O.S.A.Nos.235 and 239 of 2020 from the High Court to the Supreme Court, curtailed and restricted the scope of the appeal, against an order passed by the Securities Appellate Tribunal, by expressing that the remedy could be availed of  on any question of law arising out of such order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5a7133cc3b74322abb707b9279139f8_129"
    },
    {
      "start": 23005,
      "end": 23201,
      "text": "It is, therefore apparent, that the right to appeal, is available in different packages, and that, the amendment to Section 15-Z, varied the scope of the second appeal provided under the SEBI Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f61a93446da4f439f4bca3621401d92_130"
    },
    {
      "start": 23202,
      "end": 23284,
      "text": "\n39. As illustrated above, an appellate remedy is available in different packages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b1a19374d68488a916f6d3b2afaa225_131"
    },
    {
      "start": 23285,
      "end": 23444,
      "text": "What falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right of the litigant concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffad5fe8c6014f83bfc3294d45e36736_132"
    },
    {
      "start": 23445,
      "end": 23572,
      "text": "An aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judgment or order is passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f43a1c17d01549f68e6e31cc8f4fc22b_133"
    },
    {
      "start": 23573,
      "end": 23723,
      "text": "Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70b620151d084271acf6903cac25efa3_134"
    },
    {
      "start": 23724,
      "end": 23918,
      "text": "Failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09b73a6ac60e421ca6309c8ad49ea984_135"
    },
    {
      "start": 23919,
      "end": 24074,
      "text": "For, it has repeatedly been declared by this Court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f74be39587143a3b199f2dec6109c1a_136"
    },
    {
      "start": 24075,
      "end": 24171,
      "text": "All these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "739a6801929d4ad189137dcf343d9f5f_137"
    },
    {
      "start": 24172,
      "end": 24358,
      "text": "\nIn fact, the Supreme Court in 2015 (4) SCC 33 (cited supra) has stated the same position in Garikapati Veeraya Vs. Subbiah Choudhry and others reported in AIR 1957 SC 540 (cited supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "49ebbfd3898c44fd9f8b1d59eed6ec8c_138"
    },
    {
      "start": 24359,
      "end": 24475,
      "text": "In this connection, following passage from the said judgment may be referred to:-\nO.S.A.Nos.235 and 239 of 2020 \"56.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1e7b28f0864d419db923efb5c9158982_139"
    },
    {
      "start": 24476,
      "end": 24641,
      "text": "Considering the question on principle, an appeal is a proceeding by which the correctness of the decision of an inferior court is challenged before a superior court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "97dbcff43cf8474ba6c9eb3a53e7393a_140"
    },
    {
      "start": 24642,
      "end": 24858,
      "text": "A right of appeal therefore can arise by its very nature only when a decision by which a litigant is aggrieved is given, and it sounds paradoxical to say that it arises even before judgment in the case is pronounced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce213da6d9d445dba74b48a5efe8dc1d_141"
    },
    {
      "start": 24859,
      "end": 24981,
      "text": "Now, what reason can there be for holding that a right of appeal vests in a suitor at the commencement of the proceedings?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cddc11a056f74e4cb2fe62165250aa9b_142"
    },
    {
      "start": 24982,
      "end": 25203,
      "text": "If it is to be held not to arise on the date of judgment, then why should it be held to arise on the institution of the proceedings, and not on the date of the transaction which forms the foundation for those proceedings?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0bed3ee6a6a4415962dd4999fcee9d7_143"
    },
    {
      "start": 25204,
      "end": 25667,
      "text": "If it is to be said that when a litigant commences a proceeding he acts on the expectation that a right of appeal existing under the then law with reference to that proceeding would not be taken away, it could likewise be said that when a person enters into a transaction, he does so in the expectation that the right of action and of appeal in relation thereto under the then law would be available to him for the enforcement of his rights under the transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3caeab85e8d64fd6ae7b7de95e7ffb1e_144"
    },
    {
      "start": 25668,
      "end": 25790,
      "text": "\nAnd no one has asserted that a right of appeal is to be determined on the law as it stood on the date of the transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6836225db927432bbe834a21d4dccf5c_145"
    },
    {
      "start": 25792,
      "end": 25927,
      "text": "57. Then again, if the right of appeal arises at the commencement of the action, in whom does it vest, the plaintiff or the defendant ?",
      "labels": [
        "ISSUE"
      ],
      "id": "b8ef56c1c17d43adb911f3a62601afde_146"
    },
    {
      "start": 25928,
      "end": 26430,
      "text": "It is the suitor who is aggrieved by the decision that has a right to prefer an appeal against it, and it might, according to the result, be either the one or the other, and if the theory that a right of appeal arises when the proceedings are commenced is to be accepted, it must be held to vest at that point of time both in the plaintiff and the defendant, and cease on the determination of the cause as regards the party who succeeds, and where the success is partial, to the extent of that success.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa30faee9b2d41478f5285ff5231086b_147"
    },
    {
      "start": 26431,
      "end": 26578,
      "text": "Can anything so nebulous and contingent be regarded as a right O.S.A.Nos.235 and 239 of 2020 and as a right which vests before a decision is given.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6dc7a208e73a499baa00195834cc3fd7_148"
    },
    {
      "start": 26579,
      "end": 26705,
      "text": "The judgment in Colonial Sugar Refining Company Vs. Irving (1905) AC 369 does not disclose the reasoning on which it is based.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee19e65fc4774471a2fafcb7822b150c_149"
    },
    {
      "start": 26706,
      "end": 26898,
      "text": "Lord Macnaghten no doubt refers to \"a long line of authorities from the time of Lord Coke to the present day\", and they are presumably what are referred to in the argument of counsel at p.370.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bc66f6d854a042f4b3bf9081e040eb42_150"
    },
    {
      "start": 26899,
      "end": 26949,
      "text": "But when examined, they do not bear on this point.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1baa65da320a4b3992d4dc8a1bb890ae_151"
    },
    {
      "start": 26950,
      "end": 27329,
      "text": "Lord Coke, in commenting on the Statute of Gloucester (6, Edward I, Chap 78, Section 3) which prohibited alienations of tenement, stated:\n\"This extendeth to alienations made after the statute and not before; for it is a rule of law of Parliament that regularly nova constitutio futuris forman imponere debet, non praeteritis\" (a new statute regulates future conduct and not past.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "14e25a3ddc474b2a977b3e538724e885_152"
    },
    {
      "start": 27330,
      "end": 27338,
      "text": "(2 Inst.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "deaeb5ba5ac845978f17917b4aa542b8_153"
    },
    {
      "start": 27339,
      "end": 27346,
      "text": "\n292) \"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c606e88fe38d4f10aab89e2b9ca14906_154"
    },
    {
      "start": 27347,
      "end": 27451,
      "text": ". \nFrom this passage, one may say that legislation does not affect a right of appeal, which has accrued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c4716521a5144c691263ef3d6eda192_155"
    },
    {
      "start": 27452,
      "end": 27599,
      "text": "But it throws no light on the questions when that right accrues, whether at the commencement of the action or on the pronouncement of the decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a554dd9f6eb4466784204e711ddb660f_156"
    },
    {
      "start": 27600,
      "end": 27611,
      "text": "\"\n.. ... ..",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea660280ee4b46c0ac725cdc06ac10ed_157"
    },
    {
      "start": 27612,
      "end": 27892,
      "text": "\n70. When the law establishes a hierarchy of Courts and then provides in succession for appeals from a Court of the lower grade to one of the higher grade, it will not be correct to regard those appeals as forming a single proceedings, or the right to file them as a single right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c505fccbe6064a97af5db6a1f74d6733_158"
    },
    {
      "start": 27893,
      "end": 28354,
      "text": "If a suit is instituted in Court A and the law permits an appeal against its decision to Court B, and if the law further provides for an appeal from the decision of Court B, to Court C, and there is again a right of further appeal provided against the decision of Court C to Court D, the successive appeals from Court A to Court B, Court B to Court C and O.S.A.Nos.235 and 239 of 2020 from Court C to Court D are distinct proceedings independent of one another.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f944ddaddedd41e7a75bb8c266968914_159"
    },
    {
      "start": 28355,
      "end": 28497,
      "text": "How then can the right of appeal from one Court to another be held to comprise within it the right of appeal from that Court to a third Court?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ec60627bdb4485887662132672fb160_160"
    },
    {
      "start": 28498,
      "end": 28742,
      "text": "Section 96 of the Code of Civil Procedure provides for an appeal from a decree passed by the trial court, and under that provision the decision in a suit instituted in the Court of a District Munsif will be open to appeal to the District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55d092778f564ec3856f29a28b07c274_161"
    },
    {
      "start": 28743,
      "end": 28959,
      "text": "Section 100 of the Code of Civil Procedure provides for further appeal from the judgment of the District Court to the High Court; but this right of second appeal is much more limited than that given under Section 96.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d72d514f515f41f8bc2c1972f2282df1_162"
    },
    {
      "start": 28960,
      "end": 29072,
      "text": "It lies only when there is a question of law, and it is also subject in certain cases, to pecuniary limitations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c09fe21347b546a7a292e5002e2bda9e_163"
    },
    {
      "start": 29073,
      "end": 29208,
      "text": "Thus, the rights of appeal conferred by Sections 96 and 100 of the Code of Civil Procedure are different in their quality and contents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e39a5b39dac94377a34e117db81496af_164"
    },
    {
      "start": 29209,
      "end": 29397,
      "text": "Then again, under Sections 109 and 110 of the Code of Civil Procedure a further appeal is provided against the decision of the High Court to this Court subject again to certain conditions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d658943340ad473aa952a7759b6ab17c_165"
    },
    {
      "start": 29398,
      "end": 29505,
      "text": "This is a right different in its character from the right of appeal conferred by Section 96 or Section 100.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac47d86ec8a641b1b64ba233e25aee79_166"
    },
    {
      "start": 29506,
      "end": 29719,
      "text": "The notion, therefore, that if a suitor has a right of appeal from Court A to Court B, that right includes a right of appeal from Court B to Court C and again from Court C to Court D, would appear to be untenable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24d0e2b950d64d09858c88ccc696c0a0_167"
    },
    {
      "start": 29721,
      "end": 29987,
      "text": "71. Viewing the question next from the point of view of the jurisdiction of the Court, a right which is given to a suitor to challenge the decision of Court A in appeal is only a right to challenge it before Court B, which is authorised to hear appeals from Court A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b259bbdf4024439fbaeb807af78dfda0_168"
    },
    {
      "start": 29988,
      "end": 30287,
      "text": "It cannot extend to a possible appeal from Court B to Court C, because Court C is not a Court authorised to entertain an appeal against the decision of Court A, and it will be an error to speak of the suitor in Court A having a right of appeal to Court C to which under the law an appeal cannot lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43e7ceac1b054f7bbba0f205211d630b_169"
    },
    {
      "start": 30288,
      "end": 30521,
      "text": "Section 96 of the Code of Civil O.S.A.Nos.235 and 239 of 2020 Procedure brings out the position quite unmistakably, when it provides that an appeal shall lie \"to the Court authorised to hear appeals from the decisions of such Court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "823f03e1028e4ba0ae88d308d683c3c2_170"
    },
    {
      "start": 30522,
      "end": 31095,
      "text": "And if, as already pointed out, under the scheme of the Code an appeal from Court A to Court B is a proceeding distinct and different from an appeal from Court B to Court C, and that is a feature which runs through the entire succession of appeals under the Code, it will be inconsistent with that scheme to hold that when a suitor commences an action in Court A, a right vests in him at that time not merely to appeal from Court C to Court B, as held in Colonial Sugar Refining Company Vs. Irving (1905) AC 369 but also from Court B to Court C and from Court C to Court D.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1090434e300144489f9d07fc7235ee7d_171"
    },
    {
      "start": 31096,
      "end": 31300,
      "text": "The decision in Colonial Sugar Refining Company Vs. Irving (1905) AC 369 on which this conclusion in Sadar Ali Vs. Dalimuddin (1929) ILR 56 Cal 512 is based, is clearly no authority in support of it.\"\n11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6f5ec5b5f3be4de48fdd7ac330ba4dbc_172"
    },
    {
      "start": 31301,
      "end": 31561,
      "text": "By placing reliance on the aforesaid judgments, the learned counsel for the appellant/plaintiff reiterated that since the applications were filed during August 2017, before the CCA was notified in Madras, the vested right of the plaintiff cannot be taken away.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e27a95315ea6432dbc6c076a1cb63ab4_173"
    },
    {
      "start": 31562,
      "end": 31659,
      "text": "The documents in question along with affidavit of documents were filed as early as on 24.07.2014.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "76ce8546d43a4cf897488e46e230a137_174"
    },
    {
      "start": 31660,
      "end": 31848,
      "text": "The four documents in question were marked as exhibits on 08.12.2016 along with an affidavit of Mr.Sunil Kapoor under Section 65-B O.S.A.Nos.235 and 239 of 2020 of the Indian Evidence Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6153a73205214a36abb37bab25ac050c_175"
    },
    {
      "start": 31849,
      "end": 32012,
      "text": "It is only in this background of order dated 30.06.2017 eschewing documents, the plaintiff was constrained to file the applications in question during August 2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e54707d476b44864b798960f51ab4579_176"
    },
    {
      "start": 32013,
      "end": 32142,
      "text": "Therefore, the right of appeal accrued to the plaintiff on the date of filing the suit is February 2009 when the \"lis\" commenced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "772cc18b291b4628806de5a0d8c46b07_177"
    },
    {
      "start": 32143,
      "end": 32248,
      "text": "It is submitted even otherwise, the \"lis\" commenced, when the applications were filed during August 2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d5b5dd30caf4a3a9131c1c76a4ff2f9_178"
    },
    {
      "start": 32249,
      "end": 32417,
      "text": "It is submitted that in August 2017, the Commercial Courts Act (CCA) had not been notified and thus the right of appeal was governed by Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f6ba56fcec454ffe80daaa5c6b0d9acc_179"
    },
    {
      "start": 32418,
      "end": 32691,
      "text": "Even though the order under appeal was passed after Notification dated 29.11.2017 issued under Section 4 of the CCA, the right of appeal has to be construed as governed by the law on the date of institution of the \"lis\", as held in the above decisions of the Supreme Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "01cdf85a60e64171b8efbb82badc8789_180"
    },
    {
      "start": 32693,
      "end": 32882,
      "text": "12. The learned counsel for the plaintiff further submitted that there is nothing to indicate in the provisions of the CCA that the provisions therein, will apply with retrospective effect.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5064da9015a4b00adc26d1dc0c93560_181"
    },
    {
      "start": 32883,
      "end": 33003,
      "text": "If the intention of the Legislature is to divest a litigant his vested right, it must be positively stated in a Statute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1595bf73961f43c6a529641209abde21_182"
    },
    {
      "start": 33004,
      "end": 33098,
      "text": "In the absence of any such indication, the provisions of the CCA can apply only prospectively.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d969b23c1054c07a0288d658d94e89a_183"
    },
    {
      "start": 33099,
      "end": 33266,
      "text": "Therefore, the learned counsel for the plaintiff O.S.A.Nos.235 and 239 of 2020 contended that the present appeal is maintainable under Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f377a75d1d8245b391a93e032927014d_184"
    },
    {
      "start": 33267,
      "end": 33751,
      "text": "In this regard, the learned counsel for the appellant/plaintiff invited the attention of this Court to the decision of a Division Bench of this Court in the case of Rubinetterie Bresciane Bonomi SPA vs. Lehry Instrumentation and Values Private Limited, reported in 2019 (4) CTC 188, to contend that, right of appeal under the Letter Patent would continue to be available to all the orders passed in the proceedings in all suits pending on the date of the coming into force of the CCA.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0754a5dbfdb449a2a9c871764d462b0c_185"
    },
    {
      "start": 33752,
      "end": 33831,
      "text": "Therefore, he submitted that Section 13 of the CCA will not apply to this case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa12bc69f2934deeb9765fd694e3270c_186"
    },
    {
      "start": 33832,
      "end": 34224,
      "text": "He also relied on the judgments of the Delhi High Court: (i) In Eros Resorts and Hotels vs. Explorer Associates, reported in 2018 SCC Online Delhi 8945 and (ii) In Bhramos vs. Fiitjee Limited, reported in 2019 SCC Online Delhi 7282, wherein, it was held that where the appeals were filed before the suits were transferred to the Commercial Division, Section 13 of the CCA were not applicable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bd8f7bb2f438440c836163e3e198216d_187"
    },
    {
      "start": 34225,
      "end": 34362,
      "text": "It was also held therein that an \"appellate remedy\" becomes a \"vested right\" to a party on the date when the dispute / lis is instituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0fe2661add1e47d8a4efdb0ae02b2d27_188"
    },
    {
      "start": 34363,
      "end": 34654,
      "text": "Therefore, it was held that the \"right to appeal\" would have accrued to the appellant and it had become a \"vested right\" on the date of O.S.A.Nos.235 and 239 of 2020 filing of the suit or at worst, on the date when the plaintiff filed the application which culminated in the impugned orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a60e47c5e62c435298fd7eede760d3d4_189"
    },
    {
      "start": 34656,
      "end": 35247,
      "text": "13. With regard to the judgment of the Division Bench of this Court in Magic Frames and others vs. Radiance Media Private Limited, reported in 2019 (4) CTC 497 = 2019 (3) LW 385 = 2019 (5) MLJ 479, in which one of us (R. Subbiah, J was a member), it is submitted that the ratio laid down in the said judgment will not apply to the facts of the case on hand, inasmuch as the order which was under challenge in the said decision was passed by the Commercial Court under Order 13 A of the Code of Civil Procedure, as amended by the CCA viz., application for summary judgment to decree the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4fa315e82854a2abdabca5b73453973_190"
    },
    {
      "start": 35248,
      "end": 35321,
      "text": "In that case, the entire procedure was governed by the provisions of CCA.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "10e3776dd46140d2be5c5f55ea143272_191"
    },
    {
      "start": 35322,
      "end": 35590,
      "text": "However, in the present case, the applications were filed when the Commercial Division had not been notified under Section 4 of the CCA and therefore, the vested \"right of appeal\" of plaintiff as an appellant under Clause 15 of the Letters Patent, cannot be curtailed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "258a647d8d854f63939e5fdc0f4ff703_192"
    },
    {
      "start": 35592,
      "end": 36178,
      "text": "14. In respect of scenario (iii) mentioned above, the learned counsel for the plaintiff invited the attention of this Court to the judgment delivered by the Division Bench of this Court in O.S.A.Nos.13 to 15 of 2020, dated O.S.A.Nos.235 and 239 of 2020 05.02.2020 (M/s.Kapoor Imaging Private Limited Vs. M/s.Kodak (India) Private Limited), reported in CDJ 2020 MHC 1737 and submitted that this Court applied the principle elucidated by the Supreme Court in the case of Garikapati Vs. Subbiah Choudhry and other, reported in AIR 1957 SC 540 as well as Videocon International Limitaed Vs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1dde3bb8176c442dae4900fb6bd964e0_193"
    },
    {
      "start": 36179,
      "end": 36189,
      "text": "Securities",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac216140c6344d87b7036a847f34d19d_194"
    },
    {
      "start": 36190,
      "end": 36217,
      "text": "and Exchange Board of India",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "38dcd88d0db1463b84fb38b454aae0fb_195"
    },
    {
      "start": 36218,
      "end": 36319,
      "text": ", reported in 2015 (4) SCC 33 and held that appeal is maintainable under Clause 15 of Letters Patent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "efc7df683e3440feabb72ab56a7132d7_196"
    },
    {
      "start": 36320,
      "end": 36430,
      "text": "In that case, the Commercial Division assumed jurisdiction on 16.08.2019 and issues were framed on 17.09.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78773659a33e455ca54a27c3d9cd4a0b_197"
    },
    {
      "start": 36431,
      "end": 36618,
      "text": "Therefore, the appellant therein who is also the appellant in the present case, filed an application seeking to mark additional documents under Order VII Rule 14 (4) of CPC on 17.09.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efdde75d1d454e0caf0a2427e455e32c_198"
    },
    {
      "start": 36619,
      "end": 36830,
      "text": "An objection was raised by the respondent under Order IX of CPC and amended by the CCA stating that under Order IX of CPC, as amended by CCA, require that all the documents should be filed along with the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de5970af586b461aa05028c61ced41dd_199"
    },
    {
      "start": 36831,
      "end": 36923,
      "text": "Therefore, order VII Rule 14 CPC does not apply by virtue of Order IX Rule 7 of amended CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1c0008eb59b4d08b4c7f7c98ab061ce_200"
    },
    {
      "start": 36924,
      "end": 37233,
      "text": "The same was rejected by the Division Bench of this Court in the said case in O.S.A.Nos.13 to 15 of 2020 (supra) observing that the right available under the Code of Civil Procedure in a suit which O.S.A.Nos.235 and 239 of 2020 has been transferred, cannot be taken away as the right is substantial in nature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87af75392e2d4dd9a226d37960159b08_201"
    },
    {
      "start": 37234,
      "end": 37405,
      "text": "Therefore, it is submitted that, Section 13 of the CCA is not a bar for the maintainability of the present appeals before this Court under Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eff2597b4ed24567a648843d32234846_202"
    },
    {
      "start": 37407,
      "end": 37705,
      "text": "15. With regard to the applicability of Clause 15 of the Letters Patent, the learned counsel for the plaintiff submitted that, to file an appeal against the order, first, it has to be seen as to whether the said \"order\" amounts to a \"Judgment\" within the meaning of Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0215947d957b4938988ab0803aa51fd7_203"
    },
    {
      "start": 37706,
      "end": 37919,
      "text": "In this regard, the learned counsel for the plaintiff invited the attention of this Court to Shah Babulal Khimji Vs. Jayaben D.Kania and another, reported in 1981 (4) SCC 8, wherein, it was held as follows:-\n\"113.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ee21d72c90cc4baaba62f218ac494809_204"
    },
    {
      "start": 37920,
      "end": 38266,
      "text": "The concept of a judgment as defined by the Code of Civil Procedure seems to be rather narrow and the limitations engrafted by sub-s. (2) of S.2 cannot be physically imported into the definition of the word 'Judgment' as used in Cl.15 of the Letters Patent because the Letters Patent has advisedly not used the terms 'order' or 'decree' anywhere.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cce077ef523b421dade6e605de142d18_205"
    },
    {
      "start": 38267,
      "end": 38479,
      "text": "The intention, therefore, of the givers of the Letters Patent was that the word 'judgment' should receive a much wider and more liberal interpretation than the word 'judgment' used in the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96080e6dcc9c4d97a43c78e7d8acdb25_206"
    },
    {
      "start": 38480,
      "end": 38689,
      "text": "At the same time, it cannot be said that any order passed by a Trial Judge would amount to a judgment; otherwise, there will be no end to the number of orders which would be appealable under the Letter Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a840f088de4347f692670a8b70edab54_207"
    },
    {
      "start": 38690,
      "end": 38836,
      "text": "It seems to us O.S.A.Nos.235 and 239 of 2020 that the word 'judgment' has undoubtedly a concept of finality in a broader and not a narrower sense.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bedb87cb1baa40118825943ffb5071a8_208"
    },
    {
      "start": 38837,
      "end": 38942,
      "text": "In other words, a judgment can be of three kinds:-\n1...\n2.....\n3. Intermediary or interlocutory Judgment:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cbf2ad659d34193a776ad20f6e061d2_209"
    },
    {
      "start": 38943,
      "end": 39194,
      "text": "most of the Interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43 Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "822099785b0f427884ba7cf9f379e5ff_210"
    },
    {
      "start": 39195,
      "end": 39479,
      "text": "\nThere may also be interloctory orders which are not covered by O.43 R.1, but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c495cee5cda44c1901b146ccd944f03_211"
    },
    {
      "start": 39480,
      "end": 39625,
      "text": "Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote.....",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44074cc020d44def87f845c207e193b2_212"
    },
    {
      "start": 39627,
      "end": 40239,
      "text": "114. In the course of the trial, the Trial Judge may pass a number of orders whereby some of the various steps to be taken by the parties in prosecution of the suit may be of routine nature while other orders may cause some inconvenience to one party or the other, e.g., an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing an order of costs to one of the parties for its default or an order exercising discretion in respect of a procedural matter against one party or the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a646f559075745769f1ca3ee8d789879_213"
    },
    {
      "start": 40240,
      "end": 40498,
      "text": "Such orders are purely interlocutory and cannot constitute judgments because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the appeal against the final judgment passed by the trial Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89f253e5ea7f4f94ba13178866e79da1_214"
    },
    {
      "start": 40500,
      "end": 40794,
      "text": "115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital O.S.A.Nos.235 and 239 of 2020 and valuable rights of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87a23bc1289a43479d551fb36539785d_215"
    },
    {
      "start": 40795,
      "end": 41055,
      "text": "Similarly, orders passed by the Trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\"\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d369ea46e3842fabc126301399b1567_216"
    },
    {
      "start": 41056,
      "end": 41270,
      "text": "The learned counsel for the plaintiff submitted that, going by the above dictum, the rejection of an application filed for taking the documents on record before the first hearing of the suit, would be a \"judgment\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a5c9d4a6f3074c698e0a2d65fbba75b8_217"
    },
    {
      "start": 41271,
      "end": 41408,
      "text": "In this case, four disputed documents were filed before the first hearing, before the trial commenced with the filing of proof affidavit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10ffda1ad8da4c4aab2c65e4e1f7475b_218"
    },
    {
      "start": 41409,
      "end": 41492,
      "text": "Subsequently, with a view to cure certain defects pointed, applications were filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "374d16d9d002417dbcf19e92188d7183_219"
    },
    {
      "start": 41493,
      "end": 41650,
      "text": "If the procedural defects are not cured, the same cannot be corrected in an \"appeal\" filed against \"judgment\" that may be subsequently delivered in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd2291389aa04100b50cc0db4ee0aad3_220"
    },
    {
      "start": 41651,
      "end": 42090,
      "text": "In this regard, the learned counsel for the plaintiff referred to Paragraph No.115 of the decision of the Supreme Court in the case of Shah Babulal Khimji case (supra), and submitted that, all orders pertaining to admissibility and relevancy of a document, cannot be treated as \"judgment\", O.S.A.Nos.235 and 239 of 2020 unless the grievance on this score can be corrected by the appellate Court in an \"appeal\" against the \"final judgment\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fa50b526847a4fd5ba1d0278cff5f499_221"
    },
    {
      "start": 42091,
      "end": 42365,
      "text": "In this regard, the learned counsel for the appellant/plaintiff also relied on a decision in the case of R.V.E.Venkatachala Gounder Vs. Arumigh Visweswaraswami and V.P. Temple and another, reported in 2003 (8) SCC 752 and the relevant paragraph of the same reads thus:-\n\"20.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dc610cc33fae4b25823531f90fb4b7d3_222"
    },
    {
      "start": 42366,
      "end": 42747,
      "text": "The objections as to admissibility of documents in evidence may be classified into two classes:- (i) an objection that the document which is sought to be proved is itself inadmissible in evidence; and (ii) where the objection does not dispute the admissibility of the document in evidence but is directed towards the mode of proof alleging the same to be irregular or insufficient.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9454876338a849a3af7a6a67a8166866_223"
    },
    {
      "start": 42748,
      "end": 42951,
      "text": "In the first case, merely a document has been marked as an exhibit, an objection as to its admissibility is not excluded and is available to be raised even at a later stage or even in appeal or revision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "045bc6b0e1da4c2cb7aa663f1cb5199e_224"
    },
    {
      "start": 42952,
      "end": 43337,
      "text": "In the latter case, the objection should be taken when the evidence is tendered and once the document has been admitted in evidence and marked as an exhibit, the objection that it should not have been admitted in evidence or that the mode adopted for proving the document is irregular cannot be allowed to be raised at any stage subsequent to the marking of the document as an exhibit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "403bba5f49a14731a6d43d0be413b2db_225"
    },
    {
      "start": 43338,
      "end": 43384,
      "text": "The latter proposition is a rule of fair play.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e06cb192dbe54759ac5b637e664cc74d_226"
    },
    {
      "start": 43385,
      "end": 43594,
      "text": "The crucial test is whether an objection, if taken at the appropriate point of time, would have enabled the party tendering the evidence to cure the defect and resort to such mode of proof as would be regular.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17e86881482d40658cff0607e4de6176_227"
    },
    {
      "start": 43595,
      "end": 43841,
      "text": "The omission to object becomes fatal because by his failure the party entitled to object allows the party tendering the evidence to act on an assumption that the O.S.A.Nos.235 and 239 of 2020 opposite party is not serious about the mode of proof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fcf87f6121044a8a5784ce068baa355_228"
    },
    {
      "start": 43842,
      "end": 44378,
      "text": "On the other hand, a prompt objection does not prejudice the party tendering the evidence, for two reasons; firstly, it enables the Court to apply its mind and pronounce its decision on the question of admissibility then and there; and secondly, in the event of finding of the Court on the mode of proof sought to be adopted going against the party tendering the evidence, the opportunity of seeking indulgence of the Court for permitting a regular mode or method of proof and thereby removing the objection raised by the opposite party",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4683cf3b1ea402d8038b36073c9103d_229"
    },
    {
      "start": 44379,
      "end": 44428,
      "text": ", is available to the party leading the evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2034d7313bbe418ab390a5db6e2d9749_230"
    },
    {
      "start": 44429,
      "end": 44485,
      "text": "Such practice and procedure is fair to both the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "291a5f99220948b9af2158d614905322_231"
    },
    {
      "start": 44486,
      "end": 44771,
      "text": "Out of the two types of objections, referred to hereinabove in the latter case, failure to raise a prompt and timely objection amounts to waiver of the necessity for insisting on formal proof of a document, the document itself which is sought to be proved being admissible in evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c377a28a0fc4b988ba8f93755b7bd3b_232"
    },
    {
      "start": 44772,
      "end": 44866,
      "text": "In the first case, acquiescence would be no bar to raising the objection in a superior Court.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4eb1fd2b95194dd0aca6bf288c26a38b_233"
    },
    {
      "start": 44868,
      "end": 45275,
      "text": "17. In the present case, the \"order under appeal\" deals with mode of proof and the same was required to be raised at the time of marking the document itself, since there is no scope of challenge/correction in the appeal or revision and therefore, the said order does not fall within the ambit of negative connotation in paragraph 115 of the decision of the Supreme Court in Shah Babulal Khimji case (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ee3b68ad92848ee92c0bd7e92af8e0e_234"
    },
    {
      "start": 45276,
      "end": 45594,
      "text": "Insofar as the orders passed on objections regarding the very admissibility of documents, is concerned, O.S.A.Nos.235 and 239 of 2020 there is no valuable right lost, since the aggrieved parties can raise these objections, both at the time of final arguments before the trial court, or even before the Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95475477049e40f2a46941533e9992de_235"
    },
    {
      "start": 45595,
      "end": 45899,
      "text": "However, orders passed regarding objections, \"qua\", mode of proof, ought to be considered as 'judgment', and a party relying on the document is totally precluded from introducing the document on record and there is no opportunity at any future date to make out any case on the basis of the said document.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6633b2b1b9241908fb280468abeaab7_236"
    },
    {
      "start": 45900,
      "end": 46060,
      "text": "Hence, when a valuable right is lost forever by way of an order, the order becomes appealable, even though the same is not enumerated under Order 43 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "636306d792d64f889015949790c19a54_237"
    },
    {
      "start": 46061,
      "end": 46324,
      "text": "Therefore, the \"orders\" that affect the valuable right of a party so as to cause grave prejudice or decide an important aspect of trial in an ancillary proceeding, as that of this case, ought to be considered as a \"judgment\" under Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a99b7b5b2e945189d9228609b734de0_238"
    },
    {
      "start": 46325,
      "end": 46573,
      "text": "\n18 . With regard to merits of the case, the learned counsel appearing for the appellant/plaintiff submitted that, absolutely, there is no requirement to file application under Section 65(c) of the Indian Evidence Act, to let in secondary evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab9b94a427e24a159476b63d12f06404_239"
    },
    {
      "start": 46574,
      "end": 46806,
      "text": "In this regard, he also invited the attention of this Court to the judgment of the Apex Court reported in 2020 SCC Online SC 606 O.S.A.Nos.235 and 239 of 2020 (Dhanpat Vs. Sheo Ram), relevant portion of which, reads as follows:\n\"20.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "29b5bd62b0d5431da77732f011798a49_240"
    },
    {
      "start": 46807,
      "end": 46958,
      "text": "There is no requirement that an application is required to be filed in terms of Section 65(c) of the Evidence Act before the secondary evidence is led.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "56ef1eb4cc3f4687b3ac8e4504411acd_241"
    },
    {
      "start": 46959,
      "end": 47329,
      "text": "A party to the lis may choose to file an application which is required to be considered by the trial court but if any party to the suit has laid foundation of leading of secondary evidence, either in the plaint or in evidence, the secondary evidence cannot be ousted for consideration only because an application for permission to lead secondary evidence was not filed.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "edcfcff30caa4dd9b045862a5a1775e7_242"
    },
    {
      "start": 47331,
      "end": 47533,
      "text": "19. Thus, the learned counsel for the plaintiff submitted that there is no need to file an application seeking permission to lead secondary evidence, in view of Section 65(c) of the Indian Evidence Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "de6dc25477574c0cbebd8f107d159847_243"
    },
    {
      "start": 47534,
      "end": 47692,
      "text": "In the instant case, chief examination was conducted on 08.12.2016 and the reasons have also been given for non-filing of the originals of the four documents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c360d0a2d114b39953af5ccc1eb6fb4_244"
    },
    {
      "start": 47693,
      "end": 47960,
      "text": "Hence, the order under appeal has to be set aside, inasmuch as one of the main reasons for rejecting the application is on the basis of an earlier order, inter-partes, to the effect that an application for secondary evidence was not filed before marking of documents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb183f2f20644288a828f397b4b6c638_245"
    },
    {
      "start": 47962,
      "end": 48351,
      "text": "20. According to the learned counsel appearing for the plaintiff, O.S.A.Nos.235 and 239 of 2020 another reason assigned by the learned Single Judge to dismiss the application(s) of the plaintiff is that, when once the document was eschewed for non-compliance of procedures under Section 65 of the Indian Evidence Act, a subsequent application seeking for such permission is not applicable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a9dad527a3a744a68bcaaf820806364c_246"
    },
    {
      "start": 48352,
      "end": 48485,
      "text": "In this regard, the learned counsel appearing for the plaintiff submitted that non-compliance of procedures can be cured at any time.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "43b4217c538d4c66a972232d394def8d_247"
    },
    {
      "start": 48486,
      "end": 48621,
      "text": "Moreover, in the instant case, the cross examination had not commenced, and therefore, the concept of \"res-judicata\" is not applicable.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a8792294a0e14c5694128b349deeb4a6_248"
    },
    {
      "start": 48623,
      "end": 48901,
      "text": "21. With regard to the application to file affidavit of the Accounts Manager and Systems-in-charge of the plaintiff-Company, it is submitted that the learned Single Judge had not assigned any reason and therefore, the order under appeal has to be set aside on this ground alone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a472b1993574c5b90fa9aef09b1aca1_249"
    },
    {
      "start": 48902,
      "end": 49458,
      "text": "Further, the learned counsel for the plaintiff relied on a decision of the Supreme Court reported in 2020 (7) SCC 1 = 2020 SCC Online SC 571 (Arjun Panditrao Khotkara Vs. Kailash Kushanrao Gorantyal and others) and submitted that, so long as the hearing in the trial is not over, the Certificate can be directed to be produced by the Judge at any stage or \"a-fortiori\" can be produced by a party by way of an application, so that the information O.S.A.Nos.235 and 239 of 2020 contained in electronic record form can be admitted and relied upon in evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d985df8dd4fb4662bd17880c3cbe40ce_250"
    },
    {
      "start": 49459,
      "end": 49545,
      "text": "The relevant portion of the above decision of the Supreme Court reads as follows:\n\"56.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2165e0d7aaf34bdaabf3783b5448b345_251"
    },
    {
      "start": 49546,
      "end": 49722,
      "text": "Therefore, in terms of general procedure, the prosecution is obligated to supply all documents upon which reliance may be placed to an accused before commencement of the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d029b908a00c4af1a57505c7de60fc80_252"
    },
    {
      "start": 49723,
      "end": 49906,
      "text": "Thus, the exercise of power by the courts in criminal trials in permitting evidence to be filed at a later stage should not result in serious or irreversible prejudice to the accused.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "966e63d7b13041aeb0bdeca021c54b49_253"
    },
    {
      "start": 49907,
      "end": 50113,
      "text": "A balancing exercise in respect of the rights of parties has to be carried out by the court, in examining any application by the prosecution under Sections 91 or 311 CrPC or Section 165 of the Evidence Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c090db3eb81448a9a719f6df935c3f6_254"
    },
    {
      "start": 50114,
      "end": 50370,
      "text": "Depending on the facts of each case, and the court exercising discretion after seeing that the accused is not prejudiced by want of a fair trial, the court may in appropriate cases allow the prosecution to produce such certificate at a later point in time.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "06b3594c27ce48bfa86bfa4191114c35_255"
    },
    {
      "start": 50371,
      "end": 50582,
      "text": "If it is the accused who desires to produce the requisite certificate as part of his defence, this again will depend upon the justice of the case  discretion to be exercised by the court in accordance with law.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31739b7261384ff5bedb6ce036f21c4c_256"
    },
    {
      "start": 50583,
      "end": 50924,
      "text": "\n\"64. To obviate this, general directions are issued to cellular companies and internet service providers to maintain CDRs and other relevant records for the period concerned (in tune with Section 39 of the Evidence Act) in a segregated and secure manner if a particular CDR or other record is seized during investigation in the said period.",
      "labels": [
        "STA"
      ],
      "id": "8fbb1b834c71450bac86fd2b25cbe151_257"
    },
    {
      "start": 50925,
      "end": 51086,
      "text": "The parties concerned can then summon such records at the stage of defence evidence, or in the event such data is required to cross-examine a particular witness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b140ba1f48594c7a90efb6602f384eec_258"
    },
    {
      "start": 51087,
      "end": 51573,
      "text": "This direction shall be applied, in criminal trials, till appropriate O.S.A.Nos.235 and 239 of 2020 directions are issued under relevant terms of the applicable licences, or under Section 67-C of the Information Technology Act, which reads as follows:\n67-C. Preservation and retention of information by intermediaries.(1) Intermediary shall preserve and retain such information as may be specified for such duration and in such manner and format as the Central Government may prescribe.",
      "labels": [
        "STA"
      ],
      "id": "8a41a2d4badb4b06802c86095ccb1c79_259"
    },
    {
      "start": 51574,
      "end": 51783,
      "text": "\n(2) Any intermediary who intentionally or knowingly contravenes the provisions of sub- section (1) shall be punished with an imprisonment for a term which may extend to three years and also be liable to fine.",
      "labels": [
        "STA"
      ],
      "id": "8703c337794445f5be8abee93cb0edc0_260"
    },
    {
      "start": 51785,
      "end": 51979,
      "text": "22. Thus, the learned counsel appearing for the plaintiff submitted that, on merits of the matter also, the appellant has got a good case and thus, he prayed for allowing the present O.S.As.\n23.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac6821b1f8e8468698c633090b3dd278_261"
    },
    {
      "start": 51980,
      "end": 52271,
      "text": "Countering the above submissions made by the learned counsel for the plaintiff, the learned counsel for the defendants submitted in the first place that the appeals filed by the plaintiff, are not maintainable under Clause 15 of the Letters Patent as well as under Section 13 of the CCA.\n24.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70f153a36bb74db8adae47bb05c7739d_262"
    },
    {
      "start": 52272,
      "end": 52599,
      "text": "With regard to the non-applicability of Clause 15 of the Letters Patent, the learned counsel appearing for the respondents/defendants O.S.A.Nos.235 and 239 of 2020 submitted that, on a reading of Clause 15 of the Letters Patent, it is evident that an appeal would lie under Clause 15 of the Letters Patent only from \"judgment\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b29847fa9486448d84c0d56d279cc5d4_263"
    },
    {
      "start": 52600,
      "end": 52681,
      "text": "Clause 15 of the Letters Patent also sets out as to when an appeal would not lie.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb88ccc3fca9401789df2d7776bc3055_264"
    },
    {
      "start": 52682,
      "end": 52820,
      "text": "The nature of order under challenge in these appeals, will not fall within the ambit of \"judgment\" as per Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "11cd927856b24730889b5f39dd64a8f6_265"
    },
    {
      "start": 52821,
      "end": 53386,
      "text": "In this regard, the learned counsel appearing for the defendants also relied upon the very same judgment that was relied upon by the learned counsel for the plaintiff, reported in Shah Babulal Khimji Vs. Jayaben D.Kania, (supra), and submitted that in paragraph 115 therein, it has been stated that the orders passed by the learned trial Judge deciding the question of admissibility or relevancy of the document, cannot be treated as \"judgments\", because, the grievance of the Court can be corrected by the appellate Court in the \"appeal\" in the final judgment.\n25.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "84b47e5d722f4d41a893c34028ee17ad_266"
    },
    {
      "start": 53387,
      "end": 53619,
      "text": "In the instant case also, the order passed by the learned Single Judge, in effect, pertains to admissibility of a document, and hence, the order under challenge cannot be treated as \"judgment\" within Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e3ad035a0c5f474b94fa45d4dad59420_267"
    },
    {
      "start": 53620,
      "end": 54240,
      "text": "In this regard, the learned counsel appearing for the defendants also drew the attention of this Court to a judgment of a Division O.S.A.Nos.235 and 239 of 2020 Bench of this Court delivered in the case of Rubinetterie Bresciane Bonomi SpA Vs. Lehry Instrumentation and Valves Private Limited, reported in 2019 (2) MLJ 257 and submitted that in the said case, two orders, namely (i) an order disallowing production of certain documents, and (b) order eschewing of oral evidence of a witness, passed by the learned Single Judge, were challenged before a Division Bench of this Court under Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5fa50307c6fb4a8c99ce26b75c8cd3e4_268"
    },
    {
      "start": 54241,
      "end": 54480,
      "text": "In the said case, the Division Bench held that the order under challenge, does not constitute \"judgments\" within the meaning of Clause 15 of the Letters Patent, as the said order, in effect, was made while regulating the trial proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e3df5edd045f49e7b71640dc2b6c989b_269"
    },
    {
      "start": 54481,
      "end": 54659,
      "text": "It has been further held in the said judgment that the order regulating the trial proceedings does not qualify a \"judgment\" within the meaning of Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b7abf22be3a34758809dc11cd25708ed_270"
    },
    {
      "start": 54660,
      "end": 54911,
      "text": "Even in the instant case, the impugned order, in effect, only regulates the trial proceedings by determining the nature of documents that could be treated as evidence, and hence, it will not qualify as \"judgment\" under Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e7fe7454b7c4009b25bcdc58639503a_271"
    },
    {
      "start": 54912,
      "end": 55070,
      "text": "The applications in question were admittedly filed only to cure procedural defects and hence, could not affect valuable rights / finally determine the rights.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b6262e7975974d258bb687d7e4524d88_272"
    },
    {
      "start": 55071,
      "end": 55281,
      "text": "The instant appeals filed by the O.S.A.Nos.235 and 239 of 2020 plaintiff do not constitute a \"judgment\"and hence, on that ground, the present appeals are not maintainable as per Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a73d19db9e1746d18e3a296769329dd9_273"
    },
    {
      "start": 55283,
      "end": 55518,
      "text": "26. With regard to the maintainability of the appeals under Section 13 of the CCA, it is submitted that by virtue of Section 8 of the CCA, 2015, there is a specific bar on any appeal under the interlocutory order of a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd1c83f77d5a47d6a7a48127ba3795c3_274"
    },
    {
      "start": 55519,
      "end": 56166,
      "text": "In this regard, the learned counsel appearing for the respondents/defendants invited the attention of this Court to Section 8 of the CCA, which reads as follows:\n\"Section 8: Bar against revision application or petition against an interlocutory order: -Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n27.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "46e0a5abd3cd41bca4da8f8573830a0c_275"
    },
    {
      "start": 56167,
      "end": 56434,
      "text": "Further, the learned counsel appearing for the respondents/defendants submitted that, Section 13(1) and 13(1-A) of the CCA provides that \"any person\" who is aggrieved by a judgment or order of O.S.A.Nos.235 and 239 of 2020 a Commercial Court, has a \"right of appeal\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2617fc4a430b4bc181c36e2d64245b2a_276"
    },
    {
      "start": 56435,
      "end": 56516,
      "text": "However, it does not provide the nature of orders that could be appealed against.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "35bcde1fd9a24907a2b3bf1e451363fc_277"
    },
    {
      "start": 56517,
      "end": 56894,
      "text": "The proviso to Section 13(1) and 13 (1-A) of the CCA indicates that, \"Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n28.",
      "labels": [
        "STA"
      ],
      "id": "4b37653402dc4dd2b4179e9d5e1151eb_278"
    },
    {
      "start": 56895,
      "end": 57264,
      "text": "The order under challenge neither falls under the categories set out under Order 43 Rule 1 of CPC, nor is it an order / Appeal filed under Section 37 of the Arbitration Act and therefore, on a combined reading of Section 8 of the CCA and proviso to Section 13(1-A) of the CCA, it is evident that the instant appeals are not maintainable under the provisions of the CCA.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "068f63156bd8407aa6ea9d8d1b234607_279"
    },
    {
      "start": 57265,
      "end": 57517,
      "text": "In this regard, the learned counsel appearing for the defendants invited the attention of this Court to the Note, dated 31.01.2018 issued by the Honourable Chief Justice of this Court in exercise of the powers conferred under Section 18 of the CCA.\n29.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "28b4d41c4ee44124aa691d017ccfed7f_280"
    },
    {
      "start": 57518,
      "end": 57912,
      "text": "It is submitted that under Sections 13(1-A) and 15(3) of the CCA, all suits or applications, in which the final judgments have not O.S.A.Nos.235 and 239 of 2020 been reserved prior to the constitution of the Commercial Division or Commercial Court, shall stand transferred, and the provisions of the CCA, 2015, shall apply to those procedures that were not complete at the time of transfer.\n30.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2e2e540eaabc425e97ca863e7dd13a4c_281"
    },
    {
      "start": 57913,
      "end": 58065,
      "text": "In the instant case, by virtue of the language used in Section 15(3) of the CCA, 2015, the procedure, viz., the right of appeal is subject to CCA, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "875caeb5bc294cc3bea14794d9ce76a4_282"
    },
    {
      "start": 58066,
      "end": 58569,
      "text": "With regard to the submission made by the learned counsel appearing for the plaintiff that, \"only with a view to cure certain procedural defects, the application under question was filed against the judgment that may be subsequently delivered in the suit\", it is replied by the learned counsel appearing for the defendants that as per Order 41 Rule 27-1-A CPC,. it is open to the plaintiff to file appeal against the final judgment passed in the suit, insofar as the documents in the suit are concerned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "126c3a028d4544479a4a0579aa24f51a_283"
    },
    {
      "start": 58570,
      "end": 58784,
      "text": "Therefore, it is incorrect to state that if the appeals are dismissed, the plaintiff cannot file the documents which were now eschewed by the Courts below, and cannot be taken as additional evidence in the appeals.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "260046c6dde140018337194f32706892_284"
    },
    {
      "start": 58786,
      "end": 59283,
      "text": "31. With regard to the merits of the case, the learned counsel appearing for the defendants, by inviting the attention of this Court to O.S.A.Nos.235 and 239 of 2020 Section 65 of the Indian Evidence Act, submitted that the secondary evidence of a document can be produced only under the specific circumstances enumerated therein, albeit after the leave of the Court under Section 65(a),(c) and (d) of the Indian Evidence Act, any secondary evidence of the contents of the documents is admissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "40e7a5c1ea054ea78a8266279f394ab2_285"
    },
    {
      "start": 59284,
      "end": 60318,
      "text": "The learned counsel appearing for the defendants, invited the attention to Section 65(a),(c) and (d) of the Indian Evidence Act, which reads as follows:\n\"Section 65: Cases in which secondary evidence relating to documents may be given: -- Secondary evidence may be given of the existence, condition or contents of a document in the following cases:--\n(a) when the original is shown or appears to be in the possession or power-- of the person against whom the document is sought to be proved, or of any person out of reach of, or not subject to, the process of the Court, or of any person legally bound to produce it, and when after the notice mentioned in section 66, such person does not produce it;\n.. ..\n.. ..\n(c) when the original has been destroyed or lost, or when the party offering evidence of its contents cannot, for any other reason not arising from his own default or neglect, produce it in reasonable time;\n(d) when the original is of such a nature as not to be easily movable;\nO.S.A.Nos.235 and 239 of 2020 .. .. ..\"\n32.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "feb333e58fc748c6b147cfb7a51e795b_286"
    },
    {
      "start": 60319,
      "end": 60739,
      "text": "In the instant case, the application seeking leave of the Court to file secondary evidence of four documents under Section 65 of the Evidence Act, had been filed in A.No.6383 of 2017, however, a mere perusal of the affidavit filed in support of the said application, shows that the plaintiff had not even specified the sub-clause of Section 65 of the Indian Evidence Act, under which the said application had been filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "99e8663fa6a64abb8592a18237f18a15_287"
    },
    {
      "start": 60740,
      "end": 61170,
      "text": "More specifically, in paragraphs 8 and 11 of the common affidavit filed in support of the said applications, dated August 2017, the appellant/plaintiff had merely stated that, \"... despite best efforts, the applicant has not been successful in finding the originals of letter dated 30.10.2006, 11.12.2006 and 20.04.2008 and invoice dated 15.11.2008\" and that \"the originals of the same are not traceable despite best efforts ...\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0fd83e84809439f9966458139d65779_288"
    },
    {
      "start": 61171,
      "end": 61311,
      "text": "These statements neither indicate as to whether the originals are in the hands of any third party, or lost, or destroyed or not movable.\n33.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7e3f6c3faf1a439aac52d815ae656e1f_289"
    },
    {
      "start": 61312,
      "end": 61704,
      "text": "In the above context, the learned counsel appearing for the defendants relied on a decision of the Supreme Court reported in 2007 (5) O.S.A.Nos.235 and 239 of 2020 SCC 730 (J.Yashoda Vs. K.Shohana Rani), wherein it was held as follows:\n\"9. .. .. Section 65, however permits secondary evidence to be given of the existence, condition or contents of documents under the circumstances mentioned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78830c4a119b48d49be04e10ea61fe53_290"
    },
    {
      "start": 61705,
      "end": 61810,
      "text": "The conditions laid down in the said section must be fulfilled before secondary evidence can be admitted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14ef773bddfe435bb26df858c9c217f3_291"
    },
    {
      "start": 61811,
      "end": 62038,
      "text": "Secondary evidence of the contents of a document cannot be admitted without non-production of the original being first accounted for in such a manner as to bring it within one or other of the cases provided for in the section.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "254af531cc994fed97b5c72d7e0d406e_292"
    },
    {
      "start": 62040,
      "end": 62562,
      "text": "34. The learned counsel appearing for the respondents/defendants also relied on a judgment of this Court reported in 2007 (2) LW 211 (Sivamalai Viswakarma Samuthaya Nala Sangam Vs. Natarajab and four others) and thus, submitted that when the appellant/plaintiff had failed to plead any of the circumstances enumerated under Section 65(c) of the Indian Evidence Act, he is not entitled to the relief prayed for and thus, he seeks for confirmation of the order passed by the learned Single Judge by dismissing these appeals.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "bc23bd2cdbf946b29b291cb707bd49aa_293"
    },
    {
      "start": 62564,
      "end": 62718,
      "text": "35. Keeping in mind the submissions made on either side, we have O.S.A.Nos.235 and 239 of 2020 carefully perused the entire materials available on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d092324cec2b4a3aa16fed43f3fe68f1_294"
    },
    {
      "start": 62720,
      "end": 62868,
      "text": "36. As we have discussed the facts in detail above, we refrain from reiterating the same any further in this judgment, unless the facts are germane.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8e748b5e74c4afa949b3452f60bf8df_295"
    },
    {
      "start": 62870,
      "end": 63246,
      "text": "37. Though very many contentions have been made by the learned counsel for both sides with regard to the maintainability of the appeals as well as merits of the case, at the outset, this Court has to decide the question of maintainability of the appeals, namely, as to whether the appeals are maintainable under Section 13 of the CCA and under Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a313612ae7346e994ff850b86883d69_296"
    },
    {
      "start": 63247,
      "end": 63353,
      "text": "If the answer is in the affirmative, then only the question of deciding the merits of the case will arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21f59d6c6543498880684509bd9fe840_297"
    },
    {
      "start": 63354,
      "end": 63424,
      "text": "Therefore, the question of maintainability has to be decided at first.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57dec40717024005b3d5c2946a515ad2_298"
    },
    {
      "start": 63426,
      "end": 63854,
      "text": "38. With regard to maintainability of the O.S.As. as against the order passed by the learned Single Judge sitting on the Commercial Division of this Court, it is the objection of the learned counsel for the respondents/defendants that, by virtue of Section 13 of the CCA Act, the appeal is not maintainable, whereas, according to the learned counsel for the appellant/plaintiff, Section 13 will not apply to the present appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90ac332b26d641bdbd84f76f4ea16e9a_299"
    },
    {
      "start": 63855,
      "end": 64040,
      "text": "In this O.S.A.Nos.235 and 239 of 2020 regard, it is the submission of the appellant/plaintiff that the suit was filed during February 2009 itself before the Original side of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abd677c91aee4f339aef4d95409873ac_300"
    },
    {
      "start": 64041,
      "end": 64187,
      "text": "The Commercial Division Bench of this Court was notified only on 29.11.2017, vide, Gazette Notification No.381 dated 29.11.2017 (as stated supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "711bbe94ba1649b1a48793f168379920_301"
    },
    {
      "start": 64188,
      "end": 64267,
      "text": "Appln.Nos.6383 and 6384 of 2017 were filed by the plaintiff during August 2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86d24ff6e95442ad8ec45ec8d4568912_302"
    },
    {
      "start": 64268,
      "end": 64418,
      "text": "These O.S.As. have been filed as against the order passed in the said Applications filed under the relevant provisions of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a915019b3fc641759a39ccae6c72f6a6_303"
    },
    {
      "start": 64419,
      "end": 64545,
      "text": "The order under appeal was passed on 11.08.2018 after notification of the Commercial Division by the Honourable Chief Justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b9d76d5cc0c4ff0aebc9e31296dc2b9_304"
    },
    {
      "start": 64547,
      "end": 66042,
      "text": "39. In view of the above submissions made on either side, it is appropriate to look into Section 13 of CCA, which reads as follows:\n\"Section 13: Appeals from decrees of Commercial Courts and Commercial Divisions- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order (1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order Provided that an appeal shall lie from such orders O.S.A.Nos.235 and 239 of 2020 passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996) (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n40. Section 13 of the CCA deals with \"appeals from orders\" or \"decrees\" of \"Commercial Courts and Commercial Divisions\".",
      "labels": [
        "STA"
      ],
      "id": "f8c5c396ac3f439a812e7cd682e2da6c_305"
    },
    {
      "start": 66043,
      "end": 66184,
      "text": "Sections 13 (1) and 13 (1A) provides that \"any person\" who is aggrieved by a judgment or order of the Commercial Court, can prefer an appeal.",
      "labels": [
        "STA"
      ],
      "id": "5d5c9adbdb2344d49eea9a171e7266ca_306"
    },
    {
      "start": 66185,
      "end": 66262,
      "text": "But, it does not provide the nature of orders that would be appealed against.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "608530399e1e4dff84b2bef660423f59_307"
    },
    {
      "start": 66263,
      "end": 66611,
      "text": "The proviso to Sections 13(1) and 13(1-A) of CCA indicates that an \"appeal\" shall lie from such of those orders passed by a Commercial Division or a Commercial Court that are specifically enumerated thereunder, namely (i) Order 43 of CPC as amended by the Commercial Courts Act and (ii) Section 37 of the Arbitration and Conciliation Act, 1996.\n41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cd733a9ebb5432ab78175fa88836f4f_308"
    },
    {
      "start": 66612,
      "end": 66872,
      "text": "In the instant case, the order was passed by the learned Single O.S.A.Nos.235 and 239 of 2020 Judge in a transferred suit, which was originally filed before the Original side of this Court, and subsequently transferred to the Commercial Division of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6779f1bd3d24f829eda31903dfe09d6_309"
    },
    {
      "start": 66873,
      "end": 66938,
      "text": "The proceedings were governed by Section 15 (1) of the CCA, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31fd891406ec4996919b89700b9cb849_310"
    },
    {
      "start": 66939,
      "end": 67081,
      "text": "As per sub-clause (5) to Section 15, the provisions of the Act will apply to those proceedings that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9acaeb29b4b34208ae76912eb9074a60_311"
    },
    {
      "start": 67082,
      "end": 67140,
      "text": "These appeals were not filed under Order 43 Rule 1 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fe3c1ad5e6e4352bf27200472e533d9_312"
    },
    {
      "start": 67141,
      "end": 67265,
      "text": "It has been filed under Order 36 Rule 1 of the Original Side Rules of this Court, read with Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b34060a5bf6240ca89d43aab2d6e1d57_313"
    },
    {
      "start": 67267,
      "end": 67497,
      "text": "42. A reading of the decision in Garikapati case (cited supra) makes it clear that vested \"right of appeal\" can be taken away only by subsequent enactment, if it so provides expressly or by necessary implication and not otherwise.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5d00589f65d5417d9b268bf5cea51ed5_314"
    },
    {
      "start": 67498,
      "end": 67630,
      "text": "Under Section 8 of the CCA, there is a specific bar on any appeal against the interlocutory order passed by the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e506bfba72374df6a723cbf1f5c74a6e_315"
    },
    {
      "start": 67631,
      "end": 68186,
      "text": "Section 8 of the CCA is reproduced below:-\n\"Section 8: Bar against revision application or petition against an interlocutory order: -Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be O.S.A.Nos.235 and 239 of 2020 raised only in an appeal against the decree of the Commercial Court.\"\n",
      "labels": [
        "STA"
      ],
      "id": "f1fd0f53dc2e422d9e90793af2c3c721_316"
    },
    {
      "start": 68186,
      "end": 68296,
      "text": "43. Challenge against the order of the Commercial Court is subject to the provisions of Section 13 of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c45fa7e8ff394e21947f81baac72429e_317"
    },
    {
      "start": 68297,
      "end": 68482,
      "text": "If no revision or appeal against an interlocutory order of commercial court can be entertained, no appeal against such order of Commercial Division of the High Court can be entertained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77ec72951a394a0fab863fc60c2db264_318"
    },
    {
      "start": 68483,
      "end": 68644,
      "text": "Further, on a combined reading of Sections 8 and 13(1-A) of the CCA, it is evident that the instant appeals are not maintainable under the provisions of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2776dd39271485cae72f18ec6f05198_319"
    },
    {
      "start": 68645,
      "end": 69217,
      "text": "Moreover, as per Clause II(3) of the Notification No.48 of 2018, dated 31.01.2018 of this Court, pertaining to \"Practice Note for Commercial Division and Commercial Appellate Division\" in Madras High Court, issued by the Honourable Chief Justice, in exercise of the powers under Section 18 of the CCA, it was also clarified that, even if there is an appeal provision under the Letters Patent of a High Court or under any other law, no appeal would lie against an order or decree of a Commercial Division or Commercial Court (Section 13(2) of Act 4 of 2016 ..i.e. CCA).\n44.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddefaffd94334bc19ae307d28880497c_320"
    },
    {
      "start": 69218,
      "end": 69440,
      "text": "Therefore, it is clear that the present appeals against the order O.S.A.Nos.235 and 239 of 2020 passed by the learned Single Judge, are not maintainable, as it has been passed by the Commercial Division of this High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d63ffcb4f3ca477db32cdca49cbfcc63_321"
    },
    {
      "start": 69441,
      "end": 69542,
      "text": "Even otherwise, appeal against interlocutory order is applied to situation under Order 43 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0291bcac60e14abfb821b8b487405b63_322"
    },
    {
      "start": 69544,
      "end": 69607,
      "text": "45. Further, Section 21 of the CCA will have overriding effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edc650e56a0a41358e1ad8e61329b6a9_323"
    },
    {
      "start": 69608,
      "end": 69964,
      "text": "Section 21 reads as follows:-\n\"Section 21: Act to have overriding effect: Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "03e09eead1694085b732940a4c00deb8_324"
    },
    {
      "start": 69966,
      "end": 70106,
      "text": "46. Therefore, looking at from any angle, the instant appeals as against the order passed by the learned Single Judge, are not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc4c1d4a810449daa65ef03cf739e8b5_325"
    },
    {
      "start": 70107,
      "end": 70204,
      "text": "It is immaterial as to whether the suit was instituted before the enactment of CCA or afterwards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c301a7e45874773ad6ab87548765b6c_326"
    },
    {
      "start": 70205,
      "end": 70376,
      "text": "What is to be seen is as to whether the order passed by the learned Single Judge, will partake the character of an \"order\" passed by the Commercial Division of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea1d5f0195c041f3ba15ea9b452e7127_327"
    },
    {
      "start": 70377,
      "end": 70627,
      "text": "When an order is passed by the Commercial Division of this Court, whether the right of appellate remedy is O.S.A.Nos.235 and 239 of 2020 circumscribed by Section 13 of the CCA and also as to whether the appeal is hit by Section 13 of the CCA or not ?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a2a6a32072345df8b9ab0e36d8d80d8_328"
    },
    {
      "start": 70628,
      "end": 70875,
      "text": "\n47. Section 15 of the CCA contemplates \"right of appeal\" under Chapter V relating to \"Transfer of Pending Suits\", by virtue of which, all the suits and applications pending before the High Court shall stand transferred to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef61845f9cf84cdd879eb424a4c7bb89_329"
    },
    {
      "start": 70876,
      "end": 71285,
      "text": "In this regard, it is useful to extract Section 15 of the CCA as follows:\n\"Section 15: Transfer of pending cases:--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "cf595c106c0d4f7ba5afbbbd6f0130b1_330"
    },
    {
      "start": 71286,
      "end": 71618,
      "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\n",
      "labels": [
        "STA"
      ],
      "id": "35336f3c92f94511b8b17955053838be_331"
    },
    {
      "start": 71618,
      "end": 71859,
      "text": "Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).\n",
      "labels": [
        "STA"
      ],
      "id": "88230c5976654bea9ee98f47fc147a97_332"
    },
    {
      "start": 71859,
      "end": 72283,
      "text": "(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, O.S.A.Nos.235 and 239 of 2020 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "36d7dfb213534afdafaba2e4b1cc0935_333"
    },
    {
      "start": 72284,
      "end": 73040,
      "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A (substituted by Act 28 of 2018, S.14 for \"with Order XIV-A\" (w.r.e.f. 3.5.2018)) of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "b6b1c8ed849c41edbd01b80b978c5f68_334"
    },
    {
      "start": 73041,
      "end": 73594,
      "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n48.",
      "labels": [
        "STA"
      ],
      "id": "b6eba0c1a7454fe8932e599c166efc9b_335"
    },
    {
      "start": 73595,
      "end": 74015,
      "text": "Thus, on a reading of the above provisions of Section 15 of the O.S.A.Nos.235 and 239 of 2020 CCA, it is to be noted that all suits and applications in which the final judgements have not been reserved prior to the constitution of the Commercial Division or Commercial Court, shall stand transferred and that the provisions of the CCA, 2015 shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f16b5fa7f97447afbad3c550574e4170_336"
    },
    {
      "start": 74017,
      "end": 74171,
      "text": "49. Further, the words used in sub-section (3) to Section 15 of the CCA,. 2015, do not refer to a particular procedure, but refers to multiple procedures.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2ff0418254f49669672fd199306a4f1_337"
    },
    {
      "start": 74172,
      "end": 74288,
      "text": "Hence, the Legislature had used the words \"those procedures\"\nand not \"the procedure\" or \"this procedure\" singularly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cdd78d91c3a46b8a06fb72a00a0a1eb_338"
    },
    {
      "start": 74289,
      "end": 74443,
      "text": "Hence, the words in Section 15(3) of the CCA, 2015 cannot be construed to mean one singular event/happening during the life-span of a suit or application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cb91bce410048a0b79f54c40d146143_339"
    },
    {
      "start": 74445,
      "end": 74680,
      "text": "50. With regard to the maintainability of the appeal under Clause 15 of the Letters Patent, it is the submission of the learned counsel for the appellant/plaintiff that an \"appeal\" is maintainable under Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3163eecc0edf459d828100309d62e662_340"
    },
    {
      "start": 74681,
      "end": 74936,
      "text": "It is the specific submission of the learned counsel appearing for the appellant/plaintiff that, to file an \"appeal\" against the order, it has to be seen as to whether the said \"order\" is a \"judgment\" within the meaning of Clause 15 of the Letters Patent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d27d6c3a4d34d63b3c7240e02c3fbc1_341"
    },
    {
      "start": 74937,
      "end": 75448,
      "text": "In this regard, the learned counsel for the O.S.A.Nos.235 and 239 of 2020 appellant/plaintiff placed much reliance in the case of Shah Babulal Khimji (mentioned supra), in which, in paragraph 113, it was held that there may be interlocutory orders which are not covered by Order 43 Rule.1 of the CPC, but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bd370915cd744fe787234d62d30c1066_342"
    },
    {
      "start": 75449,
      "end": 75617,
      "text": "Further, it was held that before such an order can be a judgment, the adverse effect on the party concerned must be direct and immediate rather than indirect or remote.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "79225236ff21470b88667b95cecd160b_343"
    },
    {
      "start": 75618,
      "end": 76701,
      "text": "It was also held in that judgment in paragraph 114 that, an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing, an order of costs to one of the parties for its default or an order exercising discretion in respect of a procedural matter against one party or the other, are purely interlocutory and cannot constitute \"judgments\", because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the \"appeal\" against the final judgment passed by the learned trial Judge, but whereas, in this case, it is submitted by the learned counsel for the appellant/plaintiff O.S.A.Nos.235 and 239 of 2020 that the rejection of the application(s) filed for taking the documents on record, before the first hearing of the suit, is a \"judgment\", and when once the documents were not marked, then, it cannot be agitated in the appeal, which is going to be filed as against the final judgment in the suit.\n51.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2abaffc9c0274790bb00f5346038442e_344"
    },
    {
      "start": 76702,
      "end": 76996,
      "text": "A reading of paragraph 114 of the judgment in Shah Babulal Khimji case (cited supra), shows that an order refusing to condone delay in filing documents, is an interlocutory order and it does not constitute a \"judgment\", provided that, such order was passed only after the first date of hearing.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2077f6bd60984e699fa95a6ff92ac3ef_345"
    },
    {
      "start": 76997,
      "end": 77323,
      "text": "Further, in paragraph No.115 of the said judgment, it has been held that the order passed by the Trial Judge deciding question of admissibility or relevance of a document, cannot be treated as \"judgments\", because, the grievance on this score, can be corrected by the appellate Court in an appeal against the \"final judgment\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "18496905376648afa94d9bb4d713c0ed_346"
    },
    {
      "start": 77325,
      "end": 77538,
      "text": "52. In the present case, the impugned order passed by the learned Single Judge pertains to admissibility of document(s) and it cannot be construed as a \"judgment\" within the meaning of Clause 15 of Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd211a1e45ca4f85b4eded2a10cc81cf_347"
    },
    {
      "start": 77539,
      "end": 79316,
      "text": "In this regard, it is worthwhile to extract Clause 15 of the Amended Letters Patent, as follows:-\nO.S.A.Nos.235 and 239 of 2020 \"Clause 15: Appeal from the Courts of original Jurisdiction to the High Court in its appellate jurisdiction:--And, We do further ordain that an appeal shall lie to the said High Court of Judicature at Madras from the judgment (not being a judgment passed in the exercise of appellate jurisdiction in respect of a decree or order made in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said High Court, and not being an order made in the exercise of revisional jurisdiction, and not being a sentence or order passed or made in the exercise of the power of superintendence under the provisions of Sec.107 of the Government of India Act, or in the exercise of criminal jurisdiction) of one Judge of the said High Court or one Judge of any Division Court, pursuant to Sec.108 of the Government of India Act, and that notwithstanding anything herein before provided an appeal shall lie to the said High Court from a judgment of one Judge of the said High Court or one Judge of any Division Court, pursuant to Section 108 of the Government of India Act made (on or after the 1st day of February 1929), in the exercise of appellate jurisdiction in respect of a decree or order made in the exercise of appellate jurisdiction by a Court subject to the superintendence of the said High Court, where the Judge who passed the judgment declares that the case is a fit one for appeal, but that the right of appeal from other judgments of Judges of the said High Court or of such Division Court shall be to Us, Our Heirs of Successors in Our or Their Privy Council as hereinafter provided.\"\nO.S.A.Nos.235 and 239 of 2020 53.",
      "labels": [
        "STA"
      ],
      "id": "590f93f9d12e46d1bac14d2b8b039c83_348"
    },
    {
      "start": 79317,
      "end": 79447,
      "text": "From a reading of Clause 15 of Letters Patent (extracted supra), it is apparent that an 'appeal' would lie only from a \"judgment\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6e13340c5421444b9c796c590489d5a1_349"
    },
    {
      "start": 79448,
      "end": 79539,
      "text": "The said Clause sets out those judgments against which no appeal would lie under Clause 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eab483bfdf14f6e8accc7e3377f729d_350"
    },
    {
      "start": 79540,
      "end": 79751,
      "text": "Therefore, it becomes incumbent on the appellant/plaintiff to demonstrate that the order passed by the learned Single Judge constitutes 'judgment' within the meaning and ambit of Clause 15 of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24ce61b5390e48e28266dc3117ad3609_351"
    },
    {
      "start": 79752,
      "end": 79881,
      "text": "In this case, the appellant/plaintiff miserably failed to show that the order passed by the learned Single Judge is a \"judgment\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd61728573bb4b88b78e1f74ccdc25e4_352"
    },
    {
      "start": 79882,
      "end": 80066,
      "text": "The order passed by the learned Single Judge arose out of application(s) filed for marking secondary evidence and for filing an affidavit under Section 65-B of the Indian Evidence Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1decc2b80a049b689ade929fa8c7eca_353"
    },
    {
      "start": 80067,
      "end": 80274,
      "text": "The order passed by the learned Single Judge only regulates the trial proceedings and it does not in any manner take away the right of the appellant to participate in the trial or determine the suit finally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef74310a1c6449069c1f20d2b0fb9fb3_354"
    },
    {
      "start": 80275,
      "end": 80551,
      "text": "The appellant/plaintiff also may seek the indulgence of the appellate Court, if he is aggrieved against/by the decree and judgment and allow the document(s), which is/are now sought to be accepted, to be produced at the appellate stage under Order 41 Rule 27(1)(a) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88200762208e46ad99432bedf80130b0_355"
    },
    {
      "start": 80552,
      "end": 80909,
      "text": "In this regard, it is appropriate to extract Order 41 Rule 27(1)(a) of CPC, as follows:\nO.S.A.Nos.235 and 239 of 2020 Order 41: Appeals from original decrees:\nRule 27: Production of additional evidence in Appellate Court: (1) The parties to an appeal shall not be entitled to produce additional evidence, whether oral or documentary, in the Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc6782e18ab14106af5ece81f34e9bf5_356"
    },
    {
      "start": 80910,
      "end": 81157,
      "text": "But if-- (a) the Court from whose decree the appeal is preferred has refused to admit evidence which ought to have been admitted, or ... ..\n...\nthe Appellate Court may allow such evidence or document to be produced, or witness to be examined. ...\"",
      "labels": [
        "STA"
      ],
      "id": "a81a71f8e5f04aca9c80b275efb76b7c_357"
    },
    {
      "start": 81159,
      "end": 81369,
      "text": "54. Thus, the appellant/plaintiff-Company has an opportunity to raise its grievance arising out of the order passed by the learned single Judge in the appeal against the final judgment to be passed in the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b0edc20488948c0a761c5970a912e47_358"
    },
    {
      "start": 81370,
      "end": 81527,
      "text": "Therefore, on this ground also, the order passed by the learned Single Judge is an interlocutory order and not a judgment as per Clause 15 of Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5533d8259eec42f887a958a01abae6c3_359"
    },
    {
      "start": 81528,
      "end": 81810,
      "text": "In this regard, it would be appropriate to refer the judgment relied on by the learned counsel for the respondents/defendants in Union of India vs. Ibrahim Uddin and another, reported in 2012 (8) SCC 148, wherein it has O.S.A.Nos.235 and 239 of 2020 been held as follows:\n\".. ..\n38.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4501f493568444b38ec8dfc06e7f3293_360"
    },
    {
      "start": 81811,
      "end": 81937,
      "text": "Under Order 41 Rule 27 CPC, the appellate court has the power to allow a document to be produced and a witness to be examined.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a904c4ee65054786bfe71cb3a01c9863_361"
    },
    {
      "start": 81938,
      "end": 82097,
      "text": "But the requirement of the said court must be limited to those cases where it found it necessary to obtain such evidence for enabling it to pronounce judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a4c2f2d26374d13aba6a58557548543_362"
    },
    {
      "start": 82098,
      "end": 82267,
      "text": "This provision does not entitle the appellate court to let in fresh evidence at the appellate stage where even without such evidence it can pronounce judgment in a case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "705f045a108e4c0f907664a4e287d095_363"
    },
    {
      "start": 82268,
      "end": 82398,
      "text": "It does not entitle the appellate court to let in fresh evidence only for the purpose of pronouncing judgment in a particular way.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0838332ba524f20b5b6dc89be3baee0_364"
    },
    {
      "start": 82399,
      "end": 82531,
      "text": "In other words, it is only for removing a lacuna in the evidence that the appellate court is empowered to admit additional evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af5199e088eb497397f1f6b0b47ff961_365"
    },
    {
      "start": 82532,
      "end": 82625,
      "text": "(Vide Lala Pancham - Municipal Corpn. of Greater Bombay Vs. Lala Pancham - AIR 1965 SC 1008).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c8bfbb80fa87410386580f8cf69e68dd_366"
    },
    {
      "start": 82626,
      "end": 82633,
      "text": "\" \n\"39.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1df799d99af4438c95f77f5db04de5d6_367"
    },
    {
      "start": 82634,
      "end": 82760,
      "text": "It is not the business of the appellate court to supplement the evidence adduced by one party or the other in the lower court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6a9b6317028489db886999f077b9770_368"
    },
    {
      "start": 82761,
      "end": 83062,
      "text": "Hence, in the absence of satisfactory reasons for the non-production of the evidence in the trial court, additional evidence should not be admitted in appeal as a party guilty or remissness in the lower court is not entitled to the indulgence of being allowed to give further evidence under this Rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7200dfd0486648fb916c07031e29ae0b_369"
    },
    {
      "start": 83063,
      "end": 83226,
      "text": "So a party who had ample opportunity to produce certain evidence in the lower court but failed to do so or elected not to do so, cannot have it admitted in appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9c9030cc3534da29d4cd9018170704a_370"
    },
    {
      "start": 83227,
      "end": 83359,
      "text": "(Vide State of U.P. Vs. Manbodhan Lal Srivastava (AIR 1957 SC 912) and S.Rajagopal Vs. C.M.Arumugam (AIR 1969 SC 101)\".\n.. .. ..\n42.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eba95d8d6ceb4551a84ae6869039748e_371"
    },
    {
      "start": 83360,
      "end": 83473,
      "text": "Whenever the appellate court admits additional evidence it should record its reasons for doing so (sub-rule (2)).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7e4725a6ac14d79aacbe5e1ece3524d_372"
    },
    {
      "start": 83474,
      "end": 83701,
      "text": "It is a salutary provision which operates as a check against a too easy reception of evidence at a late stage of O.S.A.Nos.235 and 239 of 2020 litigation and the statement of reasons may inspire confidence and disarm objection.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9947cd660dbb4d9eb6f171a2d380b7ee_373"
    },
    {
      "start": 83702,
      "end": 83965,
      "text": "Another reason of this requirement is that, where a further appeal lies from the decision, the record of reasons will be useful and necessary for the court of further appeal to see, if the discretion under this Rule has been properly exercised by the court below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32448fcee1b144eeb4a530b1a7dece9b_374"
    },
    {
      "start": 83966,
      "end": 84049,
      "text": "The omission to record the reasons must, therefore, be treated as a serious defect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "256c95a760f14548a87461a37346a6d3_375"
    },
    {
      "start": 84050,
      "end": 84177,
      "text": "But this provision is only directory and not mandatory, if the reception of such evidence can be justified under the Rule.\"\n55.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cab6f6b538c242d6a76ffc94f2084ff0_376"
    },
    {
      "start": 84178,
      "end": 84357,
      "text": "Therefore, the appellant/plaintiff-Company can raise its grievances against the impugned order, in the appeal to be filed as against the \"final judgment\" to be passed in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c38a79bbe1af45bc8d277ae23bd3b323_377"
    },
    {
      "start": 84359,
      "end": 84599,
      "text": "56. Hence, Sections 13 and 15 of CCA expressly or by necessary intentment takes away the substantive \"right to appeal\", which is procedural in nature, unless the procedure of filing an appeal was complete before the Notification of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "392fe71eaa084ae49ceae8fb3804d1c6_378"
    },
    {
      "start": 84600,
      "end": 84637,
      "text": "Both CCA and CPC are procedural laws.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c7a68085b0949229309c81f75579b7f_379"
    },
    {
      "start": 84638,
      "end": 84772,
      "text": "It is for this reason that the provisions for preferring an appeal in civil suits or applications are provided in the CPC and CCA.\n57.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5ed622c22fd4596881f2a6ebcae62ef_380"
    },
    {
      "start": 84773,
      "end": 85057,
      "text": "Furthermore, it is well settled proposition of law that while the 'right of appeal' may have attributes of a substantive right from a stand-point O.S.A.Nos.235 and 239 of 2020 of a party preferring it, the appeal \"per se\" is remedial and therefore, merely it is a matter of procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3949e9ff4b1f4d838522d6b3194cc725_381"
    },
    {
      "start": 85058,
      "end": 85185,
      "text": "The fact that the appeal is a matter of procedure, had been observed time and again by the Supreme Court as well as this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a6a398eb89340c1bdf3f48085bfe7a2_382"
    },
    {
      "start": 85186,
      "end": 85335,
      "text": "Thus, the substantive or vested right of an appeal, can be taken away by a subsequent enactment, if it provides expressly or by necessary intentment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "597ea56cce9942cd828e9eb0d3e8ee67_383"
    },
    {
      "start": 85336,
      "end": 85481,
      "text": "By virtue of Sections 13 and 15 of the CCA, such \"substantive\" or \"vested right of appeal\" had been taken away retrospectively in specific terms.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9718aa57093d449f91276c32679f61e5_384"
    },
    {
      "start": 85482,
      "end": 85683,
      "text": "Thus, the order under challenge is an order passed by the Commercial Division of this Court by virtue of the order being passed after the suit and connected applications were transferred on 24.01.2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d25abc1646348a3be3c7f836fcf1087_385"
    },
    {
      "start": 85684,
      "end": 85923,
      "text": "Therefore, as against the order passed by the Commercial Division, an appeal has been expressly taken away by the CCA and it is not maintainable, unless it falls within Order 43 of CPC or Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b7c1b87e84f4c13852607173e29701a_386"
    },
    {
      "start": 85924,
      "end": 86009,
      "text": "Therefore also, the present appeals are not maintainable under Section 13 of the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0171050180604c20b3e7d6e080f75173_387"
    },
    {
      "start": 86010,
      "end": 86057,
      "text": "Thus, the present appeals are not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84abbb96ceea4556b4bf9d28c8ebbe0f_388"
    },
    {
      "start": 86058,
      "end": 86427,
      "text": "The Supreme Court in Shah Babulal Khimji case (cited supra) held in paragraph 115 that, \" ... orders passed by the Trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as O.S.A.Nos.235 and 239 of 2020 judgments because the grievance on this score can be corrected by the appellate Court in appeal against the final judgment.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "662807db4dcb420baa2e9c6fe9e403e7_389"
    },
    {
      "start": 86428,
      "end": 86581,
      "text": "In the said Shah Babulal Khimji case, in paragraph 109, the Supreme Court held as follows:\n\"109. Clause 15 makes no attempt to define what a judgment is.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c81d53549b5e4558881a761eb4c336b3_390"
    },
    {
      "start": 86582,
      "end": 86915,
      "text": "As Letters Patent is a special law which carves out its own sphere, it would not be possible for us to project the definition of the word 'judgment' appearing in Section 2(9) of the Code of 1908, which defines 'judgment' into the Letters Patent:\n'Judgment' means the statement given by the Judge of the grounds of a decree or order.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5a2172c571be4d328ac2248260998481_391"
    },
    {
      "start": 86916,
      "end": 87018,
      "text": "\nFurther, in the said case (Shah Babulal Khimji), the Apex Court held as follows in paragraph 40:\n\"40.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8fed2d48e214345bd563593e4949ffa_392"
    },
    {
      "start": 87019,
      "end": 87458,
      "text": "A perusal of the Letters Patent would clearly reveal two essential incidents--(1) that an appeal shall lie against any order passed by the Trial Judge to a larger Bench of the same High Court, and (2) that where the Trial Judge decides an appeal against a judgment or decree passed by the district courts in the mofussil, a further appeal shall lie only where the judge concerned declares it to be a fit one for appeal to a Division Bench.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3c477c09b7794fe2b5b8842778536f99_393"
    },
    {
      "start": 87459,
      "end": 87566,
      "text": "Thus, the special law, viz., the Letters Patent, contemplates only these two kinds of appeals and no other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b3ad2a36ed64a3b9a31710460aa9c2d_394"
    },
    {
      "start": 87567,
      "end": 87781,
      "text": "There is, therefore, no warrant for accepting the argument of the respondent that if Order 43 Rule 1 applies, then a further appeal would also lie against the appellate order of the Trial Judge to a Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a660beb3524481abf0249d5731aa20c_395"
    },
    {
      "start": 87782,
      "end": 87985,
      "text": "As this is neither contemplated nor borne out by the provisions of the O.S.A.Nos.235 and 239 of 2020 Letters Patent extracted above, the contention of the respondent on this score must be overruled.\"\n58.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0418edbd47d45e7877ebec931cb24cb_396"
    },
    {
      "start": 87986,
      "end": 88097,
      "text": "Under Order XLIX Rule 3 of CPC, some of the provisions of the CPC are not applicable to a Chartered High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dbf155767da4e078238338a45853dc2_397"
    },
    {
      "start": 88098,
      "end": 88569,
      "text": "They are as follows:-\n(1) Rule 10 and Rule 11, clauses (b) & (c), of Order VII; (2) Rule 3 of Order X;\n(3) Rule 2 of Order XVI;\n(4) Rules 5, 6, 8, 9, 10, 11, 13, 14, 15 and 16 (so far as relates to the manner of taking evidence) of Order XVIII; (5) Rules 1 to 8 of Order XX; and (6) Rule 7 of Order XXXIII (so far as relates to the making of a memorandum);\nand Rule 35 of Order XLI shall not apply to any such High Court in the exercise of its appellate jurisdiction.\n59.",
      "labels": [
        "STA"
      ],
      "id": "78177dbf7187401bb403233af6c17a16_398"
    },
    {
      "start": 88570,
      "end": 88664,
      "text": "Order XLIII Rule 1 of CPC is not there in the exceptions provided in Order XLIX Rule 3 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c006d0bfd7447688b7fb69db28c811c_399"
    },
    {
      "start": 88665,
      "end": 88825,
      "text": "Rules 5, 6, 8, 9, 10, 11, 13, 14, 15 and 16 of Order XVIII of CPC relating to manner of taking evidence, are also not applicable to a Chartered High Courts.\n60.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6674c0dbc89c4921b3b7ea200dfde898_400"
    },
    {
      "start": 88826,
      "end": 88942,
      "text": "A Judge trying a civil dispute in a Civil Court, who is likely to hear the case, is expected to record the evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aba7761e28c6438f8a0280bf0ddd01ef_401"
    },
    {
      "start": 88943,
      "end": 89038,
      "text": "There are exceptions to the O.S.A.Nos.235 and 239 of 2020 above Rule in Order XVIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaa4991c483e42208a75038a0c9d1f8e_402"
    },
    {
      "start": 89040,
      "end": 89175,
      "text": "61. An appeal against an interlocutory order of the Court from Original Side, is governed by Section 104 and Order XLIII Rule 1 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccac7a6e4da54b488c37df9b4b2ce19a_403"
    },
    {
      "start": 89176,
      "end": 89265,
      "text": "These provisions are reproduced below:-\nSection 104 of CPC Order XLIII Rule 1 of CPC 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "321b98eb6030459ba5713fc1b684f637_404"
    },
    {
      "start": 89266,
      "end": 89272,
      "text": "Orders",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af1a3f0ef2e94d679359be3438f7c6cf_405"
    },
    {
      "start": 89273,
      "end": 89283,
      "text": "from which",
      "labels": [
        "RPC"
      ],
      "id": "8d7bfd9d0bd241fd894d4c292b5f5bb1_406"
    },
    {
      "start": 89284,
      "end": 89306,
      "text": "1. Appeal from orders.",
      "labels": [
        "NONE"
      ],
      "id": "ebd45e771dad404dacdfc5b0315fb7be_407"
    },
    {
      "start": 89307,
      "end": 89339,
      "text": "An appeal shall lie appeal lies.",
      "labels": [
        "STA"
      ],
      "id": "6075054cb89d4fffbe868360640d4455_408"
    },
    {
      "start": 89340,
      "end": 90305,
      "text": "from the following orders under the provisions (1) An appeal shall lie from of section 104, namely :  the following orders, and save (a) an order under rule 10 of Order VII as otherwise expressely returning a plaint to be presented to the provided in the body of this proper Court except where the procedure Code or by any law for the time specified in rule 10A of Order VII has been being in force, from no other followed;\norders:\n(b) * * * * * ***** (ff) an order under section (c) an order under rule 9 of Order IX 35A; rejecting an application (in a case open to appeal) for an order to set aside the (ffa) an order under section dismissal of a suit;\n91 or section 92 refusing leave to institute a suit of the (d) an order under rule 13 of Order IX nature referred to in section rejecting an application (in a case open to 91 or section 92, as the case appeal) for an order to set aside a decree may be; passed ex parte;\n (g) an order under section 95;    (e) *",
      "labels": [
        "STA"
      ],
      "id": "0688c5d0c1e745638e3bd37d46aeca32_409"
    },
    {
      "start": 90306,
      "end": 90450,
      "text": "* * * *\n\n (h) an order under any of the     (f) an order under rule 21 of Order XI;\n provisions of this Code  imposing a fine or directing      ",
      "labels": [
        "STA"
      ],
      "id": "d782031aeb114fe29c10873b3f6914e6_410"
    },
    {
      "start": 90450,
      "end": 90457,
      "text": "(g) * *",
      "labels": [
        "STA"
      ],
      "id": "cf15ec6c580f43ce874de02837b82123_411"
    },
    {
      "start": 90458,
      "end": 90531,
      "text": "* * *\n the arrest or detention in the  civil prison of any person        ",
      "labels": [
        "STA"
      ],
      "id": "82f6dfdd29524cb989f654aa1c7170d3_412"
    },
    {
      "start": 90531,
      "end": 90538,
      "text": "(h) * *",
      "labels": [
        "STA"
      ],
      "id": "47908dc2474f4979a8059e660874318e_413"
    },
    {
      "start": 90539,
      "end": 90629,
      "text": "* * *\n\n\n                                                     O.S.A.Nos.235 and 239 of 2020",
      "labels": [
        "STA"
      ],
      "id": "5aa9ba55fcff493c9e06248f4e12960e_414"
    },
    {
      "start": 90636,
      "end": 90697,
      "text": "Section 104 of CPC                  Order XLIII Rule 1 of CPC",
      "labels": [
        "STA"
      ],
      "id": "d80ab69c2a9743ed95945b41057bed68_415"
    },
    {
      "start": 90699,
      "end": 90762,
      "text": "except where such arrest or  detention is in execution of a    ",
      "labels": [
        "STA"
      ],
      "id": "3a1ac8a71c8a45e19303c2b4ee6c6c10_416"
    },
    {
      "start": 90762,
      "end": 90885,
      "text": "(i) an order under rule 34 of Order XXI on  decree;                           an objection to the draft of a document or of",
      "labels": [
        "STA"
      ],
      "id": "855726b01d6f46e69c04b8890bc5dbe7_417"
    },
    {
      "start": 90921,
      "end": 91569,
      "text": "an endorsement;\n (i) any order made under  rules from which an appeal is     (j) an order under rule 72 or rule 92 of  expressly allowed by rules:       Order XXI setting aside or refusing to set                                    aside a sale;\n Provided that no appeal shall lie against any order specified (ja) an order rejecting an application made in clause (ff) save on the under sub-rule (1) of rule 106 of Order XXI, ground that no order, or an provided that an order on the original order for the payment of a application, that is to say, the application less amount, ought to have referred to in sub-rule (l) of rule 105 of that been made.",
      "labels": [
        "STA"
      ],
      "id": "2a9411cfafca47d7a1842da32a90ba15_418"
    },
    {
      "start": 91570,
      "end": 91590,
      "text": "Order is appealable;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c442838d10054c0d9767e447b28bc9e4_419"
    },
    {
      "start": 91591,
      "end": 92158,
      "text": "\n(2) No appeal shall lie from any (k) an order under rule 9 of Order XXII order passed in appeal under refusing to set aside the abatement or this section. dismissal of a suit;\n(l) an order under rule 10 of Order XXII giving or refusing to give leave;\n(m) * * * * *\n(n) an order under rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(na) an order under rule 5 or rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent person;\n                                   (",
      "labels": [
        "STA"
      ],
      "id": "7ce2442b95ee42e394ff289ccb50abf9_420"
    },
    {
      "start": 92159,
      "end": 92166,
      "text": "o ) * *",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a373e3cf7c21418889a4afd5ec69dd20_421"
    },
    {
      "start": 92167,
      "end": 92256,
      "text": "* * *\n\n\n\n\n                                                  O.S.A.Nos.235 and 239 of 2020",
      "labels": [
        "ANALYSIS"
      ],
      "id": "676bcb27221d4e4aac9517cee36cb7c7_422"
    },
    {
      "start": 92263,
      "end": 92935,
      "text": "Section 104 of CPC               Order XLIII Rule 1 of CPC (p) orders in interpleader-suits under rule 3, rule 4 or rule 6 of Order XXXV;\n(q) an order under rule 2, rule 3 or rule 6 of Order XXVIII;\n(r) an order under rule 1, rule 2, rule 2A, rule 4 or rule 10 of Order XXXIX;\n(s) an order under rule 1 or rule 4 of Order XL;\n(t) an order of refusal under rule 19 of Order XLI to re-admit, or under rule 21 of Order XLI to rehear, an appeal;\n(u) an order under rule 23 or rule 23A of Order XLI remanding a case, where an appeal would lie from the decree of the Appellate court;\n(v) * * * * * (w) an order under rule 4 of Order XLVII granting an application for review.\n62.",
      "labels": [
        "STA"
      ],
      "id": "d025c2b1c407466f836d9de45cc2eb24_423"
    },
    {
      "start": 92936,
      "end": 93145,
      "text": "In Shah Babulal Khimji (supra), in Paragraph Nos.26 and 47, the Supreme Court held that \"Section 104 read with Order XLIII Rule 1 CPC, applies against the proceedings before the Trial Judge of the High Court\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce64c5d8823a48a7a9a8392a6e84bfd1_424"
    },
    {
      "start": 93146,
      "end": 93252,
      "text": "These Paragraphs are re-produced below:-\nO.S.A.Nos.235 and 239 of 2020 Paragraph No.26 Paragraph No.47 26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25321cc0ccf64befb84359bc62d44214_425"
    },
    {
      "start": 93253,
      "end": 93288,
      "text": "Thus, a combined reading of the 47.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eec230e890e84c7398c67a86e0328548_426"
    },
    {
      "start": 93289,
      "end": 93749,
      "text": "We find ourselves in complete various provisions of the Code of agreement with the view taken and Civil Procedure referred to above the reasons given by the three lead to the irresistible conclusion eminent Judges in the aforesaid case that Section 104 read with Order which furnishes a complete answer 43 Rule 1 clearly applies to the to the arguments of the respondents proceedings before the trial Judge that Order 43, Rule 1 will have no of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23da5e4c2fa14891af6cb85953c7de89_427"
    },
    {
      "start": 93750,
      "end": 93929,
      "text": "Unfortunately, application to internal appeals in this fact does not appear to have the High Court under the been noticed by any of the decisions provisions of the letters patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a5aa53811bd4c0cb4b172bae60099ff_428"
    },
    {
      "start": 93930,
      "end": 93963,
      "text": "\nrendered by various High Courts.",
      "labels": [
        "NONE"
      ],
      "id": "9d98aa030285483bbdaf531338d2410a_429"
    },
    {
      "start": 93965,
      "end": 94077,
      "text": "63. In Paragraph No.62 in the said Shah Babulal Khimji case, the Supreme Court has observed as under:-\n\"62. ....",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a0f1bda8f094f02a8229340808b402f_430"
    },
    {
      "start": 94078,
      "end": 94333,
      "text": "We may like to observe here that there is no non-obstante clause in the provisions of the letters patent to indicate that the provisions of the Code of Civil Procedure, particularly Section 104 would not apply either expressly or by necessary intendment\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bcf853d130504b7dbed168057846f080_431"
    },
    {
      "start": 94335,
      "end": 94444,
      "text": "64. In Paragraph No.78 in the said Shah Babulal Khimji case, the Supreme Court has observed as follows:-\n\"78.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71053486c0574084a11cbbfb95aff1b8_432"
    },
    {
      "start": 94445,
      "end": 95129,
      "text": "Thus, after considering the arguments of counsel for the parties on the first two limbs of the questions, our conclusions are:\n(1) That there is no inconsistency between Section 104 read with Order 43 Rule 1 and the appeals O.S.A.Nos.235 and 239 of 2020 under the letters patent and there is nothing to show that the letters patent in any way excludes or overrides the application of Section 104 read with Order 43 Rule 1 or to show that these provisions would not apply to internal appeals within the High Court.\n(2) That even if it be assumed that Order 43 Rule 1 does not apply to letters patent appeals, the principles governing these provisions would apply by process of analogy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e734645b124a4be5bde992ae9bbe2913_433"
    },
    {
      "start": 95130,
      "end": 95576,
      "text": "\n(3) That having regard to the nature of the orders contemplated in the various clauses of Order 43 Rule 1, there can be no doubt that these orders purport to decide valuable rights of the parties in ancillary proceedings even though the suit is kept alive and that these orders do possess the attributes or character of finality so as to be judgments within the meaning of clause 15 of the letters patent and hence, appealable to a larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bd06167583f4ce5b9b7c4c134fbf88b_434"
    },
    {
      "start": 95577,
      "end": 95799,
      "text": "\n(4) The concept of the letters patent governing only the internal appeals in the High Courts and the Code of Civil Procedure having no application to such appeals is based on a serious misconception of the legal position.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "beb4dece056245339c0fa8d2218ee99a_435"
    },
    {
      "start": 95801,
      "end": 95976,
      "text": "65. Ultimately, in Paragraph No.120 of the said Shah Babulal Khimji case, the Supreme Court has given a list as to when an appeal against an interlocutory order, can be filed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c132625151134932af0c1ef6b22ded96_436"
    },
    {
      "start": 95977,
      "end": 96088,
      "text": "Paragraph No.120 of the O.S.A.Nos.235 and 239 of 2020 decision of the Supreme Court is reproduced below::-\n120.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2bdcf53a77e4ef2a99f9a4e730622de_437"
    },
    {
      "start": 96089,
      "end": 96281,
      "text": "Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the letters patent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5445cb1279684759ad764ede193d19e2_438"
    },
    {
      "start": 96282,
      "end": 96634,
      "text": "We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments:\n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3466f71fe803497ebe3fbfff74f7e364_439"
    },
    {
      "start": 96635,
      "end": 96670,
      "text": "\n(2) An order rejecting the plaint.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "64b233feb1484c69853f3bdf71f07514_440"
    },
    {
      "start": 96671,
      "end": 96779,
      "text": "\n(3) An order refusing leave to defend the suit in an action under Order 37, of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d45e82d70cc436d8565315c71291cf2_441"
    },
    {
      "start": 96780,
      "end": 96882,
      "text": "(4) An order rescinding leave of the trial Judge granted by him under clause 12 of the letters patent.",
      "labels": [
        "STA"
      ],
      "id": "65b77415b38642c1b2eada2901c970f9_442"
    },
    {
      "start": 96883,
      "end": 97121,
      "text": "(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive.",
      "labels": [
        "STA"
      ],
      "id": "7776cd7febb74c1899b1b2fbb7ea9183_443"
    },
    {
      "start": 97122,
      "end": 97211,
      "text": "\n(6) An order rejecting an application for a judgment on admission under Order 12 Rule 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e427b142c21f40379187fb3e064ba2c4_444"
    },
    {
      "start": 97212,
      "end": 97318,
      "text": "\n(7) An order refusing to add necessary parties in a suit under SSction 92 of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "17c6a282d026479c95a8c42c1058023e_445"
    },
    {
      "start": 97319,
      "end": 97331,
      "text": "(8) An order",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ffad7a19bff40028eaba48e48f61174_446"
    },
    {
      "start": 97332,
      "end": 97339,
      "text": "varying",
      "labels": [
        "ANALYSIS"
      ],
      "id": "918d40e5737c44d194c0249b49ceef44_447"
    },
    {
      "start": 97340,
      "end": 97361,
      "text": "or amending a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13299f9f70d646ae8f28cf1a9c6c597a_448"
    },
    {
      "start": 97362,
      "end": 97415,
      "text": "(9) An order refusing leave to sue in forma pauperis.",
      "labels": [
        "STA"
      ],
      "id": "455b095d4f204d0eb46443536c14b1a2_449"
    },
    {
      "start": 97416,
      "end": 97446,
      "text": "(10) An order granting review.",
      "labels": [
        "STA"
      ],
      "id": "617cec71d6594e9dae86a6b6c496b8e4_450"
    },
    {
      "start": 97447,
      "end": 97527,
      "text": "\n(11) An order allowing withdrawal of the suit with liberty to file a fresh one.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7ad8847780c4cbb8cfbb7c6bc590865_451"
    },
    {
      "start": 97528,
      "end": 97632,
      "text": "\n(12) An order holding that the defendants are not agriculturists within the meaning of the special law.",
      "labels": [
        "STA"
      ],
      "id": "5da0d19233af4c1c816b7d48cf02e11f_452"
    },
    {
      "start": 97633,
      "end": 97761,
      "text": "\nO.S.A.Nos.235 and 239 of 2020 (13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "369ce83083dc446e91e45c155ad1f18c_453"
    },
    {
      "start": 97762,
      "end": 97830,
      "text": "\n(14) An order granting or refusing to stay execution of the decree.",
      "labels": [
        "STA"
      ],
      "id": "49ced8e4a4134743b8903377f59c5d5d_454"
    },
    {
      "start": 97831,
      "end": 97899,
      "text": "\n(15) An order deciding payment of court fees against the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9695147959934b7a8543e6ecb720f0c1_455"
    },
    {
      "start": 97901,
      "end": 98033,
      "text": "66. In Paragraph No.115 of the Shah Babulal Khimji case, the Supreme Court has answered the issue against the appellant (plaintiff).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60139025f0064a288231bef9c1851e64_456"
    },
    {
      "start": 98034,
      "end": 98073,
      "text": "Paragraph No.115 reads as under:-\n\"115.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c2261826e1c4529bf8fbf85c226f8c4_457"
    },
    {
      "start": 98074,
      "end": 98333,
      "text": "Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable rights of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "785c1c57aa6847e18ee1bba0f2a8fb42_458"
    },
    {
      "start": 98334,
      "end": 98590,
      "text": "Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1519cc59039c49f0b769cda0b20fce71_459"
    },
    {
      "start": 98592,
      "end": 98805,
      "text": "67. Therefore, it stands concluded that, no appeal can be filed against O.S.A.Nos.235 and 239 of 2020 the interim order, even under Clause 15 of the Letters Patent read with Section 104 and Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d28e8467d8845f2b46da4ee1a229f33_460"
    },
    {
      "start": 98806,
      "end": 98935,
      "text": "When the suit was filed, Amended Letters Patent, which is a special law applicable to the High Court, was applicable to the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "023c9171becd4870b61bf6c9458a6612_461"
    },
    {
      "start": 98936,
      "end": 99138,
      "text": "Therefore, even if the plaintiff had a vested right under the Letters Patent to appeal against any order, such right was circumscribed under the restriction under Section 104 and Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d21d3e062e54ec2a97310eed82afd7e_462"
    },
    {
      "start": 99139,
      "end": 99319,
      "text": "Therefore, even under Clause 15 of the Amended Letters Patent, no appeal against an interlocutory order of a Single Judge, could be filed before a Division Bench of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0d219b6f9284d8a8b9bb4429f6c800a_463"
    },
    {
      "start": 99320,
      "end": 99431,
      "text": "Appeal could be filed only against orders specified in Order XLIII Rule 1(a) to (f) and Section 104 of CPC.\n68.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aae32b9be9d548609c5ee910801cd4bb_464"
    },
    {
      "start": 99432,
      "end": 99647,
      "text": "With the enactment of Commercial Courts Act, 2015 and its notification, which is special law applicable to all Commercial disputes, which were transferred to the Commercial Division, rights stood further restricted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "182b9e6bd095495f8dd37e8184ad129c_465"
    },
    {
      "start": 99649,
      "end": 100116,
      "text": "69. Under proviso to Section 13(1-A) of the Commercial Courts Act, 2015, as amended vide - Act 28 of 2018, with effect from 03.05.2018, any person aggrieved by a Judgment or Order of a Commercial Court or of a O.S.A.Nos.235 and 239 of 2020 Commercial Division of the High Court, can appeal before the Commercial Appellate Division of the High Court only in respect of order which are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908.\n70.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8575b42cba747018309d7bfd4063ba4_466"
    },
    {
      "start": 100117,
      "end": 100347,
      "text": "The position was similar even on 29.11.2017 when the Notification was issued under Section 4 and Section 5 of the said Act, notifying the constitution of the Commercial Division and Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bc610267d55466e8b0023a7ce1b5762_467"
    },
    {
      "start": 100348,
      "end": 100475,
      "text": "At the time of constitution of the Commercial Division and Commercial Appellate Division, Section 13 read slightly differently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93db7424f12d4aa9bfa5b73984374e39_468"
    },
    {
      "start": 100476,
      "end": 100516,
      "text": "However, the position was not different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3baf1ce0c06f49b0a74d4ca615147dd2_469"
    },
    {
      "start": 100517,
      "end": 100569,
      "text": "Therefore, the present appeal is without any merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bfd461e111d4ca98c6f76ab96e90f7f_470"
    },
    {
      "start": 100571,
      "end": 100894,
      "text": "71. Thus, we find no merits in the present Original Side Appeals against the interlocutory order of the learned Single Judge, rejecting the application filed for marking the documents as secondary evidence and disallowing the plaintiff to file affidavit of it - Accounts Manger and Systems in-charge, cannot be allowed.\n72.",
      "labels": [
        "RATIO"
      ],
      "id": "1ae333b2b4c947389bb261fbba83714c_471"
    },
    {
      "start": 100895,
      "end": 101206,
      "text": "Therefore, these rights of the plaintiff, on merits which canvassed before us, can be canvassed by the plaintiff at the time of the appeal against O.S.A.Nos.235 and 239 of 2020 final Judgment and Decree in the Suit in terms of the reasonings of the Supreme Court in the case of Shah Babulal Khimji case (supra).",
      "labels": [
        "RATIO"
      ],
      "id": "c7cd63f685a5498885735779cc1e3b03_472"
    },
    {
      "start": 101208,
      "end": 101869,
      "text": "73. Moreover, at the risk of repetition, it is seen that the present order is passed by the learned Single Judge under the nomenclature of \"Commercial Division/Commercial Court\", considering the fact that the suit was transferred to the Commercial Court and that the order passed by the learned Single Judge, neither falls under the categories set out under Order 43 Rule 1 of CPC, nor is it an order / Appeal filed under Section 37 of the Arbitration Act and therefore, on a combined reading of Section 8 of the CCA and proviso to Section 13(1-A) of the CCA, it is evident that the instant appeals are not maintainable even under the provisions of the CCA.\n74.",
      "labels": [
        "RATIO"
      ],
      "id": "1c0cc1f5a298491b80451213bd952481_473"
    },
    {
      "start": 101870,
      "end": 102240,
      "text": "As mentioned above, the grievances of an aggrieved party against an order declining the request for admitting and/or marking document during recording of evidence, can be redressed and corrected in the appellate proceedings against the final Judgment, as per the observations made by the Supreme Court in Paragraph No.115 of the case of Shah Babulal Khimji case (supra).",
      "labels": [
        "RATIO"
      ],
      "id": "58d7f7209f0b43b6b171f76c762e2fbe_474"
    },
    {
      "start": 102242,
      "end": 102347,
      "text": "75. In view of the foregoing reasonings, the present O.S.As. are O.S.A.Nos.235 and 239 of 2020 dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "8e75b1e812bc449abdb1ef145425c8c0_475"
    },
    {
      "start": 102348,
      "end": 102357,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "472c1bd824594dd68362ca53cfe4205f_476"
    },
    {
      "start": 102358,
      "end": 102391,
      "text": "Consequently, C.M.Ps. are closed.",
      "labels": [
        "RPC"
      ],
      "id": "a1999cc1567b43be801fdcb1be294b4b_477"
    },
    {
      "start": 102392,
      "end": 102528,
      "text": "\n(R.P.S.J) (C.S.N.J) 15.03.2021 Index: Yes Speaking Order: Yes cs/rsh To The Sub-Assistant Registrar, Original Side, High Court, Madras.",
      "labels": [
        "NONE"
      ],
      "id": "667536af30da4e3cb60bdee1f3497ca1_478"
    },
    {
      "start": 102529,
      "end": 102683,
      "text": "\nO.S.A.Nos.235 and 239 of 2020 R.SUBBIAH, J and C.SARAVANAN, J cs Pre-delivery Judgement in O.S.A.Nos.235 and 239 of 2020 Judgment Delivered on 15.03.2021",
      "labels": [
        "NONE"
      ],
      "id": "5c4f39e08911495c81dbfb8d41810c76_479"
    }
  ]
}