{
  "id": "20d228b53e43a0c7fa1cd4a35d8bbbb6676e7ed5105ad754c173ed0d0103ffc7",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nChattisgarh High Court\nPrakash Corporates vs Dee Vee Projects Limited on 9 July, 2021\nAuthor: Rajendra Chandra Singh Samant \nBench: Rajendra Chandra Singh Samant \n                                     1\n\n\n\n                                                                           Afr\n\n\n             High Court Of Chhattisgarh, Bilaspur\n\n                          W.P.(227) No.312 of 2021\n\n      Prakash Corporates T/16 Raheja Tower, Fafadih, Raipur, 492001 \n       Chhattisgarh Through Its Partner Namely Shri Shailesh Kumar Goyal\n       S/o Shri Bhimsen Goyal, Aged About 37 Years, T/16 Raheja Tower,\n       Fafadih, Raipur, District Raipur Chhattisgarh (that the defendant was not\n       properly impleaded before the commercial court) \n\n                                                                 ---- Petitioner\n\n                                    Versus\n\n      Dee Vee Projects Limited, Through Its Director, 1 st Floor, Vikas\n       Complex, Power House Road, Korba 495678, Chhattisgarh \n\n                                                               ---- Respondent\nFor Petitioner                   - Mr. Manoj Paranjpe, Advocate.\nFor respondent/caveator          - Mr. Amrito Das and Mr. Rishabh Garg,\n                                    Advocate.\nHon'ble Shri Justice Rajendra Chandra Singh Samant Order on Board 09-07-2021\n1. This petition under Article 227 of Constitution of India has been brought being aggrieved by the order dated 22.06.2021 passed in Civil Suit No.01-B/2021, by the Criminal Court District- Raipur, C.G., by which the opportunity of the petitioner/defendants for filing written statement was closed.\n2. It is submitted by the learned counsel for the petitioner that the respondent has filed a Civil Suit in No.01-B/2021 before the Criminal Court Raipur, C.G.. The petitioner/defendant received the summons on 6th January, 2021. The time for filing written statement was extended for 120 days which got expired on 06.05.2021. The case was listed on 15.04.2021 and on that date the case was fixed for arguments on the application under Section 10 read with Section 151 of C.P.C. and application under Order 38 Rule 5 read with Section 151 of C.P.C., on 22.06.2021. No last opportunity was given by the Commercial Court to the petitioner for filing of written statement and on 06.05.2021, the Court was closed due to the imposition of lock-down in corona pandemic control measure. \n3. In the impugned order, the learned Commercial Court has held that according to the proviso under Order Viii Rule 1 of C.P.C. incorporated in Commercial Courts Act, after the expiry of 120 days from the date of service of summons, the right of defendants to file written statement stands forfeited and therefore, the opportunity of filing written statement by the petitioner was closed. It is submitted by the learned counsel for petitioner that on 22.06.2021, the petitioner filed application seeking time to file written statement on the medical ground as the learned counsel for the petitioner was in quarantine. The learned trial Court has not given any consideration on this prayer of the petitioner. The Hon'ble Supreme Court has in Suo-moto Writ (Civil) No.-03 of 2020 has ordered that while computing the period of limitation prescribed in general law and special Acts, the period between 15.03.2020 to 14.03.2021 shall stand excluded. On 27.04.2021, the suspension of limitation under general or special laws was further extended and the matter was listed for 19.07.2021. Hence, on the basis of this order of the Supreme Court, the limitation that has been counted without taking into consideration of the period of lock-down, is erroneous. \n4. Reliance has been placed on the judgment of Supreme Court in the case of S.S. Group Pvt. Ltd. Vs. Aaditiya J. Garg and Anr. reported in 2020 Scc Online Sc 1050 and the judgment of Supreme Court in Kailash Vs. Nanhku & Ors. reported in (2005) 4 Scc 480. It is submitted that in the case of S.C.G. Contracts (India) Private Limited Vs. K.S. Chamankar Infrastructure Private Limited & Ors. reported in (2019) 12 Scc 210. The Supreme Court granted liberty to the defendant and ordered that the written statement that was already produced to be taken on record. Therefore, it is prayed that this petition may be admitted and petitioner may be granted opportunity to file written statement in the Civil Suit before the Commercial Court. \n5. Shri Amrito Das, learned counsel for the respondent has appeared on caveat and he opposes the petition and the submissions made in that respect and submits that the present petition under Article 227 Constitution of India is not maintainable. Section 13(1)(A) of Commercial Courts Act Specifically provides that \"Any person aggrieved by the judgment or orde r of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court.\" Therefore, the impugned order is appealable. Hence, in such a case, the appeal shall be maintainable against the impugned order, under Order 43 of C.P.C. and the same shall be heard by a Commercial Appellate Division Bench of the High Court. Therefore, there is no provision for hearing of such cases by a Single Judge. The amended provision of the C.P.C. filed under Section 16 of the Act, 2015 does not leave any scope of condonation of delay. It is submitted that in the case of S.C.G. Contracts (India) Private Limited (Supra), the Supreme Court is very clear on this point that the Commercial Court has no power to extend the time given beyond the period of 120 days. The opportunity that was given to the defendant in that case was a singular incident and does not lay down any precedent. Further, the defendant in that case had already filed the written statement in the present case, the petitioner has still not filed any written statement. In the case of Sagufa Ahmed & Ors. Vs. Upper Assam Polywood Products Private Limited & Ors. reported in (2021) 2 SCC 317, the Supreme Court has considered and it has been observed, that the order in Sou-moto is only for the purpose of extension of period of limitation and not to condone the delay. The time provided for filing of reply is prescribed period and therefore, this has to be not a limitation, which is not covered under the order of Suo-moto Writ (Civil) No.03 of 2020.\n6. It is further submitted that the petitioner was granted sufficient time for filing of written statement and on the date fixed, the Courts was not closed. The grounds taken for non-submission of reply are baseless. On the last date, on which the case was fixed for hearing i.e. 22.06.2021, again the written statement was not filed and the limitation for filing written statement had already expired on 06.05.2021. It is submitted that if such delay in filing of written statement condoned, then the object of the Act, 2015 will be frustrated. Hence, the impugned order has been rightly passed. Therefore, it prayed that this petition may be dismissed at motion stage. \n7. In reply, it is submitted by the learned counsel for the petitioner that the proviso of Section 13(1)(A) provides that an appeal shall lie from such orders passed by a Commercial Division of a Commercial Court that are specifically enumerated under Order 43 of C.P.C. as amended by this Act and Section 37 of Arbitration and Conciliation Act. There is a clear order of the Supreme Court in Sou-moto case extending the period of limitation. \n8. Reliance has been placed on the judgment of the Supreme Court in the case of New India Assurance Company Limited Vs. Hilli Multipurpose Cold Storage Private Limited reported in (2020) 5 SCC 757. It is again submitted that the order in Suo-moto Writ Petition regarding extension of limitation is applicable in this case. Therefore, it is prayed that this petition may be allowed and relief be granted to the petitioner. \n9. Heard learned counsel for the parties and perused the documents present on record.\n10. Considered on the point of the maintainability. Section 13(1)(A) of Commercial Courts Act, 2015 (hereinafter referred to as the Act, 2015) provides as follows:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions: -\n(1A): Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order\"\n11. Although, the proviso mentions that appeal shall lie from such orders, which are specifically enumerated under Order 43 of C.P.C. as amended by the Act. The schedule Section 16 of Act, 2015 does not show any amendment in Order 43 of C.P.C. In such a case, the existing provision under Order 43 of C.P.C. has to be construed and taken into consideration. The order 43 Rule 1 of C.P.C. provides for appealable orders, in which the order passed by any Court under Order 8 Rule 1 of C.P.C. is not included. Section 37 of the Arbitration and Conciliation Act, 1996 also does not provide for appeal from such order, by which the opportunity for filing written statement is closed by the Court. Hence, on this basis, it can be held that the impugned order is not an appealable order, according to the provisions of Section 13 of the Act, 2015, therefore, the petition under Article 227 Constitution of India is maintainable. \n12. Considered on the submissions. The view of the Supreme Court in the case of S.C.G. Contracts (India) Private Limited (Supra) is very clear that the right to file written statement stands forfeited after the time prescribed for filing of written statement and the time extended according to the provisions contained in the enactment. Although, the case was under the provisions of the Consumer Protection Act and the time for filing of written statement had expired after the completion of prescribed period and the period that was extended according to the provision in the Act, the Supreme Court then held in paragraph 10:-\n\"(10) Several High Court judgments on the amended Order VIII Rule 1 have now held that given the consequence of non-filing of written statement, the amended provisions of the CPC will have to be held to be mandatory. See Oku Tech (P) Ltd. V. Sangeet Agarwal by a learned Single Judge of the Delhi High Court dated 11.08.2016 in CS (OS) No. 3390 of 2015 as followed by several other judgments including a judgment of the Delhi High Court in Maja Cosmetics V. Oasis Commercial (P) Ltd.\"\n13. The Supreme Court ordered that the written statement filed by the appellant be taken on record. The judgment of Supreme Court in New India Insurance Company Ltd. (Supra) had been referred to in the judgment asked in S.S. Group Pvt. Ltd. (Supra).\n14. In the case of Shagufta Ahmed (Supra), it is held in paragraph 17:-\n\"But we do not think that the appellants can take refuge under the above order in Cognizance for Extension of Limitation, In re. What was extended by the above order of this Court was only \"the period of limitation\" and not the period upto which delay can be condoned in exercise of discretion conferred by the statute . The above order passed by this Court was intended to benefit vigilant litigants who were prevented due to the pandemic and the lockdown, from initiating proceedings within the period of limitation prescribed by general or special law. It is needless to point out that the law of limitation finds its root in two latin maxims, one of which is v igilantibus et Non dormientibus Jura subveniunt which means that the law will assist only those who are vigilant about their rights and not those who sleep over them.\" \nTaking into consideration the view settled by the Supreme Court and the applicability of the order of Supreme Court in Suo-moto Writ (Civil) No.03 of 2020, the glaring fact present in this case is this, that the petitioners have till date not filed any written statement, the prescribed time for filing written statement and the time which can be extended by the Court both have expired. The case was fixed for hearing on 22.06.2021 even on that date, the petitioner was not ready and prepared to file the written statement, therefore, it appears to be a case in which the petitioner is making a prayer for extension of limitation. No Court can grant any extension of limitation against the provisions of the enactment under which the case is being considered and heard. Further, it is not a case of condonation of delay as the written statement is still not filed. Hence, I am of this view that the learned Commercial Court has not committed any error in rejecting the prayer made by the petitioner for granting time to file written statement. Accordingly, no substance is found to be present in this petition, hence, this petition is dismissed at motion stage. \n15. Accordingly, this petition is disposed off. \nSd/-\n                                              (Rajendra Chandra Singh Samant)\nMonika                                                     Judge  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "353db15925b2496caefa932c5a074814_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83e0dc16f8e04620b777cc6440a0d2bb_1"
    },
    {
      "start": 242,
      "end": 366,
      "text": "\nChattisgarh High Court\nPrakash Corporates vs Dee Vee Projects Limited on 9 July, 2021\nAuthor: Rajendra Chandra Singh Samant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "718f69559dab4a0089b8580f1af66d67_2"
    },
    {
      "start": 367,
      "end": 404,
      "text": "\nBench: Rajendra Chandra Singh Samant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f57fd361db942888902253d5dc77b82_3"
    },
    {
      "start": 443,
      "end": 661,
      "text": "1\n\n\n\n                                                                           Afr\n\n\n             High Court Of Chhattisgarh, Bilaspur\n\n                          W.P.(227) No.312 of 2021\n\n      Prakash Corporates T/16",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67c8e0fe9d6a459b9f84d01c9c8809f4_4"
    },
    {
      "start": 662,
      "end": 668,
      "text": "Raheja",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17087c08f55c46a6b3d70cec39bfa307_5"
    },
    {
      "start": 669,
      "end": 699,
      "text": "Tower, Fafadih, Raipur, 492001",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dba904ce667b4918a5c03a5559f5d6a4_6"
    },
    {
      "start": 708,
      "end": 781,
      "text": "Chhattisgarh Through Its Partner Namely Shri Shailesh Kumar Goyal\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18dcafc62089428396c3f4cb562380e2_7"
    },
    {
      "start": 781,
      "end": 980,
      "text": "S/o Shri Bhimsen Goyal, Aged About 37 Years, T/16 Raheja Tower,\n       Fafadih, Raipur, District Raipur Chhattisgarh (that the defendant was not\n       properly impleaded before the commercial court)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71abeae1e2634baf83241738f453cef4_8"
    },
    {
      "start": 1048,
      "end": 1101,
      "text": "---- Petitioner\n\n                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f7ef39e3e8444aea7ed5bda344c37ee_9"
    },
    {
      "start": 1101,
      "end": 1115,
      "text": "Versus\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c8e2e10c2334f70b41395debdaf14c8_10"
    },
    {
      "start": 1115,
      "end": 1241,
      "text": "Dee Vee Projects Limited, Through Its Director, 1 st Floor, Vikas\n       Complex, Power House Road, Korba 495678, Chhattisgarh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "753f05381010477ea6503c1f87238746_11"
    },
    {
      "start": 1307,
      "end": 1506,
      "text": "---- Respondent\nFor Petitioner                   - Mr. Manoj Paranjpe, Advocate.\nFor respondent/caveator          - Mr. Amrito Das and Mr. Rishabh Garg,\n                                    Advocate.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e3a8f1377274845b22eb5f3faec8c5b_12"
    },
    {
      "start": 1506,
      "end": 1513,
      "text": "Hon'ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40a6609c14de431f97482b11f6f117a4_13"
    },
    {
      "start": 1514,
      "end": 1585,
      "text": "Shri Justice Rajendra Chandra Singh Samant Order on Board 09-07-2021\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d284192e99804b698360ec02a82c501c_14"
    },
    {
      "start": 1586,
      "end": 1884,
      "text": "This petition under Article 227 of Constitution of India has been brought being aggrieved by the order dated 22.06.2021 passed in Civil Suit No.01-B/2021, by the Criminal Court District- Raipur, C.G., by which the opportunity of the petitioner/defendants for filing written statement was closed.\n2.",
      "labels": [
        "RLC"
      ],
      "id": "8bfef956fe6f42f8b5ec2c0d5c1d93c6_15"
    },
    {
      "start": 1885,
      "end": 2041,
      "text": "It is submitted by the learned counsel for the petitioner that the respondent has filed a Civil Suit in No.01-B/2021 before the Criminal Court Raipur, C.G..",
      "labels": [
        "FAC"
      ],
      "id": "b8b8454d621c47fdbc34aac062918d9b_16"
    },
    {
      "start": 2042,
      "end": 2109,
      "text": "The petitioner/defendant received the summons on 6th January, 2021.",
      "labels": [
        "FAC"
      ],
      "id": "e9deddc1d424453d908490b833efd6ae_17"
    },
    {
      "start": 2110,
      "end": 2206,
      "text": "The time for filing written statement was extended for 120 days which got expired on 06.05.2021.",
      "labels": [
        "FAC"
      ],
      "id": "51e9d4adfb9a43bd883e9ff89c1784c5_18"
    },
    {
      "start": 2207,
      "end": 2444,
      "text": "The case was listed on 15.04.2021 and on that date the case was fixed for arguments on the application under Section 10 read with Section 151 of C.P.C. and application under Order 38 Rule 5 read with Section 151 of C.P.C., on 22.06.2021.",
      "labels": [
        "FAC"
      ],
      "id": "fbe07acf09af44d5b5f997493a07a981_19"
    },
    {
      "start": 2445,
      "end": 2659,
      "text": "No last opportunity was given by the Commercial Court to the petitioner for filing of written statement and on 06.05.2021, the Court was closed due to the imposition of lock-down in corona pandemic control measure.",
      "labels": [
        "FAC"
      ],
      "id": "f4ab5f2384fb4ea79f1b7a20eee9e16f_20"
    },
    {
      "start": 2661,
      "end": 3049,
      "text": "3. In the impugned order, the learned Commercial Court has held that according to the proviso under Order Viii Rule 1 of C.P.C. incorporated in Commercial Courts Act, after the expiry of 120 days from the date of service of summons, the right of defendants to file written statement stands forfeited and therefore, the opportunity of filing written statement by the petitioner was closed.",
      "labels": [
        "FAC"
      ],
      "id": "1e6bfa3f8e1b49569aac20a6f0315819_21"
    },
    {
      "start": 3050,
      "end": 3278,
      "text": "It is submitted by the learned counsel for petitioner that on 22.06.2021, the petitioner filed application seeking time to file written statement on the medical ground as the learned counsel for the petitioner was in quarantine.",
      "labels": [
        "FAC"
      ],
      "id": "fe9259fea66d426dbc12b6ca2d79b5c5_22"
    },
    {
      "start": 3279,
      "end": 3368,
      "text": "The learned trial Court has not given any consideration on this prayer of the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "5862242ffe124cb8bfa3c3349dd910be_23"
    },
    {
      "start": 3369,
      "end": 3606,
      "text": "The Hon'ble Supreme Court has in Suo-moto Writ (Civil) No.-03 of 2020 has ordered that while computing the period of limitation prescribed in general law and special Acts, the period between 15.03.2020 to 14.03.2021 shall stand excluded.",
      "labels": [
        "RLC"
      ],
      "id": "ec2e87719d11460cbf316edf8949998d_24"
    },
    {
      "start": 3607,
      "end": 3743,
      "text": "On 27.04.2021, the suspension of limitation under general or special laws was further extended and the matter was listed for 19.07.2021.",
      "labels": [
        "FAC"
      ],
      "id": "e69f981921704d3d933185b7f56781a2_25"
    },
    {
      "start": 3744,
      "end": 3912,
      "text": "Hence, on the basis of this order of the Supreme Court, the limitation that has been counted without taking into consideration of the period of lock-down, is erroneous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4134bab94a274cd8aee402475d8cba33_26"
    },
    {
      "start": 3913,
      "end": 4169,
      "text": "\n4. Reliance has been placed on the judgment of Supreme Court in the case of S.S. Group Pvt. Ltd. Vs. Aaditiya J. Garg and Anr. reported in 2020 Scc Online Sc 1050 and the judgment of Supreme Court in Kailash Vs. Nanhku & Ors. reported in (2005) 4 Scc 480.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1529bd3e387d452395a59f92cfcb3b1b_27"
    },
    {
      "start": 4170,
      "end": 4334,
      "text": "It is submitted that in the case of S.C.G. Contracts (India) Private Limited Vs. K.S. Chamankar Infrastructure Private Limited & Ors. reported in (2019) 12 Scc 210.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "75d1fe54d80a4e2d87a5c50710f636d2_28"
    },
    {
      "start": 4335,
      "end": 4473,
      "text": "The Supreme Court granted liberty to the defendant and ordered that the written statement that was already produced to be taken on record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9b322f036e81412abbba52008a624e10_29"
    },
    {
      "start": 4474,
      "end": 4647,
      "text": "Therefore, it is prayed that this petition may be admitted and petitioner may be granted opportunity to file written statement in the Civil Suit before the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "640d6b9a99cd4a42ba3ab70cddbe549b_30"
    },
    {
      "start": 4649,
      "end": 4894,
      "text": "5. Shri Amrito Das, learned counsel for the respondent has appeared on caveat and he opposes the petition and the submissions made in that respect and submits that the present petition under Article 227 Constitution of India is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "214b4939a1aa4be3a4136259cf08518f_31"
    },
    {
      "start": 4895,
      "end": 5009,
      "text": "Section 13(1)(A) of Commercial Courts Act Specifically provides that \"Any person aggrieved by the judgment or orde",
      "labels": [
        "STA"
      ],
      "id": "f7fc3fa826ce4f83b32e0ce83060cb4e_32"
    },
    {
      "start": 5010,
      "end": 5232,
      "text": "r of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3318d142af3f419f897388265347152b_33"
    },
    {
      "start": 5233,
      "end": 5277,
      "text": "Therefore, the impugned order is appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f4aa86876114bd49f0a22035e96f0e9_34"
    },
    {
      "start": 5278,
      "end": 5474,
      "text": "Hence, in such a case, the appeal shall be maintainable against the impugned order, under Order 43 of C.P.C. and the same shall be heard by a Commercial Appellate Division Bench of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "432f74eb1eec48e88d8a2ef561693566_35"
    },
    {
      "start": 5475,
      "end": 5552,
      "text": "Therefore, there is no provision for hearing of such cases by a Single Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95404fef0f28429a970a3afd358dfda3_36"
    },
    {
      "start": 5553,
      "end": 5678,
      "text": "The amended provision of the C.P.C. filed under Section 16 of the Act, 2015 does not leave any scope of condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6b6530de0ef4dfea343135dddd02952_37"
    },
    {
      "start": 5679,
      "end": 5905,
      "text": "It is submitted that in the case of S.C.G. Contracts (India) Private Limited (Supra), the Supreme Court is very clear on this point that the Commercial Court has no power to extend the time given beyond the period of 120 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29bc837ea78e416e8c7754615a06ecea_38"
    },
    {
      "start": 5906,
      "end": 6027,
      "text": "The opportunity that was given to the defendant in that case was a singular incident and does not lay down any precedent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1871eb4241a456296db1bc740c16247_39"
    },
    {
      "start": 6028,
      "end": 6182,
      "text": "Further, the defendant in that case had already filed the written statement in the present case, the petitioner has still not filed any written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31bd9cbdf92e4652b52c4dc94f42dd92_40"
    },
    {
      "start": 6183,
      "end": 6481,
      "text": "In the case of Sagufa Ahmed & Ors. Vs. Upper Assam Polywood Products Private Limited & Ors. reported in (2021) 2 SCC 317, the Supreme Court has considered and it has been observed, that the order in Sou-moto is only for the purpose of extension of period of limitation and not to condone the delay.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0de33916b9a9481685406c3d5ce492d6_41"
    },
    {
      "start": 6482,
      "end": 6668,
      "text": "The time provided for filing of reply is prescribed period and therefore, this has to be not a limitation, which is not covered under the order of Suo-moto Writ (Civil) No.03 of 2020.\n6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c735992105e4f5da7cf2e84a1eba034_42"
    },
    {
      "start": 6669,
      "end": 6822,
      "text": "It is further submitted that the petitioner was granted sufficient time for filing of written statement and on the date fixed, the Courts was not closed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "187eacab006c4fb6b30b50c49848f536_43"
    },
    {
      "start": 6823,
      "end": 6882,
      "text": "The grounds taken for non-submission of reply are baseless.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b14466e1d5a347e0a438bfcf5077f16a_44"
    },
    {
      "start": 6883,
      "end": 7082,
      "text": "On the last date, on which the case was fixed for hearing i.e. 22.06.2021, again the written statement was not filed and the limitation for filing written statement had already expired on 06.05.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6f59d6b37554b0daeccf6f882d72ecb_45"
    },
    {
      "start": 7083,
      "end": 7211,
      "text": "It is submitted that if such delay in filing of written statement condoned, then the object of the Act, 2015 will be frustrated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "df1be883f67d4076bd0b522dbb7e0fcb_46"
    },
    {
      "start": 7212,
      "end": 7262,
      "text": "Hence, the impugned order has been rightly passed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "35a1b9daac694025842befee20d1dcbb_47"
    },
    {
      "start": 7263,
      "end": 7336,
      "text": "Therefore, it prayed that this petition may be dismissed at motion stage.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8279e7df5a7443f8a19b28cee2505a02_48"
    },
    {
      "start": 7338,
      "end": 7683,
      "text": "7. In reply, it is submitted by the learned counsel for the petitioner that the proviso of Section 13(1)(A) provides that an appeal shall lie from such orders passed by a Commercial Division of a Commercial Court that are specifically enumerated under Order 43 of C.P.C. as amended by this Act and Section 37 of Arbitration and Conciliation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e13a32a702cd4470876e5d4fbc817282_49"
    },
    {
      "start": 7684,
      "end": 7780,
      "text": "There is a clear order of the Supreme Court in Sou-moto case extending the period of limitation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43637f170c4a43ada5700407edda1846_50"
    },
    {
      "start": 7781,
      "end": 7979,
      "text": "\n8. Reliance has been placed on the judgment of the Supreme Court in the case of New India Assurance Company Limited Vs. Hilli Multipurpose Cold Storage Private Limited reported in (2020) 5 SCC 757.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "54d5303137a54c289032821555bab3db_51"
    },
    {
      "start": 7980,
      "end": 8104,
      "text": "It is again submitted that the order in Suo-moto Writ Petition regarding extension of limitation is applicable in this case.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b007df167d544062989bcdf8223b1fb0_52"
    },
    {
      "start": 8105,
      "end": 8203,
      "text": "Therefore, it is prayed that this petition may be allowed and relief be granted to the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6980ee091f34064986fdf09d5d71a8b_53"
    },
    {
      "start": 8205,
      "end": 8294,
      "text": "9. Heard learned counsel for the parties and perused the documents present on record.\n10.",
      "labels": [
        "NONE"
      ],
      "id": "f5d9694dcee4485483b686c69d3ea10f_54"
    },
    {
      "start": 8295,
      "end": 8342,
      "text": "Considered on the point of the maintainability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cc7d708ae93414da9d2aeec7dfb7351_55"
    },
    {
      "start": 8343,
      "end": 8875,
      "text": "Section 13(1)(A) of Commercial Courts Act, 2015 (hereinafter referred to as the Act, 2015) provides as follows:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions: -\n(1A): Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order\"\n11.",
      "labels": [
        "STA"
      ],
      "id": "a523abf2adbc42dca45a8c031558b58b_56"
    },
    {
      "start": 8876,
      "end": 9028,
      "text": "Although, the proviso mentions that appeal shall lie from such orders, which are specifically enumerated under Order 43 of C.P.C. as amended by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f74e54a2a8bf4b088a207ef7caf84229_57"
    },
    {
      "start": 9029,
      "end": 9115,
      "text": "The schedule Section 16 of Act, 2015 does not show any amendment in Order 43 of C.P.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8c179c2369d4d5d8f9781642c8d9e85_58"
    },
    {
      "start": 9116,
      "end": 9229,
      "text": "In such a case, the existing provision under Order 43 of C.P.C. has to be construed and taken into consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "001fb573ea914771842bec7db22a4a01_59"
    },
    {
      "start": 9230,
      "end": 9378,
      "text": "The order 43 Rule 1 of C.P.C. provides for appealable orders, in which the order passed by any Court under Order 8 Rule 1 of C.P.C. is not included.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d52a55ff8ff24439b53a02e93d6767fc_60"
    },
    {
      "start": 9379,
      "end": 9563,
      "text": "Section 37 of the Arbitration and Conciliation Act, 1996 also does not provide for appeal from such order, by which the opportunity for filing written statement is closed by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f91ca08caeb84e15957cfad71dbbc329_61"
    },
    {
      "start": 9564,
      "end": 9793,
      "text": "Hence, on this basis, it can be held that the impugned order is not an appealable order, according to the provisions of Section 13 of the Act, 2015, therefore, the petition under Article 227 Constitution of India is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67f212c0b0504b79a185446083ae166e_62"
    },
    {
      "start": 9795,
      "end": 9829,
      "text": "12. Considered on the submissions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ca58e62ca6c4ce9bcbd716428267514_63"
    },
    {
      "start": 9830,
      "end": 10131,
      "text": "The view of the Supreme Court in the case of S.C.G. Contracts (India) Private Limited (Supra) is very clear that the right to file written statement stands forfeited after the time prescribed for filing of written statement and the time extended according to the provisions contained in the enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d5a60f5c1a0b4c7aab680699631efaa8_64"
    },
    {
      "start": 10132,
      "end": 10640,
      "text": "Although, the case was under the provisions of the Consumer Protection Act and the time for filing of written statement had expired after the completion of prescribed period and the period that was extended according to the provision in the Act, the Supreme Court then held in paragraph 10:-\n\"(10) Several High Court judgments on the amended Order VIII Rule 1 have now held that given the consequence of non-filing of written statement, the amended provisions of the CPC will have to be held to be mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "884fcb0f4e5e40e5b4d25ef10905047f_65"
    },
    {
      "start": 10641,
      "end": 10912,
      "text": "See Oku Tech (P) Ltd. V. Sangeet Agarwal by a learned Single Judge of the Delhi High Court dated 11.08.2016 in CS (OS) No. 3390 of 2015 as followed by several other judgments including a judgment of the Delhi High Court in Maja Cosmetics V. Oasis Commercial (P) Ltd.\"\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3e4cf4dd29a4c4189e2f0b0ad3f627c_66"
    },
    {
      "start": 10913,
      "end": 11008,
      "text": "The Supreme Court ordered that the written statement filed by the appellant be taken on record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "540cdc06efb34d4cbc2aeca8db61d558_67"
    },
    {
      "start": 11009,
      "end": 11162,
      "text": "The judgment of Supreme Court in New India Insurance Company Ltd. (Supra) had been referred to in the judgment asked in S.S. Group Pvt. Ltd. (Supra).\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "91a985a503e54978bfa3d24a75ce60a0_68"
    },
    {
      "start": 11163,
      "end": 11359,
      "text": "In the case of Shagufta Ahmed (Supra), it is held in paragraph 17:-\n\"But we do not think that the appellants can take refuge under the above order in Cognizance for Extension of Limitation, In re.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "621070c16f4540ae9abbf8fb9b6fd5ce_69"
    },
    {
      "start": 11360,
      "end": 11551,
      "text": "What was extended by the above order of this Court was only \"the period of limitation\" and not the period upto which delay can be condoned in exercise of discretion conferred by the statute .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6234bf1bf224e8f9187d3cadc6c07d1_70"
    },
    {
      "start": 11552,
      "end": 11786,
      "text": "The above order passed by this Court was intended to benefit vigilant litigants who were prevented due to the pandemic and the lockdown, from initiating proceedings within the period of limitation prescribed by general or special law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99784cc487bb43a3867c3582ca89a49f_71"
    },
    {
      "start": 11787,
      "end": 12063,
      "text": "It is needless to point out that the law of limitation finds its root in two latin maxims, one of which is v igilantibus et Non dormientibus Jura subveniunt which means that the law will assist only those who are vigilant about their rights and not those who sleep over them.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7f8eeb9d8aef43a88524818e39230914_72"
    },
    {
      "start": 12064,
      "end": 12452,
      "text": "\nTaking into consideration the view settled by the Supreme Court and the applicability of the order of Supreme Court in Suo-moto Writ (Civil) No.03 of 2020, the glaring fact present in this case is this, that the petitioners have till date not filed any written statement, the prescribed time for filing written statement and the time which can be extended by the Court both have expired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa81a4f92eea472893396c28c304c864_73"
    },
    {
      "start": 12453,
      "end": 12696,
      "text": "The case was fixed for hearing on 22.06.2021 even on that date, the petitioner was not ready and prepared to file the written statement, therefore, it appears to be a case in which the petitioner is making a prayer for extension of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "818ce11e1f8d48e5839b17c922ed851e_74"
    },
    {
      "start": 12697,
      "end": 12835,
      "text": "No Court can grant any extension of limitation against the provisions of the enactment under which the case is being considered and heard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c00cee47dac4d7e85ea8ad5c5ca711c_75"
    },
    {
      "start": 12836,
      "end": 12930,
      "text": "Further, it is not a case of condonation of delay as the written statement is still not filed.",
      "labels": [
        "RATIO"
      ],
      "id": "bd9cfa05c5b34fd5bd8fd32f8b173ee4_76"
    },
    {
      "start": 12931,
      "end": 13109,
      "text": "Hence, I am of this view that the learned Commercial Court has not committed any error in rejecting the prayer made by the petitioner for granting time to file written statement.",
      "labels": [
        "RATIO"
      ],
      "id": "01e550d701394cbd912326adc9bbd58b_77"
    },
    {
      "start": 13110,
      "end": 13227,
      "text": "Accordingly, no substance is found to be present in this petition, hence, this petition is dismissed at motion stage.",
      "labels": [
        "RPC"
      ],
      "id": "2b13ad35289a44599355eecc850786e0_78"
    },
    {
      "start": 13229,
      "end": 13276,
      "text": "15. Accordingly, this petition is disposed off.",
      "labels": [
        "RPC"
      ],
      "id": "366f99b1520a45d18e53ea075b663797_79"
    },
    {
      "start": 13278,
      "end": 13420,
      "text": "Sd/-\n                                              (Rajendra Chandra Singh Samant)\nMonika                                                     ",
      "labels": [
        "NONE"
      ],
      "id": "5a9cc25e8d97474a9026d73a2154cc5d_80"
    }
  ]
}