{
  "id": "5b3798c9fe52f4d853882a97b49ca7b1437fd339aedae6db6e0fccbd23a5e72d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadhya Pradesh High Court \nShravan Kumar Patel vs M/S Mohanlal Hargovinddas A ... on 15 May, 2024 \nAuthor: Sheel Nagu\nBench: Sheel Nagu, Amar Nath Kesharwani\nIn The High Court Of Madhya Pradesh\n                 At Jabalpur\n                    Before\n      Hon'Ble Shri Justice Sheel Nagu \n                        & \nHon'Ble Shri Justice Amar Nath Kesharwani \n\n        Misc. Petition No.4758 of 2023\n\nBetween :-\n\n     Shravan Kumar Patel S/O Late\n     Shri Parmanand Bhai Patel,\n     Aged About 77 Years, R/O 933,\n     Gole      Bazar,    Jabalpur,\n     Occupation : Partner In M/S\n     Mohanlal Hargovinddas.\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Having\n     Office   At     M/S Mohanlal\n     Hargovinddas, Gole Bazar,\n     Jabalpur (M.P.)\n\n                                        .....Petitioner\n\n     (By Shri Siddharth Gulatee - Advocate)\n\n                       And\n\n1.   M/S Mohanlal Hargovinddas,\n                    -   2 -\n\n\n\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Throuh\n     Its Manager Having Office At\n     M/S Mohanlal Hargovinddas,\n     903 Gole Bazar, Jabalpur (M.P.)\n\n2.   Siddharth Patel S/O Late Shri\n     Parmanand      Bhai    Patel,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O 933, Gole\n     Bazar, Jabalpur (M.P.)\n\n3.   Smt. Neena Vinaybhai Patel W/O\n     Dr. Vinaybhai Patel, Partner In\n     M/S Mohanlal Hargovinddas,\n     R/O \"31 Valentina\" Gamadiya\n     Road, Off Pedder Road, Mumbai\n     (Maharashtra)\n\n4.   Smt. (Dr.) Sonal Kiranbhai Amin\n     W/O    Shri   Kiranbhai Amin,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O \"Kinal\", 4/11\n     University     Road,  Pachpedi,\n     Jabalpur (M.P.) \n\n5.   Ms. Roopa Patel D/O Late Shri \n     Parmanand      Bhai      Patel, \n     Partner In Ms/ Mohanlal\n     Hargovinddas, R/O \"30 Shreyas\"\n     5Th Floor, Opposite Nariman\n     Point,   20    Br,     Mumbai,\n     (Maharashtra) \n                                             -   3 -\n\n\n\n       6 .      Mohanlal Hargovinddas Bidi \n               Udyog Pvt. Limited, \n               A   Company      Incorporated \n               Under The Provisions Of The\n               Companies Act, Having Its\n               Registered Office At 903 , Gole \n               Bazar, Mh House, Gole Bazar,\n               Jabalpur. A Partner In M/S \n               Mohanlal Hargovinddas. \n\n                                                                     ....Respondents\n\n               ( By Respondent No.1- Shri Bhanu \n               Pratap Singh- Advocate, By Respondent No.2 \n               - Shri Devendra Chouhan, Shri B.D. Singh & \n               Shri Azad Krishna Bais- Advocates, By\n               Respondent No.3 - Shri Kunal Vajani & Shri \n               Devashish Sakalkar - Advocates By\n               Respondent No.5- Shri Aman Gupta-\n               Advocate And By Respondent No.6- Shri \n               Gagan Sanghi - Advocate) \n-----------------------------------------------------------------------------------------------\n       Reserved on                      :        25/04/2024 \n       Pronounced on                    :        15/05/2024 \n--------------------------------------------------------------------------------------- \n       This petition having been heard and reserved for orders ,\ncoming on for pronouncement this day, Hon'ble Shri Justice Sheel\nNagu pronounced the following: \n\n                                                Order\n1. Supervisory jurisdiction of this Court under Article 227 of the Constitution of India is invoked to assail interlocutory order passed by XXIVth District Judge, Commercial Court, Jabalpur on 19.07.2 023 in - 4 - Commercial Suit No.156/2022 whereby, the right of petitioner/ plaintiff to adduce evidence has been closed on the ground of failure of petitioner/plaintiff to avail various last opportunities to adduce evidence afforded earlier. \n2. While taking cognizance of this matter, this Court by an order passed on 29.08.2023 stayed the Commercial Suit No.156/2022. The said interim order continues to subsist till date. Accordingly, urgency arises and therefore, this matter has been finally heard in motion to be decided in following terms:-\n2.1 Preliminary objection has been raised by respondents herein primarily contending that though this petition is maintainable under Article 227 of Constitution since constitutional remedy of supervisory jurisdiction cannot be blocked by any statutory bar or otherwise, but the nature of dispute raised herein does not call for interference within the limited and restricted supervisory power under Article 227 of Constitution of India. \n2.2 Learned counsel for respondents rely upon judgments rendered in Beyond Malls LLP Vs. Lifestyle International Pvt. Ltd., [2021 (1) MPLJ 337 Para 13], Jagir Singh vs. Ranbir Singh and another [(1979) 1 SCC 560 Para 6], Garment Craft Vs. Prakash Chand Goel, [2022 (4) SCC 181 Para 15], Ouseph Mathai and others vs. M. Abdul Khadir [(2002) 1 SCC 319 Para 4], Shivaji Laxman - 5 - Palaskar and others vs. Kamal Raosaheb Shipalkar and others passed in W.P. No.12117/2018 decided on 01.11.2018 [High Court of Bombay, Aurangabad Bench] and State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others [(2003) 6 SCC 641 Para 19 and 28] inter alia in support of the aforesaid objection. \n3. Per contra, learned counsel for petitioner/plaintiff has opposed the preliminary objection of the respondents by relying upon Mahant Ram Das vs. Ganga Das [AIR 1961 SC 882] & Shrinivas Sharma vs. Shiv Kumar Sharma and others [(2011) SCC OnLine MP 2176 Para 11 to16] and contending that once defendant Nos.2, 6 & 7 amended their written statements for hearing immediately prior to passing of the impugned order, petitioner/plaintiff ought to have been afforded further opportunity to rebut the amendment and to this extent, the Commercial Court failed to exercise its jurisdiction thereby, rendering its impugned order amenable to supervisory jurisdiction of this Court under Art. 227 of Constitution.\n4. The Commercial Court Act, 2015 (for brevity \"Act of 2015\") came into force on 23.10.2015 and was enacted to inter alia achieve following objects :-\n(i) Since high value commercial disputes involve complex questions of fact and law, prolonged pendency of which - 6 - decelerates the economic growth and tarnish the Indian judiciary and diminishes faith of investors, an independent mechanism for early resolution of such disputes is need of the hour.\n(ii) Expeditious disposal of such commercial disputes.\n4.1 For achieving the aforesaid objects, the special act i.e. the Commercial Courts Act, 2015 incorporated provisions which indicate towards the legislative intent behind enactment of Act of 2015 which are as follows :-\n(a) The extensive definition of expression \"commercial disputes\" u/S 2(c) of the Act of 2015.\n(b) Constitution of Commercial Courts at District, Appellate and Divisional level. \n(c) Section 8 of the Act of 2015 bars revision against an interlocutory order passed by Commercial Courts which is indicative of legislative intent to shorten the time span consumed by a commercial dispute. \n(d) Section 12(3) of the Act of 2015 bars an appeal or civil revision against an order of Commercial Court determining its own jurisdiction. \n- 7 - (e) Section 12A inserted w.e.f. 03.05.2018 in the Act of 2015 makes pre-institution mediation and settlement mandatory for every commercial dispute baring the suits where urgent interim relief is sought.\n(f) Section 14 obliges the Appellate Court under the Act of 2015 to endeavour to dispose of appeals within a period of six months. \n(g) Section 16 by way of Schedule appended to the Act of 2015 amends the procedure prescribed in Civil Procedure Code,1908 by making it more stringent and time bound. \n(h) Section 21 bestows overriding effect upon the Act of 2015 over any other law or instrument. \n5. On the anvil of the object sought to be achieved and the means prescribed for achieving the same, the attending factual scenario is to be tested especially in regard to the scope of interference under Art. 227 of Constitution. \n5.1 The undisputed facts are that the suit was instituted in the year 2012. \n5.2 After filing of written statement by the defendants, the Commercial Court framed issues on 24.06.2014. \n- 8 - 5.3 Plaintiff/petitioner was given various last opportunities for adducing evidence but for one reason or the other, same could not happen. \n5.4 Ultimately the suit in question came to be listed on 06.07.2023 when two applications; one under Order 40 Rule 1 CPC for appointment of Receiver filed by defendant No.2 and similar application under Order 6 Rule 17 CPC filed by defendant No.7 and third application under Order 8 Rule 1A(3) CPC filed by defendant No.7 were taken up and considered. \n5.5 On 06.07.2023 itself, the application under Order 40 Rule 1 CPC for appointment of Receiver preferred by defendant No.2 was rejected on merits. However, other three applications, two for amending the written statement and the third under Order 8 Rule 1A(3) CPC for taking the documents on record in support of written statement of defendant No.7 were allowed, permitting defendant No.2 and defendant No.7 to amend their respective written statements. \n5.6 However, before concluding the order dated 06.07.2023, the Commercial Court in the backdrop of six opportunities having been afforded to the plaintiff to adduce evidence (on 23.08.2016, 14.08.2018, 23.01.2023, 14.02.2023, 17.03.2023 and 24.05.2023) directed that last opportunity is afforded to plaintiff - 9 - to adduce evidence failing which his right to adduce evidence shall stand forfeited. \n5.7 The suit was thereafter listed on 19.07.2023. On this day again, the plaintiff failed to adduce evidence in support of the plaint. The Commercial Court in the backdrop of peremptory order passed earlier on 06.07.2023, forfeited the right of plaintiff to adduce evidence. While passing the impugned order, the Commercial Court afforded opportunity to the defendants to respond to the application moved by the plaintiff under Order 18 Rule 1A(3) CPC (this application was subsequently withdrawn by the plaintiff). \n6. In the aforesaid factual backdrop, it requires adjudication as to whether the trial Court while passing the impugned order exceeded the jurisdiction vested in it or failed to exercise the jurisdiction or wrongly exercised the jurisdiction. \n6.1 After due consideration, this Court is of the considered view that looking to the nature of dispute, attending factual scenario and the constraints under Art. 227 of Constitution, no relief is due to the petitioner for the reasons infra:-\n( i) The Commercial Court which is obliged under the Act of 2015 to decide the suit expeditiously, was faced with a - 10 - situation where the suit instituted in the year 2012 was pending since last more than 10 years. \n(ii) The Commercial Court was further faced with compelling situation where despite grant of more than six opportunities to the plaintiff including three last opportunities, plaintiff had failed to adduce evidence. \n(iii) The Commercial Court concerned was obliged under the law to decide the suit in question within the restricted procedural provisions of C.P.C. in terms of Section 16 of the Act of 2015. Thus, the Commercial Court was functioning under the constraints of time line for completion of each stage in the suit under C.P.C. circumscribed and abridged by the Commercial Court Act. \n(iv) The application for amendment and taking documents on record preferred by the defendants, which were allowed on 06.07.2023, were mere elaboration of the pleadings contained in the respective written statements and thus plaintiff has no reason to plead prejudice for non-grant of opportunities to rebut the said additional pleadings. \n(v) The supervisory power under Art. 227 of Constitution which is invoked by the petitioner/plaintiff to assail the impugned order has to be exercised with great care and - 11 - caution. This power is merely to ensure that Courts under territorial jurisdiction of High Court function within their jurisdictional purview. Further this power is not akin to the appellate power of High Court. High Court under Art. 227 of Constitution cannot enter into factual disputes unless such disputes arise from palpably perversity demonstrating lacking of jurisdiction. Unless and until it is shown that the Civil Court has passed an order which it could not have been passed in law, no interference under Art. 227 of Constitution is called for. An order passed by the Civil Court may not be the most appropriate decision in the attending facts and circumstances. However, if the view taken by the Civil Court is one which could have been taken in the attending facts and circumstances of the case, then merely because another view is possible, cannot be a good ground to interfere in the limited and restricted supervisory jurisdiction under Art. 227 of Constitution. [See: Shalini Shyam Shetty & Anr. Vs. Rajendra Shankar Patil, 2010 (8) SCC 329 and Radhey Shyam Vs. Chhabi Nath, 2015 (5) SCC 423]. \n(vi) The facts attending the present case reveal that the Commercial Court was dealing with the suit which was more than 12 years old and where the plaintiff despite grant - 12 - of various last opportunities had failed to adduce evidence despite the issues having been framed way back on 24.06.2014. In the backdrop of Commercial Court Act mandating the Commercial Courts to expeditiously decide commercial disputes, the impugned order is in accordance with law especially in the attending compelling facts and circumstances created by procrastination on the part of plaintiff/petitioner. \n(vii)Thus the view taken by the Commercial Court by passing impugned order could very well have been taken in the available facts and circumstances and, therefore, merely because another view is possible, this Court cannot interfere in the limited jurisdictional purview under Art. 227 of Constitution. \n(viii) Interference in the impugned order in the given facts and circumstances shall amount to grant of premium to repeated defaults committed by petitioner/plaintiff. \n(ix) In normal circumstances, amendment in written statement should lead to consequential allowing of amendment in the plaint. However, the facts situation herein is different. The amendment to the written statement is nothing but mere elaboration and expansion of the pleadings already existing - 13 - in their written statement. Thus, the amendment to WS may not afford a right upon the plaintiff to seek consequential amendment of plaint. \n7. In the conspectus of above, no case for interference is made out and the present petition under Art. 227 of Constitution stands dismissed. Interim order passed earlier on 29.08.2023 stands vacated. \n8. Registry is directed to inform the trial Court about passing of this order. \n                     (SHEEL NAGU)                        (AMAR NATH (KESHARWANI))\n                        JUDGE                                    JUDGE YS / Biswal        Date: 2024.05.15 14:52:13 +05'30'\n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58e960db8bc243e5896c6d593e73ca06_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26bd390dc90f437d97e68b89a5e09474_1"
    },
    {
      "start": 242,
      "end": 268,
      "text": "\nMadhya Pradesh High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48f739444412434fa6bee459acd73aba_2"
    },
    {
      "start": 269,
      "end": 340,
      "text": "\nShravan Kumar Patel vs M/S Mohanlal Hargovinddas A ... on 15 May, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de4b06e6bcb3454386fe32de4d4a52ed_3"
    },
    {
      "start": 342,
      "end": 499,
      "text": "Author: Sheel Nagu\nBench: Sheel Nagu, Amar Nath Kesharwani\nIn The High Court Of Madhya Pradesh\n                 At Jabalpur\n                    Before\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10b0531348114ed292a6c3edaadb71dd_4"
    },
    {
      "start": 499,
      "end": 530,
      "text": "Hon'Ble Shri Justice Sheel Nagu",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86127776d63c403aa78976589705c3db_5"
    },
    {
      "start": 531,
      "end": 600,
      "text": "\n                        & \nHon'Ble Shri Justice Amar Nath Kesharwani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3409e119e4f544dba3bbe285c2497887_6"
    },
    {
      "start": 611,
      "end": 2065,
      "text": "Misc. Petition No.4758 of 2023\n\nBetween :-\n\n     Shravan Kumar Patel S/O Late\n     Shri Parmanand Bhai Patel,\n     Aged About 77 Years, R/O 933,\n     Gole      Bazar,    Jabalpur,\n     Occupation : Partner In M/S\n     Mohanlal Hargovinddas.\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Having\n     Office   At     M/S Mohanlal\n     Hargovinddas, Gole Bazar,\n     Jabalpur (M.P.)\n\n                                        .....Petitioner\n\n     (By Shri Siddharth Gulatee - Advocate)\n\n                       And\n\n1.   M/S Mohanlal Hargovinddas,\n                    -   2 -\n\n\n\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Throuh\n     Its Manager Having Office At\n     M/S Mohanlal Hargovinddas,\n     903 Gole Bazar, Jabalpur (M.P.)\n\n2.   Siddharth Patel S/O Late Shri\n     Parmanand      Bhai    Patel,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O 933, Gole\n     Bazar, Jabalpur (M.P.)\n\n3.   Smt. Neena Vinaybhai Patel W/O\n     Dr. Vinaybhai Patel, Partner In\n     M/S Mohanlal Hargovinddas,\n     R/O \"31 Valentina\" Gamadiya\n     Road, Off Pedder Road, Mumbai\n     (Maharashtra)\n\n4.   Smt. (Dr.) Sonal Kiranbhai Amin\n     W/O    Shri   Kiranbhai Amin,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O \"Kinal\", 4/11\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b9b21cd0a8f4f5691ee0a07a7bc85f4_7"
    },
    {
      "start": 2065,
      "end": 2087,
      "text": "University     Road,  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d9a37d4685b49b2879926c4d09eb30e_8"
    },
    {
      "start": 2087,
      "end": 2117,
      "text": "Pachpedi,\n     Jabalpur (M.P.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "725b5e3613924a9db17540e308bb7abd_9"
    },
    {
      "start": 2120,
      "end": 2154,
      "text": "5.   Ms. Roopa Patel D/O Late Shri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c82febe9303c478e88932125f91ee27a_10"
    },
    {
      "start": 2161,
      "end": 2192,
      "text": "Parmanand      Bhai      Patel,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8c7058b6a3642feb1aa4d1ceaa81824_11"
    },
    {
      "start": 2199,
      "end": 2346,
      "text": "Partner In Ms/ Mohanlal\n     Hargovinddas, R/O \"30 Shreyas\"\n     5Th Floor, Opposite Nariman\n     Point,   20    Br,     Mumbai,\n     (Maharashtra)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "224dbed519704ed6bed086d75f78195d_12"
    },
    {
      "start": 2347,
      "end": 2411,
      "text": "\n                                             -   3 -\n\n\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca8006b4fe34461bafc2b6357930ce28_13"
    },
    {
      "start": 2411,
      "end": 2428,
      "text": "6 .      Mohanlal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbc86910e751430aae89dd0c854d5ae2_14"
    },
    {
      "start": 2429,
      "end": 2446,
      "text": "Hargovinddas Bidi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98e2f1cf8bdb43eb895a90a9333a06d7_15"
    },
    {
      "start": 2463,
      "end": 2473,
      "text": "Udyog Pvt.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b5f7fb2d1fa4d6bb7c79106b8bb4825_16"
    },
    {
      "start": 2474,
      "end": 2482,
      "text": "Limited,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "594cb1b4e6204ebcb1576222abe7d326_17"
    },
    {
      "start": 2499,
      "end": 2516,
      "text": "A   Company      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97e75c29c69344aa835cc3a65ce73a9e_18"
    },
    {
      "start": 2516,
      "end": 2528,
      "text": "Incorporated",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2392b2cb127a427ca623c0274a53fcde_19"
    },
    {
      "start": 2545,
      "end": 2629,
      "text": "Under The Provisions Of The\n               Companies Act, Having Its\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d75323c0ab0a4fa7ae6d0f8f6a27ee69_20"
    },
    {
      "start": 2629,
      "end": 2646,
      "text": "Registered Office",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91b39590e5184700ac70773d8a88f75f_21"
    },
    {
      "start": 2647,
      "end": 2653,
      "text": "At 903",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37595d13596b4e74aa133ee95d994146_22"
    },
    {
      "start": 2654,
      "end": 2660,
      "text": ", Gole",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b86b9e0cdb344be0943a9c64417c5192_23"
    },
    {
      "start": 2677,
      "end": 2730,
      "text": "Bazar, Mh House, Gole Bazar,\n               Jabalpur.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b51e418be8d4a51b05d5054060438af_24"
    },
    {
      "start": 2731,
      "end": 2747,
      "text": "A Partner In M/S",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e00f61100564efdb0f67ddfb76cf5db_25"
    },
    {
      "start": 2764,
      "end": 2786,
      "text": "Mohanlal Hargovinddas.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dfefe4c98eb64b88b8581d05edf9a80e_26"
    },
    {
      "start": 2858,
      "end": 2890,
      "text": "....Respondents\n\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4b9b78408a94f24bd5d7e128406983e_27"
    },
    {
      "start": 2890,
      "end": 2911,
      "text": "( By Respondent No.1-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "feee64fdf81e4117ab24093e7c551d51_28"
    },
    {
      "start": 2912,
      "end": 2922,
      "text": "Shri Bhanu",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04ea7cd4499b44f599b3c2d97a58f8c4_29"
    },
    {
      "start": 2939,
      "end": 2952,
      "text": "Pratap Singh-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14f27cfa03c74d049560712de7fd9b11_30"
    },
    {
      "start": 2953,
      "end": 2981,
      "text": "Advocate, By Respondent No.2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70f46afdbb284634871aa807646ab819_31"
    },
    {
      "start": 2982,
      "end": 3040,
      "text": "\n               - Shri Devendra Chouhan, Shri B.D. Singh &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a8e9b0d03434741babdd30628276d9a_32"
    },
    {
      "start": 3057,
      "end": 3091,
      "text": "Shri Azad Krishna Bais- Advocates,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f49e1127db384208acb426eb049a4d36_33"
    },
    {
      "start": 3092,
      "end": 3152,
      "text": "By\n               Respondent No.3 - Shri Kunal Vajani & Shri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e647a54178894cf185b634f1ff99a431_34"
    },
    {
      "start": 3169,
      "end": 3199,
      "text": "Devashish Sakalkar - Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ea32111fc204f43bd0d85c8fcfb6851_35"
    },
    {
      "start": 3200,
      "end": 3267,
      "text": "By\n               Respondent No.5- Shri Aman Gupta-\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58256490c67c4c5c9b5ca4e0c7e8ac29_36"
    },
    {
      "start": 3267,
      "end": 3275,
      "text": "Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f895dfa7e4724b64bbb0708e788fe157_37"
    },
    {
      "start": 3276,
      "end": 3304,
      "text": "And By Respondent No.6- Shri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9f9953aa427493686bc830db04f721a_38"
    },
    {
      "start": 3305,
      "end": 3345,
      "text": "\n               Gagan Sanghi - Advocate)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cdf6e0e094934c0185e07555e300ec63_39"
    },
    {
      "start": 3347,
      "end": 3450,
      "text": "-----------------------------------------------------------------------------------------------\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62abe07d5a2c4c85962207dbfa1a1a49_40"
    },
    {
      "start": 3450,
      "end": 3461,
      "text": "Reserved on",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e7c81d7812f4dc1826d53fe32756a51_41"
    },
    {
      "start": 3483,
      "end": 3502,
      "text": ":        25/04/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18798c72ca8d48489b29c5c2d7614a30_42"
    },
    {
      "start": 3511,
      "end": 3524,
      "text": "Pronounced on",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb5ab44e69634701972e3a4a60dd50b1_43"
    },
    {
      "start": 3525,
      "end": 3563,
      "text": "                   :        15/05/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ee2e186ece347e792f6d60904d76ea4_44"
    },
    {
      "start": 3565,
      "end": 3652,
      "text": "---------------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dff402070caa44ad986cfeee195769a4_45"
    },
    {
      "start": 3661,
      "end": 3716,
      "text": "This petition having been heard and reserved for orders",
      "labels": [
        "PREAMBLE"
      ],
      "id": "295432400f9140df8e9084aa717cd9b3_46"
    },
    {
      "start": 3717,
      "end": 3814,
      "text": ",\ncoming on for pronouncement this day, Hon'ble Shri Justice Sheel\nNagu pronounced the following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce757466c19f495ba97fa25cfd7e32fc_47"
    },
    {
      "start": 3815,
      "end": 3873,
      "text": "\n\n                                                Order\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec1a320ccbc54dfaba8d3f200c4d70a8_48"
    },
    {
      "start": 3874,
      "end": 4071,
      "text": "Supervisory jurisdiction of this Court under Article 227 of the Constitution of India is invoked to assail interlocutory order passed by XXIVth District Judge, Commercial Court, Jabalpur on 19.07.2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb65d94eac5841d8bdad93ae36567d28_49"
    },
    {
      "start": 4072,
      "end": 4313,
      "text": "023 in - 4 - Commercial Suit No.156/2022 whereby, the right of petitioner/ plaintiff to adduce evidence has been closed on the ground of failure of petitioner/plaintiff to avail various last opportunities to adduce evidence afforded earlier.",
      "labels": [
        "FAC"
      ],
      "id": "0438f0b2e8364ffdb3a04c884ad6bd0b_50"
    },
    {
      "start": 4314,
      "end": 4441,
      "text": "\n2. While taking cognizance of this matter, this Court by an order passed on 29.08.2023 stayed the Commercial Suit No.156/2022.",
      "labels": [
        "FAC"
      ],
      "id": "242d8b4e6ff24b79ba93c9882a3b9dc0_51"
    },
    {
      "start": 4442,
      "end": 4496,
      "text": "The said interim order continues to subsist till date.",
      "labels": [
        "FAC"
      ],
      "id": "7a29bf628263403092f1d0c328c3c111_52"
    },
    {
      "start": 4497,
      "end": 4623,
      "text": "Accordingly, urgency arises and therefore, this matter has been finally heard in motion to be decided in following terms:-\n2.1",
      "labels": [
        "NONE"
      ],
      "id": "bbfc5dd8aca048c9b6f5922981da6c31_53"
    },
    {
      "start": 4624,
      "end": 5056,
      "text": "Preliminary objection has been raised by respondents herein primarily contending that though this petition is maintainable under Article 227 of Constitution since constitutional remedy of supervisory jurisdiction cannot be blocked by any statutory bar or otherwise, but the nature of dispute raised herein does not call for interference within the limited and restricted supervisory power under Article 227 of Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "16821ba7a0d541c29914fa25f416ec06_54"
    },
    {
      "start": 5057,
      "end": 5762,
      "text": "\n2.2 Learned counsel for respondents rely upon judgments rendered in Beyond Malls LLP Vs. Lifestyle International Pvt. Ltd., [2021 (1) MPLJ 337 Para 13], Jagir Singh vs. Ranbir Singh and another [(1979) 1 SCC 560 Para 6], Garment Craft Vs. Prakash Chand Goel, [2022 (4) SCC 181 Para 15], Ouseph Mathai and others vs. M. Abdul Khadir [(2002) 1 SCC 319 Para 4], Shivaji Laxman - 5 - Palaskar and others vs. Kamal Raosaheb Shipalkar and others passed in W.P. No.12117/2018 decided on 01.11.2018 [High Court of Bombay, Aurangabad Bench] and State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others [(2003) 6 SCC 641 Para 19 and 28] inter alia in support of the aforesaid objection.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "187edbe55b0140c4a433c925133e25c1_55"
    },
    {
      "start": 5763,
      "end": 6979,
      "text": "\n3. Per contra, learned counsel for petitioner/plaintiff has opposed the preliminary objection of the respondents by relying upon Mahant Ram Das vs. Ganga Das [AIR 1961 SC 882] & Shrinivas Sharma vs. Shiv Kumar Sharma and others [(2011) SCC OnLine MP 2176 Para 11 to16] and contending that once defendant Nos.2, 6 & 7 amended their written statements for hearing immediately prior to passing of the impugned order, petitioner/plaintiff ought to have been afforded further opportunity to rebut the amendment and to this extent, the Commercial Court failed to exercise its jurisdiction thereby, rendering its impugned order amenable to supervisory jurisdiction of this Court under Art. 227 of Constitution.\n4. The Commercial Court Act, 2015 (for brevity \"Act of 2015\") came into force on 23.10.2015 and was enacted to inter alia achieve following objects :-\n(i) Since high value commercial disputes involve complex questions of fact and law, prolonged pendency of which - 6 - decelerates the economic growth and tarnish the Indian judiciary and diminishes faith of investors, an independent mechanism for early resolution of such disputes is need of the hour.\n(ii) Expeditious disposal of such commercial disputes.\n4.1",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f584443335c64beaa7e9874e72d8ca9c_56"
    },
    {
      "start": 6980,
      "end": 7290,
      "text": "For achieving the aforesaid objects, the special act i.e. the Commercial Courts Act, 2015 incorporated provisions which indicate towards the legislative intent behind enactment of Act of 2015 which are as follows :-\n(a) The extensive definition of expression \"commercial disputes\" u/S 2(c) of the Act of 2015.\n",
      "labels": [
        "STA"
      ],
      "id": "f82e0651139a44cbb813d8eba2de2579_57"
    },
    {
      "start": 7290,
      "end": 7372,
      "text": "(b) Constitution of Commercial Courts at District, Appellate and Divisional level.",
      "labels": [
        "STA"
      ],
      "id": "5095397b70574498af4fc7cbf08bbc5b_58"
    },
    {
      "start": 7373,
      "end": 7580,
      "text": "\n(c) Section 8 of the Act of 2015 bars revision against an interlocutory order passed by Commercial Courts which is indicative of legislative intent to shorten the time span consumed by a commercial dispute.",
      "labels": [
        "STA"
      ],
      "id": "b01d54bb6b4444e6b49393e1e14ba9db_59"
    },
    {
      "start": 7581,
      "end": 7722,
      "text": "\n(d) Section 12(3) of the Act of 2015 bars an appeal or civil revision against an order of Commercial Court determining its own jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "99c099c3bc2b4d1bbcef606a2f0ecad3_60"
    },
    {
      "start": 7723,
      "end": 8064,
      "text": "\n- 7 - (e) Section 12A inserted w.e.f. 03.05.2018 in the Act of 2015 makes pre-institution mediation and settlement mandatory for every commercial dispute baring the suits where urgent interim relief is sought.\n(f) Section 14 obliges the Appellate Court under the Act of 2015 to endeavour to dispose of appeals within a period of six months.",
      "labels": [
        "STA"
      ],
      "id": "2ab7e23d216a42c9953643a83c29443a_61"
    },
    {
      "start": 8065,
      "end": 8232,
      "text": "\n(g) Section 16 by way of Schedule appended to the Act of 2015 amends the procedure prescribed in Civil Procedure Code,1908 by making it more stringent and time bound.",
      "labels": [
        "STA"
      ],
      "id": "7175fb95e56f4642a9c7955d61a64e32_62"
    },
    {
      "start": 8233,
      "end": 8329,
      "text": "\n(h) Section 21 bestows overriding effect upon the Act of 2015 over any other law or instrument.",
      "labels": [
        "STA"
      ],
      "id": "bbf3a288bfd042fda653d20ade27cac0_63"
    },
    {
      "start": 8330,
      "end": 8560,
      "text": "\n5. On the anvil of the object sought to be achieved and the means prescribed for achieving the same, the attending factual scenario is to be tested especially in regard to the scope of interference under Art. 227 of Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23780470e7b94d92960b7bd5240513e1_64"
    },
    {
      "start": 8561,
      "end": 8637,
      "text": "\n5.1 The undisputed facts are that the suit was instituted in the year 2012.",
      "labels": [
        "ISSUE"
      ],
      "id": "56031a3af95048e198ca6b51bf885195_65"
    },
    {
      "start": 8638,
      "end": 8745,
      "text": "\n5.2 After filing of written statement by the defendants, the Commercial Court framed issues on 24.06.2014.",
      "labels": [
        "FAC"
      ],
      "id": "4573b445349346499d94e620b99d0c42_66"
    },
    {
      "start": 8746,
      "end": 8756,
      "text": "\n- 8 - 5.3",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a163f2fd4ea2413fa70d3b83d0e96477_67"
    },
    {
      "start": 8757,
      "end": 8892,
      "text": "Plaintiff/petitioner was given various last opportunities for adducing evidence but for one reason or the other, same could not happen.",
      "labels": [
        "FAC"
      ],
      "id": "a1bfaa9a558845c689f9d22f55ea3792_68"
    },
    {
      "start": 8894,
      "end": 9245,
      "text": "5.4 Ultimately the suit in question came to be listed on 06.07.2023 when two applications; one under Order 40 Rule 1 CPC for appointment of Receiver filed by defendant No.2 and similar application under Order 6 Rule 17 CPC filed by defendant No.7 and third application under Order 8 Rule 1A(3) CPC filed by defendant No.7 were taken up and considered.",
      "labels": [
        "FAC"
      ],
      "id": "aae3d1ec032243bbb4437e592d1af827_69"
    },
    {
      "start": 9247,
      "end": 9394,
      "text": "5.5 On 06.07.2023 itself, the application under Order 40 Rule 1 CPC for appointment of Receiver preferred by defendant No.2 was rejected on merits.",
      "labels": [
        "FAC"
      ],
      "id": "3ca21a2fa0384a0184db0f35f9830793_70"
    },
    {
      "start": 9395,
      "end": 9701,
      "text": "However, other three applications, two for amending the written statement and the third under Order 8 Rule 1A(3) CPC for taking the documents on record in support of written statement of defendant No.7 were allowed, permitting defendant No.2 and defendant No.7 to amend their respective written statements.",
      "labels": [
        "FAC"
      ],
      "id": "5e07896b7a384e29b3732affe98d047c_71"
    },
    {
      "start": 9703,
      "end": 10102,
      "text": "5.6 However, before concluding the order dated 06.07.2023, the Commercial Court in the backdrop of six opportunities having been afforded to the plaintiff to adduce evidence (on 23.08.2016, 14.08.2018, 23.01.2023, 14.02.2023, 17.03.2023 and 24.05.2023) directed that last opportunity is afforded to plaintiff - 9 - to adduce evidence failing which his right to adduce evidence shall stand forfeited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "968571a6a36a4003849d4940af2e2e0d_72"
    },
    {
      "start": 10104,
      "end": 10153,
      "text": "5.7 The suit was thereafter listed on 19.07.2023.",
      "labels": [
        "FAC"
      ],
      "id": "8b343e4031bd41018537fa990113ae85_73"
    },
    {
      "start": 10154,
      "end": 10238,
      "text": "On this day again, the plaintiff failed to adduce evidence in support of the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "5650c1da5baf4ebeb3b16f88b780aae4_74"
    },
    {
      "start": 10239,
      "end": 10378,
      "text": "The Commercial Court in the backdrop of peremptory order passed earlier on 06.07.2023, forfeited the right of plaintiff to adduce evidence.",
      "labels": [
        "FAC"
      ],
      "id": "9485da256a3b4b1784cb5d366cfdecc8_75"
    },
    {
      "start": 10379,
      "end": 10619,
      "text": "While passing the impugned order, the Commercial Court afforded opportunity to the defendants to respond to the application moved by the plaintiff under Order 18 Rule 1A(3) CPC (this application was subsequently withdrawn by the plaintiff).",
      "labels": [
        "FAC"
      ],
      "id": "0b6bba74e4b74b9688da7f87d5719564_76"
    },
    {
      "start": 10621,
      "end": 10863,
      "text": "6. In the aforesaid factual backdrop, it requires adjudication as to whether the trial Court while passing the impugned order exceeded the jurisdiction vested in it or failed to exercise the jurisdiction or wrongly exercised the jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22619d318e3745669bb4fb6dd615085e_77"
    },
    {
      "start": 10864,
      "end": 11108,
      "text": "\n6.1 After due consideration, this Court is of the considered view that looking to the nature of dispute, attending factual scenario and the constraints under Art. 227 of Constitution, no relief is due to the petitioner for the reasons infra:-\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a19dae7c805417cb95dd49fb8b0803f_78"
    },
    {
      "start": 11108,
      "end": 11326,
      "text": "( i) The Commercial Court which is obliged under the Act of 2015 to decide the suit expeditiously, was faced with a - 10 - situation where the suit instituted in the year 2012 was pending since last more than 10 years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85f4a8f6ae85466ca0397202c795b9d4_79"
    },
    {
      "start": 11327,
      "end": 11542,
      "text": "\n(ii) The Commercial Court was further faced with compelling situation where despite grant of more than six opportunities to the plaintiff including three last opportunities, plaintiff had failed to adduce evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "631ff999084c41caa63dc528032f2b36_80"
    },
    {
      "start": 11543,
      "end": 11734,
      "text": "\n(iii) The Commercial Court concerned was obliged under the law to decide the suit in question within the restricted procedural provisions of C.P.C. in terms of Section 16 of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c39b1b2a5ae4648be345ef9d77cf415_81"
    },
    {
      "start": 11735,
      "end": 11922,
      "text": "Thus, the Commercial Court was functioning under the constraints of time line for completion of each stage in the suit under C.P.C. circumscribed and abridged by the Commercial Court Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e66964fb6aab4e7e8d7c73e3079806b4_82"
    },
    {
      "start": 11923,
      "end": 12261,
      "text": "\n(iv) The application for amendment and taking documents on record preferred by the defendants, which were allowed on 06.07.2023, were mere elaboration of the pleadings contained in the respective written statements and thus plaintiff has no reason to plead prejudice for non-grant of opportunities to rebut the said additional pleadings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45c56da6d03945c2bd1a641a565a0eb2_83"
    },
    {
      "start": 12262,
      "end": 12449,
      "text": "\n(v) The supervisory power under Art. 227 of Constitution which is invoked by the petitioner/plaintiff to assail the impugned order has to be exercised with great care and - 11 - caution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1dd7e764e00f48be871f8e98de3ece73_84"
    },
    {
      "start": 12450,
      "end": 12583,
      "text": "This power is merely to ensure that Courts under territorial jurisdiction of High Court function within their jurisdictional purview.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0df35d46227b427db7c96a5e7d5d608d_85"
    },
    {
      "start": 12584,
      "end": 12652,
      "text": "Further this power is not akin to the appellate power of High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa3ac4f5e4864fef8cbb07f455feb134_86"
    },
    {
      "start": 12653,
      "end": 12820,
      "text": "High Court under Art. 227 of Constitution cannot enter into factual disputes unless such disputes arise from palpably perversity demonstrating lacking of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c627d355e6ff4a62a639f4a03eb95fcc_87"
    },
    {
      "start": 12821,
      "end": 12996,
      "text": "Unless and until it is shown that the Civil Court has passed an order which it could not have been passed in law, no interference under Art. 227 of Constitution is called for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cfc6bf7d3e0429a92d12e33c44b441e_88"
    },
    {
      "start": 12997,
      "end": 13114,
      "text": "An order passed by the Civil Court may not be the most appropriate decision in the attending facts and circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec0d2a9eaad440be86f4dccbd9b1a2a3_89"
    },
    {
      "start": 13115,
      "end": 13419,
      "text": "However, if the view taken by the Civil Court is one which could have been taken in the attending facts and circumstances of the case, then merely because another view is possible, cannot be a good ground to interfere in the limited and restricted supervisory jurisdiction under Art. 227 of Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5d38dafe4f14266bf5722890834b182_90"
    },
    {
      "start": 13420,
      "end": 13551,
      "text": "[See: Shalini Shyam Shetty & Anr. Vs. Rajendra Shankar Patil, 2010 (8) SCC 329 and Radhey Shyam Vs. Chhabi Nath, 2015 (5) SCC 423].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ae366666b4c4b02ac38ada5e2264841_91"
    },
    {
      "start": 13552,
      "end": 13853,
      "text": "\n(vi) The facts attending the present case reveal that the Commercial Court was dealing with the suit which was more than 12 years old and where the plaintiff despite grant - 12 - of various last opportunities had failed to adduce evidence despite the issues having been framed way back on 24.06.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9358fb396824b6eb0038c68248b3b75_92"
    },
    {
      "start": 13854,
      "end": 14142,
      "text": "In the backdrop of Commercial Court Act mandating the Commercial Courts to expeditiously decide commercial disputes, the impugned order is in accordance with law especially in the attending compelling facts and circumstances created by procrastination on the part of plaintiff/petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "848fb5226512410481ad6ebf49d4a643_93"
    },
    {
      "start": 14143,
      "end": 14446,
      "text": "\n(vii)Thus the view taken by the Commercial Court by passing impugned order could very well have been taken in the available facts and circumstances and, therefore, merely because another view is possible, this Court cannot interfere in the limited jurisdictional purview under Art. 227 of Constitution.",
      "labels": [
        "RATIO"
      ],
      "id": "f20d8d35ba5e4055b13e279d3a050f0b_94"
    },
    {
      "start": 14447,
      "end": 14615,
      "text": "\n(viii) Interference in the impugned order in the given facts and circumstances shall amount to grant of premium to repeated defaults committed by petitioner/plaintiff.",
      "labels": [
        "RATIO"
      ],
      "id": "8ab4a5ab8ca94257b472e9e904de2339_95"
    },
    {
      "start": 14616,
      "end": 14743,
      "text": "\n(ix) In normal circumstances, amendment in written statement should lead to consequential allowing of amendment in the plaint.",
      "labels": [
        "RATIO"
      ],
      "id": "694a99c598e4477f9b17de9ddbb45a8d_96"
    },
    {
      "start": 14744,
      "end": 14793,
      "text": "However, the facts situation herein is different.",
      "labels": [
        "RATIO"
      ],
      "id": "9899f4d4fcb341dca31cad9b293e5bc3_97"
    },
    {
      "start": 14794,
      "end": 14947,
      "text": "The amendment to the written statement is nothing but mere elaboration and expansion of the pleadings already existing - 13 - in their written statement.",
      "labels": [
        "RATIO"
      ],
      "id": "69d709373dea4fceb104099cc1117232_98"
    },
    {
      "start": 14948,
      "end": 15058,
      "text": "Thus, the amendment to WS may not afford a right upon the plaintiff to seek consequential amendment of plaint.",
      "labels": [
        "RATIO"
      ],
      "id": "2839c16d0b6a4cf2a70a2e20586f52a6_99"
    },
    {
      "start": 15060,
      "end": 15201,
      "text": "7. In the conspectus of above, no case for interference is made out and the present petition under Art. 227 of Constitution stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "bff9527f6aad4b3ca38ab53c3a66bda4_100"
    },
    {
      "start": 15202,
      "end": 15260,
      "text": "Interim order passed earlier on 29.08.2023 stands vacated.",
      "labels": [
        "RPC"
      ],
      "id": "f21cdda358d247b9aa4d3b7ac6d3b6c4_101"
    },
    {
      "start": 15262,
      "end": 15340,
      "text": "8. Registry is directed to inform the trial Court about passing of this order.",
      "labels": [
        "RPC"
      ],
      "id": "65c80e7e7824414194dcc4eb169fc6fb_102"
    },
    {
      "start": 15341,
      "end": 15375,
      "text": "\n                     (SHEEL NAGU)",
      "labels": [
        "NONE"
      ],
      "id": "8f618d9c33614855bc3236bef8c0ccd8_103"
    },
    {
      "start": 15399,
      "end": 15489,
      "text": "(AMAR NATH (KESHARWANI))\n                        JUDGE                                    ",
      "labels": [
        "NONE"
      ],
      "id": "5cd6c66cd89940e2a426fbc165d186e5_104"
    },
    {
      "start": 15489,
      "end": 15497,
      "text": "JUDGE YS",
      "labels": [
        "NONE"
      ],
      "id": "426fc37739074931885eb618a4de6f80_105"
    },
    {
      "start": 15498,
      "end": 15506,
      "text": "/ Biswal",
      "labels": [
        "NONE"
      ],
      "id": "58034a3554464f27be17a245a7dbee28_106"
    },
    {
      "start": 15514,
      "end": 15549,
      "text": "Date: 2024.05.15 14:52:13 +05'30'\n ",
      "labels": [
        "NONE"
      ],
      "id": "8cd33f47dc8f4c98b754c72d894bab06_107"
    }
  ]
}