{
  "id": "75cc6468e711899503f85ceb6cbeab85aa91f1c2926eacc8fa120e83be742bcc",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nM/S, Rhea Management Consultants, ... vs Commercial Court No. 2, Lucknow And ... on 13 December, 2023\nAuthor: Pankaj Bhatia \nBench: Pankaj Bhatia\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2023:Ahc-Lko:81953\n \nCourt No. - 8\n \n\n \nCase :- Matters Under Article 227 No. - 6248 of 2023\n \n\n \nPetitioner :- M/S, Rhea Management Consultants, Lucknow Thru. Proprietor Ranil Nair \n \nRespondent :- Commercial Court No. 2, Lucknow And Another\n \nCounsel for Petitioner :- Ashok Kumar Singh, Radhika Singh, Satjyot Chawla Dang \n \n\n \nHon'ble Pankaj Bhatia,J. \n \n1. Heard Sri Prashant Chandra, learned Senior Advocate assisted by Ms. Radhika Singh and Sri Satjyot Chawla Dang for the petitioner and Sri Gaurav Mehrotra assisted by Sri Akbar Ahmad the counsel for the respondent no.2.\n2. The present application under Article 227 of the Constitution of India was filed with the following reliefs :\n(a) Direct the learned Commercial Court No.-2, Lucknow to act within the bounds of jurisdiction vested in it; and not to render the provisions contained in section 9 of the Arbitration and Conciliation Act otiose and illusionary. \n(b) Pass an appropriate order suspending the implementation and operation of the termination notice dated 11.09.2023 contained in the Annexure No.4 till the decision by the arbitral tribunal and the learned Commercial Court No.-2 of Lucknow be ordered to act accordingly.\"\n3. Subsequent to the filing of the application, when the matter was taken up today, an amendment application has been filed seeking to challenge an order which came to be passed by the Commercial Court No.2, Lucknow disposing off the application under section 9 of the Arbitration and Conciliation Act. The amendment application was handed over across the bar today after serving a copy thereof to the counsel for the respondents. \n4. In the light of the said development, the submission of the counsel for the petitioner is that the petition was filed basically aggrieved against the manner in which the decision has been rendered, including the order dated 12.12.2023. He argues that Section 9 petition was filed on 30.11.2023 before Commercial Court and the matter was thereafter fixed for 05.12.2023. He argues that while passing the order, it was impressed upon the Commercial Court that the matter would be rendered infructuous on 12.12.2023, the date on which the term of the notice would expire and despite the court noticing the same, no injunction was granted in favour of the petitioner as claimed which led to ultimately filing of the application under Article 227 of the Constitution of India.\n5. The counsel for the respondent no.2, on the other hand, has raised a preliminary objection by arguing that in view of the mandate of Section 37(1)(b) of the Arbitration and Conciliation Act, an appeal lies and once an order has been passed on 12.12.2023 under section 9 of the Arbitration and Conciliation Act, the petitioner should avail the remedy of appeal, which is specifically provided for in the Arbitration and Conciliation Act and the present application under Article 227 of the Constitution of India, to that extent, would not be maintainable.\n6. In response to the said submissions and preliminary objection raised by Sri Gaurav Mehrotra, Sri Prashant Chandra, Senior Advocate argues that the powers vested in this court by virtue of Article 227 of the Constitution of India are to do substantial justice in between the parties and the restrictions imposed by various Acts are basically self-imposed restrictions and this court should not hesitate to pass orders where injustice is palpable. He argues that the manner in which the decision has been done would also fall within the scope of 'jurisdictional error' and thus, the same can be corrected in exercise of the power under Article 227 of the Constitution of India.\n7. In support of the said contentions, both the parties have placed reliance on the judgment of the Supreme Court in the case of Deep Industries Limited vs. Oil and Natural Gas Corporation Limited and another; (2020) 15 Scc 706, while Sri Prashant Chandra places reliance on paragraph 16 and 17 of the said judgment, Sri Gaurav Mehrotra also emphasizes on paragraph 16 and 17 and also paragraph 22 & 23 of the said judgment. \n8. In the light of the said, the first issue to be decided by this Court is whether an application under Article 227 would be maintainable in view of the specific provisions contained in Section 37(1)(b) of the Arbitration and Conciliation Act, although, it has not been argued by either of the parties, section 13 of the Commercial Courts Act also has a relevance to the issue raised at hand in the form of preliminary objection which I propose to  decide.\n9. In the case of Deep Industries Limited (supra), the Supreme Court had the occasion to consider the scope of exercise of powers by the High Court in exercise of its extraordinary jurisdiction particularly in context of the mandate of the Arbitration and Conciliation Act, which aims at speedy redressal of the Commercial Disputes, after analyzing the various precedents, the Supreme Court observed as under :\n\"16. Most significant of all is the non obstante clause contained in Section 5 which states that notwithstanding anything contained in any other law, in matters that arise under Part I of the Arbitration Act, no judicial authority shall intervene except where so provided in this Part. Section 37 grants a constricted right of first appeal against certain judgments and orders and no others. Further, the statutory mandate also provides for one bite at the cherry, and interdicts a second appeal being filed [see Section 37(2) of the Act].\n17. This being the case, there is no doubt whatsoever that if petitions were to be filed under Articles 226/227 of the Constitution against orders passed in appeals under Section 37, the entire arbitral process would be derailed and would not come to fruition for many years. At the same time, we cannot forget that Article 227 is a constitutional provision which remains untouched by the non obstante clause of Section 5 of the Act. In these circumstances, what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing first appeals under Section 37 of the Act, yet the High Court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us hereinabove so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\" \n10. The supreme Court referred to the various precedents relating to Arbitration Act and recorded in para 22 and 23 as under :\n\"22. One other feature of this case is of some importance. As stated hereinabove, on 9-5-2018, a Section 16 application had been dismissed by the learned arbitrator in which substantially the same contention which found favour with the High Court was taken up. The drill of Section 16 of the Act is that where a Section 16 application is dismissed, no appeal is provided and the challenge to the Section 16 application being dismissed must await the passing of a final award at which stage it may be raised under Section 34. What the High Court has done in the present case is to invert this statutory scheme by going into exactly the same matter as was gone into by the arbitrator in the Section 16 application, and then decided that the two-year ban/blacklisting was no part of the notice for arbitration issued on 2-11-2017, a finding which is directly contrary to the finding of the learned arbitrator dismissing the Section 16 application. For this reason alone, the judgment under appeal needs to be set aside. Even otherwise, as has been correctly pointed out by Mr Rohatgi, the judgment under appeal goes into the merits of the case and states that the action of putting the Contractor and his Directors \"on holiday\" is not a consequence of the termination of the agreement. This is wholly incorrect as it is only because of the termination that the show-cause notice dated 18-10-2017 proposing to impose a two-year ban/blacklisting was sent. Even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under Article 227, where only jurisdictional errors can be corrected. Therefore to state that the ban order was passed under a General Contract Manual and not Clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the General Contract Manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself. Further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the Arbitral Tribunal lacked inherent jurisdiction in going into and deciding the Section 17 application. In point of fact, the Arbitral Tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order. Even if it be accepted that the principle laid down by Section 41(e) of the Specific Relief Act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter. Therefore, even otherwise, the High Court judgment cannot be sustained and is set aside. \n23. We reiterate that the policy of the Act is speedy disposal of arbitration cases. The Arbitration Act is a special Act and a self-contained code dealing with arbitration. This Court in Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] , has specifically held as follows: (SCC p. 371, para 89) \"89. It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [P.S. Sathappan v. Andhra Bank Ltd., (2004) 11 SCC 672] ) was held to be a self-contained code. Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so. Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] of Tulzapurkar, J., that it carries with it. \n'19. ? a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done. ?' (S.N. Srikantia & Co. case [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] , SCC OnLine Bom para 19) In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.\" \nWhat becomes clear is that had the High Court itself disposed of the first appeal in the present case, no Article 227 petition could possibly lie ? all that could perhaps have been done was to file an LPA before a Division Bench of the same High Court. This, as we have seen, has specifically been interdicted by Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] Merely because, on the facts of this case, the first appeal was disposed of by a court subordinate to the High Court, an Article 227 petition ought not to have been entertained.\" \n11. What flows from the judgment in the case of Deep Industries Limited (supra), which is binding on me, the first part for the first relief available to a party would be under section 37 and thereafter, as no appeal is prescribed thereafter the parties can approach by filing an appropriate application under Article 226/227 of the Constitution of India and even in those cases, the Supreme Court has cautioned from exercise of powers except when it is extremely expedient to do so.\n12. In terms of the mandate of Commercial Courts Act, Section 13 of the said Act specifically provides for an appeal against any order passed by the Commercial Courts to the Commercial Appellate Court, which in the State of U.P. is a Division Bench of the High Court empowered to act as a Commercial Appellate Court. Although Section 8 of the Commercial Courts Act specifically bars any proceedings arising out of an interlocutory order, however the order passed under section 9 of the Act would be a final order and not an interlocutory order. \n13. As from the plain language of Section 9 used in the Arbitration and Conciliation Act, it is a power conferred upon the Court to grant certain interim measures as specified, before or during the arbitral proceedings or even at any time after making of the arbitral award but before it is enforced under section 36, although in terms of the Arbitration and Conciliation Act, Section 9 confers the power of issuance of interim measures by the Court, however, read with the Commercial Courts Act, a decision on application under section 9 would be a final order appealable under section 13 of the Act. \n14. In view of the judgment as explained in the case of Deep Industries Limited (supra) and there being specific provisions for appeal under section 37(1)(b) of the Arbitration and Conciliation Act and Section 13 of the Commercial Courts Act, the exercise of power under Article 227 is wholly unjustified. The submission of Sri Prashant Chandra that the manner of exercise of power would be a 'jurisdictional error' also merits rejection in view of the answer given in the judgment in the case of Deep Industries Limited (supra). Even otherwise, the grant of temporary measures, which in the present case, was in the form of seeking injunction is dependent on facts including the enforcement of a contract and is dependent on the applicant satisfying the trinity test of prima-facie case, balance of convenience and irreparable hardship, which is essentially dependent on various facts which are pleaded. The said issues can be adequately dealt with in exercise of the appellate powers.\n15. Thus, upholding the preliminary objections raised by Sri Gaurav Mehrotra, the application under Article 227 of the Constitution of India cannot be entertained and is dismissed. The parties would be at liberty to avail their remedies of appeal, if so advised, in accordance with law. \nOrder Date :- 13.12.2023 VNP/-\n   ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80158ac51610447d92b2948e5b92f548_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90e4649910024f739885749bc7e7205c_1"
    },
    {
      "start": 242,
      "end": 387,
      "text": "\nAllahabad High Court\nM/S, Rhea Management Consultants, ... vs Commercial Court No. 2, Lucknow And ... on 13 December, 2023\nAuthor: Pankaj Bhatia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1582be81f8914eef9ce2e806db422c3c_2"
    },
    {
      "start": 389,
      "end": 652,
      "text": "Bench: Pankaj Bhatia\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2023:Ahc-Lko:81953\n \nCourt No. - 8\n \n\n \nCase :- Matters Under Article 227 No. - 6248 of 2023\n \n\n \nPetitioner :- M/S, Rhea Management Consultants, Lucknow Thru.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abdace4a15964140a1d1937ef5e24fc2_3"
    },
    {
      "start": 653,
      "end": 674,
      "text": "Proprietor Ranil Nair",
      "labels": [
        "PREAMBLE"
      ],
      "id": "064a99b09eda433f9522d0ca25c664db_4"
    },
    {
      "start": 675,
      "end": 817,
      "text": "\n \nRespondent :- Commercial Court No. 2, Lucknow And Another\n \nCounsel for Petitioner :- Ashok Kumar Singh, Radhika Singh, Satjyot Chawla Dang",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdddc85e9acd4eb39a2ba6195c54f099_5"
    },
    {
      "start": 818,
      "end": 848,
      "text": "\n \n\n \nHon'ble Pankaj Bhatia,J.",
      "labels": [
        "NONE"
      ],
      "id": "3e97dd8ec577443f94a36887de71dfc8_6"
    },
    {
      "start": 852,
      "end": 1075,
      "text": "1. Heard Sri Prashant Chandra, learned Senior Advocate assisted by Ms. Radhika Singh and Sri Satjyot Chawla Dang for the petitioner and Sri Gaurav Mehrotra assisted by Sri Akbar Ahmad the counsel for the respondent no.2.\n2.",
      "labels": [
        "NONE"
      ],
      "id": "43a68182bf354b2e9d8e072281390542_7"
    },
    {
      "start": 1076,
      "end": 1415,
      "text": "The present application under Article 227 of the Constitution of India was filed with the following reliefs :\n(a) Direct the learned Commercial Court No.-2, Lucknow to act within the bounds of jurisdiction vested in it; and not to render the provisions contained in section 9 of the Arbitration and Conciliation Act otiose and illusionary.",
      "labels": [
        "FAC"
      ],
      "id": "aae99f10f17c46e4874102ecb7f99db7_8"
    },
    {
      "start": 1416,
      "end": 1992,
      "text": "\n(b) Pass an appropriate order suspending the implementation and operation of the termination notice dated 11.09.2023 contained in the Annexure No.4 till the decision by the arbitral tribunal and the learned Commercial Court No.-2 of Lucknow be ordered to act accordingly.\"\n3. Subsequent to the filing of the application, when the matter was taken up today, an amendment application has been filed seeking to challenge an order which came to be passed by the Commercial Court No.2, Lucknow disposing off the application under section 9 of the Arbitration and Conciliation Act.",
      "labels": [
        "FAC"
      ],
      "id": "aa28870424b34bddb87a4ad1a073af1d_9"
    },
    {
      "start": 1993,
      "end": 2120,
      "text": "The amendment application was handed over across the bar today after serving a copy thereof to the counsel for the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "15afa034becf4c889a64832549ffff0d_10"
    },
    {
      "start": 2121,
      "end": 2360,
      "text": "\n4. In the light of the said development, the submission of the counsel for the petitioner is that the petition was filed basically aggrieved against the manner in which the decision has been rendered, including the order dated 12.12.2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b643c94d4de5415c915f2b824cb5821c_11"
    },
    {
      "start": 2361,
      "end": 2494,
      "text": "He argues that Section 9 petition was filed on 30.11.2023 before Commercial Court and the matter was thereafter fixed for 05.12.2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a8d95e9a043f45e99aaced5d2bacb646_12"
    },
    {
      "start": 2495,
      "end": 2899,
      "text": "He argues that while passing the order, it was impressed upon the Commercial Court that the matter would be rendered infructuous on 12.12.2023, the date on which the term of the notice would expire and despite the court noticing the same, no injunction was granted in favour of the petitioner as claimed which led to ultimately filing of the application under Article 227 of the Constitution of India.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61b43106cd614147880d357d5cf38169_13"
    },
    {
      "start": 2900,
      "end": 3457,
      "text": "The counsel for the respondent no.2, on the other hand, has raised a preliminary objection by arguing that in view of the mandate of Section 37(1)(b) of the Arbitration and Conciliation Act, an appeal lies and once an order has been passed on 12.12.2023 under section 9 of the Arbitration and Conciliation Act, the petitioner should avail the remedy of appeal, which is specifically provided for in the Arbitration and Conciliation Act and the present application under Article 227 of the Constitution of India, to that extent, would not be maintainable.\n6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f601f3d7dd1545be845ece8f5ca87c61_14"
    },
    {
      "start": 3458,
      "end": 3903,
      "text": "In response to the said submissions and preliminary objection raised by Sri Gaurav Mehrotra, Sri Prashant Chandra, Senior Advocate argues that the powers vested in this court by virtue of Article 227 of the Constitution of India are to do substantial justice in between the parties and the restrictions imposed by various Acts are basically self-imposed restrictions and this court should not hesitate to pass orders where injustice is palpable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4a19ea4538a94fb0bb6dff6cf8ab11c1_15"
    },
    {
      "start": 3904,
      "end": 4136,
      "text": "He argues that the manner in which the decision has been done would also fall within the scope of 'jurisdictional error' and thus, the same can be corrected in exercise of the power under Article 227 of the Constitution of India.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14ab428084f441e7b15edd8d5f19beab_16"
    },
    {
      "start": 4137,
      "end": 4558,
      "text": "In support of the said contentions, both the parties have placed reliance on the judgment of the Supreme Court in the case of Deep Industries Limited vs. Oil and Natural Gas Corporation Limited and another; (2020) 15 Scc 706, while Sri Prashant Chandra places reliance on paragraph 16 and 17 of the said judgment, Sri Gaurav Mehrotra also emphasizes on paragraph 16 and 17 and also paragraph 22 & 23 of the said judgment.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "982f4d1c9b374622ab01ae2b6e426ff4_17"
    },
    {
      "start": 4560,
      "end": 5008,
      "text": "8. In the light of the said, the first issue to be decided by this Court is whether an application under Article 227 would be maintainable in view of the specific provisions contained in Section 37(1)(b) of the Arbitration and Conciliation Act, although, it has not been argued by either of the parties, section 13 of the Commercial Courts Act also has a relevance to the issue raised at hand in the form of preliminary objection which I propose to",
      "labels": [
        "ISSUE"
      ],
      "id": "70c2530a2d154c2aa2e01a12b75dda02_18"
    },
    {
      "start": 5009,
      "end": 5433,
      "text": " decide.\n9. In the case of Deep Industries Limited (supra), the Supreme Court had the occasion to consider the scope of exercise of powers by the High Court in exercise of its extraordinary jurisdiction particularly in context of the mandate of the Arbitration and Conciliation Act, which aims at speedy redressal of the Commercial Disputes, after analyzing the various precedents, the Supreme Court observed as under :\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa415aa3d69a4ffb92f9d3307fa4faf6_19"
    },
    {
      "start": 5434,
      "end": 5714,
      "text": "Most significant of all is the non obstante clause contained in Section 5 which states that notwithstanding anything contained in any other law, in matters that arise under Part I of the Arbitration Act, no judicial authority shall intervene except where so provided in this Part.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "77d50154858043dbaa265b40d719ac9e_20"
    },
    {
      "start": 5715,
      "end": 5820,
      "text": "Section 37 grants a constricted right of first appeal against certain judgments and orders and no others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de30f8c2e3724c16b06daf8809585692_21"
    },
    {
      "start": 5821,
      "end": 5972,
      "text": "Further, the statutory mandate also provides for one bite at the cherry, and interdicts a second appeal being filed [see Section 37(2) of the Act].\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dbf57d0db644c878f74b24b13dc677c_22"
    },
    {
      "start": 5973,
      "end": 6244,
      "text": "This being the case, there is no doubt whatsoever that if petitions were to be filed under Articles 226/227 of the Constitution against orders passed in appeals under Section 37, the entire arbitral process would be derailed and would not come to fruition for many years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ace79f5578af4679980ba4e760409503_23"
    },
    {
      "start": 6245,
      "end": 6402,
      "text": "At the same time, we cannot forget that Article 227 is a constitutional provision which remains untouched by the non obstante clause of Section 5 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d4e6edc02674afbb1c580e32a4881fd_24"
    },
    {
      "start": 6403,
      "end": 6860,
      "text": "In these circumstances, what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing first appeals under Section 37 of the Act, yet the High Court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us hereinabove so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b38eb01472d54764a87aaca7829ee8aa_25"
    },
    {
      "start": 6862,
      "end": 6993,
      "text": "10. The supreme Court referred to the various precedents relating to Arbitration Act and recorded in para 22 and 23 as under :\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "848d1fcb9be44d6f92b9fe54a4f22c15_26"
    },
    {
      "start": 6994,
      "end": 7047,
      "text": "One other feature of this case is of some importance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a7f3ca793b94a4fbd05188ae81d245b_27"
    },
    {
      "start": 7048,
      "end": 7249,
      "text": "As stated hereinabove, on 9-5-2018, a Section 16 application had been dismissed by the learned arbitrator in which substantially the same contention which found favour with the High Court was taken up.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9dd2afa5f26e4b4fb9f91017bcb39da9_28"
    },
    {
      "start": 7250,
      "end": 7513,
      "text": "The drill of Section 16 of the Act is that where a Section 16 application is dismissed, no appeal is provided and the challenge to the Section 16 application being dismissed must await the passing of a final award at which stage it may be raised under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68aff4731ec6486da643855f874fd2c7_29"
    },
    {
      "start": 7514,
      "end": 7933,
      "text": "What the High Court has done in the present case is to invert this statutory scheme by going into exactly the same matter as was gone into by the arbitrator in the Section 16 application, and then decided that the two-year ban/blacklisting was no part of the notice for arbitration issued on 2-11-2017, a finding which is directly contrary to the finding of the learned arbitrator dismissing the Section 16 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9862e120ed147c699202bfb1b84b93a_30"
    },
    {
      "start": 7934,
      "end": 8005,
      "text": "For this reason alone, the judgment under appeal needs to be set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4d42c7ba1c34c9d8c7899b95deca055_31"
    },
    {
      "start": 8006,
      "end": 8271,
      "text": "Even otherwise, as has been correctly pointed out by Mr Rohatgi, the judgment under appeal goes into the merits of the case and states that the action of putting the Contractor and his Directors \"on holiday\" is not a consequence of the termination of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d3a162c91f943bfb2900915314f1cc4_32"
    },
    {
      "start": 8272,
      "end": 8439,
      "text": "This is wholly incorrect as it is only because of the termination that the show-cause notice dated 18-10-2017 proposing to impose a two-year ban/blacklisting was sent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccd1ff5e42e4405a9a4ab1a5ca6c10a4_33"
    },
    {
      "start": 8440,
      "end": 8639,
      "text": "Even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under Article 227, where only jurisdictional errors can be corrected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99681d8956e1452eb208fe350213db59_34"
    },
    {
      "start": 8640,
      "end": 9017,
      "text": "Therefore to state that the ban order was passed under a General Contract Manual and not Clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the General Contract Manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bb12f64018e457998519093b3383bdc_35"
    },
    {
      "start": 9018,
      "end": 9244,
      "text": "Further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the Arbitral Tribunal lacked inherent jurisdiction in going into and deciding the Section 17 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb632cb67b6646bab013af56ababe04b_36"
    },
    {
      "start": 9245,
      "end": 9426,
      "text": "In point of fact, the Arbitral Tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70ae0faa02ea42dc9db92cd310c0f288_37"
    },
    {
      "start": 9427,
      "end": 9778,
      "text": "Even if it be accepted that the principle laid down by Section 41(e) of the Specific Relief Act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64a89a83a2254a21a8d30325fb5a4e3b_38"
    },
    {
      "start": 9779,
      "end": 9867,
      "text": "Therefore, even otherwise, the High Court judgment cannot be sustained and is set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23e926abe1fc4d8f8dc8178b329b1155_39"
    },
    {
      "start": 9869,
      "end": 9953,
      "text": "23. We reiterate that the policy of the Act is speedy disposal of arbitration cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c30f496dcf4845d88cd3285606a41495_40"
    },
    {
      "start": 9954,
      "end": 10042,
      "text": "The Arbitration Act is a special Act and a self-contained code dealing with arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e067ac2fc5e34006bd366f708a779720_41"
    },
    {
      "start": 10043,
      "end": 10233,
      "text": "This Court in Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] , has specifically held as follows: (SCC p. 371, para 89) \"89.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b79198b2dd6f4718a366c145e749b0dc_42"
    },
    {
      "start": 10234,
      "end": 10445,
      "text": "It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [P.S. Sathappan v. Andhra Bank Ltd., (2004) 11 SCC 672] ) was held to be a self-contained code.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "418f32f95631466185c936fcc888a0ed_43"
    },
    {
      "start": 10446,
      "end": 10772,
      "text": "Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed2f12c0244a4eeaafcdf89c0d2927cc_44"
    },
    {
      "start": 10773,
      "end": 11038,
      "text": "Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] of Tulzapurkar, J., that it carries with it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43627edaaeba48ff9c346b1c3a3187ff_45"
    },
    {
      "start": 11040,
      "end": 11046,
      "text": "'19. ?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "92ad08d1962c49469c315a2673865e6d_46"
    },
    {
      "start": 11047,
      "end": 11212,
      "text": "a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa3933efa36e4ddaa89d8f8f757e30d1_47"
    },
    {
      "start": 11213,
      "end": 11353,
      "text": "?' (S.N. Srikantia & Co. case [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] , SCC OnLine Bom para 19)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3446d6df9bf84450aa48bc3a8174aac4_48"
    },
    {
      "start": 11354,
      "end": 11598,
      "text": "In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ec2021214af429889e72c266958a03d_49"
    },
    {
      "start": 11599,
      "end": 11852,
      "text": "\nWhat becomes clear is that had the High Court itself disposed of the first appeal in the present case, no Article 227 petition could possibly lie ? all that could perhaps have been done was to file an LPA before a Division Bench of the same High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a6ae10039664e87a8d46982d8383231_50"
    },
    {
      "start": 11853,
      "end": 12205,
      "text": "This, as we have seen, has specifically been interdicted by Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] Merely because, on the facts of this case, the first appeal was disposed of by a court subordinate to the High Court, an Article 227 petition ought not to have been entertained.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c272b21e64f46dbbb0ffcec2dd139c5_51"
    },
    {
      "start": 12207,
      "end": 12694,
      "text": "11. What flows from the judgment in the case of Deep Industries Limited (supra), which is binding on me, the first part for the first relief available to a party would be under section 37 and thereafter, as no appeal is prescribed thereafter the parties can approach by filing an appropriate application under Article 226/227 of the Constitution of India and even in those cases, the Supreme Court has cautioned from exercise of powers except when it is extremely expedient to do so.\n12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a039721b36045b79f1273b7d9f3c20a_52"
    },
    {
      "start": 12695,
      "end": 13007,
      "text": "In terms of the mandate of Commercial Courts Act, Section 13 of the said Act specifically provides for an appeal against any order passed by the Commercial Courts to the Commercial Appellate Court, which in the State of U.P. is a Division Bench of the High Court empowered to act as a Commercial Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec12a2edc5db48f1afff955014424a4b_53"
    },
    {
      "start": 13008,
      "end": 13235,
      "text": "Although Section 8 of the Commercial Courts Act specifically bars any proceedings arising out of an interlocutory order, however the order passed under section 9 of the Act would be a final order and not an interlocutory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63641a6950924e36889f3d57bef99f62_54"
    },
    {
      "start": 13237,
      "end": 13838,
      "text": "13. As from the plain language of Section 9 used in the Arbitration and Conciliation Act, it is a power conferred upon the Court to grant certain interim measures as specified, before or during the arbitral proceedings or even at any time after making of the arbitral award but before it is enforced under section 36, although in terms of the Arbitration and Conciliation Act, Section 9 confers the power of issuance of interim measures by the Court, however, read with the Commercial Courts Act, a decision on application under section 9 would be a final order appealable under section 13 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65c45fc5a58341de85851a49ad349c7c_55"
    },
    {
      "start": 13840,
      "end": 14145,
      "text": "14. In view of the judgment as explained in the case of Deep Industries Limited (supra) and there being specific provisions for appeal under section 37(1)(b) of the Arbitration and Conciliation Act and Section 13 of the Commercial Courts Act, the exercise of power under Article 227 is wholly unjustified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8993e60419b44757bae689086a9a6b29_56"
    },
    {
      "start": 14146,
      "end": 14369,
      "text": "The submission of Sri Prashant Chandra that the manner of exercise of power would be a 'jurisdictional error' also merits rejection in view of the answer given in the judgment in the case of Deep Industries Limited (supra).",
      "labels": [
        "RATIO"
      ],
      "id": "bbf016c2762b4ac7bfcd845571ee3ce9_57"
    },
    {
      "start": 14370,
      "end": 14744,
      "text": "Even otherwise, the grant of temporary measures, which in the present case, was in the form of seeking injunction is dependent on facts including the enforcement of a contract and is dependent on the applicant satisfying the trinity test of prima-facie case, balance of convenience and irreparable hardship, which is essentially dependent on various facts which are pleaded.",
      "labels": [
        "RATIO"
      ],
      "id": "6b231ddca4c14a4780bcae1c2b53294e_58"
    },
    {
      "start": 14745,
      "end": 14830,
      "text": "The said issues can be adequately dealt with in exercise of the appellate powers.\n15.",
      "labels": [
        "RPC"
      ],
      "id": "7898ed69e663427189bc54867b046529_59"
    },
    {
      "start": 14831,
      "end": 15007,
      "text": "Thus, upholding the preliminary objections raised by Sri Gaurav Mehrotra, the application under Article 227 of the Constitution of India cannot be entertained and is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "e7cd4d0c21c3435fb28438e9e3ed3bb6_60"
    },
    {
      "start": 15008,
      "end": 15113,
      "text": "The parties would be at liberty to avail their remedies of appeal, if so advised, in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "b93f162c69f54a8ebf4eb1ab04fc5db3_61"
    },
    {
      "start": 15114,
      "end": 15149,
      "text": "\nOrder Date :- 13.12.2023 VNP/-\n   ",
      "labels": [
        "NONE"
      ],
      "id": "e82950fa432e45509e7d4f7c91908e52_62"
    }
  ]
}