{
  "id": "5b82c100f12dea95605e4b8ce97cb4a7013ed98a05940145db747e246c21cb57",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nJageshwar Dayal vs K K Kapoor on 9 July, 2024 \n                          *      In The High Court Of Delhi At New Delhi \n\n                          %                                       Judgment reserved on: 02.04.2024\n                                                               Judgment pronounced on: 09.07.2024\n\n                          +      Cm(M) 344/2023 \n                                 Jageshwar Dayal                                     ..... Petitioner \n                                                    Through:     Mr. Ram Sewak, Adv. \n\n                                                    versus\n\n                                 K K Kapoor                                          ..... Respondent \n                                                    Through:     Mr. Kamal Bansal , Mr. Kundan Lal \n                                                                 Gupta , and Ms. Monika Verma, Advs . \n\n                                 Coram : \n                                 Hon'Ble Ms. Justice Shalinder Kaur\n\n                                                    Judgment\n1. The petitioner is aggrieved by the orders dated 27.09.2022 and 25.01.2023 passed by the learned Additional District Judge-02, South West District, Dwarka Courts, Delhi (in short \"Trial Court\") in C S DJ ADJ no. 853/2019 titled as \"Jageshwar Dayal vs. K.K Kapoor\" whereby while deciding the application under Order VII Rule 11 of Civil Procedure Code, 1908 (in short \"CPC\") filed by the respondent herein as well as an application under Section 14 of the Limitation Act, 1963 moved by the petitioner herein, the learned Trial Court returned the plaint along with the relevant documents on the ground that it lacks jurisdiction to try the present suit as the dispute involved is commercial in nature and the petitioner ought to have filed the said suit before the designated Commercial Court. \n2. The relevant facts culminating into filing of the present petition are that on 26.07.2016, the petitioner instituted a suit against the respondent before the Court of learned ADJ-03, Tis Hazari Courts, Delhi (hereinafter referred to as \"Ld. ADJ-03\") seeking recovery of Rs. 8,94,882/- for the piping work done at Delhi Cantonment and Khatri, Rajasthan. \n3. It is the case of the petitioner that upon completion of the work, he submitted a final bill for a sum of Rs. 27,93,458/- to the respondent. Out of the aforesaid amount, the respondent made substantial payments totaling Rs. 21,04,000/- on various dates and the last payment of Rs. 1,00,000/- was made on 22.04.2015. However, after the last payment, the respondent allegedly avoided making further payments for the remaining amount on one pretext or the other. Subsequently, the petitioner sent a legal notice dated 23.06.2016. The respondent neither replied to the said notice nor made any payment. Consequently, the petitioner filed the suit for recovery before the Court of learned ADJ-03.\n4. The respondent to contest the said suit, filed the written statement and later filed an application under Order VII Rule 10 CPC. Vide order dated 27.07.2018, the Court of learned Additional District Judge-03 allowed the said application and held that the respondent resides and carries on his business in Janakpuri, New Delhi, therefore, the suit falls within the jurisdiction of Dwarka Courts, South-West District, Delhi. Furthermore, the learned ADJ-03 issued directions to return the plaint along with the documents to the petitioner for presenting the same before the learned District & Sessions Judge, Dwarka Courts. \n5. The petitioner challenged the aforesaid order before this Court by way of revision petition bearing CRP No. 194/2018 which was dismissed on 14.08.2019. Thereafter, on 16.08.2019, the petitioner moved an application under Order VII Rule 10A CPC before the learned Additional District Judge-03 seeking the return of the plaint along with documents and for fixing a date of appearance before the Dwarka Courts, South-West District, Delhi. The same was allowed vide order dated 18.09.2019. \n6. Subsequently, on 14.10.2019, the petitioner filed the returned plaint along with accompanying documents before the learned District & Sessions Judge, Dwarka Courts, New Delhi. Additionally, the petitioner filed an application under Section 151 CPC along with an application under Section 14 of the Limitation Act seeking to exclude the time between the order of return of plaint and its presentation before the Court. The suit was subsequently registered as CS DJ ADJ 853/2019.\n7. Following that, the petitioner filed an application under Order VII Rule 14 CPC for placing on record the relevant documents which was allowed by order dated 24.11.2021. Subsequently, the respondent filed a reply to the petitioner's application under Section 14 of the Limitation Act along with an application under Order VII Rule 11 CPC requesting the rejection of the plaint on the basis of being time-barred. \n8. At the stage of disposal of the pending applications, the learned Trial Court vide impugned order dated 27.09.2022 held that it has no jurisdiction to try the present suit as the dispute involved is commercial in nature. \nFurther, the learned Trial Court was of the view that on 14.10.2019, when the plaint was returned to be filed before the proper Court, it should have been filed before the learned District Judge (Commercial Court), Dwarka Courts, South-West District and not before the Court of learned ADJ-02.\n9. Consequently, the petitioner moved an application under Order XLVII Rule 1 read with Section 151 CPC for review/modification of paragraphs 20, 21 and 22 of the order dated 27.09.2022. Vide impugned order dated 25.01.2023, the learned Trial Court dismissed the review petition bearing Misc. DJ ADJ No. 490/2022. The petitioner being aggrieved by the impugned orders dated 27.09.2022 and 25.01.2023 has filed the present petition under Article 227 of the Constitution of India invoking the supervisory jurisdiction vested in this Court. \nSubmissions by the petitioner 10. Mr. Ram Sewak, learned counsel for the petitioner submitted that the learned Trial Court recorded observations in paragraphs 20, 21 and 22 of the impugned order suo moto, even without any prayer or pleadings by the respondent, which is impermissible and on this ground alone, the impugned order requires to be set aside. Reliance is placed on the judgement of the Hon'ble Supreme Court in Akela Lalitha vs. Konda Hunumantha Rao & Anr. in Civil Appeal No. 6325-6326 of 2015. \n11. Learned counsel also submitted that the learned Trial Court should have allowed the review petition with respect to the impugned order dated 27.09.2022 on the basis that the learned ADJ-02, South-West District, Dwarka Courts, Delhi was nominated as a Commercial Court vide order dated 07.07.2018 which was withdrawn on 10.10.2022. Therefore, the directions for the return of the plaint and documents are liable to be set aside as being against the law. \n12. Learned counsel for the petitioner submitted that the learned Trial Court erred in not transferring the suit to the appropriate Commercial Court, ignoring the statutory provisions of Section 15(2) of the Commercial Courts Act, 2015. Therefore, in view of these statutory provisions, the return of the plaint is not sustainable. \n13. Learned counsel for the petitioner submitted that the learned Trial Court failed to provide any opportunity to address the issue pertaining to return of the plaint, as the petitioner's case was fixed for order on the application under Section 14 of the Limitation Act. Therefore, the absence of such an opportunity renders the observations, made vide the impugned order, untenable. Reliance is placed on the judgment of the Hon'ble Supreme Court in D. K. Yadav vs. M/s J.M.A. Industries Ltd.; 1993(3) SC 14. Learned counsel for the petitioner further submitted that the learned Trial Court erred both in fact and in law while passing the impugned order dated 27.09.2022. On the one hand, various applications were decided in favour of the petitioner, yet at the same time, the plaint and documents were returned to the petitioner for the second time stating that the Court has no jurisdiction and when the plaint was returned to be filed before the proper Court, it should have been sent before the learned District Judge (Commercial Court) South-West, District, Dwarka for transferring the same to Commercial Court.\n15. To support his contentions, the learned counsel for the petitioner has relied upon the following judgments: -\ni. Satyanarain Khandelwal vs. Prem Arora; MANU/DE/2578/2022. ii. State of Haryana & Ors. vs. M/s A.G.M. Management Services Ltd.; (2006) 5 SCC 520.\niii. State of Uttaranchal & Anr. vs. Sunil Kumar Negi; 2008 AIR SCW 2684. \nSubmissions by the respondent 16. Mr. Kamal Bansal, learned counsel for the respondent confuted the submissions of the petitioner by stating that the petitioner was required to file an appeal under Order XLIII Rule 1(a) CPC instead of filing the present petition since orders passed under Order VII Rule 10 CPC are appealable orders. Consequently, the present petition is not maintainable in the present form. Reliance is placed on the judgements of Hon'ble Supreme Court in A. Venkatasubbiah Naidu vs. S. Challappan & Others; MANU/SC/0581/2000, Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors. vs. Tuticorin Educational Society and Ors.; (2019) 9 SCC 538 and Mohamed Ali vs. V. Jaya and Ors.;\nMANU/SC/0863/2022.\n17. Learned counsel also submitted that the petitioner applied for certified copies of the suit file on 01.10.2019 and received them on 10.10.2019. However, the petitioner did not institute the suit on 10.10.2019 or 11.10.2019 but instead instituted it afresh on 14.10.2019 before the learned Trial Court, after the expiration of the limitation period which is non-condonable under Section 14 of the Limitation Act. Furthermore, it is well established that the institution of a suit after the return of a plaint under Order VII Rule 10 CPC constitutes a fresh suit for all purposes. Reliance is placed on the judgments of the Hon'ble Supreme Court in ONGC Ltd. vs. Modern Construction and Company; (2014) 1 SCC 648 and EXL Careers & Ors. vs. Frankfinn Aviation Services Pvt. Ltd.; MANU/SC/0576/2020.\n18. Learned counsel further submitted that the present suit being commercial in nature is mandatorily required to follow the provisions of the Commercial Courts Act specifically those mandated under Section 12A. Reliance is placed on the judgment of the Hon'ble Supreme Court in Patil Automation Private Limited and Ors. vs. Rakheja Engineers Private Limited; AIR 2022 SC 3848. Reliance is also placed upon the judgment of this Court in Narendra Kumar vs. Om Daily Needs Retailing Pvt. Ltd. and Ors.; MANU/DE/6046/2023. It was submitted that considering the above submissions, the present petition is not maintainable. \n19. In rebuttal, learned Counsel for the petitioner submitted that the provisions of Order VII Rule 10 CPC are not applicable, for it is not a case, where the regular civil suit was wrongly instituted at the District Court, Dwarka. Therefore, the question of appeal does not arise at all as contended by the learned counsel of the respondent. Reliance is placed on the judgement of this Court in M.K. Modi vs. K.K. Modi; AIR 2005 Delhi 219. Analysis & conclusion 20. Having considered the submissions of the learned counsels for the parties, I may begin by noting that the petitioner has suffered, for not being able to proceed with his suit before a Court of competent jurisdiction since the plaint has been returned twice, due to lack of jurisdiction. Earlier, vide order dated 14.10.2019, the plaint was returned to the petitioner to be presented before a Court of competent jurisdiction on the question of territorial jurisdiction. It is not disputed that thereafter, the petitioner failed to institute the suit within time, thus, the petitioner had to move an application under Section 14 of the Limitation Act seeking exclusion of time of proceeding bonafide in Court without jurisdiction. While the said application came to be heard by the learned Trial Court after the petitioner had re-instituted his suit, the learned Trial Court came to the conclusion that the dispute was commercial in nature, thus, was required to be tried by the Commercial Court, accordingly, the plaint was returned for the second time. \n21. The limited question, therefore, arises before this Court is that in the peculiar circumstances of the present case, whether the suit can be transferred for trial to the Commercial Court by this Court while exercising its power under Section 24 of the CPC. The said issue came to be decided by the Coordinate Bench of this Court in the judgment titled as Namita Gupta vs. Suraj Holdings Limited; 2024 SCC OnLine Del 143, wherein it was held as under:\n\"61. The learned counsel for the petitioner has rightly pointed out that the Suit, which has been filed before the Ordinary Civil Court, may not be complying with the special pleadings, may not contain the Statement of Truth or the affidavit in the prescribed form, and may not even have complied with the provisions of Section 12A of the Act. However, in my view, once it is conceded that the plaint of a Suit filed before the ordinary Civil Court can be returned to be filed before a Commercial Court after making necessary amendments thereto in the form of necessary pleadings, attachment of Statement of Truth, and affidavits, even where the Suit is transferred in the exercise of powers under Section 24 of the CPC, the plaintiff will have to make such necessary amendments in the Suit. Merely because such amendments may have to be made by the plaintiff on transfer of the Suit, the High Court cannot be denuded of the power which it has under Section 24 of the CPC.\n62. In Suraj Prakash (supra), this Court rejected a similar plea, observing as under:-\n\"8. On the objection of the learned counsel for the respondent nos. 1 to 3 that the Suit be not transferred to the Commercial Court as it has been filed without the mandatory verification, Statement of Truth and the affidavit, this Court in its judgment in Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt. Ltd., NC:2022/DHC/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect. Therefore, in the present case, mere non-filing of the prescribed Affidavit, Statement of Truth or the Verification, cannot lead to the dismissal of the Suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the Suit to the Court of Competent Jurisdiction. On treating the suit as a Commercial Suit, and on its transfer to a competent Court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the CC Act and with respect to the filing of the Statement of the Truth, Affidavit and Verification in the prescribed form. In case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\"\n64. As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act. Section 24 of the CPC is not a provision which has been amended by the said Schedule. It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value. If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so. There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act. \n65. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit. The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act. These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act. \n75. At the same time, as held herein above, this Court, under Section 24 of the CPC, has the power to transfer the Suit to the court of competent jurisdiction. In the present case, as it is not disputed that the Suit relates to a Commercial Dispute of a Specified Value and is to be tried by the learned District Judge (Commercial), South-East District, Saket District Court, and as it is also not disputed that the petitioner herein, who is the defendant in the Suit, has not only filed her Written Statement but also a Counter-Claim, in my opinion, the interest of justice would demand that in exercise of power vested in this Court under Section 24 of the CPC, the Suit be transferred from the Court of the learned Additional District Judge to the Court of the District Judge (Commercial), South-East District, Saket District Court, to be tried from the stage it is at present. \n22. Keeping in view the above findings and reverting back to the facts of the present case, it is not disputed by the petitioner that the suit is of a commercial nature, the primary grievance of petitioner is that the plaint should not have been returned but allowed to be transferred to the Commercial Court by presenting it before the learned District & Sessions Judge, Dwarka Courts. Therefore, in the considered opinion of this Court, the interest of justice could adequately be met while exercising the powers under Section 24 of CPC, the suit is thus, transferred from the Court of learned Additional District Judge-02, South-West District, Dwarka Courts, Delhi to the Court of learned District Judge (Commercial)-02, South-West District, Dwarka Courts, Delhi to be tried as per law from the stage it is at present. All the objections, which have been raised by the respondent including the question of limitation shall be dealt with by learned District Judge (Commercial)-02, South-West District, Dwarka Courts, Delhi. Parties shall appear before the learned transferee Court on 15.07.2024.\n23. In view of the above, impugned order is set aside. Consequently, the petition is disposed of. \nSHALINDER KAUR, J.\nJULY 09, 2024/ss",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e2ea5b659c74afc998845b2a6978b2e_0"
    },
    {
      "start": 155,
      "end": 193,
      "text": "Try out our Premium Member Services --",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4876745989c4458a86f68bac52905a98_1"
    },
    {
      "start": 194,
      "end": 241,
      "text": "Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2799a34a717e47c68cb075b1e1d5ed97_2"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5d4c0395ab1497da6a13afd5b22ddbc_3"
    },
    {
      "start": 260,
      "end": 306,
      "text": "\nJageshwar Dayal vs K K Kapoor on 9 July, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d6f070bcf5284de9ab0166b208a16ca2_4"
    },
    {
      "start": 334,
      "end": 358,
      "text": "*      In The High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24e2d975abc5496c9ebede0b743b6ba5_5"
    },
    {
      "start": 359,
      "end": 367,
      "text": "Of Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53245f0847e0420581071833cf8dec9c_6"
    },
    {
      "start": 368,
      "end": 380,
      "text": "At New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca71f8fea6d842e1a4deaf3b52c6acfc_7"
    },
    {
      "start": 409,
      "end": 608,
      "text": "%                                       Judgment reserved on: 02.04.2024\n                                                               Judgment pronounced on: 09.07.2024\n\n                          +",
      "labels": [
        "PREAMBLE"
      ],
      "id": "616b1e239607494ea7957bddd8b57a7a_8"
    },
    {
      "start": 609,
      "end": 628,
      "text": "     Cm(M) 344/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4b1d4439aef4eaa9cbda291ed65c30e_9"
    },
    {
      "start": 663,
      "end": 678,
      "text": "Jageshwar Dayal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fcbfa73171394c85a61eb4fcb38ed93c_10"
    },
    {
      "start": 715,
      "end": 731,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "edde048d8c7d4c1ca2855e943d72f0fb_11"
    },
    {
      "start": 785,
      "end": 793,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb3acb4f978d49d6b17030fd5cddb7d0_12"
    },
    {
      "start": 798,
      "end": 817,
      "text": "Mr. Ram Sewak, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30bdc1243cf34c06a3f5800192c87383_13"
    },
    {
      "start": 872,
      "end": 913,
      "text": "versus\n\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a9b7c83c912405696d41b8701ac46fe_14"
    },
    {
      "start": 913,
      "end": 965,
      "text": "K K Kapoor                                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb046c51f50943f283afaea243302984_15"
    },
    {
      "start": 965,
      "end": 981,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0ee3557627b4c46851de90ae60a246f_16"
    },
    {
      "start": 1035,
      "end": 1043,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a28fe44dd5d4f52b1fe18fd03d5a1a1_17"
    },
    {
      "start": 1048,
      "end": 1064,
      "text": "Mr. Kamal Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d709e56aede40e9acfcfeb7e05b1b73_18"
    },
    {
      "start": 1065,
      "end": 1081,
      "text": ", Mr. Kundan Lal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d524ec197ba437ab05ff8db6320189a_19"
    },
    {
      "start": 1148,
      "end": 1155,
      "text": "Gupta ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ee4ef9caea54ebbb08c42a415550706_20"
    },
    {
      "start": 1156,
      "end": 1182,
      "text": "and Ms. Monika Verma, Advs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd1163cbb9b249ae9341c9e14126d2b6_21"
    },
    {
      "start": 1183,
      "end": 1225,
      "text": ". \n\n                                 Coram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3cbbc5e7d594406aad93cd18c484a76b_22"
    },
    {
      "start": 1226,
      "end": 1269,
      "text": ": \n                                 Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf77249fb6f44133a2e14ff83ee5bcf7_23"
    },
    {
      "start": 1270,
      "end": 1281,
      "text": "Ms. Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c294758eb614627a7d3df7833eb254a_24"
    },
    {
      "start": 1282,
      "end": 1559,
      "text": "Shalinder Kaur\n\n                                                    Judgment\n1. The petitioner is aggrieved by the orders dated 27.09.2022 and 25.01.2023 passed by the learned Additional District Judge-02, South West District, Dwarka Courts, Delhi (in short \"Trial Court\") in C",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5839681499f482aa3fd8e1631124170_25"
    },
    {
      "start": 1560,
      "end": 2152,
      "text": "S DJ ADJ no. 853/2019 titled as \"Jageshwar Dayal vs. K.K Kapoor\" whereby while deciding the application under Order VII Rule 11 of Civil Procedure Code, 1908 (in short \"CPC\") filed by the respondent herein as well as an application under Section 14 of the Limitation Act, 1963 moved by the petitioner herein, the learned Trial Court returned the plaint along with the relevant documents on the ground that it lacks jurisdiction to try the present suit as the dispute involved is commercial in nature and the petitioner ought to have filed the said suit before the designated Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "f8f917ff4b3f4df8a64b461c5cb44350_26"
    },
    {
      "start": 2154,
      "end": 2509,
      "text": "2. The relevant facts culminating into filing of the present petition are that on 26.07.2016, the petitioner instituted a suit against the respondent before the Court of learned ADJ-03, Tis Hazari Courts, Delhi (hereinafter referred to as \"Ld. ADJ-03\") seeking recovery of Rs. 8,94,882/- for the piping work done at Delhi Cantonment and Khatri, Rajasthan.",
      "labels": [
        "FAC"
      ],
      "id": "a7ca3d64beac422297e377580bf832b6_27"
    },
    {
      "start": 2511,
      "end": 2654,
      "text": "3. It is the case of the petitioner that upon completion of the work, he submitted a final bill for a sum of Rs. 27,93,458/- to the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "3c6f1aa3c2ed4ff7ad507f53846ca273_28"
    },
    {
      "start": 2655,
      "end": 2829,
      "text": "Out of the aforesaid amount, the respondent made substantial payments totaling Rs. 21,04,000/- on various dates and the last payment of Rs. 1,00,000/- was made on 22.04.2015.",
      "labels": [
        "FAC"
      ],
      "id": "964763863bcc493fa72ec404836b7e01_29"
    },
    {
      "start": 2830,
      "end": 2973,
      "text": "However, after the last payment, the respondent allegedly avoided making further payments for the remaining amount on one pretext or the other.",
      "labels": [
        "FAC"
      ],
      "id": "835ca7cb1bf244cbb4a2eacc2a18e002_30"
    },
    {
      "start": 2974,
      "end": 3040,
      "text": "Subsequently, the petitioner sent a legal notice dated 23.06.2016.",
      "labels": [
        "FAC"
      ],
      "id": "58f3db304fcd4c84a593609910f66a1a_31"
    },
    {
      "start": 3041,
      "end": 3112,
      "text": "The respondent neither replied to the said notice nor made any payment.",
      "labels": [
        "FAC"
      ],
      "id": "5b1ccb23cbd24f5f92f94491ce78cc9b_32"
    },
    {
      "start": 3113,
      "end": 3208,
      "text": "Consequently, the petitioner filed the suit for recovery before the Court of learned ADJ-03.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "e24b35dcba9a40d8b1244bc59918e4b9_33"
    },
    {
      "start": 3209,
      "end": 3337,
      "text": "The respondent to contest the said suit, filed the written statement and later filed an application under Order VII Rule 10 CPC.",
      "labels": [
        "FAC"
      ],
      "id": "9b7bc77488ea4905bee136f8aad88d28_34"
    },
    {
      "start": 3338,
      "end": 3631,
      "text": "Vide order dated 27.07.2018, the Court of learned Additional District Judge-03 allowed the said application and held that the respondent resides and carries on his business in Janakpuri, New Delhi, therefore, the suit falls within the jurisdiction of Dwarka Courts, South-West District, Delhi.",
      "labels": [
        "RLC"
      ],
      "id": "821309dd609041ffa3caca65527c13d1_35"
    },
    {
      "start": 3632,
      "end": 3830,
      "text": "Furthermore, the learned ADJ-03 issued directions to return the plaint along with the documents to the petitioner for presenting the same before the learned District & Sessions Judge, Dwarka Courts.",
      "labels": [
        "FAC"
      ],
      "id": "fa8203cca44d430582587d8ae7ab2598_36"
    },
    {
      "start": 3832,
      "end": 3986,
      "text": "5. The petitioner challenged the aforesaid order before this Court by way of revision petition bearing CRP No. 194/2018 which was dismissed on 14.08.2019.",
      "labels": [
        "FAC"
      ],
      "id": "4693bec9c4fb40ef9f27fe7481fa2649_37"
    },
    {
      "start": 3987,
      "end": 4270,
      "text": "Thereafter, on 16.08.2019, the petitioner moved an application under Order VII Rule 10A CPC before the learned Additional District Judge-03 seeking the return of the plaint along with documents and for fixing a date of appearance before the Dwarka Courts, South-West District, Delhi.",
      "labels": [
        "FAC"
      ],
      "id": "1cb135c0094049e0a521280e370840f4_38"
    },
    {
      "start": 4271,
      "end": 4320,
      "text": "The same was allowed vide order dated 18.09.2019.",
      "labels": [
        "FAC"
      ],
      "id": "14b02d0071b3437fb07e9e7229c30740_39"
    },
    {
      "start": 4322,
      "end": 4500,
      "text": "6. Subsequently, on 14.10.2019, the petitioner filed the returned plaint along with accompanying documents before the learned District & Sessions Judge, Dwarka Courts, New Delhi.",
      "labels": [
        "FAC"
      ],
      "id": "a0abafe9137e4a058163dc19a19b817e_40"
    },
    {
      "start": 4501,
      "end": 4742,
      "text": "Additionally, the petitioner filed an application under Section 151 CPC along with an application under Section 14 of the Limitation Act seeking to exclude the time between the order of return of plaint and its presentation before the Court.",
      "labels": [
        "FAC"
      ],
      "id": "a18d6d1862fc476081d8c8e5979a2e68_41"
    },
    {
      "start": 4743,
      "end": 4805,
      "text": "The suit was subsequently registered as CS DJ ADJ 853/2019.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "d2341c02addf46488471a22a8e845237_42"
    },
    {
      "start": 4806,
      "end": 4975,
      "text": "Following that, the petitioner filed an application under Order VII Rule 14 CPC for placing on record the relevant documents which was allowed by order dated 24.11.2021.",
      "labels": [
        "FAC"
      ],
      "id": "620bfcc798214d33858eaa0a2a940c0e_43"
    },
    {
      "start": 4976,
      "end": 5217,
      "text": "Subsequently, the respondent filed a reply to the petitioner's application under Section 14 of the Limitation Act along with an application under Order VII Rule 11 CPC requesting the rejection of the plaint on the basis of being time-barred.",
      "labels": [
        "FAC"
      ],
      "id": "c5619ea0711d4afa9cfbdc4798986092_44"
    },
    {
      "start": 5219,
      "end": 5442,
      "text": "8. At the stage of disposal of the pending applications, the learned Trial Court vide impugned order dated 27.09.2022 held that it has no jurisdiction to try the present suit as the dispute involved is commercial in nature.",
      "labels": [
        "RLC"
      ],
      "id": "c6a9fa23641845d8817262922204201f_45"
    },
    {
      "start": 5444,
      "end": 5740,
      "text": "Further, the learned Trial Court was of the view that on 14.10.2019, when the plaint was returned to be filed before the proper Court, it should have been filed before the learned District Judge (Commercial Court), Dwarka Courts, South-West District and not before the Court of learned ADJ-02.\n9.",
      "labels": [
        "RLC"
      ],
      "id": "68725194e8d749cfa59cd4ce63b645c8_46"
    },
    {
      "start": 5741,
      "end": 5924,
      "text": "Consequently, the petitioner moved an application under Order XLVII Rule 1 read with Section 151 CPC for review/modification of paragraphs 20, 21 and 22 of the order dated 27.09.2022.",
      "labels": [
        "FAC"
      ],
      "id": "b6a2fb3c6fe64255ba600e2cbcbfd3c6_47"
    },
    {
      "start": 5925,
      "end": 6051,
      "text": "Vide impugned order dated 25.01.2023, the learned Trial Court dismissed the review petition bearing Misc. DJ ADJ No. 490/2022.",
      "labels": [
        "FAC"
      ],
      "id": "2ee50660592f4123b4f5374e2237bedb_48"
    },
    {
      "start": 6052,
      "end": 6275,
      "text": "The petitioner being aggrieved by the impugned orders dated 27.09.2022 and 25.01.2023 has filed the present petition under Article 227 of the Constitution of India invoking the supervisory jurisdiction vested in this Court.",
      "labels": [
        "FAC"
      ],
      "id": "5204bbe112844c62865df61362e222ea_49"
    },
    {
      "start": 6277,
      "end": 6310,
      "text": "Submissions by the petitioner 10.",
      "labels": [
        "NONE"
      ],
      "id": "a79500e170e0460186d235d8e5487bed_50"
    },
    {
      "start": 6311,
      "end": 6631,
      "text": "Mr. Ram Sewak, learned counsel for the petitioner submitted that the learned Trial Court recorded observations in paragraphs 20, 21 and 22 of the impugned order suo moto, even without any prayer or pleadings by the respondent, which is impermissible and on this ground alone, the impugned order requires to be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6cf9a6dac49641b0a4e23b74daa797a2_51"
    },
    {
      "start": 6632,
      "end": 6784,
      "text": "Reliance is placed on the judgement of the Hon'ble Supreme Court in Akela Lalitha vs. Konda Hunumantha Rao & Anr. in Civil Appeal No. 6325-6326 of 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "11d3bb5b5c52480abbf3b4a2e18304d1_52"
    },
    {
      "start": 6786,
      "end": 7120,
      "text": "11. Learned counsel also submitted that the learned Trial Court should have allowed the review petition with respect to the impugned order dated 27.09.2022 on the basis that the learned ADJ-02, South-West District, Dwarka Courts, Delhi was nominated as a Commercial Court vide order dated 07.07.2018 which was withdrawn on 10.10.2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a175c7ad65ea4040ad6f0e3a2fa0a9f2_53"
    },
    {
      "start": 7121,
      "end": 7242,
      "text": "Therefore, the directions for the return of the plaint and documents are liable to be set aside as being against the law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d16315d9c3a4edbba7601b4c39205fa_54"
    },
    {
      "start": 7244,
      "end": 7480,
      "text": "12. Learned counsel for the petitioner submitted that the learned Trial Court erred in not transferring the suit to the appropriate Commercial Court, ignoring the statutory provisions of Section 15(2) of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d722afe3387c477fa5a104f3d0f23144_55"
    },
    {
      "start": 7481,
      "end": 7575,
      "text": "Therefore, in view of these statutory provisions, the return of the plaint is not sustainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "51f8a5962f7c47858162ab1cdf0343f5_56"
    },
    {
      "start": 7577,
      "end": 7849,
      "text": "13. Learned counsel for the petitioner submitted that the learned Trial Court failed to provide any opportunity to address the issue pertaining to return of the plaint, as the petitioner's case was fixed for order on the application under Section 14 of the Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba009e3491324e68a0515695b3adaa1e_57"
    },
    {
      "start": 7850,
      "end": 7962,
      "text": "Therefore, the absence of such an opportunity renders the observations, made vide the impugned order, untenable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca68d3624aa843fdbf8dee746ffbda1d_58"
    },
    {
      "start": 7963,
      "end": 8088,
      "text": "Reliance is placed on the judgment of the Hon'ble Supreme Court in D. K. Yadav vs. M/s J.M.A. Industries Ltd.; 1993(3) SC 14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "38684a47e8a94048b9a3913729a36b38_59"
    },
    {
      "start": 8089,
      "end": 8251,
      "text": "Learned counsel for the petitioner further submitted that the learned Trial Court erred both in fact and in law while passing the impugned order dated 27.09.2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "739e47ec8277404daa505286c0708ae2_60"
    },
    {
      "start": 8252,
      "end": 8701,
      "text": "On the one hand, various applications were decided in favour of the petitioner, yet at the same time, the plaint and documents were returned to the petitioner for the second time stating that the Court has no jurisdiction and when the plaint was returned to be filed before the proper Court, it should have been sent before the learned District Judge (Commercial Court) South-West, District, Dwarka for transferring the same to Commercial Court.\n15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5502a40b2b3a42e28d8ed566b9d5f036_61"
    },
    {
      "start": 8702,
      "end": 8872,
      "text": "To support his contentions, the learned counsel for the petitioner has relied upon the following judgments: -\ni. Satyanarain Khandelwal vs. Prem Arora; MANU/DE/2578/2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "35e04abf17784e8cb4015305c5f24fd1_62"
    },
    {
      "start": 8873,
      "end": 9033,
      "text": "ii. State of Haryana & Ors. vs. M/s A.G.M. Management Services Ltd.; (2006) 5 SCC 520.\niii. State of Uttaranchal & Anr. vs. Sunil Kumar Negi; 2008 AIR SCW 2684.",
      "labels": [
        "NONE"
      ],
      "id": "960a29d74dfd466ca4760ee5165748d7_63"
    },
    {
      "start": 9035,
      "end": 9068,
      "text": "Submissions by the respondent 16.",
      "labels": [
        "NONE"
      ],
      "id": "f87f83abf8754891863e34ddf64ec152_64"
    },
    {
      "start": 9069,
      "end": 9368,
      "text": "Mr. Kamal Bansal, learned counsel for the respondent confuted the submissions of the petitioner by stating that the petitioner was required to file an appeal under Order XLIII Rule 1(a) CPC instead of filing the present petition since orders passed under Order VII Rule 10 CPC are appealable orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eb7f4c8aed54475383f42eb6aa5f3ccc_65"
    },
    {
      "start": 9369,
      "end": 9444,
      "text": "Consequently, the present petition is not maintainable in the present form.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7048b66ba5aa43a79be4173e92244800_66"
    },
    {
      "start": 9445,
      "end": 9763,
      "text": "Reliance is placed on the judgements of Hon'ble Supreme Court in A. Venkatasubbiah Naidu vs. S. Challappan & Others; MANU/SC/0581/2000, Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors. vs. Tuticorin Educational Society and Ors.; (2019) 9 SCC 538 and Mohamed Ali vs. V. Jaya and Ors.;\nMANU/SC/0863/2022.\n17.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ca12b2f581a490fbbcf19ad38a134c2_67"
    },
    {
      "start": 9764,
      "end": 9907,
      "text": "Learned counsel also submitted that the petitioner applied for certified copies of the suit file on 01.10.2019 and received them on 10.10.2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "094d285ad80e4940916c39b07b3425cc_68"
    },
    {
      "start": 9908,
      "end": 10175,
      "text": "However, the petitioner did not institute the suit on 10.10.2019 or 11.10.2019 but instead instituted it afresh on 14.10.2019 before the learned Trial Court, after the expiration of the limitation period which is non-condonable under Section 14 of the Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9aef98bbb1784abdb9811d3be5be5aad_69"
    },
    {
      "start": 10176,
      "end": 10342,
      "text": "Furthermore, it is well established that the institution of a suit after the return of a plaint under Order VII Rule 10 CPC constitutes a fresh suit for all purposes.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68652fae13394f4989366b13e55b51f1_70"
    },
    {
      "start": 10343,
      "end": 10563,
      "text": "Reliance is placed on the judgments of the Hon'ble Supreme Court in ONGC Ltd. vs. Modern Construction and Company; (2014) 1 SCC 648 and EXL Careers & Ors. vs. Frankfinn Aviation Services Pvt. Ltd.; MANU/SC/0576/2020.\n18.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d660f437855645b5a48123cdd199b91f_71"
    },
    {
      "start": 10564,
      "end": 10771,
      "text": "Learned counsel further submitted that the present suit being commercial in nature is mandatorily required to follow the provisions of the Commercial Courts Act specifically those mandated under Section 12A.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "56406f9290194742a240c7df8c915126_72"
    },
    {
      "start": 10772,
      "end": 10937,
      "text": "Reliance is placed on the judgment of the Hon'ble Supreme Court in Patil Automation Private Limited and Ors. vs. Rakheja Engineers Private Limited; AIR 2022 SC 3848.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1148fe7e107146df8a625cf62cc1f48f_73"
    },
    {
      "start": 10938,
      "end": 11079,
      "text": "Reliance is also placed upon the judgment of this Court in Narendra Kumar vs. Om Daily Needs Retailing Pvt. Ltd. and Ors.; MANU/DE/6046/2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "daa122976b0b4b7b8cf088b69aa54393_74"
    },
    {
      "start": 11080,
      "end": 11178,
      "text": "It was submitted that considering the above submissions, the present petition is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f2aeba9f5d774a1880378c4b3a5d601d_75"
    },
    {
      "start": 11180,
      "end": 11411,
      "text": "19. In rebuttal, learned Counsel for the petitioner submitted that the provisions of Order VII Rule 10 CPC are not applicable, for it is not a case, where the regular civil suit was wrongly instituted at the District Court, Dwarka.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9ad2def9040a4a8d91cdebddc7cc79d5_76"
    },
    {
      "start": 11412,
      "end": 11522,
      "text": "Therefore, the question of appeal does not arise at all as contended by the learned counsel of the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2eaf246ee515466292179f7b46fa7e51_77"
    },
    {
      "start": 11523,
      "end": 11620,
      "text": "Reliance is placed on the judgement of this Court in M.K. Modi vs. K.K. Modi; AIR 2005 Delhi 219.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "9b80a3ef9f5943ce87364ef2ba29cea7_78"
    },
    {
      "start": 11621,
      "end": 11646,
      "text": "Analysis & conclusion 20.",
      "labels": [
        "NONE"
      ],
      "id": "7fc7ba97be2e4abfba6eee84b4cd4092_79"
    },
    {
      "start": 11647,
      "end": 11933,
      "text": "Having considered the submissions of the learned counsels for the parties, I may begin by noting that the petitioner has suffered, for not being able to proceed with his suit before a Court of competent jurisdiction since the plaint has been returned twice, due to lack of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5049b288dab84fcf863d397ff0a66f7d_80"
    },
    {
      "start": 11934,
      "end": 12115,
      "text": "Earlier, vide order dated 14.10.2019, the plaint was returned to the petitioner to be presented before a Court of competent jurisdiction on the question of territorial jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "e8d1ba24ca6f418499dff24a9199a141_81"
    },
    {
      "start": 12116,
      "end": 12375,
      "text": "It is not disputed that thereafter, the petitioner failed to institute the suit within time, thus, the petitioner had to move an application under Section 14 of the Limitation Act seeking exclusion of time of proceeding bonafide in Court without jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c331b3394e0742ac9284d39265e58e80_82"
    },
    {
      "start": 12376,
      "end": 12699,
      "text": "While the said application came to be heard by the learned Trial Court after the petitioner had re-instituted his suit, the learned Trial Court came to the conclusion that the dispute was commercial in nature, thus, was required to be tried by the Commercial Court, accordingly, the plaint was returned for the second time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db78fa6561144f75a9c1f5f50c641906_83"
    },
    {
      "start": 12701,
      "end": 12961,
      "text": "21. The limited question, therefore, arises before this Court is that in the peculiar circumstances of the present case, whether the suit can be transferred for trial to the Commercial Court by this Court while exercising its power under Section 24 of the CPC.",
      "labels": [
        "ISSUE"
      ],
      "id": "ef5aab7cdd3b4b52a2d865ded40784fe_84"
    },
    {
      "start": 12962,
      "end": 13160,
      "text": "The said issue came to be decided by the Coordinate Bench of this Court in the judgment titled as Namita Gupta vs. Suraj Holdings Limited; 2024 SCC OnLine Del 143, wherein it was held as under:\n\"61.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c720d9b8ec74bcba4b2aa75937e4ac1_85"
    },
    {
      "start": 13161,
      "end": 13499,
      "text": "The learned counsel for the petitioner has rightly pointed out that the Suit, which has been filed before the Ordinary Civil Court, may not be complying with the special pleadings, may not contain the Statement of Truth or the affidavit in the prescribed form, and may not even have complied with the provisions of Section 12A of the Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7f2c539cefed4b24b8604d7e444166b3_86"
    },
    {
      "start": 13500,
      "end": 13947,
      "text": "However, in my view, once it is conceded that the plaint of a Suit filed before the ordinary Civil Court can be returned to be filed before a Commercial Court after making necessary amendments thereto in the form of necessary pleadings, attachment of Statement of Truth, and affidavits, even where the Suit is transferred in the exercise of powers under Section 24 of the CPC, the plaintiff will have to make such necessary amendments in the Suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "256830cc8e294e3ba52567b027619b4f_87"
    },
    {
      "start": 13948,
      "end": 14132,
      "text": "Merely because such amendments may have to be made by the plaintiff on transfer of the Suit, the High Court cannot be denuded of the power which it has under Section 24 of the CPC.\n62.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6006c4147afe4bacbbb994c71cc3a5b9_88"
    },
    {
      "start": 14133,
      "end": 14219,
      "text": "In Suraj Prakash (supra), this Court rejected a similar plea, observing as under:-\n\"8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cbd561438874f22bbc8d4f51f8f7a9e_89"
    },
    {
      "start": 14220,
      "end": 14825,
      "text": "On the objection of the learned counsel for the respondent nos. 1 to 3 that the Suit be not transferred to the Commercial Court as it has been filed without the mandatory verification, Statement of Truth and the affidavit, this Court in its judgment in Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt. Ltd., NC:2022/DHC/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1fd462c64634478883258534a6394222_90"
    },
    {
      "start": 14826,
      "end": 15135,
      "text": "Therefore, in the present case, mere non-filing of the prescribed Affidavit, Statement of Truth or the Verification, cannot lead to the dismissal of the Suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the Suit to the Court of Competent Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "817e9929cd594a83ab0c498e276dbbb4_91"
    },
    {
      "start": 15136,
      "end": 15438,
      "text": "On treating the suit as a Commercial Suit, and on its transfer to a competent Court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the CC Act and with respect to the filing of the Statement of the Truth, Affidavit and Verification in the prescribed form.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57c5419a01934257ab541d978980e546_92"
    },
    {
      "start": 15439,
      "end": 15572,
      "text": "In case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\"\n64.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58c4b7d26b9a46eaabda4afa235561de_93"
    },
    {
      "start": 15573,
      "end": 15826,
      "text": "As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "224e33d508af4a178c83f53c65625bdb_94"
    },
    {
      "start": 15827,
      "end": 15912,
      "text": "Section 24 of the CPC is not a provision which has been amended by the said Schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97cc25422dd8470db35aabe8c440d2ec_95"
    },
    {
      "start": 15913,
      "end": 16027,
      "text": "It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "273250bb64224d5aa44114025bd43111_96"
    },
    {
      "start": 16028,
      "end": 16204,
      "text": "If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "673c2eeb7a944306b23369ede6fca3b7_97"
    },
    {
      "start": 16205,
      "end": 16330,
      "text": "There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a1232ee213e487d900ef419dcd7143e_98"
    },
    {
      "start": 16332,
      "end": 16498,
      "text": "65. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e952291c95844df0b496acc405fb7511_99"
    },
    {
      "start": 16499,
      "end": 16899,
      "text": "The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53ba6e5c83cf4a09a30d9f488509bf7e_100"
    },
    {
      "start": 16900,
      "end": 17013,
      "text": "These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28c83ce899654c069a647b08f11c2643_101"
    },
    {
      "start": 17015,
      "end": 17174,
      "text": "75. At the same time, as held herein above, this Court, under Section 24 of the CPC, has the power to transfer the Suit to the court of competent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bc39c6fc01440ba8b68f00340ca9e83_102"
    },
    {
      "start": 17175,
      "end": 17895,
      "text": "In the present case, as it is not disputed that the Suit relates to a Commercial Dispute of a Specified Value and is to be tried by the learned District Judge (Commercial), South-East District, Saket District Court, and as it is also not disputed that the petitioner herein, who is the defendant in the Suit, has not only filed her Written Statement but also a Counter-Claim, in my opinion, the interest of justice would demand that in exercise of power vested in this Court under Section 24 of the CPC, the Suit be transferred from the Court of the learned Additional District Judge to the Court of the District Judge (Commercial), South-East District, Saket District Court, to be tried from the stage it is at present.",
      "labels": [
        "RATIO"
      ],
      "id": "6ca3f06050ee4f1696695720aec3ada1_103"
    },
    {
      "start": 17896,
      "end": 18283,
      "text": "\n22. Keeping in view the above findings and reverting back to the facts of the present case, it is not disputed by the petitioner that the suit is of a commercial nature, the primary grievance of petitioner is that the plaint should not have been returned but allowed to be transferred to the Commercial Court by presenting it before the learned District & Sessions Judge, Dwarka Courts.",
      "labels": [
        "RATIO"
      ],
      "id": "6965d070579d48448a601cf285366547_104"
    },
    {
      "start": 18284,
      "end": 18718,
      "text": "Therefore, in the considered opinion of this Court, the interest of justice could adequately be met while exercising the powers under Section 24 of CPC, the suit is thus, transferred from the Court of learned Additional District Judge-02, South-West District, Dwarka Courts, Delhi to the Court of learned District Judge (Commercial)-02, South-West District, Dwarka Courts, Delhi to be tried as per law from the stage it is at present.",
      "labels": [
        "RPC"
      ],
      "id": "3a1bd91d85e0473b96fd3dca5bcb8a15_105"
    },
    {
      "start": 18719,
      "end": 18922,
      "text": "All the objections, which have been raised by the respondent including the question of limitation shall be dealt with by learned District Judge (Commercial)-02, South-West District, Dwarka Courts, Delhi.",
      "labels": [
        "RPC"
      ],
      "id": "b7cd4f8b75c840dd96b588040e92522e_106"
    },
    {
      "start": 18923,
      "end": 18998,
      "text": "Parties shall appear before the learned transferee Court on 15.07.2024.\n23.",
      "labels": [
        "RPC"
      ],
      "id": "daff64fb85584f20b9073c5069e92476_107"
    },
    {
      "start": 18999,
      "end": 19049,
      "text": "In view of the above, impugned order is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "123da9010ed9487289af3a6cec6ae633_108"
    },
    {
      "start": 19050,
      "end": 19092,
      "text": "Consequently, the petition is disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "1a497f311cd74fb0be9e0d770c36d07f_109"
    },
    {
      "start": 19093,
      "end": 19129,
      "text": "\nSHALINDER KAUR, J.\nJULY 09, 2024/ss",
      "labels": [
        "NONE"
      ],
      "id": "c01c1c4cdd0c4d22a75f37ca8581e1b3_110"
    }
  ]
}