{
  "id": "38ad23db6416801cee0bd8cc32faccf4b82e1773735438a038f9bdc40ce6857a",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nMoradabad Development Autyority vs M/S V.R. Construction And Engineering ... on 2 March, 2022 \nHigh Court Of Judicature At Allahabad \n \n \n\nCourt No. - 6       Reserved \n \n            A.F.R.\n \nCase :- First Appeal From Order No. - 460 of 2021\n \n\n \nAppellant :- Moradabad Development Authority \n \nRespondent :- M/s. V.R. Construction And Engineering Company\n \nCounsel for Appellant :- Krishna Mohan Asthana \n \nCounsel for Respo ndent :- Manu Khare  \n\n \nHon'ble J.J. Munir,J.\n \n1. Heard Mr. K.M. Asthana, learned Counsel for the appellant and Mr. Manu Khare, learned Counsel appearing on behalf of the respondent. \n2. This is an appeal from an order of the Presiding Officer, Commercial Court, Moradabad dated 05.03.2020, refusing to condone the delay in making an application by the appellant under Section 34(2) of the Arbitration and Conciliation Act, 19961. \n3. The facts leading to the present appeal are these:\nThe Moradabad Development Authority, Moradabad, hereinafter referred to as 'the appellant', entered into an agreement with M/s. V.R. Construction and Engineering Company for a civil works contract on 28.03.2009. The subject matter of the contract was construction of a 'Sourcing Hub and Warehouse' in Sector 4, Naya Moradabad Yojna, Delhi-Moradabad Road. The project subject matter of the contract is said to be worth Rs.26,03,84,722.93 only. The project was to be completed within a period of two years w.e.f. 03.03.2009. The said period would end on 02.03.2011, but was extended from time to time, as the appellant say, on the request of M/s. V.R. Construction and Engineering Company, hereinafter referred to as 'the respondent'.\n4. It is the appellant's claim that the time for completion of the contracted project was last extended up to 31.03.2016 subject to a penalty of Rs.7.20 lakhs. It is the appellant's case that the respondent submitted an affidavit, saying that they were A-Category contractors and also submitted a certificate of experience dated 10.02.2009 issued by a certain M/s. Arch Add Consultants, New Delhi certifying them as A-Class contractors. Besides, other testimonials were also attached in response to the tender notice for the works contract in question that was published on 27.02.2009. It appears that on 02.03.2009, a letter was issued by the appellant to the respondent that the respondent's tender has been approved, with a specific condition that if the experience certificate submitted by the respondent is found to be false upon verification, the earnest money deposited shall be forfeited and appropriate proceedings drawn in accordance with law. \n5. It is the appellant's further case that the contract, that was later on executed, carried an arbitration clause, being Clause No.32. Clause 32(b) provides that if the respondent is dissatisfied with the final decision of the Engineer-in-Charge taken under Clause 32(a), the respondent may, within twenty-eight days of receipt of the decision, give notice in writing, requiring the matter to be submitted to arbitration, furnishing detailed particulars of the dispute or differences. The notice would clearly indicate the point(s) in issue. It was further a term in the contract that if the respondent failed to serve a notice of arbitration within the time stipulated, the decision of the Engineer-in-Charge of the appellant, shall be conclusive and binding on the respondent. The appellant say that upon inquiries made from M/s. Arch Add Consultants, New Delhi with regard to the letter dated 27.01.2016 issued by the Managing Director of a certain Kashi Vishwanath Steel Private Limited, the appellant were informed that the experience certificate under reference was never issued by M/s. Arch Add Consultants, New Delhi. \n6. It is also said that the respondent committed various irregularities of a serious nature in the execution of the works contract. The appellant issued a letter dated 09.02.2016 to the Secretary, Awas Evam Sahari Niyojan, Anubhag-3 of the State Government, requesting him to institute an inquiry into the irregularities committed by the respondent in the construction of Sourcing Hub and Warehouse Complex in Sector-4 of the Moradabad Residential Scheme under the works contract. \n7. On 10.05.2016, the State Government constituted an Inquiry Committee to go into the allegations of irregularities committed by the respondent vis--vis the execution of the contracted work. The Inquiry Committee, after notice to the respondent and the appellant, as the appellant say, visited the site and held inquiry. The Committee is said to have submitted a report to the Secretary to the Government in the appropriate Department. The appellant say that the certificate of experience submitted by the respondent, upon verification, was found to be false and fabricated. This verification is said to have been made from the company that had issued the certificate of experience. \n8. The Committee are also claimed to have said that the respondent carried out work according to their whims, bereft of any directions by the Engineering Department of the appellant. The Committee are also said to have found that though a sum of Rs.26,01,55,764/- has been spent on the project, it was still incomplete and not in a state where it could be put to use for the public purpose that it was meant for. The Committee are also claimed to have made a report to debar the respondent from doing any further work from the appellant and also recommending that final payment be made for the work that the respondent had validly executed. \n9. It was in this background that a dispute arose between the appellant and the respondent, stemming from execution of the works contract entered into between parties. \n10. In consequence, the respondent served a notice of arbitration under Section 11(5) of the Act of 1996. Thereafter, the Vice-Chairman of the appellant appointed a sole Arbitrator on 22.04.2017. It is the appellant's case that on 10.07.2017, the Commissioner of the Moradabad Division, taking cognizance of the irregularities committed by the respondent, directed the appellant to initiate proceedings against the respondent by lodging a First Information Report. The direction was issued in view of the fact that the respondent's testimonials, entitling them to the contract, were found by the appellant and the Inquiry Committee appointed by the State Government to be forged. \n11. On 19.07.2017, the appellant say they issued a show cause notice, calling upon the respondent to submit a reply why they may not be blacklisted from obtaining future contracts by the appellant. An FIR was lodged on 21.07.2017 by the appellant against the respondent, giving rise to Case Crime No.769, under Sections 420, 467, 471 IPC, Police Station Civil Lines, District Moradabad. It is not in dispute that the FIR aforesaid was challenged before this Court vide Criminal Misc. Writ Petition No.1470 of 2017 and was quashed vide a judgment and order dated 02.02.2018.\n12. On the 21st July, 2017, an order was passed by the Vice-Chairman of the appellant, cancelling the appointment of the sole Arbitrator with a further stipulation that since the contract was obtained on the basis of a forged and fabricated document, the same is null and void, and that the respondent is not entitled to invoke proceedings for arbitration. It is the appellant's case that the order cancelling the appointment of the sole Arbitrator dated 21.07.2017 was served upon the Arbitrator, Mr. Bal Kishan Gupta on 22.07.2017 and upon his refusal to receive it, the order was affixed on the Arbitrator's residential premises on 22.07.2017. It is also the appellant's case that the sole Arbitrator was also delivered the order cancelling his appointment through registered post on 22.07.2017. Further, the cancellation of appointment was published in the Daily Newspaper Hindustan, published from Moradabad on 22.07.2017. The appellant say that the order dated 21.07.2017 passed by the Vice-Chairman of the appellant cancelling the appointment of the sole Arbitrator was not challenged before any Court or competent Authority and the same has attained finality. \n13. On 31.07.2017, the sole Arbitrator addressed a letter to the appellant's Secretary, which says that the letter sent by the appellant cancelling the Arbitrator's appointment was received by him on 24.07.2017. The arbitral proceedings, according to the Arbitrator, were concluded on 22.07.2017 and opinion was reserved. It transpires from the record that the award was made on 23.07.2017, which carries a complete record of the proceedings. The award shows in paragraph no.9 that in all, six hearings were held between 05.05.2017 and 22.07.2017. It appears that in these proceedings, the appellant did not participate and the proceedings went ex-parte. The award too was pronounced ex parte. It is the appellant's case that the letter dated 31.07.2017 does not mention the fact that the award was pronounced on 23.07.2017, though, later on, it purports to have been pronounced on 23.07.2017. It is the appellant's contention that the award is ante-timed and one made after communication of the letter cancelling the Arbitrator's appointment by the appellant. Admittedly, the award was served upon the appellant on 03.08.2017. It appears that on 05.08.2017 and 14.08.2017, upon receipt of the Arbitrator's award, the Vice-Chairman of the appellant addressed orders to the respondent and the sole Arbitrator, saying that the award pronounced on 23.07.2017 was without jurisdiction and void, inasmuch as the Arbitrator's appointment had been cancelled on 22.07.2017.\n14. It is the appellant's case that they were bona fide under the impression that since the award has been delivered by the sole Arbitrator after cancellation of his appointment, the award pronounced is without jurisdiction and a nullity. It is inexucatble. The respondent filed an execution case under Section 36 of the Act of 1996, that was registered as Arbitration Case No.41 of 2019 before the Court of the District Judge, Moradabad. The application sought execution of the sole Arbitrator's award dated 23.07.2017 against the appellant for a sum of Rs.4,73,93,012/-. The appellant say that upon knowledge of the institution of execution proceedings, they filed objection supported by affidavit under Section 47 CPC before the District Judge, that were registered as Misc. Case No.2 of 2019. It was prayed that the award was inexecutable, as the sole Arbitrator had acted without jurisdiction and made the award on 23.07.2017, after his appointment as Arbitrator had been cancelled by the appellant on 21.07.2017. The award was assailed as ante-timed. \n15. The appellant's objection stood transferred along with the execution case from the court of the District Judge, Moradabad to the Commercial Court, before whom it came up for determination on 31.08.2019. The Commercial Court rejected the objection vide order dated 31.08.2019, holding that the question about the Arbitrator passing an award without jurisdiction was something that could be gone into on an application by the appellant under Section 34(2) of the Act of 1996, but not under Section 47 CPC. The Commercial Court has remarked that the objection under Section 47 CPC had been brought two years after the award was passed and the remedy of the appellant was under Section 34(2) of the Act of 1996. \n16. Aggrieved by the order passed by the Commercial Court, Moradabad dated 31.08.2019 rejecting the appellant's objection under Section 47 CPC, the appellant preferred Misc. Petition (Civil) No.67 of 2020 before this Court under Article 227 of the Constitution. The aforesaid petition was dismissed on 19.02.2020 on ground that the appellant had an alternative remedy of moving this Court in Revision under Section 115 CPC. The appellant then moved Civil Revision No.18 of 2020 challenging the order of the Commercial Court dated 31.08.2019, rejecting the appellant's objection under Section 47 CPC. In the said revision, the delay condonation application made has been allowed vide order dated 28.09.2020 and a regular number has been assigned to the revision, which is now pending before this Court, questioning the order dated 31.08.2019. The appellant, notwithstanding the challenge laid to the order dated 31.08.2019 passed by the Commercial Court last mentioned, on legal advice received, also filed an application under Section 34(2) of the Act of 1996 on 05.02.2020, along with an application under Section 5 of the Indian Limitation Act, 1963 seeking to set aside the award. \n17. This application was registered as Arbitration Petition No.1 of 2020 on the file of the Commercial Court. The Commercial Court, by the order impugned, has held that it has no jurisdiction to condone the delay in making the application under Section 34(2) of the Act of 1996, inasmuch as it was moved on 05.02.2022, whereas the impugned award was served upon the appellant on 03.08.2017. The Commercial Court was of opinion that the limitation to challenge an award of the Arbitrator under Section 34(2) of the Act of 1996 was governed by sub-Section (3) of Section 34, where the limitation to make such an application was three months from the date on which the party making the application had received the award, and further that by the proviso to sub-Section (3) of Section 34, the Court had jurisdiction to condone the delay in making such an application within a further period of 30 days, but no more. It was on the aforesaid reasoning that the Commercial Court declined to condone the delay holding that it had no jurisdiction to do so. \n18. Mr. K.M. Asthana, learned Counsel for the appellant submits that the Commercial Court has committed a manifest error of law, inasmuch as the appellant's application, though worded as one purely for condonation of delay invoking Section 5 of the Indian Limitation Act, was, in substance, an application seeking to exclude the period of time that the appellant spent in pursuing remedies bona fide. Mr. Asthana submits that the application ought to have been considered bereft of its label as one under Section 14 of the Limitation Act that squarely applies to proceedings under the Act of 1996. He submits that Section 14 of the Limitation Act is applicable to the rights of parties, who move the Court under Section 34, in the event they have pursued in good faith another remedy, which the other Court on account of lack of jurisdiction or other cause of a like nature was unable to entertain. \n19. The submission before this Court on behalf of the appellant, therefore, proceeds on the basis that the application seeking to condone the delay must be construed as an application excluding the period of limitation spent in the bona fide pursuit of other remedies/ remedy against the Arbitrator's award. The remedies, Mr. Asthana points out, that the appellant pursued against the impugned award, on the foot of which he wants a substantial period of limitation to be excluded, are an FIR that was ultimately quashed by this Court on 02.02.2018 by an order made in Criminal Misc. Writ Petition No.1470 of 2017 and the objection that was filed under Section 47 CPC in the execution brought by the respondent in the year 2019. The objection under Section 47 CPC being rejected, this Court was approached in the first instance under Article 227 of the Constitution and that remedy being held to be barred in view of the remedy of a civil revision, a revision was preferred, which is pending. It is, thus, pointed out that the appellant have pursued remedies in good faith before the competent fora, which ultimately, on account of holding want of jurisdiction in themselves, declined relief. Mr. Asthana has placed reliance upon the decision of the Supreme Court in Gulbarga University v. Mallikarjun S. Kodagali and another2 to submit that the provisions of Section 14 of the Limitation Act would apply to arbitral proceedings under Section 34 of the Act of 1996. It is his case that unlike Section 5 of the Limitation Act, that may be held excluded in view of the provisions of sub-Section (3) of Section 34, Section 14 of the Limitation Act applies to proceedings under Section 34 of the Act of 1996 in the same manner as it does to suits. He has drawn the attention of the Court to the following holding of their Lordships in Gulbarga University (supra):\n\"8. Dr. M.P. Raju, learned counsel appearing on behalf of the appellant, would contend that the earlier decision of this Court in Union of India v. Popular Construction Co. [(2001) 8 SCC 470 : AIR 2001 SC 4010] whereupon reliance has been placed by the High Court has since been revisited by this Court in State of Goa v. Western Builders [(2006) 6 SCC 239] holding : (SCC p. 246, paras 14-18) \"14. The question is whether Section 14 of the Limitation Act has been excluded by this special enactment i.e. the Arbitration and Conciliation Act, 1996. Section 43 of the Arbitration and Conciliation Act, 1996 clearly says that the Limitation Act, 1963 shall apply to arbitration as it applies to the proceedings in the court. \n15. Therefore, general proposition is by virtue of Section 43 of the Act of 1996 the Limitation Act, 1963 applies to the Act of 1996 but by virtue of sub-section (2) of Section 29 of the Limitation Act, if any other period has been prescribed under the special enactment for moving the application or otherwise then that period of limitation will govern the proceedings under that Act, and not the provisions of the Limitation Act. In the present case under the Act of 1996 for setting aside the award on any of the grounds mentioned in sub-section (2) of Section 34 the period of limitation has been prescribed and that will govern. Likewise, the period of condonation of delay i.e. 30 days in the proviso. \n16. But there is no provision made in the Arbitration and Conciliation Act, 1996 that if any party has bona fide prosecuted its remedy before the other forum which had no jurisdiction then in that case whether the period spent in prosecuting the remedy bona fidely in that court can be excluded or not. As per the provision, sub-section (3) of Section 34 which prescribes the period of limitation (3 months) for moving the application for setting aside the award before the court then that period of limitation will be applicable and not the period of limitation prescribed in the Schedule under Section 3 of the Limitation Act, 1963. Thus, the provision of moving the application prescribed in the Limitation Act, shall stand excluded by virtue of sub-section (2) of Section 29 as under this special enactment the period of limitation has already been prescribed. Likewise the period of condonation of delay i.e. 30 days by virtue of the proviso. \n17. Therefore, by virtue of sub-section (2) of Section 29 of the Limitation Act what is excluded is the applicability of Section 5 of the Limitation Act and under Section 3 read with the Schedule which prescribes the period for moving application. \n18. Whenever two enactments are overlapping each other on the same area then the courts should be cautious in interpreting those provisions. It should not exceed the limit provided by the statute. The extent of exclusion is, however, really a question of construction of each particular statute and general principles applicable are subordinate to the actual words used by legislature.\" \nReferring to Popular Construction [(2001) 8 SCC 470 : AIR 2001 SC 4010] and National Aluminium Co. Ltd. v. Pressteel & Fabrications (P) Ltd. [(2004) 1 SCC 540] it was held : (Western Builders case [(2006) 6 SCC 239] , SCC pp. 248-49, para 25) \"25. Therefore, in the present context also it is very clear to us that there are no two opinions in the matter that the Arbitration and Conciliation Act, 1996 does not expressly exclude the applicability of Section 14 of the Limitation Act. The prohibitory provision has to be construed strictly. It is true that the Arbitration and Conciliation Act, 1996 intended to expedite commercial issues expeditiously. It is also clear in the Statement of Objects and Reasons that in order to recognise economic reforms the settlement of both domestic and international commercial disputes should be disposed of quickly so that the country's economic progress be expedited. The Statement of Objects and Reasons also nowhere indicates that Section 14 of the Limitation Act shall be excluded. But on the contrary, intendment of the legislature is apparent in the present case as Section 43 of the Arbitration and Conciliation Act, 1996 applies the Limitation Act, 1963 as a whole. It is only by virtue of sub-section (2) of Section 29 of the Limitation Act that its operation is excluded to that extent of the area which is covered under the Arbitration and Conciliation Act, 1996. Our attention was also invited to the various decisions of this Court interpreting sub-section (2) of Section 29 of the Limitation Act with reference to other Acts like the Representation of the People Act or the provisions of the Criminal Procedure Code where separate period of limitation has been prescribed. We need not overburden the judgment with reference to those cases because it is very clear to us by virtue of sub-section (2) of Section 29 of the Limitation Act that the provisions of the Limitation Act shall stand excluded in the Act of 1996 to the extent of area which is covered by the Act of 1996. In the present case under Section 34 by virtue of sub-section (3) only (sic for) the application for filing and setting aside the award a period has been prescribed as 3 months and delay can be condoned to the extent of 30 days. To this extent the applicability of Section 5 of the Limitation Act will stand excluded but there is no provision in the Act of 1996 which excludes operation of Section 14 of the Limitation Act. If two Acts can be read harmoniously without doing violation to the words used therein, then there is no prohibition in doing so.\" \nThe ratio laid down in the said decision has since been reiterated in Union of India v. Bhavna Engg. Co. [(2008) 13 SCC 546 : (2007) 5 Raj 458] stating : (SCC pp. 546-47, para 2) \"2. This Court in a recent judgment rendered in State of Goa v. Western Builders [(2006) 6 SCC 239] held that Section 14 of the Limitation Act, 1963 is applicable in the arbitration and conciliation proceedings. Having gone through the various facts, we are of the view that the mistake committed by the appellant in approaching the Madhya Pradesh High Court and the Bombay High Court is bona fide. We, therefore, condone the delay. In the facts of this case and in the interest of justice, we, however, think it proper that the Section 34 application pending before the Additional District Judge, Gwalior be transferred to the Bombay High Court. The application will be decided on merits expeditiously. Parties are at liberty to urge all the contentions before that Court.\" \n9. There cannot be any doubt whatsoever that in terms of sub-section (2) of Section 34 of the Act, an arbitral award may be set aside only if one of the conditions specified therein is satisfied. Sub-section (3) of Section 34 provides for the period of limitation within which an application under Section 34 of the Act is to be filed. The proviso appended thereto empowers the court to entertain an application despite expiry of the period of limitation specified therein, namely, three months. No provision, however, exists as regards application of Section 14 of the Limitation Act. This Court, as noticed hereinbefore in Western Builders [(2006) 6 SCC 239] opined that sub-section (2) of Section 29 thereof would apply to an arbitration proceedings and consequently Section 14 of the Limitation Act would also be applicable. We are bound by the said decision. Once it is held that the provisions of Section 14 of the Limitation Act, 1963 would apply, it must be held that the learned trial Judge as also the High Court had committed an error in not applying the said provisions.\" \n20. Mr. Manu Khare, learned Counsel for the respondent, on the other hand, refuting the submissions of the learned Counsel for the appellant, has submitted that the application made in aid of the substantive application under Section 34 of the Act of 1996 is, in substance, one that is under Section 5 of the Limitation Act, seeking condonation of delay and not merely one that goes by that label. Mr. Khare submits that there is nothing said in the application to indicate that the appellant ever urged a case based on exclusion of the period spent in bona fide prosecution of a remedy before another Court or forum that was ultimately found to be incompetent. He urges that so far as an application under Section 5 of the Limitation Act is concerned, the said provision does not apply at all to proceedings under Section 34 of the Act of 1996, in view of the proviso to sub-Section (3) of Section 34 of the Act of 1996. Learned Counsel for the respondent has placed reliance upon the guidance of the Supreme Court in Union of India v. Popular Construction Co.3, Consolidated Engineering Enterprises v. Principal Secretary, Irrigation Department and others4, P. Radha Bai and others v. P. Ashok Kumar and another5 and National Spot Exchange Limited v. Anil Kohli6.\n21. In Union of India v. Popular Construction Co. (supra), it has been held:\n\"16. Furthermore, Section 34(1) itself provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section (2) and sub-section (3). Sub-section (2) relates to grounds for setting aside an award and is not relevant for our purposes. But an application filed beyond the period mentioned in Section 34, sub-section (3) would not be an application \"in accordance with\" that sub-section. Consequently by virtue of Section 34(1), recourse to the court against an arbitral award cannot be made beyond the period prescribed. The importance of the period fixed under Section 34 is emphasised by the provisions of Section 36 which provide that \"where the time for making an application to set aside the arbitral award under Section 34 has expired ... the award shall be enforced under the Code of Civil Procedure, 1908 in the same manner as if it were a decree of the court\". \nThis is a significant departure from the provisions of the Arbitration Act, 1940. Under the 1940 Act, after the time to set aside the award expired, the court was required to \"proceed to pronounce judgment according to the award, and upon the judgment so pronounced a decree shall follow\" (Section 17). Now the consequence of the time expiring under Section 34 of the 1996 Act is that the award becomes immediately enforceable without any further act of the court. If there were any residual doubt on the interpretation of the language used in Section 34, the scheme of the 1996 Act would resolve the issue in favour of curtailment of the court's powers by the exclusion of the operation of Section 5 of the Limitation Act.\" \n22. So far as the decision in Consolidated Engg. Enterprises v. Irrigation Deptt. (supra) is concerned, it brings out the distinction that while Section 5 of the Limitation Act would not apply to an application under Section 34(2) of the Act of 1996, Section 14 of the Limitation Act would still apply. In Consolidated Engg. Enterprises v. Irrigation Deptt., it has been held:\n\"19. A bare reading of sub-section (3) of Section 34 read with the proviso makes it abundantly clear that the application for setting aside the award on the grounds mentioned in sub-section (2) of Section 34 will have to be made within three months. The period can further be extended, on sufficient cause being shown, by another period of 30 days but not thereafter. It means that as far as application for setting aside the award is concerned, the period of limitation prescribed is three months which can be extended by another period of 30 days, on sufficient cause being shown to the satisfaction of the court. \n20. Section 29(2) of the Limitation Act inter alia provides that where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period of limitation prescribed by the Schedule, the provisions of Section 3 shall apply as if such period was the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in Sections 4 to 24 shall apply only insofar as, and to the extent, they are not expressly excluded by such special or local law. When any special statute prescribes certain period of limitation as well as provision for extension up to specified time-limit, on sufficient cause being shown, then the period of limitation prescribed under the special law shall prevail and to that extent the provisions of the Limitation Act shall stand excluded. As the intention of the legislature in enacting sub-section (3) of Section 34 of the Act is that the application for setting aside the award should be made within three months and the period can be further extended on sufficient cause being shown by another period of 30 days but not thereafter, this Court is of the opinion that the provisions of Section 5 of the Limitation Act would not be applicable because the applicability of Section 5 of the Limitation Act stands excluded because of the provisions of Section 29(2) of the Limitation Act. However, merely because it is held that Section 5 of the Limitation Act is not applicable to an application filed under Section 34 of the Act for setting aside an award, one need not conclude that provisions of Section 14 of the Limitation Act would also not be applicable to an application submitted under Section 34 of the Act of 1996. \n21. Section 14 of the Limitation Act deals with exclusion of time of proceeding bona fide in a court without jurisdiction. On analysis of the said section, it becomes evident that the following conditions must be satisfied before Section 14 can be pressed into service:\n(1) Both the prior and subsequent proceedings are civil proceedings prosecuted by the same party; (2) The prior proceeding had been prosecuted with due diligence and in good faith; (3) The failure of the prior proceeding was due to defect of jurisdiction or other cause of like nature; (4) The earlier proceeding and the latter proceeding must relate to the same matter in issue and; (5) Both the proceedings are in a court.\n22. The policy of the section is to afford protection to a litigant against the bar of limitation when he institutes a proceeding which by reason of some technical defect cannot be decided on merits and is dismissed. While considering the provisions of Section 14 of the Limitation Act, proper approach will have to be adopted and the provisions will have to be interpreted so as to advance the cause of justice rather than abort the proceedings. It will be well to bear in mind that an element of mistake is inherent in the invocation of Section 14. In fact, the section is intended to provide relief against the bar of limitation in cases of mistaken remedy or selection of a wrong forum. On reading Section 14 of the Act it becomes clear that the legislature has enacted the said section to exempt a certain period covered by a bona fide litigious activity. Upon the words used in the section, it is not possible to sustain the interpretation that the principle underlying the said section, namely, that the bar of limitation should not affect a person honestly doing his best to get his case tried on merits but failing because the court is unable to give him such a trial, would not be applicable to an application filed under Section 34 of the Act of 1996. The principle is clearly applicable not only to a case in which a litigant brings his application in the court, that is, a court having no jurisdiction to entertain it but also where he brings the suit or the application in the wrong court in consequence of bona fide mistake or (sic of) law or defect of procedure. Having regard to the intention of the legislature this Court is of the firm opinion that the equity underlying Section 14 should be applied to its fullest extent and time taken diligently pursuing a remedy, in a wrong court, should be excluded. \n27. The contention that in view of the decision of the Division Bench of this Court in Union of India v. Popular Construction Co. [(2001) 8 SCC 470] the Court should hold that the provisions of Section 14 of the Limitation Act would not apply to an application filed under Section 34 of the Act, is devoid of substance. In the said decision what is held is that Section 5 of the Limitation Act is not applicable to an application challenging an award under Section 34 of the Act. Section 29(2) of the Limitation Act inter alia provides that where any special or local law prescribes, for any application, a period of limitation different from the period prescribed by the Schedule, the provisions contained in Sections 4 to 24 shall apply only insofar as, and to the extent to which, they are not expressly excluded by such special or local law. On introspection, the Division Bench of this Court held that the provisions of Section 5 of the Limitation Act are not applicable to an application challenging an award. This decision cannot be construed to mean as ruling that the provisions of Section 14 of the Limitation Act are also not applicable to an application challenging an award under Section 34 of the Act. As noticed earlier, in the Act of 1996, there is no express provision excluding application of the provisions of Section 14 of the Limitation Act to an application filed under Section 34 of the Act for challenging an award. \n28. Further, there is fundamental distinction between the discretion to be exercised under Section 5 of the Limitation Act and exclusion of the time provided in Section 14 of the said Act. The power to excuse delay and grant an extension of time under Section 5 is discretionary whereas under Section 14, exclusion of time is mandatory, if the requisite conditions are satisfied. Section 5 is broader in its sweep than Section 14 in the sense that a number of widely different reasons can be advanced and established to show that there was sufficient cause in not filing the appeal or the application within time. The ingredients in respect of Sections 5 and 14 are different. The effect of Section 14 is that in order to ascertain what is the date of expiration of the \"prescribed period\", the days excluded from operating by way of limitation, have to be added to what is primarily the period of limitation prescribed. Having regard to all these principles, it is difficult to hold that the decision in Popular Construction Co. [(2001) 8 SCC 470] rules that the provisions of Section 14 of the Limitation Act would not apply to an application challenging an award under Section 34 of the Act. \n31. To attract the provisions of Section 14 of the Limitation Act, five conditions enumerated in the earlier part of this judgment have to co-exist [Ed.: See para 21, above.] . There is no manner of doubt that the section deserves to be construed liberally. Due diligence and caution are essential prerequisites for attracting Section 14. Due diligence cannot be measured by any absolute standards. Due diligence is a measure of prudence or activity expected from and ordinarily exercised by a reasonable and prudent person under the particular circumstances. The time during which a court holds up a case while it is discovering that it ought to have been presented in another court, must be excluded, as the delay of the court cannot affect the due diligence of the party. Section 14 requires that the prior proceeding should have been prosecuted in good faith and with due diligence. The definition of good faith as found in Section 2(h) of the Limitation Act would indicate that nothing shall be deemed to be in good faith which is not done with due care and attention. It is true that Section 14 will not help a party who is guilty of negligence, lapse or inaction. However, there can be no hard-and-fast rule as to what amounts to good faith. It is a matter to be decided on the facts of each case. It will, in almost every case be more or less a question of degree. The mere filing of an application in wrong court would not prima facie show want of good faith. There must be no pretended mistake intentionally made with a view to delaying the proceedings or harassing the opposite party. In the light of these principles, the question will have to be considered whether the appellant had prosecuted the matter in other courts with due diligence and in good faith.\" \n23. There is little doubt, in view of consistent authority, that Section 34(3) provides for a special rule of limitation and Sections 4 to 24 of the Limitation Act, though applicable generally to an application under Section 34 of the Act of 1996, is governed by a special law, that is to say, the Act, where the period of limitation for making such an application is differently prescribed. Section 29(2) of the Limitation Act permits the application of Sections 4 to 24 of the Limitation Act, applying it to a differently prescribed period of limitation at variance with that prescribed under the Schedule to the Limitation Act, but only so far and to the extent that any particular provision or provisions of the Limitation Act are not expressly excluded. Not only a particular period of limitation is prescribed under sub-Section (3) of Section 34 of the Act of 1996, but the proviso further mandates that the Court, upon being satisfied about the sufficiency of cause relating to the delay in making an application under Section 34(2), may condone the delay beyond the prescribed period of three months and entertain the application, but that period of time, during which the delay can be condoned, has been limited to 30 days after expiry of the prescribed period of limitation, under sub-Section (3) of Section 34. After the period of three months prescribed under sub-Section (3) of Section 34 of the Act of 1996 has expired, the Court, on sufficient cause being shown by the applicant, may entertain an application within a further period of 30 days, but \"not thereafter\" to employ the precise words of the Statute. It is this provision, which high authority has consistently held to exclude the application of Section 5 of the Limitation Act with an open ended discretion to the Court to condone, without reference to the period of delay involved. \n24. The question here is: Whether the delay that has been occasioned in making the application under Section 34(2) of the Act of 1996 can be regarded as one seeking benefit of Section 14 of the Limitation Act, without expressly saying so or praying in those terms? The other is that: Do the course of events, the proceedings taken and the conduct of the appellant entitle the appellant to claim exclusion of limitation under Section 14 of the Limitation Act? \n25. The answer to the first question is to be amply found in M.P. Steel Corporation v. Commissioner of Central Excise7, where, in dealing with an objection by the other side that at no point of time the appellant in that case had taken up a plea based on Section 14, it was held:\n\"8. Shri A.K. Sanghi, learned Senior Counsel appearing on behalf of the Department has stated that at no point of time has the appellant taken up a plea based on Section 14. Neither has the appellant met with any of the five conditions set out in para 21 of Consolidated Engg. Enterprises v. Irrigation Deptt. [(2008) 7 SCC 169] , which reads as follows : (SCC p. 181)\n21. \"Section 14 of the Limitation Act deals with exclusion of time of proceeding bona fide in a court without jurisdiction. On analysis of the said section, it becomes evident that the following conditions must be satisfied before Section 14 can be pressed into service:\n(1) Both the prior and subsequent proceedings are civil proceedings prosecuted by the same party; (2) The prior proceeding had been prosecuted with due diligence and in good faith; (3) The failure of the prior proceeding was due to defect of jurisdiction or other cause of like nature; (4) The earlier proceeding and the latter proceeding must relate to the same matter in issue; and (5) Both the proceedings are in a court.\"\n9. Technically speaking, Shri A.K. Sanghi, may be correct. However, in an application for condonation of delay the appellant pointed out that they were pursuing a remedy before another appellate forum which ought to be excluded. We deem this averment sufficient for the appellant to contend that Section 14 of the Limitation Act or principles laid down under it would be attracted to the facts of this case. \n26. Elsewhere also, in the holding of their Lordships in M.P. Steel Corporation (supra), what is emphasized is the substance of facts entitling a litigant to raise a plea under Section 14 of the Limitation Act, subject to fulfillment of other conditions required by the aforesaid provision. Section 14 has been regarded as a provision that embodies a principle meant to further the ends of justice. It is designed to come to the aid of a litigant, who bona fide in the quest of justice has treaded a wrong path. Time spent in proceedings taken in error by a litigant before a wrong forum or hit by a similar technical flaw, that remain inconsequential or abortive, has to be added to the prescribed period of limitation. The principle embodied in Section 5 of the Limitation Act, or for that matter, in the proviso to Section 43(3) of the Act of 1996, is generically and essentially different from that in Section 14 of the Limitation Act. The former envisages condonation of delay with the period of limitation running its course, whereas the latter postulates an addition to the period of limitation. In determining the character of the application made to overcome the delay, it is the substance of the matter that is important, rather than the formality of the plea or the terms of the prayer, much less the label of the application. \n27. It must, therefore, be held that that merely because the application made by the appellant does not formally invoke Section 14 of the Limitation Act, the Court below could not have turned its face away from considering the appellant's case, invoking benefit of the provisions of Section 14 of the Limitation Act, if that is otherwise made out on the terms of the Statute and the facts and evidence. It has been noticed while referring to the decision in Consolidated Engg. Enterprises v. Irrigation Deptt. (supra) that five facts are to be established in order to invoke the provisions of Section 14 that are enumerated in paragraph No.21 of the report. It postulates that both the prior and subsequent proceedings are civil proceedings prosecuted by the same party; the prior proceeding had been prosecuted with due diligence and in good faith; the failure of the earlier proceeding was due to defect of jurisdiction or other similar cause; the earlier and the later proceeding relate to the same matter in issue; and both the proceedings were in a Court. These principles have been further explained with greater precision in M.P. Steel Corporation. But, for the purpose of the present case, that need not be dwelt upon. \n28. The facts here indicate that the award was pronounced on 23.07.2017. It was communicated to the appellant on 03.08.2017. The appellant, no doubt, lodged an FIR on 21.07.2017 against the respondent, that was quashed by this Court on 02.02.2018. It was a step that was taken before communication of the award. In any case, lodging of an FIR are not prior civil proceedings pursued by the appellant against the respondent, that ended with being quashed by this Court. The lodging of the FIR was an act setting the criminal law into motion, alleging fraud on the respondent's part and possibly, the FIR cannot be regarded as civil proceedings by the appellant that could undo the award passed by the Arbitrator without jurisdiction, as the appellants say. The belief of the appellant that since the appointment of the sole Arbitrator had been cancelled by the Vice-Chairman of the appellant on 21.07.2017, the award rendered by him on 23.07.2017 was a nullity, also do not constitute prior civil proceedings prosecuted by the appellant in good faith and with due diligence, that would lead to the desired remedy. \n29. The earliest that the appellant moved against the award was by way of an objection under Section 47 CPC in the execution case brought by the respondent and that was on 08.05.2019. There is nothing tangible on record to show that anything was done prior to 08.05.2019 by the appellant through any kind of civil proceedings, may be before a wrong forum or before the right forum in the wrong frame. Absolutely nothing was done by the appellant until 08.05.2019 by way of steps taken to set aside the award made by the sole Arbitrator. It is true that after rejection of the objection under Section 47 CPC, it may legitimately be said that the appellant has prosecuted with due diligence and in good faith their remedies by moving this Court under Article 227. Further, upon dismissal of the petition under Article 227 on the ground of alternative remedy, the appellant had moved this Court under Section 115 CPC, where they have been granted a condonation of delay in moving the civil revision. The challenge to the order refusing objections under Section 47 CPC is still pending before this Court. The inference is that after 08.05.2019, the appellant has pursued their remedy, may be before the wrong forum and subsequently brought this application correctly advised, under Section 34(2) of the Act of 1996. But, there is a gaping void in time and a continuously running limitation between the service of the impugned award on 03.08.2017 and 08.05.2019, when for the first time the appellant put in objections under Section 47 CPC to the execution levied by the respondent for enforcement of the award. Can the subsequent action, that is to say, after 08.05.2019, in prosecuting the remedies against the award under Section 47 CPC, that may or may not be without jurisdiction or flawed for a similar defect, be regarded as a condition fulfilling the essential postulates that attract Section 14 of the Limitation Act? In the opinion of this Court, the proceedings taken after 08.05.2019 would not avail for the purpose of Section 14 of the Limitation Act. In M.P. Steel Corporation, it has been held:\n\"52. As has been already noticed, Sarathy case [(2000) 5 SCC 355 : 2000 SCC (L&S) 699] has also held that the court referred to in Section 14 would include a quasi-judicial tribunal. There appears to be no reason for limiting the reach of the expression \"prosecuting with due diligence\" to institution of a proceeding alone and not to the date on which the cause of action for such proceeding might arise in the case of appellate or revisional proceedings from original proceedings which prove to be abortive. Explanation (a) to Section 14 was only meant to clarify that the day on which a proceeding is instituted and the day on which it ends are also to be counted for the purposes of Section 14. This does not lead to the conclusion that the period from the cause of action to the institution of such proceeding should be left out. In fact, as has been noticed above, the Explanation expands the scope of Section 14 by liberalising it. Thus, under Explanation (b) a person resisting an appeal is also deemed to be prosecuting a proceeding. But for Explanation (b), on a literal reading of Section 14, if a person has won in the first round of litigation and an appeal is filed by his opponent, the period of such appeal would not be liable to be excluded under the section, leading to an absurd result. That is why a plaintiff or an applicant resisting an appeal filed by a defendant shall also be deemed to prosecute a proceeding so that the time taken in the appeal can also be the subject-matter of exclusion under Section 14. Equally, Explanation (c) which deems misjoinder of parties or a cause of action to be a cause of a like nature with defect of jurisdiction, expands the scope of the section. We have already noticed that the India Electric Works Ltd. [(1971) 1 SCC 24] judgment has held that strictly speaking misjoinder of parties or of causes of action can hardly be regarded as a defect of jurisdiction or something similar to it. Therefore properly construed, Explanation (a) also confers a benefit and does not by a side wind seek to take away any other benefit that a purposive reading of Section 14 might give. We, therefore, agree with the decision of the Madhya Pradesh High Court that the period from the cause of action till the institution of appellate or revisional proceedings from original proceedings which prove to be abortive are also liable to exclusion under the section. The view of the Andhra Pradesh High Court is too broadly stated. The period prior to institution of the initiation of any abortive proceeding cannot be excluded for the simple reason that Section 14 does not enable a litigant to get a benefit beyond what is contemplated by the section--that is to put the litigant in the same position as if the abortive proceeding had never taken place.\" \n(Emphasis by Court) \n30. The principle above indicated and the terms of Section 14 of the Limitation Act show that Section 14 would not come to the appellant's rescue. The prescribed period of limitation under Section 34(3), together with its proviso, is three months and another 30 days of time, that may be condoned by the Court. The commencement of this period of time is from the date of communication of the award, which in this case is 03.08.2017. The period of limitation would, therefore, expire on 02.11.2017. The further period of time that could have been condoned by the Court under the proviso to Section 34(3) of the Act of 1996 is another thirty days, that would take it to 02.12.2017. Admittedly, during this period of time, no civil proceedings were instituted or prosecuted by the appellant to set aside the award on the ground of fraud or lack of jurisdiction or on any other ground that they seek to impeach it. The earliest challenge, as already noted through competent proceedings, that would qualify for the purpose of Section 14 is 08.05.2019, when objections under Section 47 CPC were filed before the Executing Court. Therefore, in the considered opinion of this Court, this is not a case where the appellant is entitled to the benefit of addition of the period of limitation spent in pursuing in good faith and with due diligence, a remedy that failed because of defect of jurisdiction or other like cause. The application under Section 5 of the Limitation Act is clearly incompetent because limitation is governed by Section 34(3) of the Act of 1996 and condonation by its proviso; not by Section 5 of the Limitation Act, as rightly held by the Commercial Court. \n31. In this view of the matter, this Court does not find any merit in this appeal. The appeal fails and is hereby dismissed. \n32. Costs easy. \nOrder Date :- 2.3.2022 Anoop    ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f50b2ea5bca4d9cb6f1f8955ec0a869_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9fb0cf6b7cd4801980e527a0968799e_1"
    },
    {
      "start": 242,
      "end": 357,
      "text": "\nAllahabad High Court\nMoradabad Development Autyority vs M/S V.R. Construction And Engineering ... on 2 March, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "306e5edabe0e41f28a3668e27c0991d6_2"
    },
    {
      "start": 358,
      "end": 396,
      "text": "\nHigh Court Of Judicature At Allahabad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89fe1e40f6314948b3351527d05817aa_3"
    },
    {
      "start": 397,
      "end": 416,
      "text": "\n \n \n\nCourt No. - 6",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c03e1662e17a4b6bb49dd46fa6c94160_4"
    },
    {
      "start": 417,
      "end": 431,
      "text": "      Reserved",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd2a6ff8d29040e99dea8c597870acc3_5"
    },
    {
      "start": 447,
      "end": 555,
      "text": "A.F.R.\n \nCase :- First Appeal From Order No. - 460 of 2021\n \n\n \nAppellant :- Moradabad Development Authority",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe5642f37cdf4674a7afaa313944bace_6"
    },
    {
      "start": 559,
      "end": 668,
      "text": "Respondent :- M/s. V.R. Construction And Engineering Company\n \nCounsel for Appellant :- Krishna Mohan Asthana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60e5e61a8f4347b1a203005a503d0722_7"
    },
    {
      "start": 672,
      "end": 689,
      "text": "Counsel for Respo",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a4b3afb9e8147e7843735620ad6f19e_8"
    },
    {
      "start": 690,
      "end": 874,
      "text": "ndent :- Manu Khare  \n\n \nHon'ble J.J. Munir,J.\n \n1. Heard Mr. K.M. Asthana, learned Counsel for the appellant and Mr. Manu Khare, learned Counsel appearing on behalf of the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "ff7f564a83f043c3ab380d16e44c3df0_9"
    },
    {
      "start": 875,
      "end": 1122,
      "text": "\n2. This is an appeal from an order of the Presiding Officer, Commercial Court, Moradabad dated 05.03.2020, refusing to condone the delay in making an application by the appellant under Section 34(2) of the Arbitration and Conciliation Act, 19961.",
      "labels": [
        "FAC"
      ],
      "id": "c70c5b4af1b046c8b961c74ab87d8de8_10"
    },
    {
      "start": 1124,
      "end": 1178,
      "text": "3. The facts leading to the present appeal are these:\n",
      "labels": [
        "FAC"
      ],
      "id": "588cce0612c144d096ce41782f2c6686_11"
    },
    {
      "start": 1178,
      "end": 1389,
      "text": "The Moradabad Development Authority, Moradabad, hereinafter referred to as 'the appellant', entered into an agreement with M/s. V.R. Construction and Engineering Company for a civil works contract on 28.03.2009.",
      "labels": [
        "FAC"
      ],
      "id": "c35211d685cc45cc8656a108132de161_12"
    },
    {
      "start": 1390,
      "end": 1532,
      "text": "The subject matter of the contract was construction of a 'Sourcing Hub and Warehouse' in Sector 4, Naya Moradabad Yojna, Delhi-Moradabad Road.",
      "labels": [
        "FAC"
      ],
      "id": "1cefd791fe4a48c9a3a0bea15817d4cc_13"
    },
    {
      "start": 1533,
      "end": 1620,
      "text": "The project subject matter of the contract is said to be worth Rs.26,03,84,722.93 only.",
      "labels": [
        "FAC"
      ],
      "id": "d22ed101283d4b61b776db9b8669893e_14"
    },
    {
      "start": 1621,
      "end": 1700,
      "text": "The project was to be completed within a period of two years w.e.f. 03.03.2009.",
      "labels": [
        "FAC"
      ],
      "id": "1b0bfe7252924c24bc8b3a6e4f37c5f1_15"
    },
    {
      "start": 1701,
      "end": 1913,
      "text": "The said period would end on 02.03.2011, but was extended from time to time, as the appellant say, on the request of M/s. V.R. Construction and Engineering Company, hereinafter referred to as 'the respondent'.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "87e4d368ed42412689332af721c90b61_16"
    },
    {
      "start": 1914,
      "end": 2070,
      "text": "It is the appellant's claim that the time for completion of the contracted project was last extended up to 31.03.2016 subject to a penalty of Rs.7.20 lakhs.",
      "labels": [
        "FAC"
      ],
      "id": "15d3adcef1dd460ab01ddde766b6050a_17"
    },
    {
      "start": 2071,
      "end": 2347,
      "text": "It is the appellant's case that the respondent submitted an affidavit, saying that they were A-Category contractors and also submitted a certificate of experience dated 10.02.2009 issued by a certain M/s. Arch Add Consultants, New Delhi certifying them as A-Class contractors.",
      "labels": [
        "FAC"
      ],
      "id": "ae9f9b5f0177427ab908cf15fa85be27_18"
    },
    {
      "start": 2348,
      "end": 2496,
      "text": "Besides, other testimonials were also attached in response to the tender notice for the works contract in question that was published on 27.02.2009.",
      "labels": [
        "FAC"
      ],
      "id": "29134806e80243499849629261409dbe_19"
    },
    {
      "start": 2497,
      "end": 2864,
      "text": "It appears that on 02.03.2009, a letter was issued by the appellant to the respondent that the respondent's tender has been approved, with a specific condition that if the experience certificate submitted by the respondent is found to be false upon verification, the earnest money deposited shall be forfeited and appropriate proceedings drawn in accordance with law.",
      "labels": [
        "FAC"
      ],
      "id": "3124c493e77c4e608a09f323b462f942_20"
    },
    {
      "start": 2866,
      "end": 3001,
      "text": "5. It is the appellant's further case that the contract, that was later on executed, carried an arbitration clause, being Clause No.32.",
      "labels": [
        "FAC"
      ],
      "id": "783c42f8ad8a41b6906a9dc6fe87c521_21"
    },
    {
      "start": 3002,
      "end": 3351,
      "text": "Clause 32(b) provides that if the respondent is dissatisfied with the final decision of the Engineer-in-Charge taken under Clause 32(a), the respondent may, within twenty-eight days of receipt of the decision, give notice in writing, requiring the matter to be submitted to arbitration, furnishing detailed particulars of the dispute or differences.",
      "labels": [
        "FAC"
      ],
      "id": "0d671d02a37144e6b5599c79802d8228_22"
    },
    {
      "start": 3352,
      "end": 3408,
      "text": "The notice would clearly indicate the point(s) in issue.",
      "labels": [
        "FAC"
      ],
      "id": "74cb8dab48a7474784938c3baedc049f_23"
    },
    {
      "start": 3409,
      "end": 3645,
      "text": "It was further a term in the contract that if the respondent failed to serve a notice of arbitration within the time stipulated, the decision of the Engineer-in-Charge of the appellant, shall be conclusive and binding on the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "0839ddb1c9a04d5fabd890046fbddd8e_24"
    },
    {
      "start": 3646,
      "end": 3992,
      "text": "The appellant say that upon inquiries made from M/s. Arch Add Consultants, New Delhi with regard to the letter dated 27.01.2016 issued by the Managing Director of a certain Kashi Vishwanath Steel Private Limited, the appellant were informed that the experience certificate under reference was never issued by M/s. Arch Add Consultants, New Delhi.",
      "labels": [
        "FAC"
      ],
      "id": "431d13eb081f4537bffd05f58c3dd224_25"
    },
    {
      "start": 3994,
      "end": 4125,
      "text": "6. It is also said that the respondent committed various irregularities of a serious nature in the execution of the works contract.",
      "labels": [
        "FAC"
      ],
      "id": "10be070d2c1b4177b10076b74166f798_26"
    },
    {
      "start": 4126,
      "end": 4474,
      "text": "The appellant issued a letter dated 09.02.2016 to the Secretary, Awas Evam Sahari Niyojan, Anubhag-3 of the State Government, requesting him to institute an inquiry into the irregularities committed by the respondent in the construction of Sourcing Hub and Warehouse Complex in Sector-4 of the Moradabad Residential Scheme under the works contract.",
      "labels": [
        "FAC"
      ],
      "id": "228cd38b9eae41b787c8f825c0c5da52_27"
    },
    {
      "start": 4476,
      "end": 4667,
      "text": "7. On 10.05.2016, the State Government constituted an Inquiry Committee to go into the allegations of irregularities committed by the respondent vis--vis the execution of the contracted work.",
      "labels": [
        "FAC"
      ],
      "id": "920239b5bc5b4b08966ce8a2066169ef_28"
    },
    {
      "start": 4668,
      "end": 4797,
      "text": "The Inquiry Committee, after notice to the respondent and the appellant, as the appellant say, visited the site and held inquiry.",
      "labels": [
        "FAC"
      ],
      "id": "e3afcd500ae34e639c11b7257f2ffa50_29"
    },
    {
      "start": 4798,
      "end": 4912,
      "text": "The Committee is said to have submitted a report to the Secretary to the Government in the appropriate Department.",
      "labels": [
        "FAC"
      ],
      "id": "109eb1f70e7742728237e58786dd69c4_30"
    },
    {
      "start": 4913,
      "end": 5051,
      "text": "The appellant say that the certificate of experience submitted by the respondent, upon verification, was found to be false and fabricated.",
      "labels": [
        "FAC"
      ],
      "id": "bed48d1377e341adac9590edf7952d8b_31"
    },
    {
      "start": 5052,
      "end": 5159,
      "text": "This verification is said to have been made from the company that had issued the certificate of experience.",
      "labels": [
        "FAC"
      ],
      "id": "d2007fabb5fc44a8bf4d52ff5d92e2c5_32"
    },
    {
      "start": 5161,
      "end": 5343,
      "text": "8. The Committee are also claimed to have said that the respondent carried out work according to their whims, bereft of any directions by the Engineering Department of the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "2c2655867c8c4724a52073cdc3bbb8c0_33"
    },
    {
      "start": 5344,
      "end": 5573,
      "text": "The Committee are also said to have found that though a sum of Rs.26,01,55,764/- has been spent on the project, it was still incomplete and not in a state where it could be put to use for the public purpose that it was meant for.",
      "labels": [
        "FAC"
      ],
      "id": "60ce61b99dcf43679b6f227be18fedbe_34"
    },
    {
      "start": 5574,
      "end": 5801,
      "text": "The Committee are also claimed to have made a report to debar the respondent from doing any further work from the appellant and also recommending that final payment be made for the work that the respondent had validly executed.",
      "labels": [
        "FAC"
      ],
      "id": "ccc07e0962404606bec825f90325887b_35"
    },
    {
      "start": 5802,
      "end": 5970,
      "text": "\n9. It was in this background that a dispute arose between the appellant and the respondent, stemming from execution of the works contract entered into between parties.",
      "labels": [
        "FAC"
      ],
      "id": "3c3d62aff28a4958982cbf5894958ed6_36"
    },
    {
      "start": 5972,
      "end": 6077,
      "text": "10. In consequence, the respondent served a notice of arbitration under Section 11(5) of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "8857f229704647f18357a5cfe18b81ec_37"
    },
    {
      "start": 6078,
      "end": 6167,
      "text": "Thereafter, the Vice-Chairman of the appellant appointed a sole Arbitrator on 22.04.2017.",
      "labels": [
        "FAC"
      ],
      "id": "5d3b590de85247de9a86161d335985ff_38"
    },
    {
      "start": 6168,
      "end": 6436,
      "text": "It is the appellant's case that on 10.07.2017, the Commissioner of the Moradabad Division, taking cognizance of the irregularities committed by the respondent, directed the appellant to initiate proceedings against the respondent by lodging a First Information Report.",
      "labels": [
        "FAC"
      ],
      "id": "459edbe7101542b2a8cfbf809ba56da7_39"
    },
    {
      "start": 6437,
      "end": 6651,
      "text": "The direction was issued in view of the fact that the respondent's testimonials, entitling them to the contract, were found by the appellant and the Inquiry Committee appointed by the State Government to be forged.",
      "labels": [
        "FAC"
      ],
      "id": "8dc9d4879f2748e1b53ab9a6804d208d_40"
    },
    {
      "start": 6653,
      "end": 6850,
      "text": "11. On 19.07.2017, the appellant say they issued a show cause notice, calling upon the respondent to submit a reply why they may not be blacklisted from obtaining future contracts by the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "e86969ad50c34a89896adba58e21411e_41"
    },
    {
      "start": 6851,
      "end": 7039,
      "text": "An FIR was lodged on 21.07.2017 by the appellant against the respondent, giving rise to Case Crime No.769, under Sections 420, 467, 471 IPC, Police Station Civil Lines, District Moradabad.",
      "labels": [
        "FAC"
      ],
      "id": "bfc34582a8fd49a4b1c2373cf1d76b19_42"
    },
    {
      "start": 7040,
      "end": 7230,
      "text": "It is not in dispute that the FIR aforesaid was challenged before this Court vide Criminal Misc. Writ Petition No.1470 of 2017 and was quashed vide a judgment and order dated 02.02.2018.\n12.",
      "labels": [
        "FAC"
      ],
      "id": "d5cbf31e335c40c489e5d20c93195db3_43"
    },
    {
      "start": 7231,
      "end": 7583,
      "text": "On the 21st July, 2017, an order was passed by the Vice-Chairman of the appellant, cancelling the appointment of the sole Arbitrator with a further stipulation that since the contract was obtained on the basis of a forged and fabricated document, the same is null and void, and that the respondent is not entitled to invoke proceedings for arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "1a471bc2047e49eab1249bacca9f4110_44"
    },
    {
      "start": 7584,
      "end": 7873,
      "text": "It is the appellant's case that the order cancelling the appointment of the sole Arbitrator dated 21.07.2017 was served upon the Arbitrator, Mr. Bal Kishan Gupta on 22.07.2017 and upon his refusal to receive it, the order was affixed on the Arbitrator's residential premises on 22.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "f909c787ae064052ad9a0e781a734ce5_45"
    },
    {
      "start": 7874,
      "end": 8025,
      "text": "It is also the appellant's case that the sole Arbitrator was also delivered the order cancelling his appointment through registered post on 22.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "cd9b2ed19bfd48198260f598df0e321b_46"
    },
    {
      "start": 8026,
      "end": 8154,
      "text": "Further, the cancellation of appointment was published in the Daily Newspaper Hindustan, published from Moradabad on 22.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "ed7aec5f87d34e46b3ca2eaadcaf453c_47"
    },
    {
      "start": 8155,
      "end": 8394,
      "text": "The appellant say that the order dated 21.07.2017 passed by the Vice-Chairman of the appellant cancelling the appointment of the sole Arbitrator was not challenged before any Court or competent Authority and the same has attained finality.",
      "labels": [
        "FAC"
      ],
      "id": "f8aa4015a23e48999882443953d01c95_48"
    },
    {
      "start": 8396,
      "end": 8607,
      "text": "13. On 31.07.2017, the sole Arbitrator addressed a letter to the appellant's Secretary, which says that the letter sent by the appellant cancelling the Arbitrator's appointment was received by him on 24.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "b945c476a68e4ed6a3c3d29ea95c86dd_49"
    },
    {
      "start": 8608,
      "end": 8717,
      "text": "The arbitral proceedings, according to the Arbitrator, were concluded on 22.07.2017 and opinion was reserved.",
      "labels": [
        "FAC"
      ],
      "id": "880e639b7d4648c1b270d7fa15d7b836_50"
    },
    {
      "start": 8718,
      "end": 8838,
      "text": "It transpires from the record that the award was made on 23.07.2017, which carries a complete record of the proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "cac08ad1dbab4f0aab4dc819a10a96ed_51"
    },
    {
      "start": 8839,
      "end": 8943,
      "text": "The award shows in paragraph no.9 that in all, six hearings were held between 05.05.2017 and 22.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "37b5d1aafe74427699b8a343a304c9b1_52"
    },
    {
      "start": 8944,
      "end": 9050,
      "text": "It appears that in these proceedings, the appellant did not participate and the proceedings went ex-parte.",
      "labels": [
        "FAC"
      ],
      "id": "8fd814ffb3d241fe8dc7673e78b6af38_53"
    },
    {
      "start": 9051,
      "end": 9089,
      "text": "The award too was pronounced ex parte.",
      "labels": [
        "FAC"
      ],
      "id": "650541a6dad746a39e654a465e1c6917_54"
    },
    {
      "start": 9090,
      "end": 9289,
      "text": "It is the appellant's case that the letter dated 31.07.2017 does not mention the fact that the award was pronounced on 23.07.2017, though, later on, it purports to have been pronounced on 23.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "232d65e713c747d6ad764383b2e1959b_55"
    },
    {
      "start": 9290,
      "end": 9456,
      "text": "It is the appellant's contention that the award is ante-timed and one made after communication of the letter cancelling the Arbitrator's appointment by the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "d19625a35bec4802be597e4d48275a82_56"
    },
    {
      "start": 9457,
      "end": 9523,
      "text": "Admittedly, the award was served upon the appellant on 03.08.2017.",
      "labels": [
        "FAC"
      ],
      "id": "7432e8991db340cf9cb67b03f8eebba2_57"
    },
    {
      "start": 9524,
      "end": 9865,
      "text": "It appears that on 05.08.2017 and 14.08.2017, upon receipt of the Arbitrator's award, the Vice-Chairman of the appellant addressed orders to the respondent and the sole Arbitrator, saying that the award pronounced on 23.07.2017 was without jurisdiction and void, inasmuch as the Arbitrator's appointment had been cancelled on 22.07.2017.\n14.",
      "labels": [
        "FAC"
      ],
      "id": "76df46b0ddcd4c67aadb6c1435d2dd90_58"
    },
    {
      "start": 9866,
      "end": 10100,
      "text": "It is the appellant's case that they were bona fide under the impression that since the award has been delivered by the sole Arbitrator after cancellation of his appointment, the award pronounced is without jurisdiction and a nullity.",
      "labels": [
        "FAC"
      ],
      "id": "80ef5152b76b402aa4744fe6758d7181_59"
    },
    {
      "start": 10101,
      "end": 10119,
      "text": "It is inexucatble.",
      "labels": [
        "FAC"
      ],
      "id": "46ba0cfac6ad4a93871e8070eb740f19_60"
    },
    {
      "start": 10120,
      "end": 10300,
      "text": "The respondent filed an execution case under Section 36 of the Act of 1996, that was registered as Arbitration Case No.41 of 2019 before the Court of the District Judge, Moradabad.",
      "labels": [
        "FAC"
      ],
      "id": "391aacc141524689b43e00bdeab142c7_61"
    },
    {
      "start": 10301,
      "end": 10434,
      "text": "The application sought execution of the sole Arbitrator's award dated 23.07.2017 against the appellant for a sum of Rs.4,73,93,012/-.",
      "labels": [
        "FAC"
      ],
      "id": "6e000ba18d5845c9846d06e6007e5681_62"
    },
    {
      "start": 10435,
      "end": 10658,
      "text": "The appellant say that upon knowledge of the institution of execution proceedings, they filed objection supported by affidavit under Section 47 CPC before the District Judge, that were registered as Misc. Case No.2 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "b3824d261fd24e46a947025eb1cfb49c_63"
    },
    {
      "start": 10659,
      "end": 10880,
      "text": "It was prayed that the award was inexecutable, as the sole Arbitrator had acted without jurisdiction and made the award on 23.07.2017, after his appointment as Arbitrator had been cancelled by the appellant on 21.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "763d4446ce4c4ebf93307bb65eef0700_64"
    },
    {
      "start": 10881,
      "end": 10918,
      "text": "The award was assailed as ante-timed.",
      "labels": [
        "FAC"
      ],
      "id": "b05e3c6685eb4965b815b65e0603a21d_65"
    },
    {
      "start": 10920,
      "end": 11126,
      "text": "15. The appellant's objection stood transferred along with the execution case from the court of the District Judge, Moradabad to the Commercial Court, before whom it came up for determination on 31.08.2019.",
      "labels": [
        "FAC"
      ],
      "id": "2d39903d6d344fb8aa3109e074cfd7d5_66"
    },
    {
      "start": 11127,
      "end": 11427,
      "text": "The Commercial Court rejected the objection vide order dated 31.08.2019, holding that the question about the Arbitrator passing an award without jurisdiction was something that could be gone into on an application by the appellant under Section 34(2) of the Act of 1996, but not under Section 47 CPC.",
      "labels": [
        "RLC"
      ],
      "id": "88aed4fdcc7742f2a910b61f04880c3a_67"
    },
    {
      "start": 11428,
      "end": 11631,
      "text": "The Commercial Court has remarked that the objection under Section 47 CPC had been brought two years after the award was passed and the remedy of the appellant was under Section 34(2) of the Act of 1996.",
      "labels": [
        "RLC"
      ],
      "id": "50536c899970470db04c4d8e96fb7aa2_68"
    },
    {
      "start": 11633,
      "end": 11894,
      "text": "16. Aggrieved by the order passed by the Commercial Court, Moradabad dated 31.08.2019 rejecting the appellant's objection under Section 47 CPC, the appellant preferred Misc. Petition (Civil) No.67 of 2020 before this Court under Article 227 of the Constitution.",
      "labels": [
        "RLC"
      ],
      "id": "ae5c0d7aed1940c98e60207315c18223_69"
    },
    {
      "start": 11895,
      "end": 12056,
      "text": "The aforesaid petition was dismissed on 19.02.2020 on ground that the appellant had an alternative remedy of moving this Court in Revision under Section 115 CPC.",
      "labels": [
        "FAC"
      ],
      "id": "11dd677777a14f84976352c3e81bb319_70"
    },
    {
      "start": 12057,
      "end": 12232,
      "text": "The appellant then moved Civil Revision No.18 of 2020 challenging the order of the Commercial Court dated 31.08.2019, rejecting the appellant's objection under Section 47 CPC.",
      "labels": [
        "FAC"
      ],
      "id": "f9736f49af3a4aa7a21511494ddd50de_71"
    },
    {
      "start": 12233,
      "end": 12474,
      "text": "In the said revision, the delay condonation application made has been allowed vide order dated 28.09.2020 and a regular number has been assigned to the revision, which is now pending before this Court, questioning the order dated 31.08.2019.",
      "labels": [
        "FAC"
      ],
      "id": "8601d9e7ad47469c9b5af7a843423801_72"
    },
    {
      "start": 12475,
      "end": 12816,
      "text": "The appellant, notwithstanding the challenge laid to the order dated 31.08.2019 passed by the Commercial Court last mentioned, on legal advice received, also filed an application under Section 34(2) of the Act of 1996 on 05.02.2020, along with an application under Section 5 of the Indian Limitation Act, 1963 seeking to set aside the award.",
      "labels": [
        "FAC"
      ],
      "id": "b0f88584119f4f4491450d5374430996_73"
    },
    {
      "start": 12818,
      "end": 12927,
      "text": "17. This application was registered as Arbitration Petition No.1 of 2020 on the file of the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "9ae901f1707246b38104e4232baea313_74"
    },
    {
      "start": 12928,
      "end": 13208,
      "text": "The Commercial Court, by the order impugned, has held that it has no jurisdiction to condone the delay in making the application under Section 34(2) of the Act of 1996, inasmuch as it was moved on 05.02.2022, whereas the impugned award was served upon the appellant on 03.08.2017.",
      "labels": [
        "FAC"
      ],
      "id": "00b04fb3f5d64689a8933a4693c33cf6_75"
    },
    {
      "start": 13209,
      "end": 13729,
      "text": "The Commercial Court was of opinion that the limitation to challenge an award of the Arbitrator under Section 34(2) of the Act of 1996 was governed by sub-Section (3) of Section 34, where the limitation to make such an application was three months from the date on which the party making the application had received the award, and further that by the proviso to sub-Section (3) of Section 34, the Court had jurisdiction to condone the delay in making such an application within a further period of 30 days, but no more.",
      "labels": [
        "FAC"
      ],
      "id": "d991da62874e4f4bb35e276e24eb106f_76"
    },
    {
      "start": 13730,
      "end": 13865,
      "text": "It was on the aforesaid reasoning that the Commercial Court declined to condone the delay holding that it had no jurisdiction to do so.",
      "labels": [
        "FAC"
      ],
      "id": "b599fcf7b089435c9d695c310fc71451_77"
    },
    {
      "start": 13867,
      "end": 14267,
      "text": "18. Mr. K.M. Asthana, learned Counsel for the appellant submits that the Commercial Court has committed a manifest error of law, inasmuch as the appellant's application, though worded as one purely for condonation of delay invoking Section 5 of the Indian Limitation Act, was, in substance, an application seeking to exclude the period of time that the appellant spent in pursuing remedies bona fide.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ffe002679494190abd019bb9cb261f3_78"
    },
    {
      "start": 14268,
      "end": 14464,
      "text": "Mr. Asthana submits that the application ought to have been considered bereft of its label as one under Section 14 of the Limitation Act that squarely applies to proceedings under the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5319b988618a4188984021bd03a7a2e6_79"
    },
    {
      "start": 14465,
      "end": 14765,
      "text": "He submits that Section 14 of the Limitation Act is applicable to the rights of parties, who move the Court under Section 34, in the event they have pursued in good faith another remedy, which the other Court on account of lack of jurisdiction or other cause of a like nature was unable to entertain.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ea00ea6bc3c84fe29e61b3fcb77c1e5a_80"
    },
    {
      "start": 14767,
      "end": 15074,
      "text": "19. The submission before this Court on behalf of the appellant, therefore, proceeds on the basis that the application seeking to condone the delay must be construed as an application excluding the period of limitation spent in the bona fide pursuit of other remedies/ remedy against the Arbitrator's award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e1acef578124dd982a719691138d995_81"
    },
    {
      "start": 15075,
      "end": 15495,
      "text": "The remedies, Mr. Asthana points out, that the appellant pursued against the impugned award, on the foot of which he wants a substantial period of limitation to be excluded, are an FIR that was ultimately quashed by this Court on 02.02.2018 by an order made in Criminal Misc. Writ Petition No.1470 of 2017 and the objection that was filed under Section 47 CPC in the execution brought by the respondent in the year 2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f26e4ebf3274568b03bdc72f76c4c1a_82"
    },
    {
      "start": 15496,
      "end": 15959,
      "text": "The objection under Section 47 CPC being rejected, this Court was approached in the first instance under Article 227 of the Constitution and that remedy being held to be barred in view of the remedy of a civil revision, a revision was preferred, which is pending. It is, thus, pointed out that the appellant have pursued remedies in good faith before the competent fora, which ultimately, on account of holding want of jurisdiction in themselves, declined relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ff863e6210642649c834bc028f98093_83"
    },
    {
      "start": 15960,
      "end": 16232,
      "text": "Mr. Asthana has placed reliance upon the decision of the Supreme Court in Gulbarga University v. Mallikarjun S. Kodagali and another2 to submit that the provisions of Section 14 of the Limitation Act would apply to arbitral proceedings under Section 34 of the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0fc6db211aa94e2289172a31c98b2125_84"
    },
    {
      "start": 16233,
      "end": 16510,
      "text": "It is his case that unlike Section 5 of the Limitation Act, that may be held excluded in view of the provisions of sub-Section (3) of Section 34, Section 14 of the Limitation Act applies to proceedings under Section 34 of the Act of 1996 in the same manner as it does to suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8cbeeaa573684625b2cd9fd956afe123_85"
    },
    {
      "start": 16511,
      "end": 16630,
      "text": "He has drawn the attention of the Court to the following holding of their Lordships in Gulbarga University (supra):\n\"8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27b443d388ba4208a4d4c6ab61b960cd_86"
    },
    {
      "start": 16631,
      "end": 17025,
      "text": "Dr. M.P. Raju, learned counsel appearing on behalf of the appellant, would contend that the earlier decision of this Court in Union of India v. Popular Construction Co. [(2001) 8 SCC 470 : AIR 2001 SC 4010] whereupon reliance has been placed by the High Court has since been revisited by this Court in State of Goa v. Western Builders [(2006) 6 SCC 239] holding : (SCC p. 246, paras 14-18) \"14.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "932bf8c8a1504197909cb182cd9eec71_87"
    },
    {
      "start": 17026,
      "end": 17175,
      "text": "The question is whether Section 14 of the Limitation Act has been excluded by this special enactment i.e. the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9a6a474510b4e01a2eca5c5d196bf2c_88"
    },
    {
      "start": 17176,
      "end": 17349,
      "text": "Section 43 of the Arbitration and Conciliation Act, 1996 clearly says that the Limitation Act, 1963 shall apply to arbitration as it applies to the proceedings in the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "823f0ef79e204b51868ba39f73ccc2c4_89"
    },
    {
      "start": 17351,
      "end": 17782,
      "text": "15. Therefore, general proposition is by virtue of Section 43 of the Act of 1996 the Limitation Act, 1963 applies to the Act of 1996 but by virtue of sub-section (2) of Section 29 of the Limitation Act, if any other period has been prescribed under the special enactment for moving the application or otherwise then that period of limitation will govern the proceedings under that Act, and not the provisions of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6635eef342e4b02bd48da1ed5bf5f59_90"
    },
    {
      "start": 17783,
      "end": 17984,
      "text": "In the present case under the Act of 1996 for setting aside the award on any of the grounds mentioned in sub-section (2) of Section 34 the period of limitation has been prescribed and that will govern.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb2ec4961a3b48469e959acd4343b381_91"
    },
    {
      "start": 17985,
      "end": 18058,
      "text": "Likewise, the period of condonation of delay i.e. 30 days in the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e9af9f2da714f6389e3e85e418c3af7_92"
    },
    {
      "start": 18060,
      "end": 18362,
      "text": "16. But there is no provision made in the Arbitration and Conciliation Act, 1996 that if any party has bona fide prosecuted its remedy before the other forum which had no jurisdiction then in that case whether the period spent in prosecuting the remedy bona fidely in that court can be excluded or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c85665489e1f4c0f91adce5536a60cfd_93"
    },
    {
      "start": 18363,
      "end": 18694,
      "text": "As per the provision, sub-section (3) of Section 34 which prescribes the period of limitation (3 months) for moving the application for setting aside the award before the court then that period of limitation will be applicable and not the period of limitation prescribed in the Schedule under Section 3 of the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6347c164b8254d84bbd56d3367b1cdd9_94"
    },
    {
      "start": 18695,
      "end": 18924,
      "text": "Thus, the provision of moving the application prescribed in the Limitation Act, shall stand excluded by virtue of sub-section (2) of Section 29 as under this special enactment the period of limitation has already been prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "280e1b3837c442c487e71c8465290676_95"
    },
    {
      "start": 18925,
      "end": 19007,
      "text": "Likewise the period of condonation of delay i.e. 30 days by virtue of the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5b5a1a8ade2420eadd1d02b0c8fb366_96"
    },
    {
      "start": 19009,
      "end": 19256,
      "text": "17. Therefore, by virtue of sub-section (2) of Section 29 of the Limitation Act what is excluded is the applicability of Section 5 of the Limitation Act and under Section 3 read with the Schedule which prescribes the period for moving application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b185f3fd12d49898a751e92403645cc_97"
    },
    {
      "start": 19258,
      "end": 19398,
      "text": "18. Whenever two enactments are overlapping each other on the same area then the courts should be cautious in interpreting those provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c936f210ca774f2a832fce0185c83e94_98"
    },
    {
      "start": 19399,
      "end": 19454,
      "text": "It should not exceed the limit provided by the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab81cf4e1e854d6696b5c1849f5f67ba_99"
    },
    {
      "start": 19455,
      "end": 19644,
      "text": "The extent of exclusion is, however, really a question of construction of each particular statute and general principles applicable are subordinate to the actual words used by legislature.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bba82c36cc7f4a6d85ad21b174311170_100"
    },
    {
      "start": 19645,
      "end": 19893,
      "text": "\nReferring to Popular Construction [(2001) 8 SCC 470 : AIR 2001 SC 4010] and National Aluminium Co. Ltd. v. Pressteel & Fabrications (P) Ltd. [(2004) 1 SCC 540] it was held : (Western Builders case [(2006) 6 SCC 239] , SCC pp. 248-49, para 25) \"25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af3f620d7de54f3da2d8853b95234bbf_101"
    },
    {
      "start": 19894,
      "end": 20130,
      "text": "Therefore, in the present context also it is very clear to us that there are no two opinions in the matter that the Arbitration and Conciliation Act, 1996 does not expressly exclude the applicability of Section 14 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42fb41e1a5f04a6394670a48207e9caa_102"
    },
    {
      "start": 20131,
      "end": 20186,
      "text": "The prohibitory provision has to be construed strictly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7331fb3e3cb460b9efb161645b7bb99_103"
    },
    {
      "start": 20187,
      "end": 20299,
      "text": "It is true that the Arbitration and Conciliation Act, 1996 intended to expedite commercial issues expeditiously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b483619b538d49e682d9e1ce2885f8eb_104"
    },
    {
      "start": 20300,
      "end": 20554,
      "text": "It is also clear in the Statement of Objects and Reasons that in order to recognise economic reforms the settlement of both domestic and international commercial disputes should be disposed of quickly so that the country's economic progress be expedited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "517a1fdacfc74305aee0fbc087d6e763_105"
    },
    {
      "start": 20555,
      "end": 20671,
      "text": "The Statement of Objects and Reasons also nowhere indicates that Section 14 of the Limitation Act shall be excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a91dc2bb2744bf59c4d977427c0f9ac_106"
    },
    {
      "start": 20672,
      "end": 20859,
      "text": "But on the contrary, intendment of the legislature is apparent in the present case as Section 43 of the Arbitration and Conciliation Act, 1996 applies the Limitation Act, 1963 as a whole.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccc285612c37414089d0bc1f7e768a9b_107"
    },
    {
      "start": 20860,
      "end": 21060,
      "text": "It is only by virtue of sub-section (2) of Section 29 of the Limitation Act that its operation is excluded to that extent of the area which is covered under the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35c4194de64d4e7d9f9e6fed94ae98f7_108"
    },
    {
      "start": 21061,
      "end": 21372,
      "text": "Our attention was also invited to the various decisions of this Court interpreting sub-section (2) of Section 29 of the Limitation Act with reference to other Acts like the Representation of the People Act or the provisions of the Criminal Procedure Code where separate period of limitation has been prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5684d14dad444899a57fad9e70302d17_109"
    },
    {
      "start": 21373,
      "end": 21675,
      "text": "We need not overburden the judgment with reference to those cases because it is very clear to us by virtue of sub-section (2) of Section 29 of the Limitation Act that the provisions of the Limitation Act shall stand excluded in the Act of 1996 to the extent of area which is covered by the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f9dd52578bb4ab4aacb1a456141feeb_110"
    },
    {
      "start": 21676,
      "end": 21904,
      "text": "In the present case under Section 34 by virtue of sub-section (3) only (sic for) the application for filing and setting aside the award a period has been prescribed as 3 months and delay can be condoned to the extent of 30 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35bd10721e924368911458cdc86de374_111"
    },
    {
      "start": 21905,
      "end": 22099,
      "text": "To this extent the applicability of Section 5 of the Limitation Act will stand excluded but there is no provision in the Act of 1996 which excludes operation of Section 14 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb9506cb0a2f402b80248d0d666ff9e5_112"
    },
    {
      "start": 22100,
      "end": 22230,
      "text": "If two Acts can be read harmoniously without doing violation to the words used therein, then there is no prohibition in doing so.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1edb5efe7cd4480abcb270276ddc830f_113"
    },
    {
      "start": 22231,
      "end": 22414,
      "text": "\nThe ratio laid down in the said decision has since been reiterated in Union of India v. Bhavna Engg. Co. [(2008) 13 SCC 546 : (2007) 5 Raj 458] stating : (SCC pp. 546-47, para 2) \"2.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d1200485ea9848d39aa5b3a526d407e6_114"
    },
    {
      "start": 22415,
      "end": 22622,
      "text": "This Court in a recent judgment rendered in State of Goa v. Western Builders [(2006) 6 SCC 239] held that Section 14 of the Limitation Act, 1963 is applicable in the arbitration and conciliation proceedings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "32a1378754e14b33ac43e8ab5b0987e4_115"
    },
    {
      "start": 22623,
      "end": 22809,
      "text": "Having gone through the various facts, we are of the view that the mistake committed by the appellant in approaching the Madhya Pradesh High Court and the Bombay High Court is bona fide.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58b9ddca0b5043aa937b18eeb5515867_116"
    },
    {
      "start": 22810,
      "end": 22843,
      "text": "We, therefore, condone the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7119aba16414500a673ad883c03f39e_117"
    },
    {
      "start": 22844,
      "end": 23057,
      "text": "In the facts of this case and in the interest of justice, we, however, think it proper that the Section 34 application pending before the Additional District Judge, Gwalior be transferred to the Bombay High Court.",
      "labels": [
        "RPC"
      ],
      "id": "eb529dd5ee6448b68878ead5d9e65151_118"
    },
    {
      "start": 23058,
      "end": 23114,
      "text": "The application will be decided on merits expeditiously.",
      "labels": [
        "RPC"
      ],
      "id": "1b39262cdd4b4bea8413a9030b2e37a5_119"
    },
    {
      "start": 23115,
      "end": 23185,
      "text": "Parties are at liberty to urge all the contentions before that Court.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c293b4fdbd242d6967914976dcf0c18_120"
    },
    {
      "start": 23187,
      "end": 23382,
      "text": "9. There cannot be any doubt whatsoever that in terms of sub-section (2) of Section 34 of the Act, an arbitral award may be set aside only if one of the conditions specified therein is satisfied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbb164c53bc14d0a98e9b294313c1783_121"
    },
    {
      "start": 23383,
      "end": 23522,
      "text": "Sub-section (3) of Section 34 provides for the period of limitation within which an application under Section 34 of the Act is to be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcefa853ff084e7ebb001c0e7d2bce8f_122"
    },
    {
      "start": 23523,
      "end": 23682,
      "text": "The proviso appended thereto empowers the court to entertain an application despite expiry of the period of limitation specified therein, namely, three months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8126455b8c9541c78af59920739f8f92_123"
    },
    {
      "start": 23683,
      "end": 23772,
      "text": "No provision, however, exists as regards application of Section 14 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf8f5db2f6d749839ea1355a6c1249bd_124"
    },
    {
      "start": 23773,
      "end": 24015,
      "text": "This Court, as noticed hereinbefore in Western Builders [(2006) 6 SCC 239] opined that sub-section (2) of Section 29 thereof would apply to an arbitration proceedings and consequently Section 14 of the Limitation Act would also be applicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aedef425dc5342c0a0993bb98f9cafa9_125"
    },
    {
      "start": 24016,
      "end": 24050,
      "text": "We are bound by the said decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0036f11d5f848589611f1a50972c790_126"
    },
    {
      "start": 24051,
      "end": 24270,
      "text": "Once it is held that the provisions of Section 14 of the Limitation Act, 1963 would apply, it must be held that the learned trial Judge as also the High Court had committed an error in not applying the said provisions.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c59ddcd19d14236b88abd0abf6fed15_127"
    },
    {
      "start": 24272,
      "end": 24669,
      "text": "20. Mr. Manu Khare, learned Counsel for the respondent, on the other hand, refuting the submissions of the learned Counsel for the appellant, has submitted that the application made in aid of the substantive application under Section 34 of the Act of 1996 is, in substance, one that is under Section 5 of the Limitation Act, seeking condonation of delay and not merely one that goes by that label.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cfbaea62bae84d148d9a65ce2a8266b8_128"
    },
    {
      "start": 24670,
      "end": 24933,
      "text": "Mr. Khare submits that there is nothing said in the application to indicate that the appellant ever urged a case based on exclusion of the period spent in bona fide prosecution of a remedy before another Court or forum that was ultimately found to be incompetent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "80ed6ef2d035430b8ab58814769a58e5_129"
    },
    {
      "start": 24934,
      "end": 25193,
      "text": "He urges that so far as an application under Section 5 of the Limitation Act is concerned, the said provision does not apply at all to proceedings under Section 34 of the Act of 1996, in view of the proviso to sub-Section (3) of Section 34 of the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "845ffda7a2c446b3814a2f3741ec325a_130"
    },
    {
      "start": 25194,
      "end": 25541,
      "text": "Learned Counsel for the respondent has placed reliance upon the guidance of the Supreme Court in Union of India v. Popular Construction Co.3, Consolidated Engineering Enterprises v. Principal Secretary, Irrigation Department and others4, P. Radha Bai and others v. P. Ashok Kumar and another5 and National Spot Exchange Limited v. Anil Kohli6.\n21.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "55e0809ee78a410191f0d08aec6992e9_131"
    },
    {
      "start": 25542,
      "end": 25619,
      "text": "In Union of India v. Popular Construction Co. (supra), it has been held:\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "37d25f22d6d24626ba577b1ab2f2ec60_132"
    },
    {
      "start": 25620,
      "end": 25835,
      "text": "Furthermore, Section 34(1) itself provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section (2) and sub-section (3).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73ccca71bf2e46509d04a936d05b94dc_133"
    },
    {
      "start": 25836,
      "end": 25935,
      "text": "Sub-section (2) relates to grounds for setting aside an award and is not relevant for our purposes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fd1c80b8182445582933abd07181be9_134"
    },
    {
      "start": 25936,
      "end": 26086,
      "text": "But an application filed beyond the period mentioned in Section 34, sub-section (3) would not be an application \"in accordance with\" that sub-section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d67c33240a394481ab272932c4062a63_135"
    },
    {
      "start": 26087,
      "end": 26220,
      "text": "Consequently by virtue of Section 34(1), recourse to the court against an arbitral award cannot be made beyond the period prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8ae041091ea4761b03cb4c9874347bc_136"
    },
    {
      "start": 26221,
      "end": 26569,
      "text": "The importance of the period fixed under Section 34 is emphasised by the provisions of Section 36 which provide that \"where the time for making an application to set aside the arbitral award under Section 34 has expired ... the award shall be enforced under the Code of Civil Procedure, 1908 in the same manner as if it were a decree of the court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c86cf2ac12b4102a0a8f9d815c8e838_137"
    },
    {
      "start": 26570,
      "end": 26652,
      "text": "\nThis is a significant departure from the provisions of the Arbitration Act, 1940.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18e3a628371140bbbe2d5bd74fbb65ed_138"
    },
    {
      "start": 26653,
      "end": 26873,
      "text": "Under the 1940 Act, after the time to set aside the award expired, the court was required to \"proceed to pronounce judgment according to the award, and upon the judgment so pronounced a decree shall follow\" (Section 17).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a56dbb1703ef4f929b3ef81ed60f13df_139"
    },
    {
      "start": 26874,
      "end": 27035,
      "text": "Now the consequence of the time expiring under Section 34 of the 1996 Act is that the award becomes immediately enforceable without any further act of the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92f2b264392d4addb6d22352f6ed706d_140"
    },
    {
      "start": 27036,
      "end": 27295,
      "text": "If there were any residual doubt on the interpretation of the language used in Section 34, the scheme of the 1996 Act would resolve the issue in favour of curtailment of the court's powers by the exclusion of the operation of Section 5 of the Limitation Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbc1720a2d414321bf3583b39300d791_141"
    },
    {
      "start": 27297,
      "end": 27599,
      "text": "22. So far as the decision in Consolidated Engg. Enterprises v. Irrigation Deptt. (supra) is concerned, it brings out the distinction that while Section 5 of the Limitation Act would not apply to an application under Section 34(2) of the Act of 1996, Section 14 of the Limitation Act would still apply.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4e83769508847a58d6c4081dc622890_142"
    },
    {
      "start": 27600,
      "end": 27678,
      "text": "In Consolidated Engg. Enterprises v. Irrigation Deptt., it has been held:\n\"19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29c7c76b4615443fa81b04f8272b7c2a_143"
    },
    {
      "start": 27679,
      "end": 27923,
      "text": "A bare reading of sub-section (3) of Section 34 read with the proviso makes it abundantly clear that the application for setting aside the award on the grounds mentioned in sub-section (2) of Section 34 will have to be made within three months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d31a26d7193248b9a97d085c4714e605_144"
    },
    {
      "start": 27924,
      "end": 28041,
      "text": "The period can further be extended, on sufficient cause being shown, by another period of 30 days but not thereafter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "39e4a3399e10417c88a68598a7b20dd7_145"
    },
    {
      "start": 28042,
      "end": 28289,
      "text": "It means that as far as application for setting aside the award is concerned, the period of limitation prescribed is three months which can be extended by another period of 30 days, on sufficient cause being shown to the satisfaction of the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d05648f32fd040c7802cd604a65a6a09_146"
    },
    {
      "start": 28290,
      "end": 28915,
      "text": "\n20. Section 29(2) of the Limitation Act inter alia provides that where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period of limitation prescribed by the Schedule, the provisions of Section 3 shall apply as if such period was the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in Sections 4 to 24 shall apply only insofar as, and to the extent, they are not expressly excluded by such special or local law.",
      "labels": [
        "STA"
      ],
      "id": "dd077633430d463eb64b863304145e88_147"
    },
    {
      "start": 28916,
      "end": 29231,
      "text": "When any special statute prescribes certain period of limitation as well as provision for extension up to specified time-limit, on sufficient cause being shown, then the period of limitation prescribed under the special law shall prevail and to that extent the provisions of the Limitation Act shall stand excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ebdf7b2211148cc87e28fe194d4f92f_148"
    },
    {
      "start": 29232,
      "end": 29778,
      "text": "As the intention of the legislature in enacting sub-section (3) of Section 34 of the Act is that the application for setting aside the award should be made within three months and the period can be further extended on sufficient cause being shown by another period of 30 days but not thereafter, this Court is of the opinion that the provisions of Section 5 of the Limitation Act would not be applicable because the applicability of Section 5 of the Limitation Act stands excluded because of the provisions of Section 29(2) of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fd45d2f30fd47babd51facbce615982_149"
    },
    {
      "start": 29779,
      "end": 30116,
      "text": "However, merely because it is held that Section 5 of the Limitation Act is not applicable to an application filed under Section 34 of the Act for setting aside an award, one need not conclude that provisions of Section 14 of the Limitation Act would also not be applicable to an application submitted under Section 34 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b36bfb71e4f24c58a44b216af8f894fc_150"
    },
    {
      "start": 30117,
      "end": 30240,
      "text": "\n21. Section 14 of the Limitation Act deals with exclusion of time of proceeding bona fide in a court without jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7bc2e669690462dbbee5fdff6bdfa9f_151"
    },
    {
      "start": 30241,
      "end": 30816,
      "text": "On analysis of the said section, it becomes evident that the following conditions must be satisfied before Section 14 can be pressed into service:\n(1) Both the prior and subsequent proceedings are civil proceedings prosecuted by the same party; (2) The prior proceeding had been prosecuted with due diligence and in good faith; (3) The failure of the prior proceeding was due to defect of jurisdiction or other cause of like nature; (4) The earlier proceeding and the latter proceeding must relate to the same matter in issue and; (5) Both the proceedings are in a court.\n22.",
      "labels": [
        "STA"
      ],
      "id": "657a68504fcd45768eec26e732eaa66a_152"
    },
    {
      "start": 30817,
      "end": 31029,
      "text": "The policy of the section is to afford protection to a litigant against the bar of limitation when he institutes a proceeding which by reason of some technical defect cannot be decided on merits and is dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c28d17837cb4e0ab171ea2efe3b65be_153"
    },
    {
      "start": 31030,
      "end": 31259,
      "text": "While considering the provisions of Section 14 of the Limitation Act, proper approach will have to be adopted and the provisions will have to be interpreted so as to advance the cause of justice rather than abort the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9c8661fdbd44ef6ab057ca8ee2fad44_154"
    },
    {
      "start": 31260,
      "end": 31363,
      "text": "It will be well to bear in mind that an element of mistake is inherent in the invocation of Section 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cae642db508346b5b1dbef04331de6d6_155"
    },
    {
      "start": 31364,
      "end": 31503,
      "text": "In fact, the section is intended to provide relief against the bar of limitation in cases of mistaken remedy or selection of a wrong forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ecee81a9a0d4669aa7a46a1629b9ad8_156"
    },
    {
      "start": 31504,
      "end": 31673,
      "text": "On reading Section 14 of the Act it becomes clear that the legislature has enacted the said section to exempt a certain period covered by a bona fide litigious activity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fdd860df5a8471196e9a18d7ff2a93d_157"
    },
    {
      "start": 31674,
      "end": 32075,
      "text": "Upon the words used in the section, it is not possible to sustain the interpretation that the principle underlying the said section, namely, that the bar of limitation should not affect a person honestly doing his best to get his case tried on merits but failing because the court is unable to give him such a trial, would not be applicable to an application filed under Section 34 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bef160a81592452588f21c3a5b0e2655_158"
    },
    {
      "start": 32076,
      "end": 32391,
      "text": "The principle is clearly applicable not only to a case in which a litigant brings his application in the court, that is, a court having no jurisdiction to entertain it but also where he brings the suit or the application in the wrong court in consequence of bona fide mistake or (sic of) law or defect of procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92c224e38a3d4b76aaf6830b36be27ac_159"
    },
    {
      "start": 32392,
      "end": 32636,
      "text": "Having regard to the intention of the legislature this Court is of the firm opinion that the equity underlying Section 14 should be applied to its fullest extent and time taken diligently pursuing a remedy, in a wrong court, should be excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4f6288777e14252801830806c6f0a69_160"
    },
    {
      "start": 32638,
      "end": 32957,
      "text": "27. The contention that in view of the decision of the Division Bench of this Court in Union of India v. Popular Construction Co. [(2001) 8 SCC 470] the Court should hold that the provisions of Section 14 of the Limitation Act would not apply to an application filed under Section 34 of the Act, is devoid of substance.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "f1c54409a14f4e6b9143c3ec500207d4_161"
    },
    {
      "start": 32958,
      "end": 33117,
      "text": "In the said decision what is held is that Section 5 of the Limitation Act is not applicable to an application challenging an award under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f9450309e4847a19f785fbbfaf0b1e8_162"
    },
    {
      "start": 33118,
      "end": 33483,
      "text": "Section 29(2) of the Limitation Act inter alia provides that where any special or local law prescribes, for any application, a period of limitation different from the period prescribed by the Schedule, the provisions contained in Sections 4 to 24 shall apply only insofar as, and to the extent to which, they are not expressly excluded by such special or local law.",
      "labels": [
        "STA"
      ],
      "id": "0652a8d1cdee4d9c9cfa73c8f6a41772_163"
    },
    {
      "start": 33484,
      "end": 33653,
      "text": "On introspection, the Division Bench of this Court held that the provisions of Section 5 of the Limitation Act are not applicable to an application challenging an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbf6ab84420342e187e0f9ae6abb771e_164"
    },
    {
      "start": 33654,
      "end": 33853,
      "text": "This decision cannot be construed to mean as ruling that the provisions of Section 14 of the Limitation Act are also not applicable to an application challenging an award under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b250658b66dd4bbd97fe1152c8ab0f66_165"
    },
    {
      "start": 33854,
      "end": 34077,
      "text": "As noticed earlier, in the Act of 1996, there is no express provision excluding application of the provisions of Section 14 of the Limitation Act to an application filed under Section 34 of the Act for challenging an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "645bedb2518f46e4bf8df625a9aea5ab_166"
    },
    {
      "start": 34079,
      "end": 34267,
      "text": "28. Further, there is fundamental distinction between the discretion to be exercised under Section 5 of the Limitation Act and exclusion of the time provided in Section 14 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7cad2e8e8f849c298e6f9585d322123_167"
    },
    {
      "start": 34268,
      "end": 34458,
      "text": "The power to excuse delay and grant an extension of time under Section 5 is discretionary whereas under Section 14, exclusion of time is mandatory, if the requisite conditions are satisfied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62f2833102b145c4b42c69f0ee80d914_168"
    },
    {
      "start": 34459,
      "end": 34692,
      "text": "Section 5 is broader in its sweep than Section 14 in the sense that a number of widely different reasons can be advanced and established to show that there was sufficient cause in not filing the appeal or the application within time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25a8efd825dc4149881667ffe30838d8_169"
    },
    {
      "start": 34693,
      "end": 34755,
      "text": "The ingredients in respect of Sections 5 and 14 are different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5806887837c489fb063c2ed5febcf83_170"
    },
    {
      "start": 34756,
      "end": 34999,
      "text": "The effect of Section 14 is that in order to ascertain what is the date of expiration of the \"prescribed period\", the days excluded from operating by way of limitation, have to be added to what is primarily the period of limitation prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95f1b8ecb0374f29a45e40e1e41ba608_171"
    },
    {
      "start": 35000,
      "end": 35273,
      "text": "Having regard to all these principles, it is difficult to hold that the decision in Popular Construction Co. [(2001) 8 SCC 470] rules that the provisions of Section 14 of the Limitation Act would not apply to an application challenging an award under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ddc6650f1fb475b9285c1a87436bdbf_172"
    },
    {
      "start": 35275,
      "end": 35451,
      "text": "31. To attract the provisions of Section 14 of the Limitation Act, five conditions enumerated in the earlier part of this judgment have to co-exist [Ed.: See para 21, above.] .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fe571275d6849a8aea9723d42851513_173"
    },
    {
      "start": 35452,
      "end": 35532,
      "text": "There is no manner of doubt that the section deserves to be construed liberally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09fd623fa482401cad074088e3417d0f_174"
    },
    {
      "start": 35533,
      "end": 35613,
      "text": "Due diligence and caution are essential prerequisites for attracting Section 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4f7c3e4069445f58f58afefee3e8c77_175"
    },
    {
      "start": 35614,
      "end": 35673,
      "text": "Due diligence cannot be measured by any absolute standards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c40104f6441e4687a3a3ed72fbb31728_176"
    },
    {
      "start": 35674,
      "end": 35834,
      "text": "Due diligence is a measure of prudence or activity expected from and ordinarily exercised by a reasonable and prudent person under the particular circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "959c3d0fe0fe4cea8407630bbb7d70f5_177"
    },
    {
      "start": 35835,
      "end": 36049,
      "text": "The time during which a court holds up a case while it is discovering that it ought to have been presented in another court, must be excluded, as the delay of the court cannot affect the due diligence of the party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4dcfebabd5e9422888bbbc8050f4ac62_178"
    },
    {
      "start": 36050,
      "end": 36161,
      "text": "Section 14 requires that the prior proceeding should have been prosecuted in good faith and with due diligence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d23d30359ca14c989082cf1679cfe617_179"
    },
    {
      "start": 36162,
      "end": 36348,
      "text": "The definition of good faith as found in Section 2(h) of the Limitation Act would indicate that nothing shall be deemed to be in good faith which is not done with due care and attention.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6923500ca0a24ab892c67bd6e044ea0f_180"
    },
    {
      "start": 36349,
      "end": 36445,
      "text": "It is true that Section 14 will not help a party who is guilty of negligence, lapse or inaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e48b25b7a8b4204a4550951d79ef618_181"
    },
    {
      "start": 36446,
      "end": 36523,
      "text": "However, there can be no hard-and-fast rule as to what amounts to good faith.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09874f0a621b4302811f8793cd4ab7a6_182"
    },
    {
      "start": 36524,
      "end": 36579,
      "text": "It is a matter to be decided on the facts of each case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e073267a8f745c091eb4429d86f3345_183"
    },
    {
      "start": 36580,
      "end": 36647,
      "text": "It will, in almost every case be more or less a question of degree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db69b385ae164599978d117077ba57e9_184"
    },
    {
      "start": 36648,
      "end": 36743,
      "text": "The mere filing of an application in wrong court would not prima facie show want of good faith.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f33d9f5d609e4b3a885a77c78f1a85f8_185"
    },
    {
      "start": 36744,
      "end": 36870,
      "text": "There must be no pretended mistake intentionally made with a view to delaying the proceedings or harassing the opposite party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "603af65b13e343c79bf312f72842ee8f_186"
    },
    {
      "start": 36871,
      "end": 37047,
      "text": "In the light of these principles, the question will have to be considered whether the appellant had prosecuted the matter in other courts with due diligence and in good faith.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "217dae8a358a46e7ba6d70950ff22114_187"
    },
    {
      "start": 37049,
      "end": 37440,
      "text": "23. There is little doubt, in view of consistent authority, that Section 34(3) provides for a special rule of limitation and Sections 4 to 24 of the Limitation Act, though applicable generally to an application under Section 34 of the Act of 1996, is governed by a special law, that is to say, the Act, where the period of limitation for making such an application is differently prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09373b889d0f4c09ac24d967bb3ed12d_188"
    },
    {
      "start": 37441,
      "end": 37807,
      "text": "Section 29(2) of the Limitation Act permits the application of Sections 4 to 24 of the Limitation Act, applying it to a differently prescribed period of limitation at variance with that prescribed under the Schedule to the Limitation Act, but only so far and to the extent that any particular provision or provisions of the Limitation Act are not expressly excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf365f99743647a6981c62ccd49dc326_189"
    },
    {
      "start": 37808,
      "end": 38370,
      "text": "Not only a particular period of limitation is prescribed under sub-Section (3) of Section 34 of the Act of 1996, but the proviso further mandates that the Court, upon being satisfied about the sufficiency of cause relating to the delay in making an application under Section 34(2), may condone the delay beyond the prescribed period of three months and entertain the application, but that period of time, during which the delay can be condoned, has been limited to 30 days after expiry of the prescribed period of limitation, under sub-Section (3) of Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a47132a12bef4a4099d86c537170e8a0_190"
    },
    {
      "start": 38371,
      "end": 38673,
      "text": "After the period of three months prescribed under sub-Section (3) of Section 34 of the Act of 1996 has expired, the Court, on sufficient cause being shown by the applicant, may entertain an application within a further period of 30 days, but \"not thereafter\" to employ the precise words of the Statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "629be013e6354451aeee109acedbadc3_191"
    },
    {
      "start": 38674,
      "end": 38906,
      "text": "It is this provision, which high authority has consistently held to exclude the application of Section 5 of the Limitation Act with an open ended discretion to the Court to condone, without reference to the period of delay involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e104bfbd3caf40b6b925b95f1ceed191_192"
    },
    {
      "start": 38908,
      "end": 39172,
      "text": "24. The question here is: Whether the delay that has been occasioned in making the application under Section 34(2) of the Act of 1996 can be regarded as one seeking benefit of Section 14 of the Limitation Act, without expressly saying so or praying in those terms?",
      "labels": [
        "ISSUE"
      ],
      "id": "eb8d4ec44ca846fb9859657f84e56a40_193"
    },
    {
      "start": 39173,
      "end": 39366,
      "text": "The other is that: Do the course of events, the proceedings taken and the conduct of the appellant entitle the appellant to claim exclusion of limitation under Section 14 of the Limitation Act?",
      "labels": [
        "ISSUE"
      ],
      "id": "26a7c74cb36a4c8fbbd626e3a5596e71_194"
    },
    {
      "start": 39368,
      "end": 39821,
      "text": "25. The answer to the first question is to be amply found in M.P. Steel Corporation v. Commissioner of Central Excise7, where, in dealing with an objection by the other side that at no point of time the appellant in that case had taken up a plea based on Section 14, it was held:\n\"8. Shri A.K. Sanghi, learned Senior Counsel appearing on behalf of the Department has stated that at no point of time has the appellant taken up a plea based on Section 14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2459e3d720d5439cb38e54b2e3cedde4_195"
    },
    {
      "start": 39822,
      "end": 40020,
      "text": "Neither has the appellant met with any of the five conditions set out in para 21 of Consolidated Engg. Enterprises v. Irrigation Deptt. [(2008) 7 SCC 169] , which reads as follows : (SCC p. 181)\n21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "21df767c70884af49cfe348a9389065d_196"
    },
    {
      "start": 40021,
      "end": 40140,
      "text": "\"Section 14 of the Limitation Act deals with exclusion of time of proceeding bona fide in a court without jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5636636d414a492aaa182e7e4c4f596e_197"
    },
    {
      "start": 40141,
      "end": 40716,
      "text": "On analysis of the said section, it becomes evident that the following conditions must be satisfied before Section 14 can be pressed into service:\n(1) Both the prior and subsequent proceedings are civil proceedings prosecuted by the same party; (2) The prior proceeding had been prosecuted with due diligence and in good faith; (3) The failure of the prior proceeding was due to defect of jurisdiction or other cause of like nature; (4) The earlier proceeding and the latter proceeding must relate to the same matter in issue; and (5) Both the proceedings are in a court.\"\n9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "998a5534d853493895c6396fda358673_198"
    },
    {
      "start": 40717,
      "end": 40772,
      "text": "Technically speaking, Shri A.K. Sanghi, may be correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa7aafc5680b474cb76e1bb116b53bc5_199"
    },
    {
      "start": 40773,
      "end": 40942,
      "text": "However, in an application for condonation of delay the appellant pointed out that they were pursuing a remedy before another appellate forum which ought to be excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50492a2dfe7f49139c2b979f228a6589_200"
    },
    {
      "start": 40943,
      "end": 41121,
      "text": "We deem this averment sufficient for the appellant to contend that Section 14 of the Limitation Act or principles laid down under it would be attracted to the facts of this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "679d257f5e5a49e08c8077232f2f5e3d_201"
    },
    {
      "start": 41123,
      "end": 41413,
      "text": "26. Elsewhere also, in the holding of their Lordships in M.P. Steel Corporation (supra), what is emphasized is the substance of facts entitling a litigant to raise a plea under Section 14 of the Limitation Act, subject to fulfillment of other conditions required by the aforesaid provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06034c598a584ca7828956bb8bec0313_202"
    },
    {
      "start": 41414,
      "end": 41521,
      "text": "Section 14 has been regarded as a provision that embodies a principle meant to further the ends of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c06d86b9f076425f9cec207be39407bc_203"
    },
    {
      "start": 41522,
      "end": 41634,
      "text": "It is designed to come to the aid of a litigant, who bona fide in the quest of justice has treaded a wrong path.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e7a0e971b314c54b4efc9db35bb2f4e_204"
    },
    {
      "start": 41635,
      "end": 41843,
      "text": "Time spent in proceedings taken in error by a litigant before a wrong forum or hit by a similar technical flaw, that remain inconsequential or abortive, has to be added to the prescribed period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e7766f46ec9449287bea04b541b6d9c_205"
    },
    {
      "start": 41844,
      "end": 42062,
      "text": "The principle embodied in Section 5 of the Limitation Act, or for that matter, in the proviso to Section 43(3) of the Act of 1996, is generically and essentially different from that in Section 14 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcaa5dbd75f34754adfdc31f4fd46072_206"
    },
    {
      "start": 42063,
      "end": 42225,
      "text": "The former envisages condonation of delay with the period of limitation running its course, whereas the latter postulates an addition to the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ca8c4cc9d294f10a1621f4ec01311fe_207"
    },
    {
      "start": 42226,
      "end": 42460,
      "text": "In determining the character of the application made to overcome the delay, it is the substance of the matter that is important, rather than the formality of the plea or the terms of the prayer, much less the label of the application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "215e45dc01af43a48e91513498371d6b_208"
    },
    {
      "start": 42462,
      "end": 42864,
      "text": "27. It must, therefore, be held that that merely because the application made by the appellant does not formally invoke Section 14 of the Limitation Act, the Court below could not have turned its face away from considering the appellant's case, invoking benefit of the provisions of Section 14 of the Limitation Act, if that is otherwise made out on the terms of the Statute and the facts and evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ad1d17cae6947cc81ddf631d2a599e3_209"
    },
    {
      "start": 42865,
      "end": 43119,
      "text": "It has been noticed while referring to the decision in Consolidated Engg. Enterprises v. Irrigation Deptt. (supra) that five facts are to be established in order to invoke the provisions of Section 14 that are enumerated in paragraph No.21 of the report.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30a50460a09145e7be8fb693f25197ee_210"
    },
    {
      "start": 43120,
      "end": 43522,
      "text": "It postulates that both the prior and subsequent proceedings are civil proceedings prosecuted by the same party; the prior proceeding had been prosecuted with due diligence and in good faith; the failure of the earlier proceeding was due to defect of jurisdiction or other similar cause; the earlier and the later proceeding relate to the same matter in issue; and both the proceedings were in a Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f82e44fe6be434bbf80879a4d37bf53_211"
    },
    {
      "start": 43523,
      "end": 43617,
      "text": "These principles have been further explained with greater precision in M.P. Steel Corporation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8376e6658927442198a2d7df90967782_212"
    },
    {
      "start": 43618,
      "end": 43688,
      "text": "But, for the purpose of the present case, that need not be dwelt upon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a46e388a4f4545d3a9e5f708b140e0b1_213"
    },
    {
      "start": 43690,
      "end": 43762,
      "text": "28. The facts here indicate that the award was pronounced on 23.07.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8ad473ad9e643cc8f9e4ea803b67b06_214"
    },
    {
      "start": 43763,
      "end": 43814,
      "text": "It was communicated to the appellant on 03.08.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39815efc30c04e84852fc6cedac397c1_215"
    },
    {
      "start": 43815,
      "end": 43937,
      "text": "The appellant, no doubt, lodged an FIR on 21.07.2017 against the respondent, that was quashed by this Court on 02.02.2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f8646cabb3a407aaf9b3d77f3fb5fdd_216"
    },
    {
      "start": 43938,
      "end": 44001,
      "text": "It was a step that was taken before communication of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04146bb6f58b40cda1b281a9561148a1_217"
    },
    {
      "start": 44002,
      "end": 44158,
      "text": "In any case, lodging of an FIR are not prior civil proceedings pursued by the appellant against the respondent, that ended with being quashed by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69a928c372cc461faa2719b31c36fd5f_218"
    },
    {
      "start": 44159,
      "end": 44445,
      "text": "The lodging of the FIR was an act setting the criminal law into motion, alleging fraud on the respondent's part and possibly, the FIR cannot be regarded as civil proceedings by the appellant that could undo the award passed by the Arbitrator without jurisdiction, as the appellants say.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1395398bb3d441ea8a3e9097c037bc7e_219"
    },
    {
      "start": 44446,
      "end": 44802,
      "text": "The belief of the appellant that since the appointment of the sole Arbitrator had been cancelled by the Vice-Chairman of the appellant on 21.07.2017, the award rendered by him on 23.07.2017 was a nullity, also do not constitute prior civil proceedings prosecuted by the appellant in good faith and with due diligence, that would lead to the desired remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ab14e4e44d24f9fbf57653d04866eb9_220"
    },
    {
      "start": 44804,
      "end": 44987,
      "text": "29. The earliest that the appellant moved against the award was by way of an objection under Section 47 CPC in the execution case brought by the respondent and that was on 08.05.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "854b1d5c860c4026abd270262f4da3fa_221"
    },
    {
      "start": 44988,
      "end": 45204,
      "text": "There is nothing tangible on record to show that anything was done prior to 08.05.2019 by the appellant through any kind of civil proceedings, may be before a wrong forum or before the right forum in the wrong frame.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89d11e2433c646cf962937b2c7b211fa_222"
    },
    {
      "start": 45205,
      "end": 45340,
      "text": "Absolutely nothing was done by the appellant until 08.05.2019 by way of steps taken to set aside the award made by the sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "791dacc38733457f922d9353aaaefd8d_223"
    },
    {
      "start": 45341,
      "end": 45565,
      "text": "It is true that after rejection of the objection under Section 47 CPC, it may legitimately be said that the appellant has prosecuted with due diligence and in good faith their remedies by moving this Court under Article 227.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9a27f8f968848e2bb573055ed538e7e_224"
    },
    {
      "start": 45566,
      "end": 45800,
      "text": "Further, upon dismissal of the petition under Article 227 on the ground of alternative remedy, the appellant had moved this Court under Section 115 CPC, where they have been granted a condonation of delay in moving the civil revision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77d4d309f3e244eebe4956e1945bbd71_225"
    },
    {
      "start": 45801,
      "end": 45904,
      "text": "The challenge to the order refusing objections under Section 47 CPC is still pending before this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ced552f0ded4e5ba79f0dad6691ce06_226"
    },
    {
      "start": 45905,
      "end": 46115,
      "text": "The inference is that after 08.05.2019, the appellant has pursued their remedy, may be before the wrong forum and subsequently brought this application correctly advised, under Section 34(2) of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79ef415edafc48baa377e8f03c263bf6_227"
    },
    {
      "start": 46116,
      "end": 46410,
      "text": "But, there is a gaping void in time and a continuously running limitation between the service of the impugned award on 03.08.2017 and 08.05.2019, when for the first time the appellant put in objections under Section 47 CPC to the execution levied by the respondent for enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fbca16af4084ac78e4e44f488cf50e6_228"
    },
    {
      "start": 46411,
      "end": 46725,
      "text": "Can the subsequent action, that is to say, after 08.05.2019, in prosecuting the remedies against the award under Section 47 CPC, that may or may not be without jurisdiction or flawed for a similar defect, be regarded as a condition fulfilling the essential postulates that attract Section 14 of the Limitation Act?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e608134d22454d23a9d8fc197ca7e0cc_229"
    },
    {
      "start": 46726,
      "end": 46863,
      "text": "In the opinion of this Court, the proceedings taken after 08.05.2019 would not avail for the purpose of Section 14 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e4caefcfe4241158e431f59878b3afb_230"
    },
    {
      "start": 46864,
      "end": 46913,
      "text": "In M.P. Steel Corporation, it has been held:\n\"52.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4585af2491fd48eb8b7890ba9a2720a4_231"
    },
    {
      "start": 46914,
      "end": 47091,
      "text": "As has been already noticed, Sarathy case [(2000) 5 SCC 355 : 2000 SCC (L&S) 699] has also held that the court referred to in Section 14 would include a quasi-judicial tribunal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3728298b212544709687936925fa5fd0_232"
    },
    {
      "start": 47092,
      "end": 47418,
      "text": "There appears to be no reason for limiting the reach of the expression \"prosecuting with due diligence\" to institution of a proceeding alone and not to the date on which the cause of action for such proceeding might arise in the case of appellate or revisional proceedings from original proceedings which prove to be abortive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7961b5f8ac844ede81172b16e2ed8559_233"
    },
    {
      "start": 47419,
      "end": 47607,
      "text": "Explanation (a) to Section 14 was only meant to clarify that the day on which a proceeding is instituted and the day on which it ends are also to be counted for the purposes of Section 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bce17f5e85bc4a16b13155b49ceffab4_234"
    },
    {
      "start": 47608,
      "end": 47743,
      "text": "This does not lead to the conclusion that the period from the cause of action to the institution of such proceeding should be left out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05439fea14fa4e1e881c51f570f3dfb0_235"
    },
    {
      "start": 47744,
      "end": 47847,
      "text": "In fact, as has been noticed above, the Explanation expands the scope of Section 14 by liberalising it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0be4f66216a64126a425ecfdf5437ab8_236"
    },
    {
      "start": 47848,
      "end": 47951,
      "text": "Thus, under Explanation (b) a person resisting an appeal is also deemed to be prosecuting a proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50e1314cb6e4449887321050a4cf28fb_237"
    },
    {
      "start": 47952,
      "end": 48214,
      "text": "But for Explanation (b), on a literal reading of Section 14, if a person has won in the first round of litigation and an appeal is filed by his opponent, the period of such appeal would not be liable to be excluded under the section, leading to an absurd result.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d41ccc7f848e4bd4a8cece40b8c7093c_238"
    },
    {
      "start": 48215,
      "end": 48441,
      "text": "That is why a plaintiff or an applicant resisting an appeal filed by a defendant shall also be deemed to prosecute a proceeding so that the time taken in the appeal can also be the subject-matter of exclusion under Section 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "121178a8a87c46fe8fdf31c28fa2f0b6_239"
    },
    {
      "start": 48442,
      "end": 48615,
      "text": "Equally, Explanation (c) which deems misjoinder of parties or a cause of action to be a cause of a like nature with defect of jurisdiction, expands the scope of the section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9452fa2f38a943549748b9634dfe50b4_240"
    },
    {
      "start": 48616,
      "end": 48857,
      "text": "We have already noticed that the India Electric Works Ltd. [(1971) 1 SCC 24] judgment has held that strictly speaking misjoinder of parties or of causes of action can hardly be regarded as a defect of jurisdiction or something similar to it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7cba1b3cf9f64dd1bdfdb51287ea8b1d_241"
    },
    {
      "start": 48858,
      "end": 49041,
      "text": "Therefore properly construed, Explanation (a) also confers a benefit and does not by a side wind seek to take away any other benefit that a purposive reading of Section 14 might give.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e872841c12434755913fb309b81ff7cf_242"
    },
    {
      "start": 49042,
      "end": 49315,
      "text": "We, therefore, agree with the decision of the Madhya Pradesh High Court that the period from the cause of action till the institution of appellate or revisional proceedings from original proceedings which prove to be abortive are also liable to exclusion under the section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f57f81605aa4eefabd20276cf20d011_243"
    },
    {
      "start": 49316,
      "end": 49380,
      "text": "The view of the Andhra Pradesh High Court is too broadly stated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbaf46cef1dd4f128ff3d9415924ab6b_244"
    },
    {
      "start": 49381,
      "end": 49705,
      "text": "The period prior to institution of the initiation of any abortive proceeding cannot be excluded for the simple reason that Section 14 does not enable a litigant to get a benefit beyond what is contemplated by the section--that is to put the litigant in the same position as if the abortive proceeding had never taken place.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e82a1f63305a44d2911f73154511ccac_245"
    },
    {
      "start": 49706,
      "end": 49726,
      "text": "\n(Emphasis by Court)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74cbd552d2cc4347a28021e603d549f7_246"
    },
    {
      "start": 49728,
      "end": 49874,
      "text": "30. The principle above indicated and the terms of Section 14 of the Limitation Act show that Section 14 would not come to the appellant's rescue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2585820848c4364b9c012a7b3225683_247"
    },
    {
      "start": 49875,
      "end": 50038,
      "text": "The prescribed period of limitation under Section 34(3), together with its proviso, is three months and another 30 days of time, that may be condoned by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2976caa562554815b8283af81dee8953_248"
    },
    {
      "start": 50039,
      "end": 50160,
      "text": "The commencement of this period of time is from the date of communication of the award, which in this case is 03.08.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a491809a7bc34c9b952b9d977b9815e0_249"
    },
    {
      "start": 50161,
      "end": 50225,
      "text": "The period of limitation would, therefore, expire on 02.11.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85cdb89c706047ff88ed1ca9ad6b2221_250"
    },
    {
      "start": 50226,
      "end": 50407,
      "text": "The further period of time that could have been condoned by the Court under the proviso to Section 34(3) of the Act of 1996 is another thirty days, that would take it to 02.12.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cc3dd4a934e41958c11bf76351e1915_251"
    },
    {
      "start": 50408,
      "end": 50638,
      "text": "Admittedly, during this period of time, no civil proceedings were instituted or prosecuted by the appellant to set aside the award on the ground of fraud or lack of jurisdiction or on any other ground that they seek to impeach it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f35f8e43d7594ce993ed29f6cfda3b0a_252"
    },
    {
      "start": 50639,
      "end": 50850,
      "text": "The earliest challenge, as already noted through competent proceedings, that would qualify for the purpose of Section 14 is 08.05.2019, when objections under Section 47 CPC were filed before the Executing Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaf4eea9600f4586bc84184cd9eca0f1_253"
    },
    {
      "start": 50851,
      "end": 51140,
      "text": "Therefore, in the considered opinion of this Court, this is not a case where the appellant is entitled to the benefit of addition of the period of limitation spent in pursuing in good faith and with due diligence, a remedy that failed because of defect of jurisdiction or other like cause.",
      "labels": [
        "RATIO"
      ],
      "id": "e856f3a662ca4a69876898fa3c66310f_254"
    },
    {
      "start": 51141,
      "end": 51397,
      "text": "The application under Section 5 of the Limitation Act is clearly incompetent because limitation is governed by Section 34(3) of the Act of 1996 and condonation by its proviso; not by Section 5 of the Limitation Act, as rightly held by the Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "3d62ca7abaa24c71a42fb831d27f6c10_255"
    },
    {
      "start": 51399,
      "end": 51481,
      "text": "31. In this view of the matter, this Court does not find any merit in this appeal.",
      "labels": [
        "RPC"
      ],
      "id": "3cf12dd48a224066b3d2f04e439f517e_256"
    },
    {
      "start": 51482,
      "end": 51523,
      "text": "The appeal fails and is hereby dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "a48acc6887824eb8bbbd16ca6ef4978d_257"
    },
    {
      "start": 51525,
      "end": 51540,
      "text": "32. Costs easy.",
      "labels": [
        "RPC"
      ],
      "id": "46a2a4dd7e9343a7a03b95db7d0cff6e_258"
    },
    {
      "start": 51541,
      "end": 51574,
      "text": "\nOrder Date :- 2.3.2022 Anoop    ",
      "labels": [
        "NONE"
      ],
      "id": "f1a787e121c148c1a5c8351ca4553d90_259"
    }
  ]
}