{
  "id": "d704a310adc7bd9ed933886c81dcc931086db05f0c47fba69c0b61c68e3f79f7",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court\nJoshy Francis vs James George on 26 June, 2024 \nAuthor: Kauser Edappagath\nBench: Kauser Edappagath\n          In The High Court Of Kerala At Ernakulam\n                          Present\n        The Honourable Dr. Justice Kauser Edappagath\n  Wednesday, The 26Th Day Of June 2024 / 5Th Ashadha, 1946\n                   Op(C) No. 794 Of 2024\n\n\nAgainst The Order Dated 14.03.2024 In I.A No.1 Of 2024 In\nCma (Arb) 1/2024 Of Iv Additional District Court, Thodupuzha\n\n\nPetitioners/Petitioners 2 & 7/Appellants 2 & 7):\n\n    1    Joshy Francis\n         Aged 58 Years\n         S / O Francis ,Residing At Thundathil House, \n         Thodupuzha East P.O,Idukki District, Pin - 685585 \n    2    Veena A Wilson \n         Aged 38 Years\n         W/O Mr.Ranjith Jose ,Moolencherry, Palace Avenue ,\n         Thiruvankulam,Hill Palace P.O,T Thiruvankulam Hill \n         Palace ,Thripunithura Ernakulam, Pin - 682301 \n         By Advs.\n         R.Asalatha Varma \n         K.Ramakumar (Sr.)(R-245)\n\n\nRespondents/Counter Petitioners/Resondents & Petitioners 1,3\nTo 6/Appellants 1, 3 To 6: \n\n    1    James George \n         Aged 56 Years\n         S / O Georeg Resident Of Chelackel House \n         Valiathovala P.O Idukki District And Presently\n         Residing At Villa 23 ,Ezdan 37 Zone 91 Street 871 \n         Building 1117 Doha Quatar, Pin - 685514 \n    2    Varughese Mathew \n         Aged 66 Years\n         S / O. P.C.Varghese, Resident Of Kallarackal House, \n Op(C) No.794/2024 \n\n                            -:2:-\n\n           Vadavathoor P.O., Kottayam District. Pin 686010 \n           And Presently Residing At Building-101, Umm Al \n           Saneem Street, Street-149, Al Rayyan, Zone-56, P.B\n           No. 22301,Doha,Qatar., Pin - 686010\n    3      George Joseph\n           Aged 60 Years \n           S / O. K.K. Varghese Resident Of Merin Villa, \n           Velloonni P.O., Kottayam District, Pin-68600 And\n           Presently Residing At Ev 28-Ro63-A. Ezdan Village \n           28, Zone-91, Building-108, Street-900, Doha, \n           Qatar, Pin - 686008 \n    4      Sigy Mathew\n           Aged 55 Years \n           S / O. Mathew, Cheeramvelil House, Muttar P.O.,\n           Alappuzha District., Pin - 689571\n    5      Sonu Augustine \n           Aged 56 Years\n           S / O. A.P. Augustine , Residing At Mdra-52, Morarji \n           Desai Road, Thrikkakara, Vazhakkala Village,\n           Kakkanad P.O., Ernakulam District., Pin - 682023 \n    6      Varughese Daniel \n           Aged 54 Years \n           S/ O.Daniel, Vallikalayil House, Mallassery \n           P.O.,Pathanamthitta , , Pin - 689646 \n    7      Sabu George \n           Aged 58 Years\n           S / O Varghese, Residing At Kalappurayil House West \n           Hill P.O.,Kozhikkode District., Pin - 673005 \n    8      Koshy Alexander \n           Aged 48 Years \n           S/ O. K.K. Alexander, Resident Of Kuttichira House, \n           Nagarkoil P.O., Tamilnadu State, Pin - 629001 \n    9      Bijoy Kurian \n           Aged 53 Years \n           S/O. Kurian, Resident Of Kallanchikavayalil House,\n           Pizhaku P.O., Kottayam District., Pin - 686655\n    10     Mathew Shibu Mathai \n           Aged 57 Years \n           S / O. A.U. Mathai, Resident Of Anakuthickal House, \n           Puthuvely P.O., Kottayam District., Pin - 686641 \n    11     Soy Thomas\n           Aged 49 Years\n           S/ O. N.A.Thomaskadappattoor P.O., Pala, Kottayam \n Op(C) No.794/2024 \n\n                            -:3:-\n\n           District., Pin - 686574 \n           By Advs . \n           R1-R5 Jawahar Jose \n           R7-R11 Teja R \n           R7-R11 P.B.Krishnan ( Sr.)(K/1193/1994 ) \n\n     This Op (Civil) Having      Come Up For Admission On\n31.05.2024, The   Court On       26.06.2024 Delivered The\nFollowing: \n Op(C) No.794/2024 \n\n                               -:4:-\n\n                                                            \"C.R.\"\n\n                         J U D G M E N T \nThis original petition has been filed challenging Ext.P11 order passed by the Additional District Court-IV, Thodupuzha (for short, the Commercial Appellate Court) dismissing an application to stay the  operation of the interim injunction order passed by the Commercial Court, Kattappana, under Section 9 of the Arbitration and Conciliation Act, 1996 (for short, the Arbitration Act). \n2. The petitioners and respondents are partners of the registered partnership firm named D' Heavenly Mist, constituted by a deed of partnership dated 12/8/2016 and reconstituted later on 24/6/2022. Admittedly, the 1st respondent was the managing partner of the firm. The majority of the partners took a decision to remove the 1st respondent from the position of managing partner in the meeting of the partners held on 12/6/2023 and he was removed. It is alleged that the 1 st respondent was so removed since his conduct was in violation of the terms of the partnership and detrimental to the interest of the partnership business. On removal of the 1st respondent from the post of managing partner of the firm, the 7 th respondent assumed charge as managing partner on 13/6/2023. Respondents 1 to 4 challenged the decision taken on 12/6/2023 removing the 1 st respondent from the post of managing partner of the firm before the Commercial Court by filing Ext.P4 application under Section 9 of the Arbitration Act. The prayer in the application was to pass an order of temporary injunction restraining the 7 th respondent herein from officiating as the managing partner of the firm and restraining the respondents therein from obstructing the continuation of the 1st respondent as the managing partner. The Commercial Court, after hearing both sides, granted the injunction as prayed for as per Ext.P5 order. The petitioners and respondents 7 to 11 challenged Ext.P5 order before the Commercial Appellate Court in appeal. Ext.P8 is the copy of the appeal. Along with Ext.P8, the petitioners and respondents 7 to 11 submitted an interim application to stay the operation of Ext.P5 order. Ext.P9 is the interim application. The Commercial Appellate Court dismissed Ext.P9 as per Ext.P11 order. It is challenging the said order; the petitioners, who are respondents 2 and 7 before the Commercial Court, have approached this Court, invoking Article 227 of the Constitution of India. \n3. I have heard Sri. K. Ramakumar, the learned Senior counsel instructed by Smt.Asalatha Varma, the learned counsel appearing for the petitioner, Sri. P.B. Krishnan, the learned Senior Counsel instructed by Smt.Teja R., the learned counsel for respondents 7 to 11, and Sri.Jawahar Jose, the learned counsel appearing for respondents 1 to 5.\n4. The learned Senior Counsel Sri.K.Ramakumar submitted that the appellate power under Section 13 of the Commercial Courts Act can be exercised only by a Principal District Judge of the district concerned and not the Additional District Judge. Therefore, Ext.P11 order passed by the Additional District Judge, Thodupuzha is without jurisdiction, void and non est in the eye of law. The learned Senior Counsel further submitted that as per Section 9(2) of the Arbitration Act, the interim order is valid only for ninety days from the date of the order, beyond which period respondents 1 and 2 should have approached the Commercial Court for extension of time with sufficient reason. Admittedly, they have neither approached the Commercial Court for an extension of time nor initiated arbitration proceedings within the stipulated period of ninety days and hence, Ext.P5 order stood vacated automatically. Reliance was placed on a decision of the Division Bench of Karnataka High Court in Paton Constructions Private Ltd. Mumbai (M/s.) v. M/s Lorven Projects Ltd, Hyderabad and Another [2017 KHC 4500]. The learned counsel also submitted that Ext.P11 order is totally beyond the jurisdiction of the Commercial Appellate Court, encroaching upon the domain of the arbitration by predetermining what should have been decided in arbitration proceedings itself and thus liable to be set aside. \n5. The learned Senior Counsel Sri. P.B. Krishnan submitted that where a party invokes the jurisdiction of the court under Section 9 of the Arbitration Act before the commencement of the arbitration proceedings, then such party must express a manifest intention to go for arbitration. There is absolutely no material, much less any averment in Ext.P4 application to show the manifest intention on the part of respondents 1 and 2 to arbitrate, and hence, Exts.P5 and P11 orders cannot be sustained, submitted the learned Senior Counsel. It was also submitted that the mere filing of an application under Section 9 of the Arbitration Act was not sufficient to establish manifest intention. Reliance was placed on Sundaram Finance Ltd. v. NEPC India Ltd. [(1999) 2 SCC 479] and Board of Trustees of Port of Cochin v. Jaisu Shipping Company Private Ltd. [2011 (4) KHC 881].\n6. On the other hand, the learned counsel for the respondents 1 to 5 Sri. Jawahar Jose supported the findings in Exts.P5 and P11 orders. It is submitted that the Additional District Court, where an application under Section 9 of the Arbitration Act is made over by the Principal District Judge, has jurisdiction to decide such an application as the Additional District Judge exercises the same functions and powers of the District Judge in relation to matters made over to him. Reliance was placed on Reshmi Constructions, Builders and Contractors (M/s.) v. NTPC Ltd. and Another [2011 (1) KHC 61]. The learned counsel further submitted that as per Section 21 of the Arbitration Act, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent and Ext.R(1)(c) would show that such a request made by the respondents 1 and 2 was received by the petitioners and remaining respondents on 1/12/2023 and hence arbitral proceedings commenced within ninety days from the date of Ext.P5 order. Relying on Ext.R(1)(d) communication produced before this court, the learned counsel submitted that it would show that even before Ext.P5, respondents 1 and 2 had expressed intention to arbitrate. The removal of the 1st respondent from the post of managing partner of the firm was arbitrary and in violation of the terms of Clause 21 of the partnership deed and hence the Commercial Court was absolutely justified in granting interim injunction as prayed for and the Commercial Appellate Court was right in turning down the request for staying the said order , added the learned counsel. \n7. I will first deal with the contention of the learned Senior Counsel Sri.K.Ramakumar that the Additional District Judge who passed Ext.P11 order lacked jurisdiction to act as a Commercial Appellate Court. Ext.P5 order was passed by the Commercial Court, Kattappana under Section 9 of the Arbitration Act. Section 10 of the Commercial Courts Act, 2015 deals with the jurisdiction in respect of arbitration matters. Sub-section (3) of Section 10 provides that where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration Act that would ordinarily lie before any Principal Civil Court of original jurisdiction in a district shall be filed in, and heard and disposed by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. Section 13 of the Commercial Courts Act provides for an appeal against an order of the Commercial Court before the Commercial Appellate Court. Sub-section (1) of Section 13 says that any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. Section 3A of the Commercial Courts Act confers power on the State Government to designate such number of commercial appellate courts at the District Judge level for the purposes of exercising the jurisdiction and powers conferred on those courts under the Act by notification after consultation with the concerned High Court. The Government of Kerala, in the exercise of the power conferred by Section 3A, in consultation with the High Court, has designated the Principal District Court in each district as the Commercial Appellate Court. Ext.P10 is a copy of the said notification. It is the contention of the learned Senior Counsel that the appeal and interlocutory application can only be entertained and decided by the Principal District Court. \n8. To appreciate the argument of the learned Senior Counsel, it is necessary to refer to various provisions of the Kerala Civil Courts Act, 1957 (for short, \"the Civil Courts Act\"). Section 2 of the Civil Courts Act deals with classes of Subordinate Civil Courts. It provides only for three classes of courts, viz. the District Court, the Subordinate Court and the Munsiff Court. Section 3 deals with the establishment of the District Court. It provides for the establishment of a District Court for each civil District and the appointment of a Judge called the District Judge to such court. Section 4 provides for the appointment of Additional District Judges to a District Court. Under the said section, the Government does not establish an Additional District Court in the same district but only appoints more District Judges additionally to the District Court established under Section 3 for such period as is necessary depending on the business pending before the District Court. Such District Judges are appointed to the District Court in addition to the Judge already appointed to the District Court called the District Judge. The District Judges appointed additionally to the District Court can only discharge all or any of the functions of the District Judge in respect of matters which the District Judge may assign to them or which under Section 7 of the Act may be instituted before him. Such Additional District Judges, in the discharge of those functions, exercise the same powers as the District Judge. The Civil Courts Act does not refer to 'Principal District Court' or 'Principal District Judge'. On the other hand, it only refers to the District Court with an Additional District Judge being appointed to that court. Hence, there is no Additional District Court in the framework of the Civil Courts Act, but only Additional District Judges are appointed to a District Court. Their powers are identical and co-equal with the Principal District Judges. The Principal District Judge can only be considered first among equals. While dealing with the question whether an Additional District Court can entertain a petition filed under Section 34 of the Arbitration Act, a Division Bench of this Court in Kasim V.K v. M.Ashraf (2021 KHC 266), referring to Sections 2, 3 and 4 of the said act as well as Section 4(2) of the Civil Courts Act, held that when Additional District Courts are established and Additional District Judges are appointed, sub-section (2) of Section 4 of the Civil Courts Act empowers the Additional District Judge so appointed with powers to discharge all the functions of the District Judges and hence there is no jurisdictional error in Additional District Judges hearing petitions filed under the Arbitration and Conciliation Act. The same view was taken by a Single Bench of this Court in Reshmi Constructions (supra). It was held that Additional District Courts are not inferior to District Courts and, therefore, have jurisdiction to decide an application under Section 34 of the Arbitration Act. For these reasons, I hold that even though the notification issued by the Government of Kerala refers to the Principal District Court in each district as the Commercial Appellate Court, the Court of Additional District Court to which an application under Section 9 of the Arbitration Act is made over by the District Court has got jurisdiction to decide such an application as the Additional District Court exercise the same functions and powers of the District Court in relation to matters made over to it. That apart, Exts. R(1)(a) and R(1)(b), the copies of the official memorandum by the District Judge, Thodupuzha, as well as the report dated 9/4/2024 given by the District Judge, Thodupuzha to this court shows that the Principal District Court, Thodupuzha was on leave from 15/1/2024 till 20/2/2024 and during the same period, the Additional District Court-IV was in charge of Principal District Court. Admittedly, the appeal was heard by the Additional District Judge-IV on 17/2/2024 when he was in charge of the Principal District Judge, though the order was pronounced later on 14/3/2024. Hence, the contention regarding the lack of jurisdiction must fail. \n9. It is next contended by the learned Senior Counsel Sri.K.Ramakumar that in the light of Section 9(2) of the Arbitration Act, Ext.P5 order would stand automatically vacated inasmuch as the respondents 1 and 2 did not commence arbitration proceedings within ninety days from the date of Ext.P5 order. The learned Senior Counsel brought to my notice the decision of a Division Bench of Karnataka High Court in Paton Constructions Private Ltd. (supra). It was held that commencement of arbitral proceedings within the period stated in sub-section (2) of Section 9 is a requirement for the legal effectiveness of the order passed for any interim measure under sub-section (1) of Section 9 of the Arbitration Act and hence if the arbitral proceedings in respect of the dispute are not commenced within the period stated in sub-section (2), the order granting any interim measure under sub-section (1) shall automatically stand vacated on the expiry of the said period. According to the learned senior counsel, the arbitral proceedings were not commenced within ninety days. \n10. Section 21 of the Arbitration Act deals with the commencement of arbitral proceedings. A reading of Section 21 clearly shows that the arbitral proceedings in respect of a particular dispute commence on the date on which a request for the dispute to be referred to arbitration is received by the respondent. Ext.P5 is dated 13/11/2023. Ext. R(1)(c) would show that immediately thereafter, on 1/12/2023, the 1 st respondent issued an email communication to all the other 12 partners informing his intention to have an arbitration proceeding for settling the dispute. There is no case for the petitioners or respondents 7 to 11 that they did not receive the said email communication dated 1/12/2023. The recital in paragraph 4 of Ext. R(1)(c) satisfies the requirement of Section 21. Hence, the arbitration proceedings commenced within ninety days from the date of Ext.P5 order and there is no violation of Section 9(2) of the Arbitration Act. \n11. Sri. P.B. Krishnan, the learned Senior Counsel appearing for respondents 7 to 11, submitted that the party seeking to invoke Section 9 of the Arbitration Act before the commencement of the arbitral proceedings must express a manifest intention to arbitrate and such an expression of manifest intention is totally lacking in this case, and thus, the impugned order, as well as Ext.P5 order, cannot be sustained. I find force in the said argument. When a party applies under Section 9 of the Arbitration Act, it is implicit that a dispute arose between the parties, which is referrable to the Arbitral Tribunal. As per sub-section (1) of Section 9, the court has jurisdiction to grant interim measures of protection before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36. Sub- section (2) of Section 9 stipulates that when a court passes an order for any interim measure before the commencement of the arbitral proceedings, the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine. A conjoint reading of these two provisions makes it clear that when an application under sub-section (1) of Section 9 of the Arbitration Act for an interim measure is moved before the commencement of the arbitral proceedings, it should be preceded by the expression of manifest intention on the part of the applicant to go for arbitration and followed by the commencement of arbitral proceedings as contemplated under sub-section (2). In Sundaram Finance Ltd. (supra), the Supreme Court has held that when an application under Section 9 is filed before the commencement of the arbitral proceedings, there has to be a manifest intention on the part of the applicant to take recourse to the arbitral proceedings if, at the time when the application under Section 9 is filed, the proceedings have not been commenced under Section 21 of the Arbitration Act. Following Sundaram Finance Ltd. (supra), a Division Bench of this Court in Board of Trustees of Port of Cochin (supra) held that in a case where the Civil Court is approached for an interim measure of protection under Section 9 at a stage before the commencement of arbitral proceedings, there should be clear averment in the petition under Section 9 evincing a manifest intention on the part of the applicant to go for arbitration and such intention should also be discernible from the subsequent conduct of the appellant. Thus, only upon satisfaction of the applicant's manifest intention to take the dispute to arbitration, the court will have jurisdiction to pass an order under Section 9 giving such interim protection as the facts and circumstances warrant. Without being satisfied with the existence of such manifest intention, it will be impermissible for the court to grant any interim order of protection. \n12. Coming to the facts of the case, there is absolutely no averment in Ext.P4 application that respondents 1 and 2 are initiating arbitration proceedings regarding the dispute raised by them. There is nothing either in Ext.P4 application or otherwise to show the manifest intention on the part of respondents 1 and 2 to go for arbitration. The learned counsel for the respondents 1 to 5 produced Ext. R(1)(d) email communication together with a letter appended therewith and argued that the 1st respondent has issued a letter dated 23/6/2023, i.e., before Ext.P4 application, to every partner of the firm confirming his intention to arbitrate the dispute existing among the parties. First, the said letter was not produced either before the Commercial Court or before the Commercial Appellate Court. Secondly, there is no reference to arbitration, the arbitration clause or dispute sought to be referred to arbitration at the instance of the 1 st respondent in the said letter. The said letter is not evidence of a manifest intention on the part of the 1st respondent to take the matter to arbitration. It does not satisfy the requirement of Section 21 of the Arbitration Act at all. Without being satisfied with the existence of manifest intention on the part of respondents 1 and 2, the Commercial Court was not justified in granting Ext.P5 interim order. The Commercial Appellate Court also failed to take note of the said fact and dismissed the application for stay. For these reasons, Ext.P11 order cannot be sustained, and accordingly, it is set aside. Ext.P9 application stands allowed. \nThe original Petition is disposed of as above. \nSd/-\nDR. KAUSER EDAPPAGATH JUDGE Rp APPENDIX OF OP(C) 794/2024 PETITIONER EXHIBITS Exhibit P1 PARNERSHIP DEED DATED 24.06.2022 Exhibit P2 E MAIL SENT BY 1ST RESPONDENT TO OTHER PARNERS DATED 09.06.2023 Exhibit P3 TRUE COPY OF THE MINUTES OF THE PARTNERS DATED 12.06.2023 Exhibit P4 COPY OF ORIGINAL PETITION FILED BY THE 1ST RESPONDENT BEFORE THE HONOURABLE COMMERCIAL COUERT KATTAPPANA AS O.P. (ARB) 1/2023 ON 23.08.2023 Exhibit P5 ORDER PASSED BY THE HONOURABLE COMMERCIAL COUER KATTAPPANA IN O.P(ARB) 1/2023 ON 13.11.2023 Exhibit P6 ORDER DATED 22.12.2023 IN ARB.APPEAL 29/2023 OF HIGH COURT OF KERALA Exhibit P7 JUDGEMNET DATED 23.01.2024 IN RP.NO.34/2024 OF HIGH COURT OF KERALA Exhibit P8 TRUE COPY CMA(ARB) 1/2024 DATED 29.01.2024 Exhibit P9 TRUE COPY OF I.A 1/2024 IN CMA (ARB) Exhibit P10 NOTIFICATION ISSUED BY GOVERMNET OF KERALA DATED 24.02.2020 Exhibit P11 ORDER DATED 14.03.2024 IN I.A1/2024 IN CMA1/2024 OF 4TH ADDITIONAL DISTRICT COURT THODUPUZHA.\nExhibit P12 THE TRUE COPY OF THE PRINT OUT FROM THE E-COURTS SERVICES OF THE DAILY STATUS OF Exhibit P13 COPY OF EMAIL SENT BY THE 1ST RESPONDENT TO ALL PARTNERS DATED 25.11.2023 RESPONDENT EXHIBITS Exhibit-R(1)(a) TRUE COPY OF THE OFFICIAL MEMORANDUM DATED 19.1.2024 ISSUED BY THE DISTRICT JUDGE (IN-CHARGE), THODUPUZHA Exhibit-R(1)(b) TRUE COPY OF THE OFFICIAL MEMORANDUM DATED 1.2.2024 ISSUED BY THE DISTRICT JUDGE (IN-CHARGE), THODUPUZHA Exhibit-R(1)(c) TRUE COPY OF THE EMAIL SENT BY THE 1ST PETITIONER TOGETHER WITH THE ATTACHMENTS.\nExhibit-R(1)(d) TRUE COPY OF EMAIL COMMUNICATION DATED 24.6.2023 TOGETHER WITH THE LETTER DATED 23/6/2023.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d531f22d06442d1bf0ffc4aa4a5e554_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb81e708798f4bc1b03d3765e6bfac02_1"
    },
    {
      "start": 242,
      "end": 307,
      "text": "\nKerala High Court\nJoshy Francis vs James George on 26 June, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06b4ce18e0104f86b289e1b582486e8e_2"
    },
    {
      "start": 309,
      "end": 826,
      "text": "Author: Kauser Edappagath\nBench: Kauser Edappagath\n          In The High Court Of Kerala At Ernakulam\n                          Present\n        The Honourable Dr. Justice Kauser Edappagath\n  Wednesday, The 26Th Day Of June 2024 / 5Th Ashadha, 1946\n                   Op(C) No. 794 Of 2024\n\n\nAgainst The Order Dated 14.03.2024 In I.A No.1 Of 2024 In\nCma (Arb) 1/2024 Of Iv Additional District Court, Thodupuzha\n\n\nPetitioners/Petitioners 2 & 7/Appellants 2 & 7):\n\n    1    Joshy Francis\n         Aged 58 Years\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75b0d733ae1d4cdc9a3c827a0d2b8e9a_3"
    },
    {
      "start": 826,
      "end": 870,
      "text": "S / O Francis ,Residing At Thundathil House,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "800b4247d3f24ba6a1856dba4aa21160_4"
    },
    {
      "start": 871,
      "end": 930,
      "text": "\n         Thodupuzha East P.O,Idukki District, Pin - 685585",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d59cec90d8a3444a89a24b8259f0bdad_5"
    },
    {
      "start": 936,
      "end": 955,
      "text": "2    Veena A Wilson",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6499f4ca633b484fa1764f63216bb467_6"
    },
    {
      "start": 956,
      "end": 1099,
      "text": "\n         Aged 38 Years\n         W/O Mr.Ranjith Jose ,Moolencherry, Palace Avenue ,\n         Thiruvankulam,Hill Palace P.O,T Thiruvankulam Hill",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5ba4eef15fa4e51bb772e042800eadc_7"
    },
    {
      "start": 1100,
      "end": 1155,
      "text": "\n         Palace ,Thripunithura Ernakulam, Pin - 682301",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4bbf03902447440d93ce229a0fefad03_8"
    },
    {
      "start": 1166,
      "end": 1184,
      "text": "By Advs.\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b493986d018e47cbb844022322369a89_9"
    },
    {
      "start": 1184,
      "end": 1200,
      "text": "R.Asalatha Varma",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97f6cafd85f94a6a92e0865408a69a38_10"
    },
    {
      "start": 1211,
      "end": 1257,
      "text": "K.Ramakumar (Sr.)(R-245)\n\n\nRespondents/Counter",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac2775bef3ac4dcebf1b9db6ef004eb1_11"
    },
    {
      "start": 1258,
      "end": 1325,
      "text": "Petitioners/Resondents & Petitioners 1,3\nTo 6/Appellants 1, 3 To 6:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4fe7a4110214281963e72d7b8b480b5_12"
    },
    {
      "start": 1332,
      "end": 1349,
      "text": "1    James George",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bcfe7711cb54a07828a23d5941f5ec3_13"
    },
    {
      "start": 1360,
      "end": 1383,
      "text": "Aged 56 Years\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14c4a396f30c49f1a25db0db3375dfaa_14"
    },
    {
      "start": 1383,
      "end": 1423,
      "text": "S / O Georeg Resident Of Chelackel House",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6733a718f53944f7818e18cee5c818a8_15"
    },
    {
      "start": 1434,
      "end": 1539,
      "text": "Valiathovala P.O Idukki District And Presently\n         Residing At Villa 23 ,Ezdan 37 Zone 91 Street 871",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55dcfd227d7445efa15fae6e325f2c90_16"
    },
    {
      "start": 1540,
      "end": 1589,
      "text": "\n         Building 1117 Doha Quatar, Pin - 685514",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c31623a7d1ce4843aed7ecb7f40dfefa_17"
    },
    {
      "start": 1595,
      "end": 1616,
      "text": "2    Varughese Mathew",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36c73a5cbdbb432db05405d7121d2a4e_18"
    },
    {
      "start": 1627,
      "end": 1650,
      "text": "Aged 66 Years\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64a05ea246434b46a17eb0ac6f2cb999_19"
    },
    {
      "start": 1650,
      "end": 1656,
      "text": "S / O.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a2ec5b864d54d0fb8c56e5db9c9c194_20"
    },
    {
      "start": 1657,
      "end": 1701,
      "text": "P.C.Varghese, Resident Of Kallarackal House,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4cb06a511684b4a9c18c16d0d05979d_21"
    },
    {
      "start": 1702,
      "end": 1721,
      "text": "\n Op(C) No.794/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9527243e59143f182e96f3fc7b4ac78_22"
    },
    {
      "start": 1722,
      "end": 1806,
      "text": "\n\n                            -:2:-\n\n           Vadavathoor P.O., Kottayam District.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4e21c03588f4c6fb1b25110fe4358d9_23"
    },
    {
      "start": 1807,
      "end": 1817,
      "text": "Pin 686010",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9806a6042da347669fa61003f943ba4e_24"
    },
    {
      "start": 1830,
      "end": 1876,
      "text": "And Presently Residing At Building-101, Umm Al",
      "labels": [
        "PREAMBLE"
      ],
      "id": "efeafcad625845b186f5de3c326605fe_25"
    },
    {
      "start": 1877,
      "end": 2023,
      "text": "\n           Saneem Street, Street-149, Al Rayyan, Zone-56, P.B\n           No. 22301,Doha,Qatar., Pin - 686010\n    3      George Joseph\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5794bb90429940f898e656ade29a95d1_26"
    },
    {
      "start": 2023,
      "end": 2036,
      "text": "Aged 60 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8669eca52c68427db135fbef0aee01a3_27"
    },
    {
      "start": 2049,
      "end": 2055,
      "text": "S / O.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f88a50d8fa004d5c96e5d82eab72dac0_28"
    },
    {
      "start": 2056,
      "end": 2094,
      "text": "K.K. Varghese Resident Of Merin Villa,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "decc83567ab04923ab762ad38bce27e5_29"
    },
    {
      "start": 2107,
      "end": 2202,
      "text": "Velloonni P.O., Kottayam District, Pin-68600 And\n           Presently Residing At Ev 28-Ro63-A.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53f2216a9dab440790df66382c9fd03c_30"
    },
    {
      "start": 2203,
      "end": 2216,
      "text": "Ezdan Village",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f2282e3ae1a471fada753f1a5ee4aed_31"
    },
    {
      "start": 2217,
      "end": 2273,
      "text": "\n           28, Zone-91, Building-108, Street-900, Doha,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0b9395c8f8e42edb70a36a89e840d1b_32"
    },
    {
      "start": 2286,
      "end": 2305,
      "text": "Qatar, Pin - 686008",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2a1ae776bf2437cb3751a23e2e48775_33"
    },
    {
      "start": 2306,
      "end": 2354,
      "text": "\n    4      Sigy Mathew\n           Aged 55 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e5518ca6812465799641ef22fe8ef61_34"
    },
    {
      "start": 2367,
      "end": 2465,
      "text": "S / O. Mathew, Cheeramvelil House, Muttar P.O.,\n           Alappuzha District., Pin - 689571\n    5",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0cc6e8c0312942bcacc2560de6549a93_35"
    },
    {
      "start": 2471,
      "end": 2485,
      "text": "Sonu Augustine",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04930b3bfd424f3d9bb4a07ab4eb6e40_36"
    },
    {
      "start": 2498,
      "end": 2523,
      "text": "Aged 56 Years\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf044b3fdcba484495bff35f1f0ca4bb_37"
    },
    {
      "start": 2523,
      "end": 2529,
      "text": "S / O.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a0044ff3c824314880c1f7810aeeaa6_38"
    },
    {
      "start": 2530,
      "end": 2575,
      "text": "A.P. Augustine , Residing At Mdra-52, Morarji",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0849f3e1696d418db5857d23947d1708_39"
    },
    {
      "start": 2576,
      "end": 2692,
      "text": "\n           Desai Road, Thrikkakara, Vazhakkala Village,\n           Kakkanad P.O., Ernakulam District., Pin - 682023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b81e2c816b224b25b5fc022e78aef0b7_40"
    },
    {
      "start": 2693,
      "end": 2721,
      "text": "\n    6      Varughese Daniel",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad651944fe1641d0ab57f12ae6ea5e40_41"
    },
    {
      "start": 2722,
      "end": 2747,
      "text": "\n           Aged 54 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15c5059927264a5cbf0084d859932c08_42"
    },
    {
      "start": 2760,
      "end": 2803,
      "text": "S/ O.Daniel, Vallikalayil House, Mallassery",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9becb2d1697b4f86b243b465483402f0_43"
    },
    {
      "start": 2804,
      "end": 2835,
      "text": "\n           P.O.,Pathanamthitta",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3baa2acb04e84b81b771afd4410fdbad_44"
    },
    {
      "start": 2836,
      "end": 2852,
      "text": ", , Pin - 689646",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c07a32cd235341849cd9fdd1cab7327e_45"
    },
    {
      "start": 2858,
      "end": 2876,
      "text": "7      Sabu George",
      "labels": [
        "PREAMBLE"
      ],
      "id": "397f6cb340174a178a56e30fda346797_46"
    },
    {
      "start": 2889,
      "end": 2914,
      "text": "Aged 58 Years\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a3df408b5b24686a351c3f27fc10db0_47"
    },
    {
      "start": 2914,
      "end": 2965,
      "text": "S / O Varghese, Residing At Kalappurayil House West",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a04e0550585a4dba8f967e6df24b1065_48"
    },
    {
      "start": 2966,
      "end": 3022,
      "text": "\n           Hill P.O.,Kozhikkode District., Pin - 673005",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5cbba560a7949ed84d200aede40dee0_49"
    },
    {
      "start": 3028,
      "end": 3050,
      "text": "8      Koshy Alexander",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a33d9c4fd9248a19c949deaeda9c91c_50"
    },
    {
      "start": 3051,
      "end": 3076,
      "text": "\n           Aged 48 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87b72fc7c8394149af98a2b5a68929d9_51"
    },
    {
      "start": 3089,
      "end": 3140,
      "text": "S/ O. K.K. Alexander, Resident Of Kuttichira House,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8724a88ad65841a695dd652a12ff9848_52"
    },
    {
      "start": 3141,
      "end": 3198,
      "text": "\n           Nagarkoil P.O., Tamilnadu State, Pin - 629001",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7002c78c6374bb8b723b4266b23d8d2_53"
    },
    {
      "start": 3199,
      "end": 3223,
      "text": "\n    9      Bijoy Kurian",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc9034c7f8d4473b96bfe0fccb4d299b_54"
    },
    {
      "start": 3224,
      "end": 3249,
      "text": "\n           Aged 53 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cbecd6f3621f4369822a1153f797786b_55"
    },
    {
      "start": 3262,
      "end": 3382,
      "text": "S/O. Kurian, Resident Of Kallanchikavayalil House,\n           Pizhaku P.O., Kottayam District., Pin - 686655\n    10     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48828d8ffecf4410a92e775b596df343_56"
    },
    {
      "start": 3382,
      "end": 3401,
      "text": "Mathew Shibu Mathai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45fa08b521004b90aa88eda2023a2b77_57"
    },
    {
      "start": 3402,
      "end": 3427,
      "text": "\n           Aged 57 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "858799128fba4320ada44801c5414d9b_58"
    },
    {
      "start": 3440,
      "end": 3446,
      "text": "S / O.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "add9b0e5574d4ad9a56f1ef664d48b7a_59"
    },
    {
      "start": 3447,
      "end": 3491,
      "text": "A.U. Mathai, Resident Of Anakuthickal House,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "582e9a6d2aff46f69a8cfba646adb0db_60"
    },
    {
      "start": 3492,
      "end": 3552,
      "text": "\n           Puthuvely P.O., Kottayam District., Pin - 686641",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5af3a7fd1144c10b27af541b8c1bd3c_61"
    },
    {
      "start": 3558,
      "end": 3612,
      "text": "11     Soy Thomas\n           Aged 49 Years\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c3c0de667a441ef81465a625f999b9c_62"
    },
    {
      "start": 3612,
      "end": 3661,
      "text": "S/ O. N.A.Thomaskadappattoor P.O., Pala, Kottayam",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f9ab38e66f94f99ba86749ea924852b_63"
    },
    {
      "start": 3662,
      "end": 3681,
      "text": "\n Op(C) No.794/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a680eac7b6f94cb7b6db1eed1651752e_64"
    },
    {
      "start": 3682,
      "end": 3753,
      "text": "\n\n                            -:3:-\n\n           District., Pin - 686574",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e42b658508864270b7feed357b35b449_65"
    },
    {
      "start": 3766,
      "end": 3773,
      "text": "By Advs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2f0023d578f4e66aa7f76d149470420_66"
    },
    {
      "start": 3774,
      "end": 3806,
      "text": ". \n           R1-R5 Jawahar Jose",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f5cda10f92254197a878a4318894b56c_67"
    },
    {
      "start": 3819,
      "end": 3825,
      "text": "R7-R11",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28f35cda85434bdea956037b462ce2f7_68"
    },
    {
      "start": 3826,
      "end": 3832,
      "text": "Teja R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccd9a30a89c54992ba789f9799bc1095_69"
    },
    {
      "start": 3845,
      "end": 3866,
      "text": "R7-R11 P.B.Krishnan (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "449ba3f1a77843d9a320acfb257bdce0_70"
    },
    {
      "start": 3867,
      "end": 3883,
      "text": "Sr.)(K/1193/1994",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b7d10b483634be7b54402e685c514ad_71"
    },
    {
      "start": 3884,
      "end": 3969,
      "text": ") \n\n     This Op (Civil) Having      Come Up For Admission On\n31.05.2024, The   Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7ac65723fee4064913648f8e55519fd_72"
    },
    {
      "start": 3970,
      "end": 4004,
      "text": "On       26.06.2024 Delivered The\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16bab07008334b448da428231c737604_73"
    },
    {
      "start": 4004,
      "end": 4014,
      "text": "Following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "108b00b082fc4c8d88de2bef6d9a9567_74"
    },
    {
      "start": 4015,
      "end": 4034,
      "text": "\n Op(C) No.794/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2a80207fe5f476eaeae58e321bb5a81_75"
    },
    {
      "start": 4035,
      "end": 4168,
      "text": "\n\n                               -:4:-\n\n                                                            \"C.R.\"\n\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9e7ae059a614417807fd7f3f8da95c5_76"
    },
    {
      "start": 4168,
      "end": 4183,
      "text": "J U D G M E N T",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3df46170b4343338bb8b608c122f2c5_77"
    },
    {
      "start": 4184,
      "end": 4385,
      "text": "\nThis original petition has been filed challenging Ext.P11 order passed by the Additional District Court-IV, Thodupuzha (for short, the Commercial Appellate Court) dismissing an application to stay the",
      "labels": [
        "FAC"
      ],
      "id": "4663919f704f4c3c8544e4a6f1970aff_78"
    },
    {
      "start": 4386,
      "end": 4568,
      "text": " operation of the interim injunction order passed by the Commercial Court, Kattappana, under Section 9 of the Arbitration and Conciliation Act, 1996 (for short, the Arbitration Act).",
      "labels": [
        "FAC"
      ],
      "id": "c15000fb1b3c4f96adef82abc095f52c_79"
    },
    {
      "start": 4570,
      "end": 4767,
      "text": "2. The petitioners and respondents are partners of the registered partnership firm named D' Heavenly Mist, constituted by a deed of partnership dated 12/8/2016 and reconstituted later on 24/6/2022.",
      "labels": [
        "FAC"
      ],
      "id": "bb9e4314f051488e8eb7648727ab7cb7_80"
    },
    {
      "start": 4768,
      "end": 4836,
      "text": "Admittedly, the 1st respondent was the managing partner of the firm.",
      "labels": [
        "FAC"
      ],
      "id": "4171c2e1ccbb4b909284b229b07c2aa2_81"
    },
    {
      "start": 4837,
      "end": 5017,
      "text": "The majority of the partners took a decision to remove the 1st respondent from the position of managing partner in the meeting of the partners held on 12/6/2023 and he was removed.",
      "labels": [
        "FAC"
      ],
      "id": "6baecaaef9fd45c1a0260171ff973e00_82"
    },
    {
      "start": 5018,
      "end": 5199,
      "text": "It is alleged that the 1 st respondent was so removed since his conduct was in violation of the terms of the partnership and detrimental to the interest of the partnership business.",
      "labels": [
        "FAC"
      ],
      "id": "4b5e461b5ad0435fa297483abc1e6a2d_83"
    },
    {
      "start": 5200,
      "end": 5348,
      "text": "On removal of the 1st respondent from the post of managing partner of the firm, the 7 th respondent assumed charge as managing partner on 13/6/2023.",
      "labels": [
        "FAC"
      ],
      "id": "302880d2685e43c09869440d666a5964_84"
    },
    {
      "start": 5349,
      "end": 5582,
      "text": "Respondents 1 to 4 challenged the decision taken on 12/6/2023 removing the 1 st respondent from the post of managing partner of the firm before the Commercial Court by filing Ext.P4 application under Section 9 of the Arbitration Act.",
      "labels": [
        "FAC"
      ],
      "id": "31ccca392fb34bb09d3563582538398a_85"
    },
    {
      "start": 5583,
      "end": 5870,
      "text": "The prayer in the application was to pass an order of temporary injunction restraining the 7 th respondent herein from officiating as the managing partner of the firm and restraining the respondents therein from obstructing the continuation of the 1st respondent as the managing partner.",
      "labels": [
        "FAC"
      ],
      "id": "fc53435536a94d62a85666b6e071f247_86"
    },
    {
      "start": 5871,
      "end": 5976,
      "text": "The Commercial Court, after hearing both sides, granted the injunction as prayed for as per Ext.P5 order.",
      "labels": [
        "FAC"
      ],
      "id": "a3d4c8ce70584b47a71029818b23f6b6_87"
    },
    {
      "start": 5977,
      "end": 6089,
      "text": "The petitioners and respondents 7 to 11 challenged Ext.P5 order before the Commercial Appellate Court in appeal.",
      "labels": [
        "FAC"
      ],
      "id": "89e494e8ac074c4685516756eb04c9a5_88"
    },
    {
      "start": 6090,
      "end": 6123,
      "text": "Ext.P8 is the copy of the appeal.",
      "labels": [
        "FAC"
      ],
      "id": "e0c34e9db549462f90b89bf502fac356_89"
    },
    {
      "start": 6124,
      "end": 6254,
      "text": "Along with Ext.P8, the petitioners and respondents 7 to 11 submitted an interim application to stay the operation of Ext.P5 order.",
      "labels": [
        "FAC"
      ],
      "id": "f92eb746f5964b08b052d7b6122a9dc6_90"
    },
    {
      "start": 6255,
      "end": 6289,
      "text": "Ext.P9 is the interim application.",
      "labels": [
        "FAC"
      ],
      "id": "7b7600bcd5134981a38043831b895854_91"
    },
    {
      "start": 6290,
      "end": 6359,
      "text": "The Commercial Appellate Court dismissed Ext.P9 as per Ext.P11 order.",
      "labels": [
        "FAC"
      ],
      "id": "2ef999ff12bc459bac0d8d86740fa700_92"
    },
    {
      "start": 6360,
      "end": 6546,
      "text": "It is challenging the said order; the petitioners, who are respondents 2 and 7 before the Commercial Court, have approached this Court, invoking Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "563d4c9c863945b78739b5c1f1f3412c_93"
    },
    {
      "start": 6548,
      "end": 6891,
      "text": "3. I have heard Sri. K. Ramakumar, the learned Senior counsel instructed by Smt.Asalatha Varma, the learned counsel appearing for the petitioner, Sri. P.B. Krishnan, the learned Senior Counsel instructed by Smt.Teja R., the learned counsel for respondents 7 to 11, and Sri.Jawahar Jose, the learned counsel appearing for respondents 1 to 5.\n4.",
      "labels": [
        "NONE"
      ],
      "id": "462a89fe1da446ba9d217faa28b9eea9_94"
    },
    {
      "start": 6892,
      "end": 7132,
      "text": "The learned Senior Counsel Sri.K.Ramakumar submitted that the appellate power under Section 13 of the Commercial Courts Act can be exercised only by a Principal District Judge of the district concerned and not the Additional District Judge.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ec96f3e02d8c40cd88208fd9dd22ea4f_95"
    },
    {
      "start": 7133,
      "end": 7270,
      "text": "Therefore, Ext.P11 order passed by the Additional District Judge, Thodupuzha is without jurisdiction, void and non est in the eye of law.",
      "labels": [
        "FAC"
      ],
      "id": "d0e0944703ae49a49ce009a810e95264_96"
    },
    {
      "start": 7271,
      "end": 7570,
      "text": "The learned Senior Counsel further submitted that as per Section 9(2) of the Arbitration Act, the interim order is valid only for ninety days from the date of the order, beyond which period respondents 1 and 2 should have approached the Commercial Court for extension of time with sufficient reason.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e05f6f5cce3443eebb89bb7ef2220c8c_97"
    },
    {
      "start": 7571,
      "end": 7792,
      "text": "Admittedly, they have neither approached the Commercial Court for an extension of time nor initiated arbitration proceedings within the stipulated period of ninety days and hence, Ext.P5 order stood vacated automatically.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b45f5dbdf3924a509b67668d4e6ffe25_98"
    },
    {
      "start": 7793,
      "end": 7989,
      "text": "Reliance was placed on a decision of the Division Bench of Karnataka High Court in Paton Constructions Private Ltd. Mumbai (M/s.) v. M/s Lorven Projects Ltd, Hyderabad and Another [2017 KHC 4500].",
      "labels": [
        "RLC"
      ],
      "id": "d604ef11708e43afa451736d1ae4c6df_99"
    },
    {
      "start": 7990,
      "end": 8275,
      "text": "The learned counsel also submitted that Ext.P11 order is totally beyond the jurisdiction of the Commercial Appellate Court, encroaching upon the domain of the arbitration by predetermining what should have been decided in arbitration proceedings itself and thus liable to be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc96083995cc4bc08f451706a2496bbe_100"
    },
    {
      "start": 8277,
      "end": 8560,
      "text": "5. The learned Senior Counsel Sri. P.B. Krishnan submitted that where a party invokes the jurisdiction of the court under Section 9 of the Arbitration Act before the commencement of the arbitration proceedings, then such party must express a manifest intention to go for arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6b408099421645c4845cc1f04d8abe10_101"
    },
    {
      "start": 8561,
      "end": 8811,
      "text": "There is absolutely no material, much less any averment in Ext.P4 application to show the manifest intention on the part of respondents 1 and 2 to arbitrate, and hence, Exts.P5 and P11 orders cannot be sustained, submitted the learned Senior Counsel.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "73c27e632851442eb5097ec2ed0d09c2_102"
    },
    {
      "start": 8812,
      "end": 8963,
      "text": "It was also submitted that the mere filing of an application under Section 9 of the Arbitration Act was not sufficient to establish manifest intention.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "751852f377a8489c931859dc58c70922_103"
    },
    {
      "start": 8964,
      "end": 9282,
      "text": "Reliance was placed on Sundaram Finance Ltd. v. NEPC India Ltd. [(1999) 2 SCC 479] and Board of Trustees of Port of Cochin v. Jaisu Shipping Company Private Ltd. [2011 (4) KHC 881].\n6. On the other hand, the learned counsel for the respondents 1 to 5 Sri. Jawahar Jose supported the findings in Exts.P5 and P11 orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4934a1d43e244a198136059582dc46d2_104"
    },
    {
      "start": 9283,
      "end": 9623,
      "text": "It is submitted that the Additional District Court, where an application under Section 9 of the Arbitration Act is made over by the Principal District Judge, has jurisdiction to decide such an application as the Additional District Judge exercises the same functions and powers of the District Judge in relation to matters made over to him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5bde6bf2279d4ceb8d67f444d661cfac_105"
    },
    {
      "start": 9624,
      "end": 9744,
      "text": "Reliance was placed on Reshmi Constructions, Builders and Contractors (M/s.) v. NTPC Ltd. and Another [2011 (1) KHC 61].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa43dd9b0e3142a8a1e8173be23bdda9_106"
    },
    {
      "start": 9745,
      "end": 10247,
      "text": "The learned counsel further submitted that as per Section 21 of the Arbitration Act, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent and Ext.R(1)(c) would show that such a request made by the respondents 1 and 2 was received by the petitioners and remaining respondents on 1/12/2023 and hence arbitral proceedings commenced within ninety days from the date of Ext.P5 order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9045460e18b1483688f220c9168312c1_107"
    },
    {
      "start": 10248,
      "end": 10444,
      "text": "Relying on Ext.R(1)(d) communication produced before this court, the learned counsel submitted that it would show that even before Ext.P5, respondents 1 and 2 had expressed intention to arbitrate.",
      "labels": [
        "NONE"
      ],
      "id": "92e069c41ec8479c82de3143428aa633_108"
    },
    {
      "start": 10445,
      "end": 10806,
      "text": "The removal of the 1st respondent from the post of managing partner of the firm was arbitrary and in violation of the terms of Clause 21 of the partnership deed and hence the Commercial Court was absolutely justified in granting interim injunction as prayed for and the Commercial Appellate Court was right in turning down the request for staying the said order",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14ef66f310944fec994977eb46ac1c0d_109"
    },
    {
      "start": 10807,
      "end": 10835,
      "text": ", added the learned counsel.",
      "labels": [
        "NONE"
      ],
      "id": "a9e1103109144a4198552f98b4176c01_110"
    },
    {
      "start": 10837,
      "end": 11043,
      "text": "7. I will first deal with the contention of the learned Senior Counsel Sri.K.Ramakumar that the Additional District Judge who passed Ext.P11 order lacked jurisdiction to act as a Commercial Appellate Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f535df339da4bbda6927106e93f281b_111"
    },
    {
      "start": 11044,
      "end": 11143,
      "text": "Ext.P5 order was passed by the Commercial Court, Kattappana under Section 9 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0d945165884a4380b4b3b322d1638a38_112"
    },
    {
      "start": 11144,
      "end": 11252,
      "text": "Section 10 of the Commercial Courts Act, 2015 deals with the jurisdiction in respect of arbitration matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf89d1ac8dd84c0aa39e4e0e420d338b_113"
    },
    {
      "start": 11253,
      "end": 11839,
      "text": "Sub-section (3) of Section 10 provides that where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration Act that would ordinarily lie before any Principal Civil Court of original jurisdiction in a district shall be filed in, and heard and disposed by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
      "labels": [
        "STA"
      ],
      "id": "0d2b8d06884149ff9192a54af6c8aa99_114"
    },
    {
      "start": 11840,
      "end": 11982,
      "text": "Section 13 of the Commercial Courts Act provides for an appeal against an order of the Commercial Court before the Commercial Appellate Court.",
      "labels": [
        "STA"
      ],
      "id": "f79f5f114f8949d4a2187d439d9de5f9_115"
    },
    {
      "start": 11983,
      "end": 12237,
      "text": "Sub-section (1) of Section 13 says that any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "b99fc968602147328b1383f416184a26_116"
    },
    {
      "start": 12238,
      "end": 12564,
      "text": "Section 3A of the Commercial Courts Act confers power on the State Government to designate such number of commercial appellate courts at the District Judge level for the purposes of exercising the jurisdiction and powers conferred on those courts under the Act by notification after consultation with the concerned High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbbf91ecfa5a4e9da402b6da76510525_117"
    },
    {
      "start": 12565,
      "end": 12777,
      "text": "The Government of Kerala, in the exercise of the power conferred by Section 3A, in consultation with the High Court, has designated the Principal District Court in each district as the Commercial Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f8d7817a04b44ad869958c245c71178_118"
    },
    {
      "start": 12778,
      "end": 12821,
      "text": "Ext.P10 is a copy of the said notification.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08d3709c04884212be35efaea362261b_119"
    },
    {
      "start": 12822,
      "end": 12987,
      "text": "It is the contention of the learned Senior Counsel that the appeal and interlocutory application can only be entertained and decided by the Principal District Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a618ea6889354122abfc124e228d0761_120"
    },
    {
      "start": 12989,
      "end": 13170,
      "text": "8. To appreciate the argument of the learned Senior Counsel, it is necessary to refer to various provisions of the Kerala Civil Courts Act, 1957 (for short, \"the Civil Courts Act\").",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a07ddb7df41c4a2e9a67bd620be5b81e_121"
    },
    {
      "start": 13171,
      "end": 13252,
      "text": "Section 2 of the Civil Courts Act deals with classes of Subordinate Civil Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2760d1bb241c4d58b96b0768cb3951f7_122"
    },
    {
      "start": 13253,
      "end": 13368,
      "text": "It provides only for three classes of courts, viz. the District Court, the Subordinate Court and the Munsiff Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06fa19a2adb34fcb8b6b0bf62c633ace_123"
    },
    {
      "start": 13369,
      "end": 13430,
      "text": "Section 3 deals with the establishment of the District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26f80ea01d3f4e39a08feffa2036e23a_124"
    },
    {
      "start": 13431,
      "end": 13580,
      "text": "It provides for the establishment of a District Court for each civil District and the appointment of a Judge called the District Judge to such court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86eecd75d8504d19a541e9ce86bf909e_125"
    },
    {
      "start": 13581,
      "end": 13670,
      "text": "Section 4 provides for the appointment of Additional District Judges to a District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "993c6e610b4e4c5a9535e692ae350f78_126"
    },
    {
      "start": 13671,
      "end": 13973,
      "text": "Under the said section, the Government does not establish an Additional District Court in the same district but only appoints more District Judges additionally to the District Court established under Section 3 for such period as is necessary depending on the business pending before the District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5375643c7c40480299383a5ee11e950d_127"
    },
    {
      "start": 13974,
      "end": 14122,
      "text": "Such District Judges are appointed to the District Court in addition to the Judge already appointed to the District Court called the District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3043eb21c1bb4b41b7148fb469eaf1bd_128"
    },
    {
      "start": 14123,
      "end": 14388,
      "text": "The District Judges appointed additionally to the District Court can only discharge all or any of the functions of the District Judge in respect of matters which the District Judge may assign to them or which under Section 7 of the Act may be instituted before him.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d7bcc0469e348bf810f1a08556d804f_129"
    },
    {
      "start": 14389,
      "end": 14506,
      "text": "Such Additional District Judges, in the discharge of those functions, exercise the same powers as the District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68f75020f1f248d582ec1970d25a3f67_130"
    },
    {
      "start": 14507,
      "end": 14603,
      "text": "The Civil Courts Act does not refer to 'Principal District Court' or 'Principal District Judge'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3ebc73fead249fc9fa460ceb1f19d02_131"
    },
    {
      "start": 14604,
      "end": 14724,
      "text": "On the other hand, it only refers to the District Court with an Additional District Judge being appointed to that court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac28692a6ac446c498dc5697447b5d88_132"
    },
    {
      "start": 14725,
      "end": 14882,
      "text": "Hence, there is no Additional District Court in the framework of the Civil Courts Act, but only Additional District Judges are appointed to a District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a4a7bdc041d4539ac839ff46ee21a02_133"
    },
    {
      "start": 14883,
      "end": 14958,
      "text": "Their powers are identical and co-equal with the Principal District Judges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60aaf408863d48e1b3bfb547fda523ca_134"
    },
    {
      "start": 14959,
      "end": 15030,
      "text": "The Principal District Judge can only be considered first among equals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f47c0ae14bd54e77980e7d8132fb6ee5_135"
    },
    {
      "start": 15031,
      "end": 15757,
      "text": "While dealing with the question whether an Additional District Court can entertain a petition filed under Section 34 of the Arbitration Act, a Division Bench of this Court in Kasim V.K v. M.Ashraf (2021 KHC 266), referring to Sections 2, 3 and 4 of the said act as well as Section 4(2) of the Civil Courts Act, held that when Additional District Courts are established and Additional District Judges are appointed, sub-section (2) of Section 4 of the Civil Courts Act empowers the Additional District Judge so appointed with powers to discharge all the functions of the District Judges and hence there is no jurisdictional error in Additional District Judges hearing petitions filed under the Arbitration and Conciliation Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "166e1be1cb4849d890eb8e33b9eba819_136"
    },
    {
      "start": 15758,
      "end": 15846,
      "text": "The same view was taken by a Single Bench of this Court in Reshmi Constructions (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10efba29729647c1b042a9c5c4a08c8e_137"
    },
    {
      "start": 15847,
      "end": 16026,
      "text": "It was held that Additional District Courts are not inferior to District Courts and, therefore, have jurisdiction to decide an application under Section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2e2608a494b46dea9bfb6f633c608d2_138"
    },
    {
      "start": 16027,
      "end": 16534,
      "text": "For these reasons, I hold that even though the notification issued by the Government of Kerala refers to the Principal District Court in each district as the Commercial Appellate Court, the Court of Additional District Court to which an application under Section 9 of the Arbitration Act is made over by the District Court has got jurisdiction to decide such an application as the Additional District Court exercise the same functions and powers of the District Court in relation to matters made over to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "765881f57bb74029aba224978c6aca3e_139"
    },
    {
      "start": 16535,
      "end": 16936,
      "text": "That apart, Exts. R(1)(a) and R(1)(b), the copies of the official memorandum by the District Judge, Thodupuzha, as well as the report dated 9/4/2024 given by the District Judge, Thodupuzha to this court shows that the Principal District Court, Thodupuzha was on leave from 15/1/2024 till 20/2/2024 and during the same period, the Additional District Court-IV was in charge of Principal District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9660454b0494302958a0b7febad4ccd_140"
    },
    {
      "start": 16937,
      "end": 17125,
      "text": "Admittedly, the appeal was heard by the Additional District Judge-IV on 17/2/2024 when he was in charge of the Principal District Judge, though the order was pronounced later on 14/3/2024.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8e60484b9b147209f65818c752dcd17_141"
    },
    {
      "start": 17126,
      "end": 17193,
      "text": "Hence, the contention regarding the lack of jurisdiction must fail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dac96ecdd2045bdb6eff6b6bfb2ec6e_142"
    },
    {
      "start": 17195,
      "end": 17496,
      "text": "9. It is next contended by the learned Senior Counsel Sri.K.Ramakumar that in the light of Section 9(2) of the Arbitration Act, Ext.P5 order would stand automatically vacated inasmuch as the respondents 1 and 2 did not commence arbitration proceedings within ninety days from the date of Ext.P5 order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a983513514b4d8e891c7953db1452aa_143"
    },
    {
      "start": 17497,
      "end": 17646,
      "text": "The learned Senior Counsel brought to my notice the decision of a Division Bench of Karnataka High Court in Paton Constructions Private Ltd. (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4a5c86ff980f4d1a8c38c6064df7cff1_144"
    },
    {
      "start": 17647,
      "end": 18160,
      "text": "It was held that commencement of arbitral proceedings within the period stated in sub-section (2) of Section 9 is a requirement for the legal effectiveness of the order passed for any interim measure under sub-section (1) of Section 9 of the Arbitration Act and hence if the arbitral proceedings in respect of the dispute are not commenced within the period stated in sub-section (2), the order granting any interim measure under sub-section (1) shall automatically stand vacated on the expiry of the said period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6310ea39d5c840459bd2c3e9cf502b12_145"
    },
    {
      "start": 18161,
      "end": 18265,
      "text": "According to the learned senior counsel, the arbitral proceedings were not commenced within ninety days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95e4bd7cbe4c468db8cb1f5550f8f1cd_146"
    },
    {
      "start": 18266,
      "end": 18357,
      "text": "\n10. Section 21 of the Arbitration Act deals with the commencement of arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3d8ee7235d74ab3a5a7f8f12cce1feb_147"
    },
    {
      "start": 18358,
      "end": 18577,
      "text": "A reading of Section 21 clearly shows that the arbitral proceedings in respect of a particular dispute commence on the date on which a request for the dispute to be referred to arbitration is received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0f3fcbbd1fc4c06aabff2086038d139_148"
    },
    {
      "start": 18578,
      "end": 18605,
      "text": "Ext.P5 is dated 13/11/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b6c8c41ebd74e2b8d213b1a582501ac_149"
    },
    {
      "start": 18606,
      "end": 18835,
      "text": "Ext. R(1)(c) would show that immediately thereafter, on 1/12/2023, the 1 st respondent issued an email communication to all the other 12 partners informing his intention to have an arbitration proceeding for settling the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11b867ae15574a11a9eed9d28a8221c6_150"
    },
    {
      "start": 18836,
      "end": 18967,
      "text": "There is no case for the petitioners or respondents 7 to 11 that they did not receive the said email communication dated 1/12/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc87ddc977a4405da05ec07a0f2d8d0d_151"
    },
    {
      "start": 18968,
      "end": 19051,
      "text": "The recital in paragraph 4 of Ext. R(1)(c) satisfies the requirement of Section 21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59fbf1ee76db4f30ad14d593c6320210_152"
    },
    {
      "start": 19052,
      "end": 19211,
      "text": "Hence, the arbitration proceedings commenced within ninety days from the date of Ext.P5 order and there is no violation of Section 9(2) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66fc99a4f1d04782a845b8a560d089dc_153"
    },
    {
      "start": 19213,
      "end": 19627,
      "text": "11. Sri. P.B. Krishnan, the learned Senior Counsel appearing for respondents 7 to 11, submitted that the party seeking to invoke Section 9 of the Arbitration Act before the commencement of the arbitral proceedings must express a manifest intention to arbitrate and such an expression of manifest intention is totally lacking in this case, and thus, the impugned order, as well as Ext.P5 order, cannot be sustained.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7c8d2429dcf44ee88c2b7ae5dea226b3_154"
    },
    {
      "start": 19628,
      "end": 19662,
      "text": "I find force in the said argument.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4d720fe8f464cd5845ccf62a6e17b70_155"
    },
    {
      "start": 19663,
      "end": 19826,
      "text": "When a party applies under Section 9 of the Arbitration Act, it is implicit that a dispute arose between the parties, which is referrable to the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b11b9b35294f4b1bafab2f49ddd2593c_156"
    },
    {
      "start": 19827,
      "end": 20079,
      "text": "As per sub-section (1) of Section 9, the court has jurisdiction to grant interim measures of protection before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36.",
      "labels": [
        "STA"
      ],
      "id": "de29118d356c4408895c69d2710ccffb_157"
    },
    {
      "start": 20080,
      "end": 20390,
      "text": "Sub- section (2) of Section 9 stipulates that when a court passes an order for any interim measure before the commencement of the arbitral proceedings, the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine.",
      "labels": [
        "STA"
      ],
      "id": "909f321c41094a26a793ce9bbc4e17fd_158"
    },
    {
      "start": 20391,
      "end": 20825,
      "text": "A conjoint reading of these two provisions makes it clear that when an application under sub-section (1) of Section 9 of the Arbitration Act for an interim measure is moved before the commencement of the arbitral proceedings, it should be preceded by the expression of manifest intention on the part of the applicant to go for arbitration and followed by the commencement of arbitral proceedings as contemplated under sub-section (2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e76af2985cad4ce4b685517e8fc8e51a_159"
    },
    {
      "start": 20826,
      "end": 21244,
      "text": "In Sundaram Finance Ltd. (supra), the Supreme Court has held that when an application under Section 9 is filed before the commencement of the arbitral proceedings, there has to be a manifest intention on the part of the applicant to take recourse to the arbitral proceedings if, at the time when the application under Section 9 is filed, the proceedings have not been commenced under Section 21 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5daeabd72d524981b4e6f9bdf3902eaf_160"
    },
    {
      "start": 21245,
      "end": 21768,
      "text": "Following Sundaram Finance Ltd. (supra), a Division Bench of this Court in Board of Trustees of Port of Cochin (supra) held that in a case where the Civil Court is approached for an interim measure of protection under Section 9 at a stage before the commencement of arbitral proceedings, there should be clear averment in the petition under Section 9 evincing a manifest intention on the part of the applicant to go for arbitration and such intention should also be discernible from the subsequent conduct of the appellant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c2080344ec6e4c70a780fb8a324caa7b_161"
    },
    {
      "start": 21769,
      "end": 22008,
      "text": "Thus, only upon satisfaction of the applicant's manifest intention to take the dispute to arbitration, the court will have jurisdiction to pass an order under Section 9 giving such interim protection as the facts and circumstances warrant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc43b402e3394d0c81cad0bedcf4ed95_162"
    },
    {
      "start": 22009,
      "end": 22160,
      "text": "Without being satisfied with the existence of such manifest intention, it will be impermissible for the court to grant any interim order of protection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66cf72ebb20d4ff98b39344c025b756d_163"
    },
    {
      "start": 22161,
      "end": 22354,
      "text": "\n12. Coming to the facts of the case, there is absolutely no averment in Ext.P4 application that respondents 1 and 2 are initiating arbitration proceedings regarding the dispute raised by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0528079a54d049d98a69913a4d6c9ea9_164"
    },
    {
      "start": 22355,
      "end": 22502,
      "text": "There is nothing either in Ext.P4 application or otherwise to show the manifest intention on the part of respondents 1 and 2 to go for arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adfa857c909847888f7d10e004217948_165"
    },
    {
      "start": 22503,
      "end": 22845,
      "text": "The learned counsel for the respondents 1 to 5 produced Ext. R(1)(d) email communication together with a letter appended therewith and argued that the 1st respondent has issued a letter dated 23/6/2023, i.e., before Ext.P4 application, to every partner of the firm confirming his intention to arbitrate the dispute existing among the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de278e861c7a45aa85c0fe82c964308f_166"
    },
    {
      "start": 22846,
      "end": 22962,
      "text": "First, the said letter was not produced either before the Commercial Court or before the Commercial Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67a91e4aa9604320bf315636f167b2b5_167"
    },
    {
      "start": 22963,
      "end": 23140,
      "text": "Secondly, there is no reference to arbitration, the arbitration clause or dispute sought to be referred to arbitration at the instance of the 1 st respondent in the said letter.",
      "labels": [
        "RATIO"
      ],
      "id": "38b2fdd253f1446e908c3241e83c7a6e_168"
    },
    {
      "start": 23141,
      "end": 23265,
      "text": "The said letter is not evidence of a manifest intention on the part of the 1st respondent to take the matter to arbitration.",
      "labels": [
        "RATIO"
      ],
      "id": "3c2625ccc0d64112a804d88696bd15b4_169"
    },
    {
      "start": 23266,
      "end": 23346,
      "text": "It does not satisfy the requirement of Section 21 of the Arbitration Act at all.",
      "labels": [
        "RATIO"
      ],
      "id": "de8b4c0034d541948960a5c5273b132e_170"
    },
    {
      "start": 23347,
      "end": 23520,
      "text": "Without being satisfied with the existence of manifest intention on the part of respondents 1 and 2, the Commercial Court was not justified in granting Ext.P5 interim order.",
      "labels": [
        "RATIO"
      ],
      "id": "8be4229da5314ddf9d59fc8806aa6074_171"
    },
    {
      "start": 23521,
      "end": 23633,
      "text": "The Commercial Appellate Court also failed to take note of the said fact and dismissed the application for stay.",
      "labels": [
        "RPC"
      ],
      "id": "653af30b2e4240f1993c9623c329e2bf_172"
    },
    {
      "start": 23634,
      "end": 23721,
      "text": "For these reasons, Ext.P11 order cannot be sustained, and accordingly, it is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "7b4b425324eb48a4a17bf34c05804a2a_173"
    },
    {
      "start": 23722,
      "end": 23756,
      "text": "Ext.P9 application stands allowed.",
      "labels": [
        "RPC"
      ],
      "id": "71c60d4c85fc4d179aad8aad589b55f0_174"
    },
    {
      "start": 23757,
      "end": 23804,
      "text": "\nThe original Petition is disposed of as above.",
      "labels": [
        "RPC"
      ],
      "id": "be6f6e7ab6734135bb721d561569fe70_175"
    },
    {
      "start": 23806,
      "end": 25415,
      "text": "Sd/-\nDR. KAUSER EDAPPAGATH JUDGE Rp APPENDIX OF OP(C) 794/2024 PETITIONER EXHIBITS Exhibit P1 PARNERSHIP DEED DATED 24.06.2022 Exhibit P2 E MAIL SENT BY 1ST RESPONDENT TO OTHER PARNERS DATED 09.06.2023 Exhibit P3 TRUE COPY OF THE MINUTES OF THE PARTNERS DATED 12.06.2023 Exhibit P4 COPY OF ORIGINAL PETITION FILED BY THE 1ST RESPONDENT BEFORE THE HONOURABLE COMMERCIAL COUERT KATTAPPANA AS O.P. (ARB) 1/2023 ON 23.08.2023 Exhibit P5 ORDER PASSED BY THE HONOURABLE COMMERCIAL COUER KATTAPPANA IN O.P(ARB) 1/2023 ON 13.11.2023 Exhibit P6 ORDER DATED 22.12.2023 IN ARB.APPEAL 29/2023 OF HIGH COURT OF KERALA Exhibit P7 JUDGEMNET DATED 23.01.2024 IN RP.NO.34/2024 OF HIGH COURT OF KERALA Exhibit P8 TRUE COPY CMA(ARB) 1/2024 DATED 29.01.2024 Exhibit P9 TRUE COPY OF I.A 1/2024 IN CMA (ARB) Exhibit P10 NOTIFICATION ISSUED BY GOVERMNET OF KERALA DATED 24.02.2020 Exhibit P11 ORDER DATED 14.03.2024 IN I.A1/2024 IN CMA1/2024 OF 4TH ADDITIONAL DISTRICT COURT THODUPUZHA.\nExhibit P12 THE TRUE COPY OF THE PRINT OUT FROM THE E-COURTS SERVICES OF THE DAILY STATUS OF Exhibit P13 COPY OF EMAIL SENT BY THE 1ST RESPONDENT TO ALL PARTNERS DATED 25.11.2023 RESPONDENT EXHIBITS Exhibit-R(1)(a) TRUE COPY OF THE OFFICIAL MEMORANDUM DATED 19.1.2024 ISSUED BY THE DISTRICT JUDGE (IN-CHARGE), THODUPUZHA Exhibit-R(1)(b) TRUE COPY OF THE OFFICIAL MEMORANDUM DATED 1.2.2024 ISSUED BY THE DISTRICT JUDGE (IN-CHARGE), THODUPUZHA Exhibit-R(1)(c) TRUE COPY OF THE EMAIL SENT BY THE 1ST PETITIONER TOGETHER WITH THE ATTACHMENTS.\nExhibit-R(1)(d) TRUE COPY OF EMAIL COMMUNICATION DATED 24.6.2023 TOGETHER WITH THE LETTER DATED 23/6/2023.",
      "labels": [
        "NONE"
      ],
      "id": "27769c7b470242669e673b69a792f3ee_176"
    }
  ]
}