{
  "id": "fd32baf297bab8a81645d2d4a3717bc70ef2fe64bffb5ab1e8ddd4e73ad26ef8",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAndhra Pradesh High Court - Amravati\nM/S. Obulapuram Mining Company Pvt Ltd vs M/S. R.K.Mining Private Limited on 12 September, 2023\n                                1 \n\n\n\n\n   * The Hon'Ble Sri Justice D.V.S.S.Somayajulu\n                      And\nThe Hon'Ble Sri Justice Duppala Venkata Ramana \n\n      + C.R.P.Nos.2183; 701; 1797 And 1254 of 2022 \n\n                    % 12th September, 2023 \n\nCrp No.2183 of 2022: \n# M/s Obulapuram Mining Company Pvt. Ltd., \n                                                   ... Petitioner.. \nAnd\n\n$ R.K. Mining Private Limited \n                                                  ... Respondent. \n\n! Counsel for the Petitioner: Mr.M.Radhakrishna for Mr.Rajesh Maddy\n\n\n^ Counsel for the respondents:Mr.Challa Kodanda Ram, Senior Counsel\n                              Mr.V. Srikantha Rao \n\n< Gist:\n\n> Head Note:\n\n? Cases referred:\n\n1) 14 Indian Appeals 160\n2) Laws (Aph) 2002-12-107\n3) 2019 (6) Alt 435\n4) Manu/SC/0593/1989 = (1990) 1 Scc 193\n5) Manu/SC/1363/2022\n6) (2000) 6 Scc 655\n7) Manu/GJ/0062/2019\n8) 2019 Scc OnLine Raj 7770\n9) 2021 Scc OnLine Del 3603\n10) 2022 Latest Case Law 1221 Guj = 2022 Air (Guj) 69\n11) Manu/GJ/2796/2016\n12) Air 1969 Sc 78 = (1968) 3 Scr 662\n13) 2021 Scc OnLine Ker 9840\n14) 2023 Scc OnLine Ker 1392\n15) 2018 Scc OnLine Chh 63\n16) (2019) 9 Scc 538\n                                    2\n\n\n\n\n         Hon'Ble Sri Justice D.V.S.S.Somayajulu \n                                  And\n     Hon'Ble Sri Justice Duppala Venkata Ramana \n\n       C.R.P.Nos.2183; 701; 1797 And 1254 of 2022 \n\nCommon Order:\nIs this Court conferring jurisdiction by a process of judicial legislation or is this Court merely \"ironing out the creases\" and clarifying the law is the question before this Court? \nThe issue of juri sdiction of the Family Court-cum-7th Additional District Judge, Anantapuramu, for entertaining the E.P.No.13 of 2016 in C.M.P.No.505 of 2012, as raised in C.R.P.No.2183 of 2022, is the core issue that is taken up at the outset with the consent of the learned counsel for the petitioner and the learned senior counsel appearing for the respondent. \n2) Sri M. Radhakrishna, learned counsel appeared for the petitioner and Sri Challa Kodandaram Learned Senior Counsel, as instructed by Sri V. Srikantha Rao, learned counsel, appeared for the respondent. Both the learned counsel submitted arguments on the competency and jurisdiction of the Family Court-cum-7th Additional District Judge, Ananthapuramu, for passing orders in E.A.No.8 of 2022 in E.P.No.13 of 2016 in C.M.P.No.505 of 2012, dated 05.05.2022 due to the establishment of the Commercial Courts in the State of Andhra Pradesh. \n3) Sri M.Radhakrishna, learned counsel for the petitioner, submitted that a sole arbitrator was appointed to decide the disputes between the parties and he passed an Award, dated 13.10.2015, awarding certain amounts. The Award was challenged by filing an application under Section 34 of the Arbitration and Conciliation Act, 1996. Pursuant to further litigation, the matter reached the Commercial Court, Bellary. The litigation with regard to the said Award is still pending. In the meanwhile E.P.No.13 of 2016 was filed by the Decree Holder before the Principal District Judge, Anantapuramu, for bringing to sale the properties belonging to the Judgment Debtor. The same was transferred on 27.08.2019 to the Family Court, Anantapuramu, where the matter is now pending. Orders have been passed bringing the property for sale. The present CRP is filed questioning the orders, dated 05.05.2022, in E.A.No.8 of 2022 in E.P.No.13 of 2016, by which the Court ordered the issuance of sale certificate to the Decree Holder. \n4) The essential objection that is now raised before this Court is that after the Commercial Courts Act, 2015 came into force this Award can only be executed before the Commercial Court and that the regular District Judge did not have the jurisdiction to entertain this case. The value of the Award is Rs.32.86 crores along with interest etc. Therefore, learned counsel for the petitioner contends that this Award has to be executed before the Commercial Court only and not before the Principal District Judge, Anantapuramu or the transferee Court, the Family Court-cum-7th Additional District & Sessions Court, Anantapuramu. Learned counsel Sri Radhakrishna points out that it is an undisputed fact that the Award was passed on 13.10.2015 and the Commercial Courts Act came into force on 23.10.2015. He points out that initially by virtue of G.O.Ms.No.74, dated 10.06.2016, the Principal District and Sessions Courts in all the districts of the State of Andhra Pradesh were designated as Commercial Courts. But on 16.05.2019 by virtue of G.O.Ms.No.78, two Special Commercial Courts were constituted in the cities of Visakhapatnam and Vijayawada for the entire State of Andhra Pradesh. As far as the disputes pertaining to Anantapuramu are concerned they are under the jurisdiction of Commercial Court, Vijayawada, as per this G.O. The contention of the learned counsel, therefore, is that it is the Commercial Court, Vijayawada, alone that can entertain this Execution Petition and / or pass further orders. \n5) The contention of the respondents on the other hand, as far as jurisdiction is concerned, is that the Commercial Courts do not have the power to execute an Arbitration Award. Learned senior counsel contends that the execution of an Award, even if the same relates to a dispute of commercial value and commercial industry, can only be before a regular Civil Court as per the provisions of Order 21 of the Code of Civil Procedure. \n6) This is the sum and substance of the issue. \n7) Sri M.Radha Krishna, learned counsel argues that the 7th Additional District Judge is a coram non-judice and he does not have jurisdiction or power or to entertain the E.P. and to pass orders. He submits that since it is a question of an inherent lack of jurisdiction he is questioning the same in this CRP. He relies upon case law to argue that as the question of inherent lack of jurisdiction is raised this Court should decide this issue, since a decision on this matter would obviate the need for any further hearing etc. He relies upon Meenakshi Naidoo v. Subramaniya Sastri1 to submit that when the Court has no inherent jurisdiction the parties cannot confer the same on the court. He also relies upon Nammi Ganga Raju v. A. Ramakrishna2, Sri Vigneswara Swamy Devasthanam Sanghanm v. Commr., Endowments3. He relies upon the judgment of Sushil Kumar Mehta v. Gobind Ram Bohra4, and in particular para 26 to argue that if the Court has no jurisdiction at all and it goes to the root of the matter, the appearance of the parties will not cure the defect. \n8) Specifically, with regard to the Commercial Courts Act and the jurisdiction, learned counsel relies upon the judgment of the Hon'ble Supreme Court of India in Jaycee 14 Indian Appeals 160 Laws (APH) 2002-12-107 2019 (6) ALT 435 Manu/SC/0593/1989 = (1990) 1 SCC 193 Housing Private limited and Others v. Registrar General, Orissa High Court, Cuttack and Others5, to argue that once the Commercial Courts are constituted, it is only the Commercial Court that has the jurisdiction to decide all the disputes including arbitration disputes above the specified value.\n9) Relying upon Section 3 of the Commercial Courts Act, 2015 (for short \"the Act\") he argues that the Andhra Pradesh State Government has designated / constituted two Courts at Visakhapatnam and Vijayawada to hear all the commercial disputes over a specified value. Relying upon Section 10 of the Act learned counsel submits that in cases of arbitration disputes; jurisdiction has been conferred in case of international commercial arbitration to the Commercial Division of the High Court, and that as per Section 10 (3) of the Act if the dispute is \"other than the international commercial arbitration\" it shall be heard and disposed of by the Commercial Court exercising jurisdiction. Relying on this Section, it is strenuously argued that once the G.O. has been issued constituting the Commercial Court at Anantapuramu, Manu/SC/1363/2022 the execution can only be filed / continued before the said Court at Anantapuramu. Learned counsel also relies upon Section 15 of the Act to contend that all pending cases should be transferred to the Commercial Courts. He relies upon Sections 15 (1) to (4) of the Act for this submission. It is also pointed out that even if the suits and applications are not transferred by the Court an option is given under Section 15(5) of the Act to any of the parties to the litigation to withdraw such suit or an application and to transfer the same for trial or disposal to the Commercial Courts. \n10) Learned counsel emphasized that under Section 15 (1) of the Act pending suits and applications shall stand transferred. He emphasizes the words \"shall stand transferred\" and argues that a similar phrase fell for interpretation under the provisions of the Recovery of Debts and Bankruptcy Act, 1993 (for short \"the RDDB Act\"). He relies upon the case of Punjab National Bank, Dasuya v. Chajju Ram6. He points out that this was a case pertaining to an Execution Petition, which was pending before the Civil Court. Since it is of the determined value the Supreme Court (2000) 6 SCC 655 held that it had to be transferred to the Tribunal only for execution. \n11) Coming to the case law on the point learned counsel relies upon the following judgments specifically to contend various High Courts have already held that the execution of the decree in a commercial dispute of the required value should be by the Commercial Court only:\ni) Vijay Cotton and Fiber Company v. Agarwal Cotton Spinning Pvt. Ltd7. (Gujarat High Court) \nii) The decision of the Rajasthan High Court in ESS Kay Fincorp Ltd. v. Suresh Choudhary8;\niii) A decision of the Delhi High Court reported in Delhi Chemical and Pharmaceutical Works Pvt. Ltd., v. Himgiri Realtors Pvt. Ltd.,9 and iv) The decision of the Gujarat High Court in, Arun Kumar Jagatramka v. Ultrabulk A/S10. \n12) He also relies upon the Division Bench judgment of the Gujarat High Court in the case of OCI Corporation v.\nManu/GJ/0062/2019 2019 SCC OnLine Raj 7770 2021 SCC OnLine Del 3603 2022 Latest Case Law 1221 Guj = 2022 AIR (Guj) 69 Kandla Export Corporation and Others11, which was also challenged in the Supreme Court, but the SLP was dismissed. \n13) Learned counsel in particular emphasizes about the findings of the Hon'ble Division Bench of the Delhi High Court in Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (9 supra) and points out that the Division Bench of the Delhi High Court had considered the question threadbare and specifically looked into the question whether the Execution Petitions are \"applications\" within the meaning of the Commercial Courts Act. He draws the attention of this Court to paragraphs 34 to 41 of the reported judgment wherein the Division Bench has held ultimately that even an application for Execution shall lie before the Commercial Court only. The Division Bench also relied upon Section 38 of the CPC which empowers a Court which passes the Decree to execute the same. \n14) Relying upon the decision in Kandla Export Corporation case (11 supra), learned counsel submits that Sections 2, 6, 10 and 15 of the Commercial Courts Act were considered by the Division Bench in interpreting the Manu/GJ/2796/2016 Arbitration disputes and the Commercial Courts Act and ultimately it was held in paragraph 11 that all applications and appeals under the Arbitration and Conciliation Act, 1996 are required to be transferred to the Commercial Division of the High Court of Gujarat, which is exercising original jurisdiction. He points out that the SLP filed in this case against the above mentioned judgment was dismissed by the Hon'ble Supreme Court of India on 03.03.2017 in SLP No.6557 of 2017. \n15) The contentions of Sri M. Radhakrishna can be summarized as follows:\na) The value of the Award is above Rs.32 crores and it is far above the commercial value as defined in the Commercial Courts Act. \nb) Since the Commercial Court at Vijayawada is constituted to exercise jurisdiction over the District at Anantapuramu, the E.P. cannot be entertained by the 7th Additional District Judge Court, Anantapuramu, and the said Court lacks the \"inherent jurisdiction\" to pass any orders in the matter. \nc) He submits that as it is a case of inherent lack of jurisdiction he can question the same at any stage and that, therefore, he has raised the issue before this Court. \nHe, therefore, submits that the CRP should be allowed on this question itself. \n16) In reply, Sri Challa Kodanda Ram, Learned Senior counsel also argues the matter at length. It is his primary contention that a decree can only be executed in the regular Civil Courts only under Order 21 C.P.C. and not by the Commercial Courts. \n17) First and foremost he relies upon the Constitution Bench judgment in the case of Dhulabhai v. State of M.P.12 to argue that the exclusion of the jurisdiction of a civil court cannot be inferred easily. He relies upon the conclusions of the Constitution Bench in paragraph 32 for this primary submission. He also relies upon two judgments of the Kerala High Court reported in Shaji Augustine v Chithra Woods AIR 1969 SC 78 = (1968) 3 SCR 662 Manors Welfare Association13 and a decision of the learned single Judge dated 07.03.2023 in the case of Beta Exim Logistics (P) Ltd. v. Central Railside Warehouse Co., Ltd.,14. He contends that Kerala High Court had analyzed the provisions of the Commercial Courts Act and Arbitration Act along with amendments in C.P.C. and rightly concluded that the Commercial Courts Act only deals with the hearing and disposal of Commercial disputes including arbitration disputes with a commercial flavor. He contends that the Commercial Act does not deal with execution applications which are still to be filed before a regular Civil Court only. As far as the judgment of the High Court in the cases of Kandla Export case (11 supra) the learned Senior Counsel submits that it was dealing with the international commercial arbitration and the transfer of the Execution Petition to the Commercial Division of the High Court, which was exercising original jurisdiction. He also points out that the further analysis carried out in the other judgments he refers to was not looked into by the Division Bench of the Gujarat High Court. Lastly, he submits that the dismissal of the SLP does 2021 SCC OnLine Ker 9840 2023 SCC OnLine Ker 1392 not amount to a pronouncement on the merits of the matters nor does it means that the Hon'ble Supreme Court approved the findings of the Gujarat High Court. He points out that despite the amendments brought to the Commercial Courts Act, Arbitration Act and the CPC etc., no provision has been made conferring the power of \"execution\" on the Commercial Courts. He, therefore, submits that the correct view has been taken by the Kerala and Chhattisgarh High Courts and that by a process of interpretation this Court cannot create a jurisdiction and / or confer jurisdiction on a Court when the legislature in its wisdom did not choose to confer the said jurisdiction. He also relies upon South Eastern Coal-Fields Ltd., v Tirupati Construction District Burhar 15. He points out that the word \"application\" used in Section 15 of the Act does not refer to an Execution Petition. \nCOURT:\n18) This Court after considering the submissions notices that Sri M.Radha Krishna, learned counsel laid heavy emphasis on the discussion and the findings in Delhi Pharmaceuticals case (9 supra). In this judgment of the 2018 SCC OnLine Chh 63 Delhi High Court, the Division Bench held that the very purpose of constituting Commercial Courts namely the effective and quick adjudication of commercial disputes would be lost if the Execution Petitions were relegated to regular Civil Courts. The learned Judges held that a dispute does not come to an end with the decision by the Tribunal or the Court and that quietus is achieved only when the decree is executed. They held that the disputes can also arise even during the execution of the Arbitration Award, and the Commercial Court and Commercial Division would / should have jurisdiction over Award or a decree of a specified value. It was also noticed that the claimant or a party to the lis is interested in realizing the fruits of the decree and to hold that the Commercial Court would only have power to decide the lis but not the power to execute the same to give the fruits of the decree to the successful party, would sound the death knell of the Commercial Court. The Court also considered the fact that under Section 38 of C.P.C. the Court, which passed the decree, shall have the power to execute the same. To the same effect are the judgments of the Rajasthan High Court in ESS Kay Fincorp case (8 supra) and the Gujarat High Court judgment in Vijay Cotton and Fibre Company case (7 supra).\n19) The Kerala and the Chhattisgarh High Courts have, however, taken a different view. Learned single Judges of the Kerala High Court have noted that there is a conscious omission of the provisions relating to Execution under the CPC in the Commercial Courts Act. With regard to the judgment of the Kandla Export case (11 supra), which is cited by Sri M.Radha Krishna, the learned single Judge held that it is a case relating to an execution of international Award and, therefore, it is not applicable. Learned single Judge further held that if the doctrine of harmonious construction is adopted, as held in the Kandla Export case (11 supra) the Arbitration Act was held to be a special law vis a vis the more general Commercial Courts Act. He relied upon the earlier judgment reported in Shaji Augustine case (13 supra) wherein Section 15 of the Act was interpreted to hold that the meaning of the word 'application' occurring in Section 15 of the Act does not refer to Execution Petition. To the same effect is the Division Bench judgment of the Chhattisgarh High Court reported in South Eastern Coal Fields case (15 supra). Here the Division Bench held that the word 'application' in Section 15 (2) would mean an original application which was pending and not an Execution Application. \n20) In view of these contentions and the legal position, this Court is proposing to examine Section 15 of the Commercial Courts Act and Order 21 CPC. The contention urged by the petitioner is that the Commercial Court alone should execute a decree above the specified value while the contention of the respondent is that the civil court alone should execute such a decree as the Commercial Courts Act does not deal with Order 21 C.P.C., at all. The meaning of the word \"application\" in Section 15 of the Act also assumes importance. \n21) Section 15 (1) of the Act deals with the commercial disputes pending in High Court. It is stated that all the suits and applications shall be transferred to the Commercial Division. Section 15 (2) is as follows:\n\"15 (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\"\n22) Section 15 (3) states that when suit or any application including an application under Arbitration and Conciliation Act, 1996 stands transferred to the Commercial Court the provisions of - \"this Act shall apply to those procedures that were not completed at the time of transfer\".\n23) Section 6 is to the following effect - \"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.\" \n24) Chapter-VI of the Commercial Court Act deals with the amendments to provisions of Code of Civil Procedure 1908. Section 16 (1) of the Act says that the provisions of CPC shall in their application to any suit be amended as specified in the schedule. Section 16 (2) of the Act states that Commercial Courts shall follow \"the provisions of CPC as amended by this Court in the trial of a suit in respect of Commercial dispute\". The Schedule, which is specified in the Act, in particular amends the 1st schedule of the CPC. In the Schedule of the Act, Clause 4 (A) deals with Order 5 of the CPC (Time for written statement). Clause 4 (B) deals with pleadings in a commercial dispute (Order 6). Clause 4 (C) deals with Order 7 Rule 2 (Again plaint). Clause 4 (D) deals with Order 8 (written statement). Order 7 is also suitably amended to deal with disclosure, discovery and inspection of documents in suits before the Commercial Division of a High court or a commercial Court. Order 11 Rule 1 deals with the plaintiffs list of documents etc. Order 11 Rule 7 deals with defendants list of documents and further deals with discovery of interrogatories, inspection, admission and denial of documents. Order 13A dealing with summary judgment is also amended. \n25) A reading of these sections and amendments in seriatim shows that the intention of the legislature was only to modify and streamline the procedures and practices relating to suits and applications in suits etc., which are pending for disposal. \n26) The heading of Chapter VI of the Act is - \"Amendments to the Provisions of the Code of Civil Procedure, 1908\". The amendments to the CPC, refer to the 1st schedule and specifically to Orders 5, 6, 8, 11, 13 (A) of CPC etc., and in addition a newly incorporated Order 15(A) is brought into force. All of them deal with trial and disposal of a suit only. None of the other provisions of the CPC are touched or amended including Order 21 CPC. \n27) In the opinion of this Court this deliberate silence by the legislature, in spite of the need for a law on the subject for quick and efficient disposal of the cases, including commercial disputes, being on everyone's mind makes it very clear that the legislature in its wisdom decided to speed up the trial and disposal of the cases in the commercial court alone. Time and again the Hon'ble Supreme Court of India and various courts have spoken about the need for quick disposal of domestic and international commercial disputes. Hence a conscious effort was made by the Legislature to change the provisions of CPC regarding the trial and disposal of cases for a quicker disposal of the suits and applications. In this Court's opinion and as per settled law the assumption is that the legislature did not make a mistake. It did what it set out to do - to speed up trials. The silence or failure to refer to Order 21 does not mean that the Commercial Court cannot execute a decree. A purposive interpretation has to be given to the provisions of the Act. If it is not so interpreted the Commercial Courts will be powerless in many aspects. If the arguments of the learned senior counsel for the respondent are further extended and as other provisions of C.P.C. are also not touched upon / referred to it would mean - that the Commercial Court cannot add or delete parties (Order-I); cannot bring on record the legal representatives (Order 22); cannot grant injunctions (Order 39); order attachment or arrest before judgment (Order 38) and so on. These are a few illustrative aspects that are touched upon. This would virtually render the Commercial Courts non- effective and virtually defeat their purpose / objective. Can it be said that since Order 38 or Order 39 are not mentioned the Commercial Court cannot grant an interim order? This would lead to a collapse of these Courts. \n28) The special purpose - namely the quick disposal of commercial cases- and the purpose behind the Act is also strengthened by the contents of Section 6 which states that the Commercial Court can be conferred jurisdiction over the entire State unlike the restriction in Section 15 to Section 20 of CPC etc. The appeals pending in the Commercial Appeal Division are also to be disposed within six months as per Sec 16 of the Act. The clear bar against the revision application or petition against interlocutory application notwithstanding anything to the contrary in law in Section 9 of the Act, further strengthens this Court's conclusions that the emphasis was on quick and early disposal of cases. \n29) Section 16 of the Act is as follows:-\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. (3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\" \n30) Section 16(3) makes it clear that the amendments to the CPC made by this Act shall \"prevail\" over amendments made by the State Government or over the jurisdictional High Courts Rules. This is again done to facilitate quick disposal of suits and applications. Even the High Court Rules have to give way to these amendments. \n31) Further, in this Court's opinion the word 'application' occurring in Section 15 of the Act is also not limited to original applications only or to application in suits. Support can be drawn from the provisions of Order 21 CPC itself dealing with execution. Order 21 Rule 10 starts with the words - \"Application\" for Execution. Rule 11 says an oral \"application\" is permissible. Order 21 Rule 11(2) talks of a written \"application\" Similarly Rules 11A, 12, 13, 16 talk of \"applications\" for execution. The use of the words suits and applications including applications under the Arbitration Act 1996\" make it clear that it is not merely limited to suits and arbitration applications only. An inclusive definition is given to include all \"applications\" under Section 15. The intention of the Legislature is also clear from a reading of Section 10 of the Commercial Courts Act, which deals with applications and appeals under the Arbitration Act. They are dealt with under this Section. This Court, therefore, holds that the word \"application\" in Section 15 includes execution applications also. The inclusive definition in Section 15(1) makes this clear. \n32) Even with regard to enforcement and execution this Court feels that the Arbitration Act, 1996 made the issue clear since the CPC is not applicable per se to the proceedings before an Arbitration Tribunal. Section 36 of the Arbitration and Conciliation Act as it stood earlier was as follows:\n\"36 Enforcement:- Where the time for making an application to set aside the arbitral award under section 34 has expired, or such application having been made, it has been refused, the award shall be enforced under the Code of Civil Procedure 1908 (Act 5 of 1908) in the same manner as if it were a decree of the Court.\"\n33) Section 36 after amendment by Act 3 of 2016 is as follows:\n36. Enforcement.-(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub- section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\nIn view of the non-applicability of C.P.C. to Arbitrations this clarity was given with respect to execution of Awards in a Civil Court. On the other hand this 2015 Act is called the Commercial Courts Act itself. \n34) The purpose and intent of the Act is to provide for the constitution of Commercial Courts for adjudicating Commercial disputes of specified value and matters connected therewith and incidental thereto. Hence, a purposive and meaningful interpretation must be given - which means that quick disposal of commercial cases would include quick disposal of execution applications for enforcing the judgments passed. The conclusions of the Hon'ble Supreme Court of India in Jaycee Housing Private limited case (5 supra) in para 10 and 11 also supports this view. \n\"10. Thus, the Objects and Reasons of Commercial Courts Act, 2015 is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings. To achieve the said Objects, the legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per Section 10 of the Act, 2015. At this stage, it is required to be noted that the Act, 2015 is the Act later in time and therefore when the Act, 2015 has been enacted, more particularly Sections 3 & 10, there was already a provision contained in Section 2(1)(e) of the Act, 1996. As per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the Act prior in time and therefore the later Act shall prevail. It is also required to be noted that even as per Section 15 of the Act, 2015, all suits and applications including applications under the Act, 1996, relating to a commercial dispute of specified value shall have to be transferred to the Commercial Court. Even as per Section 21 of the Act, 2015, Act, 2015 shall have overriding effect. It provides that save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force. \n11. Therefore, considering the afore-stated provisions of the Act, 2015 and the Objects and Reasons for which the Act, 2015 has been enacted and the Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts are established for speedy disposal of the commercial disputes including the arbitration disputes, Sections 3 & 10 of the Act, 2015 shall prevail and all applications or appeals arising out of arbitration under the provisions of Act, 1996, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted. If the submission on behalf of the Appellants that of Act, 1 civil other than the international commercial arbitration, shall lie before the principal civil Court of a district, in that case, not only the Objects and Reasons of enactment of Act, 2015 and establishment of commercial courts shall be frustrated, even Sections 3, 10 & 15 shall become otiose and nugatory. If the submission on behalf of the Appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the commercial courts established and constituted Under Section 3 of Act, 2015, with respect to arbitration proceedings, the applications or appeals shall lie before the principal civil Court of a district. There cannot be two fora with respect to different commercial disputes. \nUnder the circumstances, notification issued by the State of Odisha issued in consultation with the High Court of Orissa to confer jurisdiction upon the court of learned Civil Judge (Senior Division) designated as Commercial Court to decide the applications or appeals arising out of arbitration under the provisions of Act, 1996 cannot be said to be illegal and bad in law. On the contrary, the same can be said to be absolutely in consonance with Sections 3 & 10 of Act, 2015. We are in complete agreement with the view taken by the High Court holding so.\" \n35) There cannot be two courts/fora:- one for the dispute resolution and one for execution of the decree passed. \n36) Section 38 of C.P.C. clearly states that the decree may be executed by the Court that passed it or the Court to which it was sent for execution. Therefore, this Court holds that a commercial court can execute a decree passed by itself or even execute a decree sent for execution under Section 15 of the Commercial Courts Act or by transfer from another Commercial Court. \n37) For all the above mentioned reasons it is held that the Commercial Court has the jurisdiction to execute its own decree or a decree transferred / sent to it, where the value is above the specified limit. \n38) This Court respectfully agrees with the views of the Kerala and Chhattisgarh High Courts and respectfully disagrees with the view taken by the other learned Judges of the Gujarat, Delhi and other High Courts. \n39) In conclusion this Court would like to again rely upon para 35 of the Division Bench judgment of the Gujarat High Court reported in OCI Corporation case (11 supra). The question that was specifically raised in that matter was whether the Execution Petition would fall within the ambit of Section 15 (2) of the Commercial Courts Act and which court would have jurisdiction. This was ultimately answered by the Division Bench by considering the law on the subject. In para-10 the following question as posted and in para-11 the answer is given as follows:\n\"10. Now, next question posed for consideration of this Court is whether execution petitions pending before the concerned District Court as on 23.10.2015 which are filed for execution / enforcement of the foreign award are required to be transferred, and if yes, to which Court? \n11. The sum and substance of the above discussion would be, \"(1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat. \n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court. (3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" \nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\"\n40) The SLP filed against this judgment was also dismissed. The essence and ratio of this judgment is that arbitration Awards can be executed by the Commercial Court / Commercial Division of the High Court respectively. This view supports the conclusion of this Court. \n41) The next and equally important question that arises out this discussion is about the progress of this particular award / execution in various Courts. \n42) As far as the history of the Execution Proceedings is concerned, the following dates are important:\ni) Award was passed by the Arbitrator on 13.10.2015. \nii) On 23.10.2015 the Commercial Courts Act came into force. \niii) On 18.01.2016 the respondent DHr., filed E.P.No.13 of 2016 before the Principal District Judge, Anantapuramu. \niv) On 10.06.2016 the 1st G.O.MS.No.74 was issued by the State of Andhra Pradesh, by which all the Principal District and Sessions Courts were designated as Commercial Courts in the State of Andhra Pradesh. \nv) On 16.05.2019 the G.O.Ms.No.78 was issued constituting only two commercial Courts in the State of Andhra Pradesh at Vijayawada and Visakhapatnam.\n43) It is therefore, clear that by 18.01.2016 when the E.P.No.13 of 2016 was filed the Commercial Courts were not formally constituted in the State of Andhra Pradesh. \n44) On 10.06.2016 by virtue of G.O.Ms.No.74 all the Courts of the District and Sessions Courts in the State of Andhra Pradesh were designated as Commercial Courts. \n45) From 10.06.2016 till 15.05.2016 this position continued. However, with effect from 16.05.2019 only two Commercial Courts were designated as having jurisdiction over the 13 districts of the State of Andhra Pradesh. \n(G.O.Ms.No.78) \n46) The Family Court, Anantapuramu District was entertaining the present E.P., consequent on the transfer of the case by the District Judge, Anantapuram on 27.08.2019. \n47) Thereafter, the matter was pending before the 7 th Additional District Judge-cum-Family Court, Anantapuramu. \n48) In view of the conclusions arrived at by this Court that it is only the Commercial Courts that have the jurisdiction and authority to execute the judgment and entertain the Execution Petition, this Court has to hold that with effect from 16.05.2019 it is only the Commercial Court at Anantapuram, which could entertain the Execution Petition or pass orders thereon. No other Court could pass orders, in view of the conferment of the exclusive jurisdiction on the Commercial Court at Anantapuramu. \n49) The counsel for the revision petitioner argues that the orders are void ab intio and that no further declaration is necessary. According to him with effect from 16.05.2019 no other Courts, except the Commercial Court at Anantapuram, has the jurisdiction and consequently the 7th Additional District Court-cum-Family Court, Anantapuram is a corum non-judice. He cites a large volume of case law on this aspect including Meenakshi Naidoo case (1 supra); Nammi Ganga Raju case (2 supra) and other cases to argue that the defect of jurisdiction strikes at the very root of the authority of the Court to pass the order and that the \"participation\" of the revision petitioner or the failure to raise an objection will not clothe the Family Court, Anantapuramu with jurisdiction. He also argues that the question relating to such inherent lack of jurisdiction can be raised in any proceeding and even in collateral proceeding. According to him all the orders passed after 16.05.2019 by the Family Court, Anantapuramu are a nullity in the eye of law. He submits that he has raised this ground in the CRP, which is taken up as a lead case and is arguing the matter. \n50) Sri Challa Kodanda Ram, learned senior counsel defended this case and argued that the submissions made by Sri M. Radha Krishna do not meet the tests laid down in Dhulabhai case (12 supra). He also argues that the petitioner had adequate and proper remedies under the provisions of the CPC to raise the issues and that instead of doing so he filed the present CRP No.2183 of 2022 under Article 227 of the Constitution of India. He submits that this Court will have to exercise its very restricted jurisdiction and the discipline necessary to reject the application under Article 227 of the Constitution of India when there is a remedy of appeal provided for. He also relies upon extensive case law including Virudhunagar Hindu Nadargal Dharma Paribalana Sabai v. Tuticorin Educational Society16 to argue this point. \n51) While the submissions of the learned senior counsel appear to be attractive the fact remains that in view of the conclusion reached by this Court about the inherent lack of jurisdiction in the Family Court, Anantapuramu, with effect from 16.05.2019, this Court need not deter itself or impose restrictions on its power. The conclusion reached by this Court is that all the actions taken in E.P.No.13 of 2016 on and from 16.05.2019 are bad in law. These orders cannot be sustained under law. If the orders are non-est no further (2019) 9 SCC 538 declaration is necessary. The E.P. cannot be continued in the Court of the 7th Additional District Judge-cum-Family Court, Anantapuramu. \n52) In view of the power vested in this Court under Section 15(3) of the Commercial Courts Act, and in view of the submissions made by both the learned counsel it is directed that the E.P.No.13 of 2016 shall be immediately transferred to the Commercial Court, Vijayawada, which has the jurisdiction over the Anantapuramu District. It is reiterated that all orders passed after 16.05.2019 in the Execution Petition are non-est in the eye of law. This Court is conscious of the Judgment in Dhulabhai case (12 supra), wherein it is held that the exclusion of Civil Court's Jurisdiction should not be lightly presumed or entered. By virtue of the case law and the provisions of the Commercial Court's Act, this Court has to conclude that as it is a case of an inherent lack of jurisdiction and a statutory embargo or bar the judgment of the Constitution Bench in Dhulabhai case (12 supra) will not apply to the facts and circumstances of the case. As it is a limitation on jurisdiction due to a statute; the Family Court, Anantapuramu, cannot take up the cause or the matter. Its orders are a nullity in the eye of law. \n53) Therefore, the following conclusions are reached by ironing out the creases:\na) The Commercial Court alone is competent to execute decrees, which are above the specified value. The regular Civil Court will not have the jurisdiction to entertain such Execution Petitions with effect from 16.05.2019 in the State of Andhra Pradesh. \nb) It is only the Commercial Court, Vijayawada or the Commercial Court at Visakhapatnam which can entertain the Execution Petitions if they are above the specified value in view of the G.O.Ms.No.78.\nc) All orders passed after 16.05.2019 are orders passed by a coram non-judice. They suffer from an inherent lack of jurisdiction and they are held to be per se bad in law. \nd) The pending E.P.No.13 of 2016 shall be transferred to the Commercial Court, Vijayawada, and both the parties are given liberty to start the proceedings afresh from the said date i.e., 16.05.2019. \n54) In view of these findings CRP No.2183 of 2022 is allowed, since it questions the order, dated 05.05.2022, which is an order without jurisdiction. Similarly, CRP No.701 of 2022 is also allowed as the order dated 17.01.2022 is held to be passed by a Court which has no jurisdiction. C.R.P.No.1797 of 2022 is also allowed as it deals with the Sale Certificate, dated 18.08.2022, which is granted by a Court which has no jurisdiction. C.R.P.No.1254 of 2022 is also allowed as it questions the order, dated 18.01.2022, setting aside the sale of D & E properties in E.P.No.13 of 2016. No costs. \n55) Consequently, the Miscellaneous Petitions pending, if any, in these Civil Revision Petitions shall also stand closed. \n__________________________ D.V.S.S.SOMAYAJULU, J _________________________________ DUPPALA VENKATA RAMANA, J Date:12.09.2023 Note: LR copy be marked. \nIssue CC in 7 days B/o Ssv THE HON'BLE SRI JUSTICE D.V.S.S.SOMAYAJULU and HON'BLE SRI JUSTICE DUPPALA VENKATA RAMANA C.R.P.Nos.1254; 701; 1797 AND 2183 of 2022 Dated: .09.2023 Ssv",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c34f7f2f41b4d8c8132b20cda6ddf62_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3bcfaf46c67047dfb69e7bcab25cec80_1"
    },
    {
      "start": 242,
      "end": 409,
      "text": "\nAndhra Pradesh High Court - Amravati\nM/S. Obulapuram Mining Company Pvt Ltd vs M/S. R.K.Mining Private Limited on 12 September, 2023\n                                1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f811248f335444c182f1207df226aeb5_2"
    },
    {
      "start": 418,
      "end": 485,
      "text": "* The Hon'Ble Sri Justice D.V.S.S.Somayajulu\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "32263830aac94f5f85d1c8c69c902eda_3"
    },
    {
      "start": 485,
      "end": 535,
      "text": "And\nThe Hon'Ble Sri Justice Duppala Venkata Ramana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43203d310294491ea4d1fc3f31b33e45_4"
    },
    {
      "start": 536,
      "end": 588,
      "text": "\n\n      + C.R.P.Nos.2183; 701; 1797 And 1254 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4bb41bf423214262b550c3d0ec89a429_5"
    },
    {
      "start": 611,
      "end": 633,
      "text": "% 12th September, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b625cf2944e47f7801eaf0bfd3d5f80_6"
    },
    {
      "start": 634,
      "end": 656,
      "text": "\n\nCrp No.2183 of 2022:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aec1a1cdcea54faea1ab933a346c4481_7"
    },
    {
      "start": 657,
      "end": 700,
      "text": "\n# M/s Obulapuram Mining Company Pvt. Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c01301b721fd42279a8ab67bdf4e602e_8"
    },
    {
      "start": 753,
      "end": 769,
      "text": "... Petitioner..",
      "labels": [
        "PREAMBLE"
      ],
      "id": "713f8aeee8234a3c8ba7787000421f64_9"
    },
    {
      "start": 771,
      "end": 805,
      "text": "And\n\n$ R.K. Mining Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6300ddbd8234af8a258b88441e1873a_10"
    },
    {
      "start": 857,
      "end": 872,
      "text": "... Respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ffcc0c8710c8436dbf76dbf22281826b_11"
    },
    {
      "start": 875,
      "end": 946,
      "text": "! Counsel for the Petitioner: Mr.M.Radhakrishna for Mr.Rajesh Maddy\n\n\n^",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65fd1d45f01b445db30384991c4cc0b3_12"
    },
    {
      "start": 947,
      "end": 1043,
      "text": "Counsel for the respondents:Mr.Challa Kodanda Ram, Senior Counsel\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c514213e45a4455acde3410d9a2bda4_13"
    },
    {
      "start": 1043,
      "end": 1062,
      "text": "Mr.V. Srikantha Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90828c143d5747b0987d3cdc5363f041_14"
    },
    {
      "start": 1063,
      "end": 1089,
      "text": "\n\n< Gist:\n\n> Head Note:\n\n?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c82dc8128c8543e3b812f44fdd5a89b2_15"
    },
    {
      "start": 1090,
      "end": 1607,
      "text": "Cases referred:\n\n1) 14 Indian Appeals 160\n2) Laws (Aph) 2002-12-107\n3) 2019 (6) Alt 435\n4) Manu/SC/0593/1989 = (1990) 1 Scc 193\n5) Manu/SC/1363/2022\n6) (2000) 6 Scc 655\n7) Manu/GJ/0062/2019\n8) 2019 Scc OnLine Raj 7770\n9) 2021 Scc OnLine Del 3603\n10) 2022 Latest Case Law 1221 Guj = 2022 Air (Guj) 69\n11) Manu/GJ/2796/2016\n12) Air 1969 Sc 78 = (1968) 3 Scr 662\n13) 2021 Scc OnLine Ker 9840\n14) 2023 Scc OnLine Ker 1392\n15) 2018 Scc OnLine Chh 63\n16) (2019) 9 Scc 538\n                                    2\n\n\n\n\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "978b3b07f3884072828918d60fad300b_16"
    },
    {
      "start": 1607,
      "end": 1645,
      "text": "Hon'Ble Sri Justice D.V.S.S.Somayajulu",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdbe9fe021a44556ad96b997b7ff77f8_17"
    },
    {
      "start": 1681,
      "end": 1732,
      "text": "And\n     Hon'Ble Sri Justice Duppala Venkata Ramana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d968b5a593f640a1846dc87e384e2069_18"
    },
    {
      "start": 1733,
      "end": 1784,
      "text": "\n\n       C.R.P.Nos.2183; 701; 1797 And 1254 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "411ffc7f93554dc2a6700c62570a2d63_19"
    },
    {
      "start": 1785,
      "end": 1948,
      "text": "\n\nCommon Order:\nIs this Court conferring jurisdiction by a process of judicial legislation or is this Court merely \"ironing out the creases\" and clarifying the law",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e630d82e945c49989c03dfa5428c03eb_20"
    },
    {
      "start": 1949,
      "end": 1983,
      "text": "is the question before this Court?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0045004877114675abda24ff685a1397_21"
    },
    {
      "start": 1984,
      "end": 2002,
      "text": "\nThe issue of juri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a75dd41c832d4412aed1f6b559ba59ef_22"
    },
    {
      "start": 2003,
      "end": 2349,
      "text": "sdiction of the Family Court-cum-7th Additional District Judge, Anantapuramu, for entertaining the E.P.No.13 of 2016 in C.M.P.No.505 of 2012, as raised in C.R.P.No.2183 of 2022, is the core issue that is taken up at the outset with the consent of the learned counsel for the petitioner and the learned senior counsel appearing for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "9fbeee8b9ed9464c9df745c253c4746e_23"
    },
    {
      "start": 2351,
      "end": 2553,
      "text": "2) Sri M. Radhakrishna, learned counsel appeared for the petitioner and Sri Challa Kodandaram Learned Senior Counsel, as instructed by Sri V. Srikantha Rao, learned counsel, appeared for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "f961b98deb0948ffa15e099465501a48_24"
    },
    {
      "start": 2554,
      "end": 2887,
      "text": "Both the learned counsel submitted arguments on the competency and jurisdiction of the Family Court-cum-7th Additional District Judge, Ananthapuramu, for passing orders in E.A.No.8 of 2022 in E.P.No.13 of 2016 in C.M.P.No.505 of 2012, dated 05.05.2022 due to the establishment of the Commercial Courts in the State of Andhra Pradesh.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d3db08f20c745e4a136022e56f1ee5e_25"
    },
    {
      "start": 2889,
      "end": 3105,
      "text": "3) Sri M.Radhakrishna, learned counsel for the petitioner, submitted that a sole arbitrator was appointed to decide the disputes between the parties and he passed an Award, dated 13.10.2015, awarding certain amounts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9cd9cf98e204665a5481831707b85be_26"
    },
    {
      "start": 3106,
      "end": 3219,
      "text": "The Award was challenged by filing an application under Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "a32756c8e2ad4e4f90809681dc8c559a_27"
    },
    {
      "start": 3220,
      "end": 3301,
      "text": "Pursuant to further litigation, the matter reached the Commercial Court, Bellary.",
      "labels": [
        "FAC"
      ],
      "id": "f1dee5ced80c4b05b2e3c8a249bd5f02_28"
    },
    {
      "start": 3302,
      "end": 3364,
      "text": "The litigation with regard to the said Award is still pending.",
      "labels": [
        "FAC"
      ],
      "id": "df2018221d5a44d295ef2be3c6588ec6_29"
    },
    {
      "start": 3365,
      "end": 3551,
      "text": "In the meanwhile E.P.No.13 of 2016 was filed by the Decree Holder before the Principal District Judge, Anantapuramu, for bringing to sale the properties belonging to the Judgment Debtor.",
      "labels": [
        "FAC"
      ],
      "id": "1c8e6b76c1454344a96c412baf324248_30"
    },
    {
      "start": 3552,
      "end": 3658,
      "text": "The same was transferred on 27.08.2019 to the Family Court, Anantapuramu, where the matter is now pending.",
      "labels": [
        "FAC"
      ],
      "id": "e3658c46f3bb49c2910ac59062911408_31"
    },
    {
      "start": 3659,
      "end": 3714,
      "text": "Orders have been passed bringing the property for sale.",
      "labels": [
        "FAC"
      ],
      "id": "bb0d48a032a84f23a40981822d6ff529_32"
    },
    {
      "start": 3715,
      "end": 3905,
      "text": "The present CRP is filed questioning the orders, dated 05.05.2022, in E.A.No.8 of 2022 in E.P.No.13 of 2016, by which the Court ordered the issuance of sale certificate to the Decree Holder.",
      "labels": [
        "FAC"
      ],
      "id": "532569c3f64c49c9863546e095df8b34_33"
    },
    {
      "start": 3906,
      "end": 4182,
      "text": "\n4) The essential objection that is now raised before this Court is that after the Commercial Courts Act, 2015 came into force this Award can only be executed before the Commercial Court and that the regular District Judge did not have the jurisdiction to entertain this case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "19e8d1666dd747b2956e4106efa2cff9_34"
    },
    {
      "start": 4183,
      "end": 4249,
      "text": "The value of the Award is Rs.32.86 crores along with interest etc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8b085b63fc7c43a8b802426fd2c2d03a_35"
    },
    {
      "start": 4250,
      "end": 4532,
      "text": "Therefore, learned counsel for the petitioner contends that this Award has to be executed before the Commercial Court only and not before the Principal District Judge, Anantapuramu or the transferee Court, the Family Court-cum-7th Additional District & Sessions Court, Anantapuramu.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f0f269c5e86e4d629004af5b548f7614_36"
    },
    {
      "start": 4533,
      "end": 4707,
      "text": "Learned counsel Sri Radhakrishna points out that it is an undisputed fact that the Award was passed on 13.10.2015 and the Commercial Courts Act came into force on 23.10.2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0637dc1a7184c2790db06fc62927c90_37"
    },
    {
      "start": 4708,
      "end": 4914,
      "text": "He points out that initially by virtue of G.O.Ms.No.74, dated 10.06.2016, the Principal District and Sessions Courts in all the districts of the State of Andhra Pradesh were designated as Commercial Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e5eeeeb0f20f4c0691aa00c2be4297ff_38"
    },
    {
      "start": 4915,
      "end": 5092,
      "text": "But on 16.05.2019 by virtue of G.O.Ms.No.78, two Special Commercial Courts were constituted in the cities of Visakhapatnam and Vijayawada for the entire State of Andhra Pradesh.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d417ba35359a4a139a0994494dee5381_39"
    },
    {
      "start": 5093,
      "end": 5238,
      "text": "As far as the disputes pertaining to Anantapuramu are concerned they are under the jurisdiction of Commercial Court, Vijayawada, as per this G.O.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22eb861399ea4293920ee6e24593941a_40"
    },
    {
      "start": 5239,
      "end": 5415,
      "text": "The contention of the learned counsel, therefore, is that it is the Commercial Court, Vijayawada, alone that can entertain this Execution Petition and / or pass further orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5b891a3b2074d3eaf000f0e3bb64971_41"
    },
    {
      "start": 5416,
      "end": 5594,
      "text": "\n5) The contention of the respondents on the other hand, as far as jurisdiction is concerned, is that the Commercial Courts do not have the power to execute an Arbitration Award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe9f9d8014b147adb1548dfd8caac22d_42"
    },
    {
      "start": 5595,
      "end": 5848,
      "text": "Learned senior counsel contends that the execution of an Award, even if the same relates to a dispute of commercial value and commercial industry, can only be before a regular Civil Court as per the provisions of Order 21 of the Code of Civil Procedure.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e5f48fdc744440078da64cc595d59fab_43"
    },
    {
      "start": 5849,
      "end": 5896,
      "text": "\n6) This is the sum and substance of the issue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cf74837da52345e2b7605f20ef191d16_44"
    },
    {
      "start": 5897,
      "end": 6093,
      "text": "\n7) Sri M.Radha Krishna, learned counsel argues that the 7th Additional District Judge is a coram non-judice and he does not have jurisdiction or power or to entertain the E.P. and to pass orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f60be534cfa4e25932174552a1eedfd_45"
    },
    {
      "start": 6094,
      "end": 6208,
      "text": "He submits that since it is a question of an inherent lack of jurisdiction he is questioning the same in this CRP.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96f831b6722e47fd94649e7f1ec3add2_46"
    },
    {
      "start": 6209,
      "end": 6426,
      "text": "He relies upon case law to argue that as the question of inherent lack of jurisdiction is raised this Court should decide this issue, since a decision on this matter would obviate the need for any further hearing etc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ecb627dc8d2946739ce730c36b553413_47"
    },
    {
      "start": 6427,
      "end": 6589,
      "text": "He relies upon Meenakshi Naidoo v. Subramaniya Sastri1 to submit that when the Court has no inherent jurisdiction the parties cannot confer the same on the court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7022aa022c5f4f4d91497d13d2997468_48"
    },
    {
      "start": 6590,
      "end": 6712,
      "text": "He also relies upon Nammi Ganga Raju v. A. Ramakrishna2, Sri Vigneswara Swamy Devasthanam Sanghanm v. Commr., Endowments3.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d35554450c2246929881e4c20f90760a_49"
    },
    {
      "start": 6713,
      "end": 6959,
      "text": "He relies upon the judgment of Sushil Kumar Mehta v. Gobind Ram Bohra4, and in particular para 26 to argue that if the Court has no jurisdiction at all and it goes to the root of the matter, the appearance of the parties will not cure the defect.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f1cc124bdc1492dad008419a13ec722_50"
    },
    {
      "start": 6961,
      "end": 7792,
      "text": "8) Specifically, with regard to the Commercial Courts Act and the jurisdiction, learned counsel relies upon the judgment of the Hon'ble Supreme Court of India in Jaycee 14 Indian Appeals 160 Laws (APH) 2002-12-107 2019 (6) ALT 435 Manu/SC/0593/1989 = (1990) 1 SCC 193 Housing Private limited and Others v. Registrar General, Orissa High Court, Cuttack and Others5, to argue that once the Commercial Courts are constituted, it is only the Commercial Court that has the jurisdiction to decide all the disputes including arbitration disputes above the specified value.\n9) Relying upon Section 3 of the Commercial Courts Act, 2015 (for short \"the Act\") he argues that the Andhra Pradesh State Government has designated / constituted two Courts at Visakhapatnam and Vijayawada to hear all the commercial disputes over a specified value.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d127ed78758e41069eda684a1083addc_51"
    },
    {
      "start": 7793,
      "end": 8213,
      "text": "Relying upon Section 10 of the Act learned counsel submits that in cases of arbitration disputes; jurisdiction has been conferred in case of international commercial arbitration to the Commercial Division of the High Court, and that as per Section 10 (3) of the Act if the dispute is \"other than the international commercial arbitration\" it shall be heard and disposed of by the Commercial Court exercising jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c04d4754c78415bab4258b9b16bbb58_52"
    },
    {
      "start": 8214,
      "end": 8450,
      "text": "Relying on this Section, it is strenuously argued that once the G.O. has been issued constituting the Commercial Court at Anantapuramu, Manu/SC/1363/2022 the execution can only be filed / continued before the said Court at Anantapuramu.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8c9744289fb94c9dae7aadb25c787f61_53"
    },
    {
      "start": 8451,
      "end": 8587,
      "text": "Learned counsel also relies upon Section 15 of the Act to contend that all pending cases should be transferred to the Commercial Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e271f594afa74848a9ecb0e575302ffa_54"
    },
    {
      "start": 8588,
      "end": 8657,
      "text": "He relies upon Sections 15 (1) to (4) of the Act for this submission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39d56fe5c0ce4fd687fd637a162bec95_55"
    },
    {
      "start": 8658,
      "end": 8956,
      "text": "It is also pointed out that even if the suits and applications are not transferred by the Court an option is given under Section 15(5) of the Act to any of the parties to the litigation to withdraw such suit or an application and to transfer the same for trial or disposal to the Commercial Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e90645d21d0e4766b9c64ca80317c65b_56"
    },
    {
      "start": 8957,
      "end": 9081,
      "text": "\n10) Learned counsel emphasized that under Section 15 (1) of the Act pending suits and applications shall stand transferred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "00312d19c769487d8a347ea52adfbc9d_57"
    },
    {
      "start": 9082,
      "end": 9287,
      "text": "He emphasizes the words \"shall stand transferred\" and argues that a similar phrase fell for interpretation under the provisions of the Recovery of Debts and Bankruptcy Act, 1993 (for short \"the RDDB Act\").",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ea98f3468e8240cd807f2d49797d480c_58"
    },
    {
      "start": 9288,
      "end": 9359,
      "text": "He relies upon the case of Punjab National Bank, Dasuya v. Chajju Ram6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3e9495c3d2ff45bd89cc121962aa4d61_59"
    },
    {
      "start": 9360,
      "end": 9473,
      "text": "He points out that this was a case pertaining to an Execution Petition, which was pending before the Civil Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ef70f6739d4402fa15407dd630bcfda_60"
    },
    {
      "start": 9474,
      "end": 9615,
      "text": "Since it is of the determined value the Supreme Court (2000) 6 SCC 655 held that it had to be transferred to the Tribunal only for execution.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "794dade5a1b246b6960bda73e9f2d949_61"
    },
    {
      "start": 9616,
      "end": 9961,
      "text": "\n11) Coming to the case law on the point learned counsel relies upon the following judgments specifically to contend various High Courts have already held that the execution of the decree in a commercial dispute of the required value should be by the Commercial Court only:\ni) Vijay Cotton and Fiber Company v. Agarwal Cotton Spinning Pvt. Ltd7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e8316fc0764340e9a120597b1e2d717f_62"
    },
    {
      "start": 9962,
      "end": 9982,
      "text": "(Gujarat High Court)",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9af1e62caa814cbdab8aae4f4d4c4f8e_63"
    },
    {
      "start": 9983,
      "end": 10302,
      "text": "\nii) The decision of the Rajasthan High Court in ESS Kay Fincorp Ltd. v. Suresh Choudhary8;\niii) A decision of the Delhi High Court reported in Delhi Chemical and Pharmaceutical Works Pvt. Ltd., v. Himgiri Realtors Pvt. Ltd.,9 and iv) The decision of the Gujarat High Court in, Arun Kumar Jagatramka v. Ultrabulk A/S10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5986ea3b42204950a42e33e188633dc3_64"
    },
    {
      "start": 10303,
      "end": 10648,
      "text": "\n12) He also relies upon the Division Bench judgment of the Gujarat High Court in the case of OCI Corporation v.\nManu/GJ/0062/2019 2019 SCC OnLine Raj 7770 2021 SCC OnLine Del 3603 2022 Latest Case Law 1221 Guj = 2022 AIR (Guj) 69 Kandla Export Corporation and Others11, which was also challenged in the Supreme Court, but the SLP was dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2346d81fbd1e40aa98531aab52b4fb3f_65"
    },
    {
      "start": 10650,
      "end": 11074,
      "text": "13) Learned counsel in particular emphasizes about the findings of the Hon'ble Division Bench of the Delhi High Court in Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (9 supra) and points out that the Division Bench of the Delhi High Court had considered the question threadbare and specifically looked into the question whether the Execution Petitions are \"applications\" within the meaning of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ae08a15554640869d293d900b24ec01_66"
    },
    {
      "start": 11075,
      "end": 11289,
      "text": "He draws the attention of this Court to paragraphs 34 to 41 of the reported judgment wherein the Division Bench has held ultimately that even an application for Execution shall lie before the Commercial Court only.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1ff3ce71ada457a87eb0783720e4bae_67"
    },
    {
      "start": 11290,
      "end": 11415,
      "text": "The Division Bench also relied upon Section 38 of the CPC which empowers a Court which passes the Decree to execute the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b205fec949f4387bbf04a8879b67f8e_68"
    },
    {
      "start": 11416,
      "end": 11959,
      "text": "\n14) Relying upon the decision in Kandla Export Corporation case (11 supra), learned counsel submits that Sections 2, 6, 10 and 15 of the Commercial Courts Act were considered by the Division Bench in interpreting the Manu/GJ/2796/2016 Arbitration disputes and the Commercial Courts Act and ultimately it was held in paragraph 11 that all applications and appeals under the Arbitration and Conciliation Act, 1996 are required to be transferred to the Commercial Division of the High Court of Gujarat, which is exercising original jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "977bc4f60a154db8b8da72fcae3ed494_69"
    },
    {
      "start": 11960,
      "end": 12132,
      "text": "He points out that the SLP filed in this case against the above mentioned judgment was dismissed by the Hon'ble Supreme Court of India on 03.03.2017 in SLP No.6557 of 2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "29c1fa479e72431e9a64046107449af6_70"
    },
    {
      "start": 12133,
      "end": 12336,
      "text": "\n15) The contentions of Sri M. Radhakrishna can be summarized as follows:\na) The value of the Award is above Rs.32 crores and it is far above the commercial value as defined in the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c33a8997c424c03bc0a10a1ba779565_71"
    },
    {
      "start": 12337,
      "end": 12632,
      "text": "\nb) Since the Commercial Court at Vijayawada is constituted to exercise jurisdiction over the District at Anantapuramu, the E.P. cannot be entertained by the 7th Additional District Judge Court, Anantapuramu, and the said Court lacks the \"inherent jurisdiction\" to pass any orders in the matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dd47a5d7772548ca8e100f4e7aecbcbf_72"
    },
    {
      "start": 12633,
      "end": 12803,
      "text": "\nc) He submits that as it is a case of inherent lack of jurisdiction he can question the same at any stage and that, therefore, he has raised the issue before this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d737657a031b43d08468e4fa6b0fbc53_73"
    },
    {
      "start": 12804,
      "end": 12883,
      "text": "\nHe, therefore, submits that the CRP should be allowed on this question itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "74febd872c6a4e2e8dd99daedb3c35f5_74"
    },
    {
      "start": 12884,
      "end": 12979,
      "text": "\n16) In reply, Sri Challa Kodanda Ram, Learned Senior counsel also argues the matter at length.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "864a61f6a73e4549afda944bf2fb7b18_75"
    },
    {
      "start": 12980,
      "end": 13132,
      "text": "It is his primary contention that a decree can only be executed in the regular Civil Courts only under Order 21 C.P.C. and not by the Commercial Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ddf96b48a18c42c4a2eb07d843339199_76"
    },
    {
      "start": 13133,
      "end": 13339,
      "text": "\n17) First and foremost he relies upon the Constitution Bench judgment in the case of Dhulabhai v. State of M.P.12 to argue that the exclusion of the jurisdiction of a civil court cannot be inferred easily.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d80eec7ae02d404abad5490fc512b37f_77"
    },
    {
      "start": 13340,
      "end": 13441,
      "text": "He relies upon the conclusions of the Constitution Bench in paragraph 32 for this primary submission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1cdd8586e178487da1549dc5c6690ac9_78"
    },
    {
      "start": 13442,
      "end": 13755,
      "text": "He also relies upon two judgments of the Kerala High Court reported in Shaji Augustine v Chithra Woods AIR 1969 SC 78 = (1968) 3 SCR 662 Manors Welfare Association13 and a decision of the learned single Judge dated 07.03.2023 in the case of Beta Exim Logistics (P) Ltd. v. Central Railside Warehouse Co., Ltd.,14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "de89d0999a404034893b15f4ee7a5c7b_79"
    },
    {
      "start": 13756,
      "end": 14073,
      "text": "He contends that Kerala High Court had analyzed the provisions of the Commercial Courts Act and Arbitration Act along with amendments in C.P.C. and rightly concluded that the Commercial Courts Act only deals with the hearing and disposal of Commercial disputes including arbitration disputes with a commercial flavor.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b7f97dd07db046b6a5e38269489a148c_80"
    },
    {
      "start": 14074,
      "end": 14214,
      "text": "He contends that the Commercial Act does not deal with execution applications which are still to be filed before a regular Civil Court only.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "00ef2e9336c84b86b44a3a5451849ff9_81"
    },
    {
      "start": 14215,
      "end": 14535,
      "text": "As far as the judgment of the High Court in the cases of Kandla Export case (11 supra) the learned Senior Counsel submits that it was dealing with the international commercial arbitration and the transfer of the Execution Petition to the Commercial Division of the High Court, which was exercising original jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c27c8abb6dab4c07b7f75b23915992d8_82"
    },
    {
      "start": 14536,
      "end": 14697,
      "text": "He also points out that the further analysis carried out in the other judgments he refers to was not looked into by the Division Bench of the Gujarat High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1266030570642e98771ff473449a89c_83"
    },
    {
      "start": 14698,
      "end": 14958,
      "text": "Lastly, he submits that the dismissal of the SLP does 2021 SCC OnLine Ker 9840 2023 SCC OnLine Ker 1392 not amount to a pronouncement on the merits of the matters nor does it means that the Hon'ble Supreme Court approved the findings of the Gujarat High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a8ffc709b9142fe945d6e83def814f3_84"
    },
    {
      "start": 14959,
      "end": 15161,
      "text": "He points out that despite the amendments brought to the Commercial Courts Act, Arbitration Act and the CPC etc., no provision has been made conferring the power of \"execution\" on the Commercial Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dc3db6b8c0e940649f63281274fc44af_85"
    },
    {
      "start": 15162,
      "end": 15467,
      "text": "He, therefore, submits that the correct view has been taken by the Kerala and Chhattisgarh High Courts and that by a process of interpretation this Court cannot create a jurisdiction and / or confer jurisdiction on a Court when the legislature in its wisdom did not choose to confer the said jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e487f7aa55604de5a787096b6783c8d9_86"
    },
    {
      "start": 15468,
      "end": 15563,
      "text": "He also relies upon South Eastern Coal-Fields Ltd., v Tirupati Construction District Burhar 15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "04c1790c7c924871bf1e2ee8fead2ae2_87"
    },
    {
      "start": 15564,
      "end": 15676,
      "text": "He points out that the word \"application\" used in Section 15 of the Act does not refer to an Execution Petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5aca6520685048b9ac26b86ae987f969_88"
    },
    {
      "start": 15677,
      "end": 15879,
      "text": "\nCOURT:\n18) This Court after considering the submissions notices that Sri M.Radha Krishna, learned counsel laid heavy emphasis on the discussion and the findings in Delhi Pharmaceuticals case (9 supra).",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "236eb7d97c654c48b36b6034262fe22c_89"
    },
    {
      "start": 15880,
      "end": 16172,
      "text": "In this judgment of the 2018 SCC OnLine Chh 63 Delhi High Court, the Division Bench held that the very purpose of constituting Commercial Courts namely the effective and quick adjudication of commercial disputes would be lost if the Execution Petitions were relegated to regular Civil Courts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "22de57017cf94776a124a0f52de7a4b5_90"
    },
    {
      "start": 16173,
      "end": 16345,
      "text": "The learned Judges held that a dispute does not come to an end with the decision by the Tribunal or the Court and that quietus is achieved only when the decree is executed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ebb57d6bf4d340d3bfe521f0ab8d312f_91"
    },
    {
      "start": 16346,
      "end": 16567,
      "text": "They held that the disputes can also arise even during the execution of the Arbitration Award, and the Commercial Court and Commercial Division would / should have jurisdiction over Award or a decree of a specified value.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "438b3ab2a9ab4f428f589d17e99e192f_92"
    },
    {
      "start": 16568,
      "end": 16906,
      "text": "It was also noticed that the claimant or a party to the lis is interested in realizing the fruits of the decree and to hold that the Commercial Court would only have power to decide the lis but not the power to execute the same to give the fruits of the decree to the successful party, would sound the death knell of the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b7aaf10101d48a98c1f5db8f46e1d00_93"
    },
    {
      "start": 16907,
      "end": 17051,
      "text": "The Court also considered the fact that under Section 38 of C.P.C. the Court, which passed the decree, shall have the power to execute the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e92f10e631364a89b014fedcf7497ea8_94"
    },
    {
      "start": 17052,
      "end": 17240,
      "text": "To the same effect are the judgments of the Rajasthan High Court in ESS Kay Fincorp case (8 supra) and the Gujarat High Court judgment in Vijay Cotton and Fibre Company case (7 supra).\n19)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3895eef472044c4af7b99ae020f1fe8_95"
    },
    {
      "start": 17241,
      "end": 17323,
      "text": "The Kerala and the Chhattisgarh High Courts have, however, taken a different view.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d5bbdbc7d454657b0ac5bb69120f320_96"
    },
    {
      "start": 17324,
      "end": 17500,
      "text": "Learned single Judges of the Kerala High Court have noted that there is a conscious omission of the provisions relating to Execution under the CPC in the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e01ab1da4cd149fb8e1d9d7330a246aa_97"
    },
    {
      "start": 17501,
      "end": 17739,
      "text": "With regard to the judgment of the Kandla Export case (11 supra), which is cited by Sri M.Radha Krishna, the learned single Judge held that it is a case relating to an execution of international Award and, therefore, it is not applicable.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "f16c96ecd7ae494f83a5b304c2a538c2_98"
    },
    {
      "start": 17740,
      "end": 17977,
      "text": "Learned single Judge further held that if the doctrine of harmonious construction is adopted, as held in the Kandla Export case (11 supra) the Arbitration Act was held to be a special law vis a vis the more general Commercial Courts Act.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "c55af7705a7f445fae5ce197d261e45c_99"
    },
    {
      "start": 17978,
      "end": 18227,
      "text": "He relied upon the earlier judgment reported in Shaji Augustine case (13 supra) wherein Section 15 of the Act was interpreted to hold that the meaning of the word 'application' occurring in Section 15 of the Act does not refer to Execution Petition.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "8047608d13ae453f9c32d313427d5d12_100"
    },
    {
      "start": 18228,
      "end": 18363,
      "text": "To the same effect is the Division Bench judgment of the Chhattisgarh High Court reported in South Eastern Coal Fields case (15 supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1e229d105830450d9e9320bc79dc5ee1_101"
    },
    {
      "start": 18364,
      "end": 18525,
      "text": "Here the Division Bench held that the word 'application' in Section 15 (2) would mean an original application which was pending and not an Execution Application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fad0304666c048479d066ab7aa504883_102"
    },
    {
      "start": 18526,
      "end": 18676,
      "text": "\n20) In view of these contentions and the legal position, this Court is proposing to examine Section 15 of the Commercial Courts Act and Order 21 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a0a70164b1b4558a6869b041f7a8641_103"
    },
    {
      "start": 18677,
      "end": 18971,
      "text": "The contention urged by the petitioner is that the Commercial Court alone should execute a decree above the specified value while the contention of the respondent is that the civil court alone should execute such a decree as the Commercial Courts Act does not deal with Order 21 C.P.C., at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aad3378292974715ae0535cdd1a01845_104"
    },
    {
      "start": 18972,
      "end": 19059,
      "text": "The meaning of the word \"application\" in Section 15 of the Act also assumes importance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adc536c31b1a4b65b7e24630ac1e3259_105"
    },
    {
      "start": 19060,
      "end": 19148,
      "text": "\n21) Section 15 (1) of the Act deals with the commercial disputes pending in High Court.",
      "labels": [
        "STA"
      ],
      "id": "918ee569aa974e858dbf94b90b6dd7e1_106"
    },
    {
      "start": 19149,
      "end": 19246,
      "text": "It is stated that all the suits and applications shall be transferred to the Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94fa822f856a4e43abb74b998e25ddd2_107"
    },
    {
      "start": 19247,
      "end": 20458,
      "text": "Section 15 (2) is as follows:\n\"15 (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\"\n22) Section 15 (3) states that when suit or any application including an application under Arbitration and Conciliation Act, 1996 stands transferred to the Commercial Court the provisions of - \"this Act shall apply to those procedures that were not completed at the time of transfer\".\n23) Section 6 is to the following effect - \"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.\"",
      "labels": [
        "STA"
      ],
      "id": "e97928d689a3465f96f05ba0b5127399_108"
    },
    {
      "start": 20459,
      "end": 20575,
      "text": "\n24) Chapter-VI of the Commercial Court Act deals with the amendments to provisions of Code of Civil Procedure 1908.",
      "labels": [
        "STA"
      ],
      "id": "7c3303d0eac24bddaebdcf11cd198db4_109"
    },
    {
      "start": 20576,
      "end": 20713,
      "text": "Section 16 (1) of the Act says that the provisions of CPC shall in their application to any suit be amended as specified in the schedule.",
      "labels": [
        "STA"
      ],
      "id": "2df957a0bcbe4068be26a2249331fe08_110"
    },
    {
      "start": 20714,
      "end": 20888,
      "text": "Section 16 (2) of the Act states that Commercial Courts shall follow \"the provisions of CPC as amended by this Court in the trial of a suit in respect of Commercial dispute\".",
      "labels": [
        "STA"
      ],
      "id": "df181ed437de4759a779a8cadc8b72d7_111"
    },
    {
      "start": 20889,
      "end": 20983,
      "text": "The Schedule, which is specified in the Act, in particular amends the 1st schedule of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19904aba56ce4d5aa68f3e7d9833536e_112"
    },
    {
      "start": 20984,
      "end": 21084,
      "text": "In the Schedule of the Act, Clause 4 (A) deals with Order 5 of the CPC (Time for written statement).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a81f523dbdaf437796d1e3f031746748_113"
    },
    {
      "start": 21085,
      "end": 21153,
      "text": "Clause 4 (B) deals with pleadings in a commercial dispute (Order 6).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84cdddcfd85e4dafbad27138743a81ce_114"
    },
    {
      "start": 21154,
      "end": 21208,
      "text": "Clause 4 (C) deals with Order 7 Rule 2 (Again plaint).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d5ac4f069364ec1b8312db18544f3fe_115"
    },
    {
      "start": 21209,
      "end": 21261,
      "text": "Clause 4 (D) deals with Order 8 (written statement).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e84448605d4c45f5b0dc95c1814e4784_116"
    },
    {
      "start": 21262,
      "end": 21436,
      "text": "Order 7 is also suitably amended to deal with disclosure, discovery and inspection of documents in suits before the Commercial Division of a High court or a commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b08c82103a824dba9d968f2a741bf92f_117"
    },
    {
      "start": 21437,
      "end": 21501,
      "text": "Order 11 Rule 1 deals with the plaintiffs list of documents etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f107c989d7eb4480b669b6e0b87a9615_118"
    },
    {
      "start": 21502,
      "end": 21657,
      "text": "Order 11 Rule 7 deals with defendants list of documents and further deals with discovery of interrogatories, inspection, admission and denial of documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f54bfef301fa43a3a9b062496c74c98f_119"
    },
    {
      "start": 21658,
      "end": 21714,
      "text": "Order 13A dealing with summary judgment is also amended.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fa64cf4866041c187391fef552193e2_120"
    },
    {
      "start": 21715,
      "end": 21963,
      "text": "\n25) A reading of these sections and amendments in seriatim shows that the intention of the legislature was only to modify and streamline the procedures and practices relating to suits and applications in suits etc., which are pending for disposal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "688594558268473c85a7a6a7e8d776a1_121"
    },
    {
      "start": 21965,
      "end": 22079,
      "text": "26) The heading of Chapter VI of the Act is - \"Amendments to the Provisions of the Code of Civil Procedure, 1908\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ba74488047044f897b871b3b1eeb428_122"
    },
    {
      "start": 22080,
      "end": 22264,
      "text": "The amendments to the CPC, refer to the 1st schedule and specifically to Orders 5, 6, 8, 11, 13 (A) of CPC etc., and in addition a newly incorporated Order 15(A) is brought into force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b884a88cb84457f96ef2dd2fe8d0948_123"
    },
    {
      "start": 22265,
      "end": 22321,
      "text": "All of them deal with trial and disposal of a suit only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abe199d00b564e7da07d0dafc28f5ae8_124"
    },
    {
      "start": 22322,
      "end": 22408,
      "text": "None of the other provisions of the CPC are touched or amended including Order 21 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b15863cd04554385803d40083090b502_125"
    },
    {
      "start": 22410,
      "end": 22777,
      "text": "27) In the opinion of this Court this deliberate silence by the legislature, in spite of the need for a law on the subject for quick and efficient disposal of the cases, including commercial disputes, being on everyone's mind makes it very clear that the legislature in its wisdom decided to speed up the trial and disposal of the cases in the commercial court alone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ceeddf6427e4e57bb8b918af3fbc7b4_126"
    },
    {
      "start": 22778,
      "end": 22943,
      "text": "Time and again the Hon'ble Supreme Court of India and various courts have spoken about the need for quick disposal of domestic and international commercial disputes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19fa9a1c8eaf46bb8e75991d0a80ed3a_127"
    },
    {
      "start": 22944,
      "end": 23124,
      "text": "Hence a conscious effort was made by the Legislature to change the provisions of CPC regarding the trial and disposal of cases for a quicker disposal of the suits and applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db3a211ddb2947db80f30c95e4375ce5_128"
    },
    {
      "start": 23125,
      "end": 23234,
      "text": "In this Court's opinion and as per settled law the assumption is that the legislature did not make a mistake.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "871161163121445396310092bcf90e67_129"
    },
    {
      "start": 23235,
      "end": 23285,
      "text": "It did what it set out to do - to speed up trials.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a423acbcda224f9499efbcc0dc1fff92_130"
    },
    {
      "start": 23286,
      "end": 23394,
      "text": "The silence or failure to refer to Order 21 does not mean that the Commercial Court cannot execute a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "018dcdbb47a3440ca1ae3f657417f52c_131"
    },
    {
      "start": 23395,
      "end": 23467,
      "text": "A purposive interpretation has to be given to the provisions of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c34fe979521e4bfa9be3de1e11985026_132"
    },
    {
      "start": 23468,
      "end": 23552,
      "text": "If it is not so interpreted the Commercial Courts will be powerless in many aspects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e998a6bfbf4c4776af51835eda293364_133"
    },
    {
      "start": 23553,
      "end": 23958,
      "text": "If the arguments of the learned senior counsel for the respondent are further extended and as other provisions of C.P.C. are also not touched upon / referred to it would mean - that the Commercial Court cannot add or delete parties (Order-I); cannot bring on record the legal representatives (Order 22); cannot grant injunctions (Order 39); order attachment or arrest before judgment (Order 38) and so on.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88d2c79957e4416eb23778f6cb8834fc_134"
    },
    {
      "start": 23959,
      "end": 24018,
      "text": "These are a few illustrative aspects that are touched upon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a6738bcdbb14b8f806c4bf5ec2fa19e_135"
    },
    {
      "start": 24019,
      "end": 24131,
      "text": "This would virtually render the Commercial Courts non- effective and virtually defeat their purpose / objective.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "486483f9b74a4cb28edb848391151e80_136"
    },
    {
      "start": 24132,
      "end": 24248,
      "text": "Can it be said that since Order 38 or Order 39 are not mentioned the Commercial Court cannot grant an interim order?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1c7816523094e198fb87b696a8e25e9_137"
    },
    {
      "start": 24249,
      "end": 24295,
      "text": "This would lead to a collapse of these Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c9c5330e46b4699b91564532f460173_138"
    },
    {
      "start": 24297,
      "end": 24604,
      "text": "28) The special purpose - namely the quick disposal of commercial cases- and the purpose behind the Act is also strengthened by the contents of Section 6 which states that the Commercial Court can be conferred jurisdiction over the entire State unlike the restriction in Section 15 to Section 20 of CPC etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ac17aa1379d404a93ff6225b39d6b0a_139"
    },
    {
      "start": 24605,
      "end": 24726,
      "text": "The appeals pending in the Commercial Appeal Division are also to be disposed within six months as per Sec 16 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7611cffe2234f8c86036e011dffdd6c_140"
    },
    {
      "start": 24727,
      "end": 24997,
      "text": "The clear bar against the revision application or petition against interlocutory application notwithstanding anything to the contrary in law in Section 9 of the Act, further strengthens this Court's conclusions that the emphasis was on quick and early disposal of cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4523681fd3c245888966aab49591ecab_141"
    },
    {
      "start": 24998,
      "end": 25591,
      "text": "\n29) Section 16 of the Act is as follows:-\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "9ef45a4ca43845f4929f33cef03e921e_142"
    },
    {
      "start": 25592,
      "end": 25945,
      "text": "(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"",
      "labels": [
        "STA"
      ],
      "id": "4ff0f40c3c054af9954dc26409af3012_143"
    },
    {
      "start": 25946,
      "end": 26134,
      "text": "\n30) Section 16(3) makes it clear that the amendments to the CPC made by this Act shall \"prevail\" over amendments made by the State Government or over the jurisdictional High Courts Rules.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "551ff5765a4b4584b2de8c2c5f5cbf6a_144"
    },
    {
      "start": 26135,
      "end": 26209,
      "text": "This is again done to facilitate quick disposal of suits and applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e1c1a359bb54b71a8e52109ee5725f5_145"
    },
    {
      "start": 26210,
      "end": 26273,
      "text": "Even the High Court Rules have to give way to these amendments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "902c4eb4d1754a61a1ec983e5e0c8d1f_146"
    },
    {
      "start": 26274,
      "end": 26447,
      "text": "\n31) Further, in this Court's opinion the word 'application' occurring in Section 15 of the Act is also not limited to original applications only or to application in suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edc74a2998cf4944bf94a903f2e91e94_147"
    },
    {
      "start": 26448,
      "end": 26535,
      "text": "Support can be drawn from the provisions of Order 21 CPC itself dealing with execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a0c390caa8445539166502f719c8182_148"
    },
    {
      "start": 26536,
      "end": 26605,
      "text": "Order 21 Rule 10 starts with the words - \"Application\" for Execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b808886f88984bc3811445ab71880d7a_149"
    },
    {
      "start": 26606,
      "end": 26656,
      "text": "Rule 11 says an oral \"application\" is permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b838f45fd26d4beb8fa2be25dcbb1231_150"
    },
    {
      "start": 26657,
      "end": 26779,
      "text": "Order 21 Rule 11(2) talks of a written \"application\" Similarly Rules 11A, 12, 13, 16 talk of \"applications\" for execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "182941a9113848bda36c6049015768cf_151"
    },
    {
      "start": 26780,
      "end": 26966,
      "text": "The use of the words suits and applications including applications under the Arbitration Act 1996\" make it clear that it is not merely limited to suits and arbitration applications only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b6f977191414301b6c09b7814cf9e41_152"
    },
    {
      "start": 26967,
      "end": 27047,
      "text": "An inclusive definition is given to include all \"applications\" under Section 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a172378f1c1b4ecdb56c2e307e247653_153"
    },
    {
      "start": 27048,
      "end": 27222,
      "text": "The intention of the Legislature is also clear from a reading of Section 10 of the Commercial Courts Act, which deals with applications and appeals under the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44b040063c9047a68b16eecceaf98733_154"
    },
    {
      "start": 27223,
      "end": 27262,
      "text": "They are dealt with under this Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2debaf15120740ceb253424e6ddac02e_155"
    },
    {
      "start": 27263,
      "end": 27371,
      "text": "This Court, therefore, holds that the word \"application\" in Section 15 includes execution applications also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff04b6030fe2435883b8dff0d394c735_156"
    },
    {
      "start": 27372,
      "end": 27431,
      "text": "The inclusive definition in Section 15(1) makes this clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e7eb0eae4ba42419789d1b18f59e23b_157"
    },
    {
      "start": 27432,
      "end": 27641,
      "text": "\n32) Even with regard to enforcement and execution this Court feels that the Arbitration Act, 1996 made the issue clear since the CPC is not applicable per se to the proceedings before an Arbitration Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34184b6d430542c1a5fea8c5d255d72a_158"
    },
    {
      "start": 27642,
      "end": 28458,
      "text": "Section 36 of the Arbitration and Conciliation Act as it stood earlier was as follows:\n\"36 Enforcement:- Where the time for making an application to set aside the arbitral award under section 34 has expired, or such application having been made, it has been refused, the award shall be enforced under the Code of Civil Procedure 1908 (Act 5 of 1908) in the same manner as if it were a decree of the Court.\"\n33) Section 36 after amendment by Act 3 of 2016 is as follows:\n36. Enforcement.-(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub- section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\n",
      "labels": [
        "STA"
      ],
      "id": "24469fc8c07d47b28b33f29022a19a80_159"
    },
    {
      "start": 28458,
      "end": 28593,
      "text": "In view of the non-applicability of C.P.C. to Arbitrations this clarity was given with respect to execution of Awards in a Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1ccaee4d27c434caa8c16bd176eea54_160"
    },
    {
      "start": 28594,
      "end": 28669,
      "text": "On the other hand this 2015 Act is called the Commercial Courts Act itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c46153d922f4d618c6c9e26c3a2708d_161"
    },
    {
      "start": 28670,
      "end": 28876,
      "text": "\n34) The purpose and intent of the Act is to provide for the constitution of Commercial Courts for adjudicating Commercial disputes of specified value and matters connected therewith and incidental thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83afb00cbbc942bbbceb7d54d81d0d16_162"
    },
    {
      "start": 28877,
      "end": 29084,
      "text": "Hence, a purposive and meaningful interpretation must be given - which means that quick disposal of commercial cases would include quick disposal of execution applications for enforcing the judgments passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ef8db590a6a4206930bd6919d61cdfc_163"
    },
    {
      "start": 29085,
      "end": 29230,
      "text": "The conclusions of the Hon'ble Supreme Court of India in Jaycee Housing Private limited case (5 supra) in para 10 and 11 also supports this view.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2535f0d4de464cc8a945a115f3d111e9_164"
    },
    {
      "start": 29232,
      "end": 29402,
      "text": "\"10. Thus, the Objects and Reasons of Commercial Courts Act, 2015 is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be56ceb733254f8db9ac523bd899bde6_165"
    },
    {
      "start": 29403,
      "end": 29575,
      "text": "To achieve the said Objects, the legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per Section 10 of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6db8142e2ff64fca9fd3f6d5376eab4a_166"
    },
    {
      "start": 29576,
      "end": 29824,
      "text": "At this stage, it is required to be noted that the Act, 2015 is the Act later in time and therefore when the Act, 2015 has been enacted, more particularly Sections 3 & 10, there was already a provision contained in Section 2(1)(e) of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eba2c05658ed462aa8f7e60c7d6436e8_167"
    },
    {
      "start": 29825,
      "end": 30032,
      "text": "As per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the Act prior in time and therefore the later Act shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a15dd06bdf74993b18572131e40339a_168"
    },
    {
      "start": 30033,
      "end": 30287,
      "text": "It is also required to be noted that even as per Section 15 of the Act, 2015, all suits and applications including applications under the Act, 1996, relating to a commercial dispute of specified value shall have to be transferred to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e8626e006154906ab5c934346827ffe_169"
    },
    {
      "start": 30288,
      "end": 30368,
      "text": "Even as per Section 21 of the Act, 2015, Act, 2015 shall have overriding effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "850785c34c744767ade60aa34c2dd71d_170"
    },
    {
      "start": 30369,
      "end": 30563,
      "text": "It provides that save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force.",
      "labels": [
        "STA"
      ],
      "id": "9b4b4893f95a4b40864bbcc4aa6edc32_171"
    },
    {
      "start": 30565,
      "end": 31278,
      "text": "11. Therefore, considering the afore-stated provisions of the Act, 2015 and the Objects and Reasons for which the Act, 2015 has been enacted and the Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts are established for speedy disposal of the commercial disputes including the arbitration disputes, Sections 3 & 10 of the Act, 2015 shall prevail and all applications or appeals arising out of arbitration under the provisions of Act, 1996, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22a58366e70b4d8598f845ee7109a1e5_172"
    },
    {
      "start": 31279,
      "end": 31648,
      "text": "If the submission on behalf of the Appellants that of Act, 1 civil other than the international commercial arbitration, shall lie before the principal civil Court of a district, in that case, not only the Objects and Reasons of enactment of Act, 2015 and establishment of commercial courts shall be frustrated, even Sections 3, 10 & 15 shall become otiose and nugatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "323c4fcaff184acea0be11bd2358f65c_173"
    },
    {
      "start": 31649,
      "end": 32023,
      "text": "If the submission on behalf of the Appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the commercial courts established and constituted Under Section 3 of Act, 2015, with respect to arbitration proceedings, the applications or appeals shall lie before the principal civil Court of a district.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab95102e4e4e4fa99a7cecddd5edc93f_174"
    },
    {
      "start": 32024,
      "end": 32095,
      "text": "There cannot be two fora with respect to different commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ed4f2cdc8e8403e912ec6aba5f7f466_175"
    },
    {
      "start": 32097,
      "end": 32471,
      "text": "Under the circumstances, notification issued by the State of Odisha issued in consultation with the High Court of Orissa to confer jurisdiction upon the court of learned Civil Judge (Senior Division) designated as Commercial Court to decide the applications or appeals arising out of arbitration under the provisions of Act, 1996 cannot be said to be illegal and bad in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bf4346522204d7baf91d564efab703b_176"
    },
    {
      "start": 32472,
      "end": 32575,
      "text": "On the contrary, the same can be said to be absolutely in consonance with Sections 3 & 10 of Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f31d2fa1f1784cd4ad091b5f761c60f7_177"
    },
    {
      "start": 32576,
      "end": 32655,
      "text": "We are in complete agreement with the view taken by the High Court holding so.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f86aac3f10144d1882ed922372ed3add_178"
    },
    {
      "start": 32656,
      "end": 32769,
      "text": "\n35) There cannot be two courts/fora:- one for the dispute resolution and one for execution of the decree passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81a7eb2db57849de9d500634586d1151_179"
    },
    {
      "start": 32770,
      "end": 32919,
      "text": "\n36) Section 38 of C.P.C. clearly states that the decree may be executed by the Court that passed it or the Court to which it was sent for execution.",
      "labels": [
        "STA"
      ],
      "id": "1c8e6c009a2d4490b6fd2b9121c52122_180"
    },
    {
      "start": 32920,
      "end": 33145,
      "text": "Therefore, this Court holds that a commercial court can execute a decree passed by itself or even execute a decree sent for execution under Section 15 of the Commercial Courts Act or by transfer from another Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80c5867b6d0f48c1a411078b1d5cccab_181"
    },
    {
      "start": 33146,
      "end": 33354,
      "text": "\n37) For all the above mentioned reasons it is held that the Commercial Court has the jurisdiction to execute its own decree or a decree transferred / sent to it, where the value is above the specified limit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10d6455d9fd34b508ea42610e52ca791_182"
    },
    {
      "start": 33355,
      "end": 33568,
      "text": "\n38) This Court respectfully agrees with the views of the Kerala and Chhattisgarh High Courts and respectfully disagrees with the view taken by the other learned Judges of the Gujarat, Delhi and other High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a589f7670c84f89afec35c2f2727862_183"
    },
    {
      "start": 33569,
      "end": 33738,
      "text": "\n39) In conclusion this Court would like to again rely upon para 35 of the Division Bench judgment of the Gujarat High Court reported in OCI Corporation case (11 supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ede83f7840141818c7ef80f3bdd5820_184"
    },
    {
      "start": 33739,
      "end": 33946,
      "text": "The question that was specifically raised in that matter was whether the Execution Petition would fall within the ambit of Section 15 (2) of the Commercial Courts Act and which court would have jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f83f264dc9c342f2a8b53dedeca4a05d_185"
    },
    {
      "start": 33947,
      "end": 34036,
      "text": "This was ultimately answered by the Division Bench by considering the law on the subject.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1559aea7640b457ea94486849d69bc1c_186"
    },
    {
      "start": 34037,
      "end": 34132,
      "text": "In para-10 the following question as posted and in para-11 the answer is given as follows:\n\"10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b0ae1d79d39435b81ba13d406eb4d87_187"
    },
    {
      "start": 34133,
      "end": 34406,
      "text": "Now, next question posed for consideration of this Court is whether execution petitions pending before the concerned District Court as on 23.10.2015 which are filed for execution / enforcement of the foreign award are required to be transferred, and if yes, to which Court?",
      "labels": [
        "ISSUE"
      ],
      "id": "0f3c9e5ebfba4efbb819f8dcb86fbb49_188"
    },
    {
      "start": 34408,
      "end": 34941,
      "text": "11. The sum and substance of the above discussion would be, \"(1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.",
      "labels": [
        "STA"
      ],
      "id": "30924ebe54d64b20ae56e8c734bbfaa1_189"
    },
    {
      "start": 34942,
      "end": 35266,
      "text": "\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.",
      "labels": [
        "STA"
      ],
      "id": "8dd65905ead841fd99402faa6600df79_190"
    },
    {
      "start": 35267,
      "end": 35740,
      "text": "(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\"",
      "labels": [
        "STA"
      ],
      "id": "e3a3c10aee324be4a63beee26012e3a7_191"
    },
    {
      "start": 35742,
      "end": 36123,
      "text": "Considering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\"\n40)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cdf495df59548b8b445ee019a905e2f_192"
    },
    {
      "start": 36124,
      "end": 36179,
      "text": "The SLP filed against this judgment was also dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e4c6e9e23ed4b76ad1b6c4a0d3376a2_193"
    },
    {
      "start": 36180,
      "end": 36339,
      "text": "The essence and ratio of this judgment is that arbitration Awards can be executed by the Commercial Court / Commercial Division of the High Court respectively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0017263017024b28be372fc59e82ed69_194"
    },
    {
      "start": 36340,
      "end": 36388,
      "text": "This view supports the conclusion of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eafa54ba9da54052bd33e4f1d2217dfb_195"
    },
    {
      "start": 36389,
      "end": 36543,
      "text": "\n41) The next and equally important question that arises out this discussion is about the progress of this particular award / execution in various Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43d10e171ac148889d101ecd87238450_196"
    },
    {
      "start": 36544,
      "end": 36701,
      "text": "\n42) As far as the history of the Execution Proceedings is concerned, the following dates are important:\ni) Award was passed by the Arbitrator on 13.10.2015.",
      "labels": [
        "RPC"
      ],
      "id": "c0acb54ec0994007945c8cc435b33c14_197"
    },
    {
      "start": 36702,
      "end": 36763,
      "text": "\nii) On 23.10.2015 the Commercial Courts Act came into force.",
      "labels": [
        "RPC"
      ],
      "id": "2fd253cc02aa47f0a8decbd8d53df5b8_198"
    },
    {
      "start": 36764,
      "end": 36879,
      "text": "\niii) On 18.01.2016 the respondent DHr., filed E.P.No.13 of 2016 before the Principal District Judge, Anantapuramu.",
      "labels": [
        "NONE"
      ],
      "id": "06f0d64af7874358a0aca14e82127d1f_199"
    },
    {
      "start": 36880,
      "end": 37087,
      "text": "\niv) On 10.06.2016 the 1st G.O.MS.No.74 was issued by the State of Andhra Pradesh, by which all the Principal District and Sessions Courts were designated as Commercial Courts in the State of Andhra Pradesh.",
      "labels": [
        "NONE"
      ],
      "id": "6fc3256a70a94696a58ca08a9023e91a_200"
    },
    {
      "start": 37088,
      "end": 37404,
      "text": "\nv) On 16.05.2019 the G.O.Ms.No.78 was issued constituting only two commercial Courts in the State of Andhra Pradesh at Vijayawada and Visakhapatnam.\n43) It is therefore, clear that by 18.01.2016 when the E.P.No.13 of 2016 was filed the Commercial Courts were not formally constituted in the State of Andhra Pradesh.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9c829376e434d7084acb61b82ad7c52_201"
    },
    {
      "start": 37405,
      "end": 37569,
      "text": "\n44) On 10.06.2016 by virtue of G.O.Ms.No.74 all the Courts of the District and Sessions Courts in the State of Andhra Pradesh were designated as Commercial Courts.",
      "labels": [
        "NONE"
      ],
      "id": "68993b0a966c4eee816f58d17a27bda1_202"
    },
    {
      "start": 37570,
      "end": 37631,
      "text": "\n45) From 10.06.2016 till 15.05.2016 this position continued.",
      "labels": [
        "NONE"
      ],
      "id": "eae357794271490ab1fd90adcd3af117_203"
    },
    {
      "start": 37632,
      "end": 37788,
      "text": "However, with effect from 16.05.2019 only two Commercial Courts were designated as having jurisdiction over the 13 districts of the State of Andhra Pradesh.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f449d57c10ee49cf84c2000539aa157f_204"
    },
    {
      "start": 37789,
      "end": 37804,
      "text": "\n(G.O.Ms.No.78)",
      "labels": [
        "NONE"
      ],
      "id": "11d316f690b4488b81f295478d8c9685_205"
    },
    {
      "start": 37806,
      "end": 37973,
      "text": "46) The Family Court, Anantapuramu District was entertaining the present E.P., consequent on the transfer of the case by the District Judge, Anantapuram on 27.08.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79e26e6f15714620a545f9c29d1efb4d_206"
    },
    {
      "start": 37974,
      "end": 38087,
      "text": "\n47) Thereafter, the matter was pending before the 7 th Additional District Judge-cum-Family Court, Anantapuramu.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "199260803813449ba6847cfc5a737143_207"
    },
    {
      "start": 38089,
      "end": 38458,
      "text": "48) In view of the conclusions arrived at by this Court that it is only the Commercial Courts that have the jurisdiction and authority to execute the judgment and entertain the Execution Petition, this Court has to hold that with effect from 16.05.2019 it is only the Commercial Court at Anantapuram, which could entertain the Execution Petition or pass orders thereon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f15fbdf38ab9489faa2a6e5465b9a867_208"
    },
    {
      "start": 38459,
      "end": 38589,
      "text": "No other Court could pass orders, in view of the conferment of the exclusive jurisdiction on the Commercial Court at Anantapuramu.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f5c3a1a778c4ad5ac8c79df9cdd7c92_209"
    },
    {
      "start": 38590,
      "end": 38721,
      "text": "\n49) The counsel for the revision petitioner argues that the orders are void ab intio and that no further declaration is necessary.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d96fcf7245494f1aa55fd6a62dc36554_210"
    },
    {
      "start": 38722,
      "end": 38952,
      "text": "According to him with effect from 16.05.2019 no other Courts, except the Commercial Court at Anantapuram, has the jurisdiction and consequently the 7th Additional District Court-cum-Family Court, Anantapuram is a corum non-judice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "80cedc8b092b4b30a5ff30d3e3fe6e4e_211"
    },
    {
      "start": 38953,
      "end": 39367,
      "text": "He cites a large volume of case law on this aspect including Meenakshi Naidoo case (1 supra); Nammi Ganga Raju case (2 supra) and other cases to argue that the defect of jurisdiction strikes at the very root of the authority of the Court to pass the order and that the \"participation\" of the revision petitioner or the failure to raise an objection will not clothe the Family Court, Anantapuramu with jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe806e3d2ef546c09e2bb71bacd3aa12_212"
    },
    {
      "start": 39368,
      "end": 39514,
      "text": "He also argues that the question relating to such inherent lack of jurisdiction can be raised in any proceeding and even in collateral proceeding.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9493eb00965c4febbdabd00ea45a1335_213"
    },
    {
      "start": 39515,
      "end": 39637,
      "text": "According to him all the orders passed after 16.05.2019 by the Family Court, Anantapuramu are a nullity in the eye of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "526d37096b3b4b21822909adfa7ab4fd_214"
    },
    {
      "start": 39638,
      "end": 39751,
      "text": "He submits that he has raised this ground in the CRP, which is taken up as a lead case and is arguing the matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae33bf27447c4fdfaff90bef2aeb3993_215"
    },
    {
      "start": 39753,
      "end": 39945,
      "text": "50) Sri Challa Kodanda Ram, learned senior counsel defended this case and argued that the submissions made by Sri M. Radha Krishna do not meet the tests laid down in Dhulabhai case (12 supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9d1505dbad9045f295fd79304077cde1_216"
    },
    {
      "start": 39946,
      "end": 40183,
      "text": "He also argues that the petitioner had adequate and proper remedies under the provisions of the CPC to raise the issues and that instead of doing so he filed the present CRP No.2183 of 2022 under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b918b1e890144675933831c24ff9d72a_217"
    },
    {
      "start": 40184,
      "end": 40414,
      "text": "He submits that this Court will have to exercise its very restricted jurisdiction and the discipline necessary to reject the application under Article 227 of the Constitution of India when there is a remedy of appeal provided for.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b93949d363443fd84a2f21375f2c533_218"
    },
    {
      "start": 40415,
      "end": 40571,
      "text": "He also relies upon extensive case law including Virudhunagar Hindu Nadargal Dharma Paribalana Sabai v. Tuticorin Educational Society16 to argue this point.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e5ea95f69e6349968700a68992b839cd_219"
    },
    {
      "start": 40572,
      "end": 40669,
      "text": "\n51) While the submissions of the learned senior counsel appear to be attractive the fact remains",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8227edf876d74a97850d72a5ef3dacfd_220"
    },
    {
      "start": 40670,
      "end": 40896,
      "text": "that in view of the conclusion reached by this Court about the inherent lack of jurisdiction in the Family Court, Anantapuramu, with effect from 16.05.2019, this Court need not deter itself or impose restrictions on its power.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "892ac17eac284ca2af5481a3fc65a28d_221"
    },
    {
      "start": 40897,
      "end": 41023,
      "text": "The conclusion reached by this Court is that all the actions taken in E.P.No.13 of 2016 on and from 16.05.2019 are bad in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2083f7f07c34ebd8737e5fe2717f18e_222"
    },
    {
      "start": 41024,
      "end": 41067,
      "text": "These orders cannot be sustained under law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e364ff5899f499481a8fcae07f90e62_223"
    },
    {
      "start": 41068,
      "end": 41147,
      "text": "If the orders are non-est no further (2019) 9 SCC 538 declaration is necessary.",
      "labels": [
        "RPC"
      ],
      "id": "6d54a081f9cc4d82bc32f8448ec6faa9_224"
    },
    {
      "start": 41148,
      "end": 41258,
      "text": "The E.P. cannot be continued in the Court of the 7th Additional District Judge-cum-Family Court, Anantapuramu.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbcf8e5e73f542e48135532bc929a6db_225"
    },
    {
      "start": 41259,
      "end": 41590,
      "text": "\n52) In view of the power vested in this Court under Section 15(3) of the Commercial Courts Act, and in view of the submissions made by both the learned counsel it is directed that the E.P.No.13 of 2016 shall be immediately transferred to the Commercial Court, Vijayawada, which has the jurisdiction over the Anantapuramu District.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f00767e904944030a491672c788207bf_226"
    },
    {
      "start": 41591,
      "end": 41704,
      "text": "It is reiterated that all orders passed after 16.05.2019 in the Execution Petition are non-est in the eye of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cedb1ab30a7e47c786946d4023be4c11_227"
    },
    {
      "start": 41705,
      "end": 41885,
      "text": "This Court is conscious of the Judgment in Dhulabhai case (12 supra), wherein it is held that the exclusion of Civil Court's Jurisdiction should not be lightly presumed or entered.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a5acd4f31a654a6c93055761475d2852_228"
    },
    {
      "start": 41886,
      "end": 42203,
      "text": "By virtue of the case law and the provisions of the Commercial Court's Act, this Court has to conclude that as it is a case of an inherent lack of jurisdiction and a statutory embargo or bar the judgment of the Constitution Bench in Dhulabhai case (12 supra) will not apply to the facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8ac41dff6b24d549cdeffd5605d8a71_229"
    },
    {
      "start": 42204,
      "end": 42331,
      "text": "As it is a limitation on jurisdiction due to a statute; the Family Court, Anantapuramu, cannot take up the cause or the matter.",
      "labels": [
        "RATIO"
      ],
      "id": "52567dfb794647b7ae7658625e08453d_230"
    },
    {
      "start": 42332,
      "end": 42375,
      "text": "Its orders are a nullity in the eye of law.",
      "labels": [
        "RATIO"
      ],
      "id": "a8479b8728bc4284b34d3a13aafa2389_231"
    },
    {
      "start": 42376,
      "end": 42557,
      "text": "\n53) Therefore, the following conclusions are reached by ironing out the creases:\na) The Commercial Court alone is competent to execute decrees, which are above the specified value.",
      "labels": [
        "RATIO"
      ],
      "id": "2fc27e8278634b9ca0eabdda84d9a94a_232"
    },
    {
      "start": 42558,
      "end": 42710,
      "text": "The regular Civil Court will not have the jurisdiction to entertain such Execution Petitions with effect from 16.05.2019 in the State of Andhra Pradesh.",
      "labels": [
        "RPC"
      ],
      "id": "7fa9ca64c18e490ba108b3f408b4d151_233"
    },
    {
      "start": 42711,
      "end": 42989,
      "text": "\nb) It is only the Commercial Court, Vijayawada or the Commercial Court at Visakhapatnam which can entertain the Execution Petitions if they are above the specified value in view of the G.O.Ms.No.78.\nc) All orders passed after 16.05.2019 are orders passed by a coram non-judice.",
      "labels": [
        "RPC"
      ],
      "id": "981810b57bac4da4aaf6b183e1c7e830_234"
    },
    {
      "start": 42990,
      "end": 43082,
      "text": "They suffer from an inherent lack of jurisdiction and they are held to be per se bad in law.",
      "labels": [
        "RATIO"
      ],
      "id": "b90ae12a8b024737b5598d1828349f20_235"
    },
    {
      "start": 43083,
      "end": 43282,
      "text": "\nd) The pending E.P.No.13 of 2016 shall be transferred to the Commercial Court, Vijayawada, and both the parties are given liberty to start the proceedings afresh from the said date i.e., 16.05.2019.",
      "labels": [
        "RPC"
      ],
      "id": "c14a6f6af3a64e3e89f9c14300294e3f_236"
    },
    {
      "start": 43284,
      "end": 43433,
      "text": "54) In view of these findings CRP No.2183 of 2022 is allowed, since it questions the order, dated 05.05.2022, which is an order without jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "a4ebbed36d1c4723a3b0ff7425b40ba5_237"
    },
    {
      "start": 43434,
      "end": 43568,
      "text": "Similarly, CRP No.701 of 2022 is also allowed as the order dated 17.01.2022 is held to be passed by a Court which has no jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "5a8346c51d7d454c87ef4041a6b84d3c_238"
    },
    {
      "start": 43569,
      "end": 43718,
      "text": "C.R.P.No.1797 of 2022 is also allowed as it deals with the Sale Certificate, dated 18.08.2022, which is granted by a Court which has no jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "02848ae51f394227bfbf034b0d381828_239"
    },
    {
      "start": 43719,
      "end": 43866,
      "text": "C.R.P.No.1254 of 2022 is also allowed as it questions the order, dated 18.01.2022, setting aside the sale of D & E properties in E.P.No.13 of 2016.",
      "labels": [
        "RPC"
      ],
      "id": "a05f4b82ab384efeb57b2e9137b13150_240"
    },
    {
      "start": 43867,
      "end": 43876,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "c02a005e34384afca1336fe4c52b5132_241"
    },
    {
      "start": 43878,
      "end": 43999,
      "text": "55) Consequently, the Miscellaneous Petitions pending, if any, in these Civil Revision Petitions shall also stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "7c06a9c573284926800eda6486503cd3_242"
    },
    {
      "start": 44001,
      "end": 44027,
      "text": "__________________________",
      "labels": [
        "NONE"
      ],
      "id": "1432ce8ad47d4f5d9eddaeab62e0b501_243"
    },
    {
      "start": 44028,
      "end": 44125,
      "text": "D.V.S.S.SOMAYAJULU, J _________________________________ DUPPALA VENKATA RAMANA, J Date:12.09.2023",
      "labels": [
        "NONE"
      ],
      "id": "07f436b574b248bf9fc8244ca2aebfd5_244"
    },
    {
      "start": 44126,
      "end": 44150,
      "text": "Note: LR copy be marked.",
      "labels": [
        "NONE"
      ],
      "id": "2c4a841663754959865fca5c3153f0f1_245"
    },
    {
      "start": 44151,
      "end": 44331,
      "text": "\nIssue CC in 7 days B/o Ssv THE HON'BLE SRI JUSTICE D.V.S.S.SOMAYAJULU and HON'BLE SRI JUSTICE DUPPALA VENKATA RAMANA C.R.P.Nos.1254; 701; 1797 AND 2183 of 2022 Dated: .09.2023 Ssv",
      "labels": [
        "NONE"
      ],
      "id": "0c90fe39bbb34760a68a6b9240129dcc_246"
    }
  ]
}