{
  "id": "32f0084420a7cf2d393a19b694a62964a26a22d4822cfd29b808356a8576192f",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court\nGopal Kashinath Kele (Lad) And Ors vs Abhay Pandharinath Kele And Ors on 11 March, 2021\nAuthor: Nitin W. Sambre \nBench: Nitin W. Sambre\n                                                                            WPST-99295-2020.doc\n\nBdp-Sps\n\n\n Bharat\n Dasharath\n Pandit\n\n\n\n\n                                In The High Court Of Judicature At Bombay\n Digitally signed\n by Bharat\n Dasharath\n Pandit\n Date: 2021.08.27\n 16:13:25 +0530\n\n\n\n\n                                         Civil Appellate Jurisdiction \n\n                                      Writ Petition (St) No.99295 Of 2020 \n                                                  Alongwith\n                                         Writ Petition No.800 Of 2021 \n\n\n                    Gopal Kashinath Kele (Lad) and Ors.               ... Petitioners \n\n                                V /s \n\n                    Abhay Pandharinath Kele & Ors.                    .... Respondents \n\n                    ---- \n                    Mr. A.V. Anturkar, Senior Advocate i/b Mr. Akshay Petkar for the \n                    Petitioners in both the above Writ Petitions. \n\n                    Mr. S.M. Gorwadkar, Senior Advocate i/b Mr. Pratap Patil for \n                    Respondent Nos. 1 to 3 in both the above Writ Petitions. \n                    ----\n\n                                         Coram: Nitin W. Sambre, J. \n                                         Date:      March 11, 2021 \n                    P.C.:- \n\n\n                    1]       Identical orders passed by the Principal District Judge, rejecting\nthe prayer for transfer of proceedings under Section 24 of the Civil Procedure Code are subject matter of challenge in the present Writ Petitions.\nWPST-99295-2020.doc 2] Parties to the Petition and nature of challenge in main proceedings of which transfer is sought are also identical. 3] In view of above, by consent, both these Petitions are heard together and disposed of by this common order. \n4] For the sake of convenience, facts in Writ Petition (St) No.99295 of 2020 are taken into account. \n5] Petitioners initiated proceedings under Section 34 of the Arbitration Act in the Court of District Judge, Pune questioning the interim Arbitration Award dated 12/2/2020. Alongwith the said proceedings, Petitioner filed pursis dated 8/7/2020 stating that the said application under Section 34 is not commercial proceedings. Considering the nature of challenge raised under Section 34 another Application under Section 24 of the C.P.C. being Application No.500 of 2020 came to be moved before the learned Principal District Judge with a prayer that the proceedings preferred under Section 34 of the Arbitration Act be transferred from the file of 8th District Judge to WPST-99295-2020.doc Commercial Court at district level in Pune. After resistance by the Respondents, vide order impugned dated 4/12/2020, said prayer was rejected by the learned Principal District Judge. As such, this Writ Petition. \n6] Mr. Anturkar, learned Senior Counsel appearing for the Petitioners would urge that provisions of Section 24 of C.P.C., particularly sub-sections (1), (3) and (5) provide that the Court of learned District Judge is subordinate to Principal District Judge. He would rely on the judgment of this Court in the matter of D.M. Corporation Pvt Ltd. vs. State of Maharashtra and others reported in 2018(4) Mh.L.J. 457 so as to substantiate his contention that nature of dispute in the present proceedings is commercial dispute within the meaning of Section 2(c) of the Commercial Courts Act 2015 (hereinafter referred to as \"the Act\" for the sake of brevity) and as such Commercial Court alone will have jurisdiction to entertain the proceedings.\n7] According to him, court below has failed to exercise jurisdiction and that being so, case for interference is made out.\nWPST-99295-2020.doc 8 ] Mr. Gorwadkar, learned Senior Counsel appearing for Respondent Nos. 1 to 3 would urge that the learned Principal District Judge rejected the prayer under Section 24 of the C.P.C. seeking transfer of the proceedings, particularly when there is scope to disagree with the submission about existence of commercial dispute. As such, according to him, Petitions are liable to be dismissed. 9] I have appreciated aforesaid rival contentions. 10] Parties to the Petition are family members and also partners in around four Firms which are into real estate development business. In view of differences inter se in the capacity of partners of Firms, in 2012 a Mediator was appointed to resolve the dispute. 11] Since the mediation failed, a recourse was taken to arbitration proceedings and an interim award came to be passed on 12/2/2020 in which directions are issued in regard to the amount to be shared between the  parties in their capacity as partners of the Firms . On 16/3/2020, final award came to be passed wherein dispute in relation WPST-99295-2020.doc to management of the Firms, its assets and Accounts came to be adjudicated. \n12] The fact remains that Arbitration and Conciliation Act, 1996 is relating to domestic, international commercial arbitration and also provides for enforcement of foreign arbitral awards. In case of domestic arbitration, under the same Section 2(1)(e) of the Arbitration Act, the \"Court\" is defined to mean \"the principal civil court of original jurisdiction in a district\". The said definition is not inclusive. \n13] In 2018, Commercial Courts Act underwent amendment wherein under Section 2(1)(b), \"Commercial Court\" is defined to mean the Commercial Court constituted under sub-section (1) of Section 3. The said amendment permits State Government to constitute Commercial Courts at district level also. Sub-section (3) of Section 3 enables constitution of Commercial Court at the level of District Judge or below to that level and as per Amended Section 3A Commercial Appellate Court at District Judge level. Section 6 defines jurisdiction and Section 10 deals with jurisdiction in respect of arbitration matters. \nWPST-99295-2020.doc 14] Section 11 provides for bar of jurisdiction of Commercial Courts and Commercial Divisions. Inherent lack of jurisdiction of Civil Court is equally made applicable to the Commercial Court. The Commercial Court substitutes Civil Court in the matter of jurisdiction to be exercised in the case of commercial dispute, as appears to be legislative intent. As at District Court level even Commercial Appellate Court are constituted by 2018 Amendment which powers are to be exercised based on pecuniary jurisdiction, appeal therefrom lies to the Commercial Appellate Court. The legislative object is to provide speedy remedy. \n15] Following provisions of the Act are required to be appreciated. Section 2(c) of the Act defines \"commercial dispute\" whereas Section 2(i) defines \"Specified Value\". It further makes reference to Section 12 of the Act. Section 12 provides for determination of Specified Value. Sub-clause (c) of Section 12 in my opinion is relevant for the case in hand. In case where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the WPST-99295-2020.doc suit, appeal or application is required to be taken into account for determining Specified Value. \n16] Sub-section (3) of Section 10 of the said Act provides for jurisdiction in respect of arbitration matters. In case if arbitration other than international commercial arbitration, application or appeal arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 which ordinarily lie before principal Civil Court of original jurisdiction in a District (not being a High Court) is required to be heard and disposed of by Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. \n17] With the assistance of respective Senior Counsels, I have perused the final award which is a subject matter of challenge under Section 34 of the Arbitration and Conciliation Act. Admittedly, the Award deals with commercial dispute in between the parties to the present Petition as could be apparent from adjudication reflected therein. The said Award is a subject matter of challenge under Section 34 of the Arbitration and Conciliation Act and the Petitioner who initially opted WPST-99295-2020.doc for dealing with the said application as arbitration application. Petitioner at that point of time has not opted for invoking jurisdiction under sub-section (3) of Section 10 of the Commercial Courts Act to try the same as commercial dispute. \n18] Once it can be inferred under Section 2 sub-clause (i) read with Section 12 that there exists a commercial dispute with Specified Value above  3 lakhs then the provisions of Commercial Courts Act are applicable. It is required to be noted that commercial dispute as defined under the provisions of the Commercial Courts Act covers dispute arising out of agreements relating to immovable property used exclusively for trade or commerce, partnership agreements etc. As such, having regard to nature of dispute and claim therein it can be inferred that there exists a commercial dispute in between the parties to the present proceedings. Once it is inferred that there exists a commercial dispute between the parties, provisions of sub-section (3) of Section 10 as regards jurisdiction in respect of arbitration matters is attracted. As such, Mr. Anturkar was justified in claiming that there exists a commercial dispute of Specified Value and same is required to be decided in accordance with the procedure laid down under sub- WPST-99295-2020.doc section (3) of Section 10 of the Commercial Courts Act. 19] There is one more facet to the matter i.e. admittedly proceedings are arising out of the Arbitration Award and that being so, from the contents of the Award, it can be inferred that commercial dispute of Specified Value of more than  3 lakhs exists between the parties. 20] In the aforesaid backdrop, once having held that there exists a commercial dispute of Specified Value which is arising out of arbitration proceedings, the application preferred by the Petitioner has to be treated to be one under the provisions of sub-section (3) of Section 10 of the Act. \n21] Once it is held that nature of proceedings is commercial dispute with a Specified Value and Section 10 sub-section (3) provides for jurisdiction in respect of arbitration matter, the proceedings at the behest of the Petitioner under Section 34 will lie before the Commercial Court in accordance with the said provision. Merely because Petitioner has filed an application thereby praying for treating the application to be one under Section 34 of the Arbitration and WPST-99295-2020.doc Conciliation Act will not operate as an embargo or rider on the right of the Petitioner to claim trying of the said proceedings questioning the Award passed under the Arbitration and Conciliation Act as arbitration matter under sub-section (3) of Section 10 of the Act. 22] As such, it can be noticed that Commercial Court Act is a later legislative enactment which operates in tandum with Arbitration Act with the aim to achieve speedy adjudication. \n23] Considering the very scheme of these Statutes, the applications under Arbitration Act are required to be lodged and entertained by Commercial Court. \n24] That being so, in my opinion, learned District Judge has every power under Section 34 of the Civil Procedure Code to transfer the proceedings to the Commercial Court for dealing with the same in accordance with the provisions of Section 10 of the Act and the principle of estoppel will not come in the way of the Petitioner as same will not operate against the law.\nWPST-99295-2020.doc 25] Of course, from the aforesaid it can be inferred that inherent jurisdiction is vested in the Court under the provisions of Section 10 of the Act based on the subject matter of the dispute, as prima facie it appears that it is the Commercial Court which will have jurisdiction over it. Atleast it is not demonstrated as to why proceedings cannot be covered within the meaning of \"commercial dispute\" at this stage. However, aforesaid findings are required to be termed as prima facie in nature and the Respondents have every right to raise the issue of absence of any commercial dispute if they so desire as they have disputed the same before this Court and this Court is required to appreciate the contentions canvassed by the parties in the light of the provisions of the Commercial Courts Act. \n26] As such, for the aforesaid reasons, in my opinion, both the Writ Petitions need to be allowed and are allowed in terms of payer clauses (a) and (b).\n( NITIN W. SAMBRE, J. )",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1874bf2ca534c2ca9db50e2e785da25_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e0d585bb6bd4070b0c930a6d6e5db9d_1"
    },
    {
      "start": 242,
      "end": 372,
      "text": "\nBombay High Court\nGopal Kashinath Kele (Lad) And Ors vs Abhay Pandharinath Kele And Ors on 11 March, 2021\nAuthor: Nitin W. Sambre",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d53ec4080854d47959e6a381428a073_2"
    },
    {
      "start": 373,
      "end": 736,
      "text": "\nBench: Nitin W. Sambre\n                                                                            WPST-99295-2020.doc\n\nBdp-Sps\n\n\n Bharat\n Dasharath\n Pandit\n\n\n\n\n                                In The High Court Of Judicature At Bombay\n Digitally signed\n by Bharat\n Dasharath\n Pandit\n Date: 2021.08.27\n 16:13:25 +0530\n\n\n\n\n                                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8638855604f6498a89b0612991f66b93_3"
    },
    {
      "start": 736,
      "end": 764,
      "text": "Civil Appellate Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecf70b0974604fa4a4ef781b3a84c163_4"
    },
    {
      "start": 805,
      "end": 840,
      "text": "Writ Petition (St) No.99295 Of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "899d45e61edf485a839394e4564e216e_5"
    },
    {
      "start": 892,
      "end": 943,
      "text": "Alongwith\n                                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bec75773454c49ccb5f5dff7c78e1d9a_6"
    },
    {
      "start": 943,
      "end": 971,
      "text": "Writ Petition No.800 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75cccd28658c4da698ea115f8b16f9a9_7"
    },
    {
      "start": 995,
      "end": 1030,
      "text": "Gopal Kashinath Kele (Lad) and Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c296bb1af8f4455aab3c38760908e226_8"
    },
    {
      "start": 1045,
      "end": 1060,
      "text": "... Petitioners",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e1447f17f9647a3868c49ff0cc1180a_9"
    },
    {
      "start": 1095,
      "end": 1140,
      "text": "V /s \n\n                    Abhay Pandharinath",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f17e4770b0e496d9c08f0c82940d272_10"
    },
    {
      "start": 1141,
      "end": 1147,
      "text": "Kele &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1c94e8ba34440c6be9e20500b8cfc82_11"
    },
    {
      "start": 1148,
      "end": 1176,
      "text": "Ors.                    ....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45012a7a68fa4a35bd7b0ad68c854702_12"
    },
    {
      "start": 1177,
      "end": 1188,
      "text": "Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a68f2cbaf3a45eb80443eed8a29f054_13"
    },
    {
      "start": 1211,
      "end": 1301,
      "text": "---- \n                    Mr. A.V. Anturkar, Senior Advocate i/b Mr. Akshay Petkar for the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b033f469e00045e984e0e15ee3cc20bb_14"
    },
    {
      "start": 1323,
      "end": 1368,
      "text": "Petitioners in both the above Writ Petitions.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3ae361092ab4be99b1f0d9eb4156b14_15"
    },
    {
      "start": 1391,
      "end": 1451,
      "text": "Mr. S.M. Gorwadkar, Senior Advocate i/b Mr. Pratap Patil for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f48c3e20aea2481297eb26d48388fae1_16"
    },
    {
      "start": 1473,
      "end": 1529,
      "text": "Respondent Nos. 1 to 3 in both the above Writ Petitions.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "537679b5c5564985a1c8c2d22859391f_17"
    },
    {
      "start": 1551,
      "end": 1604,
      "text": "----\n\n                                         Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2a6c3564cd8476f8a3985d345e7af2a_18"
    },
    {
      "start": 1605,
      "end": 1624,
      "text": "Nitin W. Sambre, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff658acaef4d4946bdd4f428dd55952c_19"
    },
    {
      "start": 1667,
      "end": 1692,
      "text": "Date:      March 11, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5017d64b69934290be4054a9ed43b84d_20"
    },
    {
      "start": 1714,
      "end": 1720,
      "text": "P.C.:-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "02cb612fd708438db191cf5efdc9822f_21"
    },
    {
      "start": 1744,
      "end": 2105,
      "text": "1]       Identical orders passed by the Principal District Judge, rejecting\nthe prayer for transfer of proceedings under Section 24 of the Civil Procedure Code are subject matter of challenge in the present Writ Petitions.\nWPST-99295-2020.doc 2] Parties to the Petition and nature of challenge in main proceedings of which transfer is sought are also identical.",
      "labels": [
        "NONE"
      ],
      "id": "93e82161876540e684046e3e010e4d2f_22"
    },
    {
      "start": 2106,
      "end": 2216,
      "text": "3] In view of above, by consent, both these Petitions are heard together and disposed of by this common order.",
      "labels": [
        "NONE"
      ],
      "id": "4e0f90c2176940babba221efbc96d35d_23"
    },
    {
      "start": 2217,
      "end": 2318,
      "text": "\n4] For the sake of convenience, facts in Writ Petition (St) No.99295 of 2020 are taken into account.",
      "labels": [
        "NONE"
      ],
      "id": "e0421b3de5cc4dfea91bddb9f3255aab_24"
    },
    {
      "start": 2319,
      "end": 2492,
      "text": "\n5] Petitioners initiated proceedings under Section 34 of the Arbitration Act in the Court of District Judge, Pune questioning the interim Arbitration Award dated 12/2/2020.",
      "labels": [
        "FAC"
      ],
      "id": "9d2be497fa4c4233a9faa5a06337a38a_25"
    },
    {
      "start": 2493,
      "end": 2645,
      "text": "Alongwith the said proceedings, Petitioner filed pursis dated 8/7/2020 stating that the said application under Section 34 is not commercial proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "d05e1a3b0deb4902a214f1d8842724cf_26"
    },
    {
      "start": 2646,
      "end": 3053,
      "text": "Considering the nature of challenge raised under Section 34 another Application under Section 24 of the C.P.C. being Application No.500 of 2020 came to be moved before the learned Principal District Judge with a prayer that the proceedings preferred under Section 34 of the Arbitration Act be transferred from the file of 8th District Judge to WPST-99295-2020.doc Commercial Court at district level in Pune.",
      "labels": [
        "FAC"
      ],
      "id": "864d5a8cce474bc7a9966d7d1e949be1_27"
    },
    {
      "start": 3054,
      "end": 3193,
      "text": "After resistance by the Respondents, vide order impugned dated 4/12/2020, said prayer was rejected by the learned Principal District Judge.",
      "labels": [
        "FAC"
      ],
      "id": "991c1ffa523b4e16a6b4487b1eb179a3_28"
    },
    {
      "start": 3194,
      "end": 3222,
      "text": "As such, this Writ Petition.",
      "labels": [
        "FAC"
      ],
      "id": "e3db5a76aad74de69c3903ea12eb55c4_29"
    },
    {
      "start": 3223,
      "end": 3481,
      "text": "\n6] Mr. Anturkar, learned Senior Counsel appearing for the Petitioners would urge that provisions of Section 24 of C.P.C., particularly sub-sections (1), (3) and (5) provide that the Court of learned District Judge is subordinate to Principal District Judge.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42f4718caaff4d59af4c5dd3732edaaa_30"
    },
    {
      "start": 3482,
      "end": 4110,
      "text": "He would rely on the judgment of this Court in the matter of D.M. Corporation Pvt Ltd. vs. State of Maharashtra and others reported in 2018(4) Mh.L.J. 457 so as to substantiate his contention that nature of dispute in the present proceedings is commercial dispute within the meaning of Section 2(c) of the Commercial Courts Act 2015 (hereinafter referred to as \"the Act\" for the sake of brevity) and as such Commercial Court alone will have jurisdiction to entertain the proceedings.\n7] According to him, court below has failed to exercise jurisdiction and that being so, case for interference is made out.\nWPST-99295-2020.doc 8",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e73cc7d9e178437592f51d97b693da07_31"
    },
    {
      "start": 4111,
      "end": 4432,
      "text": "] Mr. Gorwadkar, learned Senior Counsel appearing for Respondent Nos. 1 to 3 would urge that the learned Principal District Judge rejected the prayer under Section 24 of the C.P.C. seeking transfer of the proceedings, particularly when there is scope to disagree with the submission about existence of commercial dispute.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "233ff77fc72a41819ef7faa867840332_32"
    },
    {
      "start": 4433,
      "end": 4497,
      "text": "As such, according to him, Petitions are liable to be dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2397285f876343838e5d5d87ef42dfa4_33"
    },
    {
      "start": 4498,
      "end": 4548,
      "text": "9] I have appreciated aforesaid rival contentions.",
      "labels": [
        "NONE"
      ],
      "id": "c7cc2162ef5a4430993473db0b907a42_34"
    },
    {
      "start": 4549,
      "end": 4683,
      "text": "10] Parties to the Petition are family members and also partners in around four Firms which are into real estate development business.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "15c87929a18c4eb78c0bf083018eda3c_35"
    },
    {
      "start": 4684,
      "end": 4810,
      "text": "In view of differences inter se in the capacity of partners of Firms, in 2012 a Mediator was appointed to resolve the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "852e53f2a12a40a4bfe8a1fc1ebcfdd0_36"
    },
    {
      "start": 4811,
      "end": 5022,
      "text": "11] Since the mediation failed, a recourse was taken to arbitration proceedings and an interim award came to be passed on 12/2/2020 in which directions are issued in regard to the amount to be shared between the",
      "labels": [
        "ANALYSIS"
      ],
      "id": "114143f1fa0e4e2bb04214ab5eb097fc_37"
    },
    {
      "start": 5023,
      "end": 5074,
      "text": " parties in their capacity as partners of the Firms",
      "labels": [
        "ANALYSIS"
      ],
      "id": "643556b1ff424965a591ec0f669a887b_38"
    },
    {
      "start": 5075,
      "end": 5244,
      "text": ". On 16/3/2020, final award came to be passed wherein dispute in relation WPST-99295-2020.doc to management of the Firms, its assets and Accounts came to be adjudicated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0522ac45ed4e44f48ad8a4c13cd547c6_39"
    },
    {
      "start": 5245,
      "end": 5434,
      "text": "\n12] The fact remains that Arbitration and Conciliation Act, 1996 is relating to domestic, international commercial arbitration and also provides for enforcement of foreign arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf84e8567e574172b6362902fb7dcf9d_40"
    },
    {
      "start": 5435,
      "end": 5621,
      "text": "In case of domestic arbitration, under the same Section 2(1)(e) of the Arbitration Act, the \"Court\" is defined to mean \"the principal civil court of original jurisdiction in a district\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3908aabddd5c455f83b37ebe1d672ba9_41"
    },
    {
      "start": 5622,
      "end": 5659,
      "text": "The said definition is not inclusive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "838f1de8121542518ae345938ba02349_42"
    },
    {
      "start": 5661,
      "end": 5853,
      "text": "13] In 2018, Commercial Courts Act underwent amendment wherein under Section 2(1)(b), \"Commercial Court\" is defined to mean the Commercial Court constituted under sub-section (1) of Section 3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6340b3c4afa4ef99ebaaadd2050f55c_43"
    },
    {
      "start": 5854,
      "end": 5953,
      "text": "The said amendment permits State Government to constitute Commercial Courts at district level also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8770dbc841b94f65b27febe946963ac9_44"
    },
    {
      "start": 5954,
      "end": 6159,
      "text": "Sub-section (3) of Section 3 enables constitution of Commercial Court at the level of District Judge or below to that level and as per Amended Section 3A Commercial Appellate Court at District Judge level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9fb919f20fc4e82b2e83904f38d45ca_45"
    },
    {
      "start": 6160,
      "end": 6264,
      "text": "Section 6 defines jurisdiction and Section 10 deals with jurisdiction in respect of arbitration matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a516db5776174c03a8edf114ec34f1f9_46"
    },
    {
      "start": 6265,
      "end": 6380,
      "text": "\nWPST-99295-2020.doc 14] Section 11 provides for bar of jurisdiction of Commercial Courts and Commercial Divisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "853d2de3c1f7439793f036dacfbee6b2_47"
    },
    {
      "start": 6381,
      "end": 6477,
      "text": "Inherent lack of jurisdiction of Civil Court is equally made applicable to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd9d9875926b4ddcb0e866fba7a259ad_48"
    },
    {
      "start": 6478,
      "end": 6640,
      "text": "The Commercial Court substitutes Civil Court in the matter of jurisdiction to be exercised in the case of commercial dispute, as appears to be legislative intent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3be34f2d6084f33bdb09ed42772e473_49"
    },
    {
      "start": 6641,
      "end": 6856,
      "text": "As at District Court level even Commercial Appellate Court are constituted by 2018 Amendment which powers are to be exercised based on pecuniary jurisdiction, appeal therefrom lies to the Commercial Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "929ba21551be4e6385030b96f154de46_50"
    },
    {
      "start": 6857,
      "end": 6908,
      "text": "The legislative object is to provide speedy remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b55e6346a6c847f8928a9812be078711_51"
    },
    {
      "start": 6909,
      "end": 6977,
      "text": "\n15] Following provisions of the Act are required to be appreciated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19fa86db188f49f284f83d1873da3c23_52"
    },
    {
      "start": 6978,
      "end": 7078,
      "text": "Section 2(c) of the Act defines \"commercial dispute\" whereas Section 2(i) defines \"Specified Value\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "165912e10c304b3bb771155672e27614_53"
    },
    {
      "start": 7079,
      "end": 7131,
      "text": "It further makes reference to Section 12 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c759f2d8f9514bf4819a61e3f62c99ce_54"
    },
    {
      "start": 7132,
      "end": 7189,
      "text": "Section 12 provides for determination of Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5ebd15e7d794f85afb96ae27210a229_55"
    },
    {
      "start": 7190,
      "end": 7266,
      "text": "Sub-clause (c) of Section 12 in my opinion is relevant for the case in hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6ed4ea2807c428ca904bdb012af0899_56"
    },
    {
      "start": 7267,
      "end": 7578,
      "text": "In case where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the WPST-99295-2020.doc suit, appeal or application is required to be taken into account for determining Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8e11ec0247f40e79539636cf73a41dd_57"
    },
    {
      "start": 7579,
      "end": 7690,
      "text": "\n16] Sub-section (3) of Section 10 of the said Act provides for jurisdiction in respect of arbitration matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1aa20c7e09bf4522b6d79ebdc855c6d9_58"
    },
    {
      "start": 7691,
      "end": 8165,
      "text": "In case if arbitration other than international commercial arbitration, application or appeal arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 which ordinarily lie before principal Civil Court of original jurisdiction in a District (not being a High Court) is required to be heard and disposed of by Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9293f404e84f470faf4f0742195786eb_59"
    },
    {
      "start": 8166,
      "end": 8349,
      "text": "\n17] With the assistance of respective Senior Counsels, I have perused the final award which is a subject matter of challenge under Section 34 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "815d66c737784788beabb9b62770d0cd_60"
    },
    {
      "start": 8350,
      "end": 8506,
      "text": "Admittedly, the Award deals with commercial dispute in between the parties to the present Petition as could be apparent from adjudication reflected therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec511c5458e24786bb701798d6436d44_61"
    },
    {
      "start": 8507,
      "end": 8736,
      "text": "The said Award is a subject matter of challenge under Section 34 of the Arbitration and Conciliation Act and the Petitioner who initially opted WPST-99295-2020.doc for dealing with the said application as arbitration application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2ebab1db5e14017a501f5616c316ca6_62"
    },
    {
      "start": 8737,
      "end": 8913,
      "text": "Petitioner at that point of time has not opted for invoking jurisdiction under sub-section (3) of Section 10 of the Commercial Courts Act to try the same as commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21357006752648c8adbdfe44dfe0e098_63"
    },
    {
      "start": 8914,
      "end": 9130,
      "text": "\n18] Once it can be inferred under Section 2 sub-clause (i) read with Section 12 that there exists a commercial dispute with Specified Value above  3 lakhs then the provisions of Commercial Courts Act are applicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "933a28762b7d417db9a401d54d02533c_64"
    },
    {
      "start": 9131,
      "end": 9382,
      "text": "It is required to be noted that commercial dispute as defined under the provisions of the Commercial Courts Act covers dispute arising out of agreements relating to immovable property used exclusively for trade or commerce, partnership agreements etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eade4c74df99456da932f50eacdb722a_65"
    },
    {
      "start": 9383,
      "end": 9553,
      "text": "As such, having regard to nature of dispute and claim therein it can be inferred that there exists a commercial dispute in between the parties to the present proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49f30323a634448ca6a2f93647afaef7_66"
    },
    {
      "start": 9554,
      "end": 9749,
      "text": "Once it is inferred that there exists a commercial dispute between the parties, provisions of sub-section (3) of Section 10 as regards jurisdiction in respect of arbitration matters is attracted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "541888ef6dc3435b8c2ec72e4947971a_67"
    },
    {
      "start": 9750,
      "end": 10020,
      "text": "As such, Mr. Anturkar was justified in claiming that there exists a commercial dispute of Specified Value and same is required to be decided in accordance with the procedure laid down under sub- WPST-99295-2020.doc section (3) of Section 10 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f0ca07b5a7e42d085ba7cb73e365678_68"
    },
    {
      "start": 10021,
      "end": 10294,
      "text": "19] There is one more facet to the matter i.e. admittedly proceedings are arising out of the Arbitration Award and that being so, from the contents of the Award, it can be inferred that commercial dispute of Specified Value of more than  3 lakhs exists between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a48f97f6088b4110b359959774c99294_69"
    },
    {
      "start": 10295,
      "end": 10587,
      "text": "20] In the aforesaid backdrop, once having held that there exists a commercial dispute of Specified Value which is arising out of arbitration proceedings, the application preferred by the Petitioner has to be treated to be one under the provisions of sub-section (3) of Section 10 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83db0cd6009c45a1bcc28676ac9ec00b_70"
    },
    {
      "start": 10588,
      "end": 10912,
      "text": "\n21] Once it is held that nature of proceedings is commercial dispute with a Specified Value and Section 10 sub-section (3) provides for jurisdiction in respect of arbitration matter, the proceedings at the behest of the Petitioner under Section 34 will lie before the Commercial Court in accordance with the said provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef9d09822bfc412394ed20c6857f5564_71"
    },
    {
      "start": 10913,
      "end": 11348,
      "text": "Merely because Petitioner has filed an application thereby praying for treating the application to be one under Section 34 of the Arbitration and WPST-99295-2020.doc Conciliation Act will not operate as an embargo or rider on the right of the Petitioner to claim trying of the said proceedings questioning the Award passed under the Arbitration and Conciliation Act as arbitration matter under sub-section (3) of Section 10 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9333cc1d6112420d9edd55a3a61a34b7_72"
    },
    {
      "start": 11349,
      "end": 11529,
      "text": "22] As such, it can be noticed that Commercial Court Act is a later legislative enactment which operates in tandum with Arbitration Act with the aim to achieve speedy adjudication.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f937ea45fe894eb5b1a18ce390370d85_73"
    },
    {
      "start": 11530,
      "end": 11683,
      "text": "\n23] Considering the very scheme of these Statutes, the applications under Arbitration Act are required to be lodged and entertained by Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fcebc9b95ef482c93e8bd82b7654c3f_74"
    },
    {
      "start": 11684,
      "end": 12078,
      "text": "\n24] That being so, in my opinion, learned District Judge has every power under Section 34 of the Civil Procedure Code to transfer the proceedings to the Commercial Court for dealing with the same in accordance with the provisions of Section 10 of the Act and the principle of estoppel will not come in the way of the Petitioner as same will not operate against the law.\nWPST-99295-2020.doc 25]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d27401f3154458fb0648fdb1b2eabb7_75"
    },
    {
      "start": 12079,
      "end": 12363,
      "text": "Of course, from the aforesaid it can be inferred that inherent jurisdiction is vested in the Court under the provisions of Section 10 of the Act based on the subject matter of the dispute, as prima facie it appears that it is the Commercial Court which will have jurisdiction over it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6164c5d685fc4c1ca0904ed2f000f445_76"
    },
    {
      "start": 12364,
      "end": 12492,
      "text": "Atleast it is not demonstrated as to why proceedings cannot be covered within the meaning of \"commercial dispute\" at this stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a56bed7aa8a4e2a9bf4f64718cf666c_77"
    },
    {
      "start": 12493,
      "end": 12874,
      "text": "However, aforesaid findings are required to be termed as prima facie in nature and the Respondents have every right to raise the issue of absence of any commercial dispute if they so desire as they have disputed the same before this Court and this Court is required to appreciate the contentions canvassed by the parties in the light of the provisions of the Commercial Courts Act.",
      "labels": [
        "RATIO"
      ],
      "id": "ac3864696e0a4bbb91a43551eae44548_78"
    },
    {
      "start": 12875,
      "end": 13052,
      "text": "\n26] As such, for the aforesaid reasons, in my opinion, both the Writ Petitions need to be allowed and are allowed in terms of payer clauses (a) and (b).\n( NITIN W. SAMBRE, J. )",
      "labels": [
        "RATIO"
      ],
      "id": "e6d9477a3ec548f1af530bc8234cb593_79"
    }
  ]
}