{
  "id": "ffa28acbe24e63fd37c8ecd77f948f20404bc354ed94df9bd7f29d7b9bc8d295",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nBaroda Extrusion Limited & 2 vs Sicom Limited & 9 on 18 January, 2017 \nEquivalent citations: Air 2017 Gujarat 34, 2017 Acd 1017 (Guj) (2017) 2 Curcc 120, (2017) 2 Curcc 120\nBench: M.R. Shah, B.N. Karia\n                     C /Fa/2902/2016                                                   Judgment\n\n\n\n                       In The High Court Of Gujarat At Ahmedabad\n\n                                   First Appeal  No. 2902 of 2016 \n                                               With \n                                Civil Application No. 13054 of 2016 \n                                                 In    \n                                   First Appeal No. 2902 of 2016\n          \n\n         For Approval And Signature: \n         Honourable Mr. Justice M.R. Shah                                   sd/ \n         and \n         Honourable Mr. Justice B.N. Karia                                   sd/\n         =================== = == = = = = = = = = = = = = = = = = = = =\n         1      Whether Reporters of Local Papers may be allowed to see          No\n                the judgment ? \n\n         2      To be referred to the Reporter or not ?                                           No\n\n         3      Whether their Lordships wish to see the fair copy of the                          No\n                judgment ? \n\n         4      Whether this case involves a substantial question of law as                       No\n                to   the   interpretation  of   the   Constitution  of   India  or   any \n                order made thereunder ? \n\n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                          Baroda Extrusion Limited  &  2....Appellant(s) \n                                           Versus\n                               Sicom Limited  &  9.... Defendant(s) \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n         Appearance:\n         Mr Pavan S Godiawala, Advocate for the Appellant(s) No. 1  3 \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n             Coram: Honourable Mr.Justice M.R. Shah \n                    and \n                    Honourable Mr.Justice B.N. Karia \n                                    Date : 18/01/2017\n                                     Oral Judgment\n  (Per : Honourable Mr.Justice M.R. Shah) 1.0. Feeling   aggrieved   and   dissatisfied   with   the   impugned  judgment and order passed by the learned Commercial Court, Vadodara  dated 29.09.2016 p assed below Exh.1 in Commercial Civil Suit No. 275  of 2016, by which, the learned Commercial Court has dismissed the said  HC-NIC Page 1 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT suit on the ground that the same is vexatious and frivolous, the original  plaintiffs have preferred the First Appeal. \n2.0. That   the   original   defendant   no.1   is   public   financial  institution   and   the   original   defendant   no.2   is   assets   reconstruction  company. The proceedings were initiated by the defendant nos. 1 and 2  under the provisions of Securitization and Reconstruction of Financial  Assets   and   Enforcement   of   Security   Interest   Act,   2002   (hereinafter  referred  to as SARFAESI  Act\"),  against  the  plaintiffs  for  huge sum  of  dues payable by the plaintiffs. The proceedings against original plaintiffs  for recovery of remaining loan amount was also filed by the defendant  no.1 company before the DRT, Ahmedabad. That the proceedings under  the   SARFAESI   Act   were   challenged   by   the   plaintiff   no.2,   before   the  Bombay High Court. The original plaintiff no.2 also filed Securitization  Application No. 95 of 2015 against the defendant no.1 before the DRT II, Ahmedabad. One another Writ Petition was also filed by the plaintiff  no.2   before   the   Bombay   High   Court   against   the   SICOM   Limited   and  others   including   Union   of   India,   Governor,   State   of   Maharashtra,  Attorney General of India, Secretary, Department of Finance, SICOM Arc  Limited,   Gujarat   Press   Samachar,   Sandesh   Press,   Divya   Bhaskar,  Loksatta,  Gujarat Daily, Times of  India, Free Press  Journal  etc.   That  number   of   other   proceedings   were   initiated   by   the   plaintiffs.   That  thereafter, the plaintiffs instituted present being Commercial  Civil Suit  No.  275  of   2016  before  the   Commercial  Court,  Vadodara   against  the  respondents herein original defendants, in which, plaintiffs have sought  following reliefs.\n(a)That this Hon'ble Court may be pleased to pass an  executable decree in favour of the plaintiffs directing the  Defendant Nos. 1 and 2 to pay a sum of Rs.200/ Corers  (Rupees Two Hundred Crores only) with pendent elite  and future interest @ 18% per annum for compensation  for breach of agreement, loss, damages, and defamation  HC-NIC Page 2 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT by the Defendants.\n(b) That pending this suit, this Hon'ble Court be pleased   to restrain defendant No.1 to take any legal action for   recovery of amount against plaintiff No.1, 2 and 3, and   from taking actual possession of plaintiff No.1 company,   and their properties and accepting bids of plaintiffs   properties.\n(c) That pending  the hearing and disposal of this suit,   the defendant  Nos. 1 and 2 be ordered  to deposit such   security   before   this   Court   to   secure   the   claim   of   the   plaintiffs as this Hon'ble Court deems fit in the interest of  justice n the circumstances of the current case.\n(d)   This   Hon'ble   Court   may   be   pleased   to   direct   defendant   No.9   to  cancel   the   banking   financial   institution  license  of defendant  No.1  as  they are  doing   several illegal acts and breach of permission in any way   delegating power under Section 21 and 43(A) which is   not given  to them  in notification  dated  11 th  December,   1986   an   d   also   of   forming   and   operating   bogus   Asset   Reconstruction Office known as 'SICOM ARC' as the same   is working without \"Asset Reconstruction Company\" and   Debt   recovery   agent   license   which   is   mandatory   and   delegating   the   powers  illegally   and   out   of  law   even  to   their officers. Also serious inquiry against defendant No.1   and   all   the   board   of   directors   of   defendant   No.1   and   defendant No.2 as since 1986 several business units have   been suffered due to defendants illegal activities.\n(e) That this Hon'ble Court may be pleased to grant any   other relief o the plaintiffs as this Hon'ble Court deems fit   and proper in the interest of justice. \nf) That the Hon'ble Court may be pleased to allow costs   of this suit to the plaintiffs. \n2.1. That   the   learned   Commercial   Court   heard   the   learned  counsel   for   the  plaintiffs  on  maintainability   of   the   suit   for   the  reliefs  sought   in   the   plaint.   After   hearing   the   learned   counsel   appearing   on  behalf of the plaintiffs and considering the reliefs sought in the plaint  and considering the provision of Recovery of the Debts Due to Bank and  Financial Institution and provisions of SARFAESI Act , the learned Judge  has   observed   that   the   suit   in   terms   prayers   (b)   and(   c)   are   not  HC-NIC Page 3 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT maintainable   before   the   Commercial   Court.   Considering   the   various  proceedings   /   litigations   initiated   by   the   plaintiffs   and   against   the  plaintiffs and considering the fact that reliefs sought in the present suit  were   sought   by   the   plaintiffs   before   the   Bombay   High   Court   in   Writ  Petition No. 770 of 2013, the learned Judge has observed that present  suit is nothing but a frivolous and vexation and by impugned order, the  learned Commercial Court has dismissed the said suit with exemplary  cost quantified at Rs. 50,000/. \n2.2. Feeling aggrieved and dissatisfied with the impugned order  passed by the learned Commercial Court in dismissing suit for exemplary  cost, the original plaintiffs have preferred present First Appeal. \n3.0. Shri Godiwala, learned advocate for the original plaintiffs  has   vehemently   submitted   that   in   the   facts   and   circumstances   of   the  case, the learned Commercial Court has material erred in dismissing the  suit that too with exemplary cost of Rs. 50,000/.\n3.1. It   is   submitted   that   learned   Commercial   Court   has  materially erred in observing that the present suit filed by the plaintiffs  before the Commercial Court is vexatious and is frivolous. It is submitted  that it might be true that against the some of the defendants, said suit  ought not to have filed. It is submitted that however when the plaintiffs  prayed for damages against the illegal acts of the defendant nos. 1 and 2  and because of illegal act on the part of the defendant nos. 1 and 2 and  plaintiffs suffered damages, the learned Commercial Court ought not to  have dismissed the said suit. \n3.2. It   is   submitted   that   merely   because   the   plaintiffs   have  initiated some proceedings / litigations before the appropriate Court /  HC-NIC Page 4 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT forum by  that itself it cannot be said that the present suit was frivolous  and / or vexatious against all the defendants. No other submissions have  been made. \nMaking   above   submissions,   it   is   requested   to   allow   the   present  First Appeal. \n4.0. Having   heard   the   learned   counsel   for   the   appellants  original plaintiffs and considering the averments in the plaint as well as  relief   sought   in   the   plaint   and   various   litigations   initiated   by   the  plaintiffs before the other Courts including Bombay High Court and the  proceedings initiated against the plaintiffs by defendants no. 1 and 2 for  recovery of huge sum of Rs. 47,25,03,203/, we are of the opinion that  learned   Commercial   Court   has   rightly   dismissed   the   suit   as   not  maintainable   as   well   as   on   the   ground   that   same   is   frivolous   and  vexatious. It is required to be noted that in exercise of powers conferred  with defendants no. 1 and 2, the defendant nos.1 and 2 have taken steps  against the  plaintiffs  under  the  provision  of SARFAESI Act as  well as  DRT   Act.   Therefore,   for   any   action   taken   under   the   provisions   of  SARFAESI Act and DRT Act, the Civil Suit is barred. It is also required to  be noted that with respect to the damages sought / prayed in the suit  against the defendants no. 1 and 2 and others the very relief was sought  by the plaintiffs before the Bombay High Court in Writ Petition No. 770  of 2013. For the similar relief and cause of action, present suit has been  preferred before the Commercial Court, Vadodara, which is rightly held  to be frivolous and vexatious. \n5.0. The  learned   Commercial   Court  has   taken   note  of  various  litigations   initiated   by   the   plaintiffs   as   well   as   initiated   against   the  plaintiffs. Therefore, having been satisfied that for some of the reliefs,  more   particularly,   in   regard   to   prayer   (b)   and   (c)   ,   Civil   Court   /  HC-NIC Page 5 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT Commercial Court has no jurisdiction   and for rest of the reliefs, it is  found   that   the   suit   is   vexatious   and   frivolous,   it   cannot   be   said   that  learned Commercial  Court has  committed  any error.  Under Order VII  Rule 11 of the Code of Civil Procedure, it is the duty cast upon the Court  to stop such frivolous litigations at the threshold. \n5.1. The  learned   Commercial   Court  has   taken   note  of  various  litigations   initiated   by   the   plaintiffs   as   well   as   against   the   plaintiffs,  which are as under: \nA. Litigation initiated by the Plaintiffs:\nI.Criminal Complaint filed by Mr. Parasmal Kanugo, as  authorised officer  9  of  Plaintiff  No.  1  in  the  Court  of  Judicial Magistrate, Savli, Distict Vadodara against M/s.  S. K. Traders for the offences punishable under section  406, 420, 504 and 506(2) of Indian Penal Code. ii. Writ   Petition   No.   770   of   2012   filed   by   Parasmal  Kanugo   against   UOI,  SICOM   Limited,   V.C.   Deo,   Ms.  Rajshree   Parab,   Ms.   Pallavi   and   S.   K.Enterprises   in  Hon'ble   High   Court   of   Mumbai   interalia   seeking   the  relief against the notice u/s. 13(2) of SARFASAEI Act  and further relief against SICOM Limited that it is not  Banking   or   Financial   Institution   and   also   sought   the  relief of compensation for damages and loss of Rs.  60  crores.\niii . Parsamal Kanugo filed Securitization Application No.  95   of   2015   against  the   SICOM   Limited   at   DRT   -   II,  Ahmedabad. \niv.Parasamal Kanugo filed the Writ Petition (L) No. 2426  of 2014 in the  High Court of Mumbai against SICOM  Limited, Mr. V. C. Deo, Ms.Rajshree Parab, Ms. Pallavi,  S.K.   Enterprises,   UOI,   CIBIL,   The  Governer,   State   of  Maharastra,   Attorney   General   of   India,   Secretary,  Department  of   Finance,  SICOM  Arc   LIMITED,  Gujarat  Press Samachar, Sandesh Press, Divya Bhaskar, Loksatta  Gujarat   Daily,   Times  of   India,   10  Free   Press   Journal,  India Express seeking similar reliefs.\nv.Securitization Application No. 69 of 2013 filed by the  plaintiff   Company  and     Reena   Patel   against   SICOM  Limited,   Senior   Manager   and   authorized   officer   of  HC-NIC Page 6 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT SICOM Limited, Ms. Rajshree Parab, Ms. Pallavi, Sachin  Patel and Vipul Patel (auction purchasers) before DRT,  Mumbai vi. Criminal   Complaint   No.   48   of   2015   filed   by   the  Parasmal   Kanugo  against   SICOM   Limited,   Rajshree  Parab, Ms. Pallavi and S.K.  Enterprises in the Court of  Ld. Judicial Magistrate, Savli, Vadodara for the offences  punishable under sections 209, 211, 406, 418, 420, 469,  501, 501(b), 502, 506, 120(B) and 114 of Indian Penal  Code. \nVii.Reference   of   filed   by   the   Plaintiff   Company  under  section   15(1)   of  the   Sick   Industrial   Companies  registered   before   BIFR   as   Case   No.   163   of   2015   on  26.11.2015.\nviii. Contempt Petition in DRT - I, Mumbai filed by the  Plaintiff Company against against defendants no. 1 to 5 B. Litigations initiated by Defendant/ Defendants against  the plaintiffs:\nI.Criminal   Complaint   No.   6302224/SS   of   2012   under  section 138 and 141  read with Section 142 of N.I. Act  filed   by   SICOM   Limited   -   versus   -   Baroda   Extrusion  Limited, Mr. Parasmal Kanugo, Mr. Alpesh P.  Manugo,.  Rina   G.   Patel,   Mr.   Chandrakant   Kushaldas   and   Mr.  Keshrichand   Shah   in   the   Court   of   Ld.   MM,   Andheri  Mumbai. \nii . O.A.   No.   166   of   2013   filed   by   the   SICOM   Limited  against Plaintiff No. 1 for recovery of Rs 47,25,03,203 in  DRT III, Mumbai . \niii. Company Petition No. 192 of 2014 by SICOM Limited  against   Plaintiffs   in   the   High   Court   of   Gujarat   for  winding   up   of   Plaintiff   No.   1   Company   dismissed   on  29.09.2015.  \n5.2. That thereafter, in para 8, learned Commercial Court has  observed as under:\n8. The some of aforesaid litigations have been initiated by   the   plaintiffs   on   the  similar   facts   against   the   defendants   herein   for   the   similar   reliefs.   The   nature   of   litigations   initiated by the Plaintiffs clearly transpire that the plaintiffs   left no stone unturned to obstruct the recovery of the public   money. The Plaintiff company has also gone ahead to stall   the   proceedings   of   recovery   against   it   by   initiating   the   HC-NIC Page 7 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT proceedings   under   section   15   of   the   Sick   Industrial   Company   Act   before   BIFR.   The   parties   have   knocked   the   doors   of   all   possible   Forums/   Courts   to   get   settled   their   personal scores. The parties cannot be permitted to  occupy   each   and   every   forum   /   court   available   to   them   to   get   settled their personal scores in the guise of sharp and clever   pleadings.   The   Court   cannot   be   taken   as   granted   for   entertaining the multifarious proceedings. Now the time has   come when such type of vexatious and frivolous litigation   must be stopped at the threshold of the court. Such type of   vexatious and frivolous cannot be permitted to occupy the   dockets of the court, therefore, present suit is deserve to be   dismissed   at   the   threshold   with   the   exemplary   costs   of   Rs.50,000/ (Rupees Fifty Thousand only) and accordingly,   I pass the following orders.\nO R D E R The  present  suit  is  dismissed   with  the   exemplary  costs  of   Rs.50,000/  (Rupees Fifty Thousand only) to be deposited   in District Legal Services Authority within 7 days from the   date of this order. \n6.0. At this stage, decision of the Hon'ble Supreme Court in the  case of  T. Arivandandam vs. T.V. Satyapal reported in (1977) 4 SCC 467  is required to be referred to. In the case of  T. Arivandandam (supra), the  Hon'ble Supreme Court has observed that if in a meaningful - not formal  and reading of the plaint it is manifestly vexatious and meritless, in the  sense of not disclosing a clear right to sue, the learned trial Court should  exercise its power under Order VII Rule 11 of the CPC, taking care to see  that the ground mentioned therein is fulfilled. It is further observed that  if cleaver drafting has created the illusion of a cause of action, nip it in  the bud at the first hearing by examining the party searchingly under  Order X CPC. It is further observed that an activist Judge is the answer  to irresponsible law suits. While considering the duty of the counsel, the  Hon'ble Supreme Court has observed in para 7 as under: \n\"7. We   regret   the   infliction   of   the   ordeal   upon   the   learned   Judge  of the  High  Court  by a callous  party.  We  more  than   regret   the   circumstances   that   the   party   concerned   has   been   able to prevail upon one lawyer or the other to present to the   HC-NIC Page 8 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT Court a case which was disingenuous  or wrose. It may be a   valuable contribution to the cause of justice if counsel screen   wholly   fradulent   and   frivolous   litigation   refusing   to   be   beugiled by dubious clients. And remembering that an advoate   is an officer of justice he owes it to society not to collaborate in   shady actions. The Bar Council of India, we hope will activate   this obligation. We are constrained to make these observations   and   hope   that   cooperation   of   the   Bar   will   be   readily   forthcoming   to   the   Bench   for   spending   judicial   time   on   worthwhile   disputes   and   avoiding   the   distraction   of   sham   litigation such as the one we are disposing of. Another moral   of this unrighteous chain litigation is the gullible grant of ex parte orders tempts gamblers in litigation into easy Courts. A  Judge who succumbs to ex parte pressure in unmerited cases   helps   devalu   the   judicial   process.   We   must   appreciate   Shri   Ramasesh for his young candour and correct advocacy.\" \n6.1. Considering the aforesaid facts and circumstances, we see  no reason to interfere with the impugned order passed by the learned  Commercial Court, Vadodara in dismissing the suit with exemplary cost.  We   are   in   complete   agreement   with   the   view   taken   by   the   learned  Commercial Court. No interference of this Court is called for. \n7.0. In   view   of   the   above   and   for   the   reasons   stated   above,  present   appeal   fails   and   same   deserves   to   be   dismissed   and   is  accordingly dismissed. \n7.1. In view of dismissal of the  First Appeal, Civil  Application  stands dismissed. \nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 9 of 9 Created On Sat Aug 12 13:19:44 IST 2017",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6e1561ddb4b4e239ae3a02333fa8e84_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63a442c852a449ac9f9c3c890d36b95f_1"
    },
    {
      "start": 242,
      "end": 331,
      "text": "\nGujarat High Court\nBaroda Extrusion Limited & 2 vs Sicom Limited & 9 on 18 January, 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8bc4f61e25e4a568f11cdd6e2093945_2"
    },
    {
      "start": 333,
      "end": 486,
      "text": "Equivalent citations: Air 2017 Gujarat 34, 2017 Acd 1017 (Guj) (2017) 2 Curcc 120, (2017) 2 Curcc 120\nBench: M.R. Shah, B.N. Karia\n                     C",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67cc6fa3a16b4dfaa0ef57ce57cda5a9_3"
    },
    {
      "start": 487,
      "end": 500,
      "text": "/Fa/2902/2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb445ff0ff0943788d3e57dc9f3e9bc9_4"
    },
    {
      "start": 551,
      "end": 586,
      "text": "Judgment\n\n\n\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d22d6b1a74d04bf8b6527bda8fac0a8d_5"
    },
    {
      "start": 586,
      "end": 664,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "001db1cb253a463d9f8828844d935814_6"
    },
    {
      "start": 664,
      "end": 694,
      "text": "First Appeal  No. 2902 of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86d62643efdc430f8272cffbe5f0cc96_7"
    },
    {
      "start": 743,
      "end": 786,
      "text": "With \n                                Civil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1eff886870b4e9caf0090d0a1049ee1_8"
    },
    {
      "start": 787,
      "end": 816,
      "text": "Application No. 13054 of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ece2732aa7854cfb80b126e8b0e0900e_9"
    },
    {
      "start": 867,
      "end": 960,
      "text": "In    \n                                   First Appeal No. 2902 of 2016\n          \n\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87d20bba5c584cf9b89d7387208920a5_10"
    },
    {
      "start": 960,
      "end": 987,
      "text": "For Approval And Signature:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4828a4458bad442a9184c2028c4de092_11"
    },
    {
      "start": 998,
      "end": 1012,
      "text": "Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c72360164dec42d18f552797fcbe43c4_12"
    },
    {
      "start": 1013,
      "end": 1020,
      "text": "Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa4acf2dda914b1f826ad223a2e28d70_13"
    },
    {
      "start": 1021,
      "end": 1030,
      "text": "M.R. Shah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09a683aabb2c4c22b557d47e89a5e25e_14"
    },
    {
      "start": 1065,
      "end": 1082,
      "text": "sd/ \n         and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a53a74a55d444b1594dbbb0d010a4443_15"
    },
    {
      "start": 1093,
      "end": 1107,
      "text": "Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07200d0b9ca244e88604906b7a09a952_16"
    },
    {
      "start": 1108,
      "end": 1115,
      "text": "Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bac279f01f843dcb37e0dacc796c3fb_17"
    },
    {
      "start": 1116,
      "end": 1126,
      "text": "B.N. Karia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "32030b93bfc34034ac8574135497350a_18"
    },
    {
      "start": 1161,
      "end": 1193,
      "text": "sd/\n         ===================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d092c95e9bda4aef965792fa30112b5c_19"
    },
    {
      "start": 1194,
      "end": 1200,
      "text": "= == =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cfd1784877c64a43ab4f3a2c089283e6_20"
    },
    {
      "start": 1201,
      "end": 1208,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fc3c7c5aed147d1987663a4f47df17e_21"
    },
    {
      "start": 1209,
      "end": 1216,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97d8222e816d40aba6d059a8ee30632a_22"
    },
    {
      "start": 1217,
      "end": 1224,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1b6b065db47423bb1187d98db41fdff_23"
    },
    {
      "start": 1225,
      "end": 1232,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31a47d80fa40476a8b09409612e3b558_24"
    },
    {
      "start": 1233,
      "end": 1253,
      "text": "= =\n         1      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "554b298dad2549bdb746ed8366490d82_25"
    },
    {
      "start": 1253,
      "end": 1308,
      "text": "Whether Reporters of Local Papers may be allowed to see",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abcab9d001fc41b49836bf05b2d9ca1a_26"
    },
    {
      "start": 1318,
      "end": 1351,
      "text": "No\n                the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "731c7653644345419857880d7659d493_27"
    },
    {
      "start": 1363,
      "end": 1409,
      "text": "2      To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7713479773ca4e88b2688fdbac69b064_28"
    },
    {
      "start": 1452,
      "end": 1466,
      "text": "No\n\n         3",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2bfa6071d9040758ba9dd29cde0ffca_29"
    },
    {
      "start": 1472,
      "end": 1554,
      "text": "Whether their Lordships wish to see the fair copy of the                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbef92d4f5854e2abe45090fef30f499_30"
    },
    {
      "start": 1554,
      "end": 1583,
      "text": "No\n                judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b75750e3184e4ca5853e18e13a0a2bde_31"
    },
    {
      "start": 1595,
      "end": 1661,
      "text": "4      Whether this case involves a substantial question of law as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21d00531546e40318a83a13b26ee1e6a_32"
    },
    {
      "start": 1684,
      "end": 1816,
      "text": "No\n                to   the   interpretation  of   the   Constitution  of   India  or   any \n                order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2fce61580d2482c81feecd999679007_33"
    },
    {
      "start": 1828,
      "end": 1835,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b88dc6c7bf8e420ea980028a4496ea96_34"
    },
    {
      "start": 1836,
      "end": 1843,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08d2a2d87b714ff0a74cb7b4cad5c3df_35"
    },
    {
      "start": 1844,
      "end": 1851,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aea85bb0f6764bd0b0ec20280294ebf3_36"
    },
    {
      "start": 1852,
      "end": 1859,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8b06bff0d064a42bc7012d51c904d87_37"
    },
    {
      "start": 1860,
      "end": 1867,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26c0e1a5ccf0450498e5642e7cf02e4c_38"
    },
    {
      "start": 1868,
      "end": 1875,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16480810457b4d9c831e0089ea58b410_39"
    },
    {
      "start": 1876,
      "end": 1883,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "328322f72b7942a083ac289236498c89_40"
    },
    {
      "start": 1884,
      "end": 1891,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd3b34e5cd2c4cf1b6b9bfbcdece60fb_41"
    },
    {
      "start": 1892,
      "end": 1899,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9cf50a36b02c4bc09aa5a539bf39051c_42"
    },
    {
      "start": 1900,
      "end": 1907,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3300fb88c5b40acb4482026ebe83d46_43"
    },
    {
      "start": 1908,
      "end": 1915,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03e0eb66b46c43ddba9a0414043de103_44"
    },
    {
      "start": 1916,
      "end": 1968,
      "text": "=\n                          Baroda Extrusion Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2cdca3542984c17921ae34d930343c3_45"
    },
    {
      "start": 1969,
      "end": 1990,
      "text": " &  2....Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31d6baaf37a04b05a7b85fbdd0aeb973_46"
    },
    {
      "start": 2035,
      "end": 2073,
      "text": "Versus\n                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41a2825bcf974a77a37ced1346d9d513_47"
    },
    {
      "start": 2073,
      "end": 2091,
      "text": "Sicom Limited  &  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80c03164a87f4fb792b12bb8ac37c7e0_48"
    },
    {
      "start": 2091,
      "end": 2109,
      "text": "9.... Defendant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9032faee19f24a71803b9629aa449feb_49"
    },
    {
      "start": 2120,
      "end": 2127,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1e6296fb0e04a36a1a656006608a97a_50"
    },
    {
      "start": 2128,
      "end": 2135,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a9d39cbb3a048a5a7cd75bbaed9f888_51"
    },
    {
      "start": 2136,
      "end": 2143,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81bcc9d25c334d88a105134a0c2ed239_52"
    },
    {
      "start": 2144,
      "end": 2151,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb249dd88ae541369a16be5915b5700c_53"
    },
    {
      "start": 2152,
      "end": 2159,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f951e987a6ad4a9d9f191ecc6c315aaf_54"
    },
    {
      "start": 2160,
      "end": 2167,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "033e5eb68fac45a4ae2e7cb8d2efd44f_55"
    },
    {
      "start": 2168,
      "end": 2175,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58a6864574da437d8f4a17b752bfd8a3_56"
    },
    {
      "start": 2176,
      "end": 2183,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51922fdfb7e94cb2a5255226767bbb2d_57"
    },
    {
      "start": 2184,
      "end": 2191,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5285cbcaaf5d4e5eb02afc1507cc6276_58"
    },
    {
      "start": 2192,
      "end": 2199,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6873fbfa4264bdead2739c1010d50f5_59"
    },
    {
      "start": 2200,
      "end": 2207,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63dcfa996bc14eb0a7b271bd79722975_60"
    },
    {
      "start": 2208,
      "end": 2240,
      "text": "=\n         Appearance:\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0b1775ac9fa4f8799d090a0c41ff266_61"
    },
    {
      "start": 2240,
      "end": 2297,
      "text": "Mr Pavan S Godiawala, Advocate for the Appellant(s) No. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f82e8c174d444ddca41511edc518e0f9_62"
    },
    {
      "start": 2298,
      "end": 2312,
      "text": " 3 \n         =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f5228f0e3ff41688bd48535dc0c402b_63"
    },
    {
      "start": 2313,
      "end": 2320,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bed4b59590694346886d411d1d01bb13_64"
    },
    {
      "start": 2321,
      "end": 2328,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5663fdca8c1427db7170822676556f7_65"
    },
    {
      "start": 2329,
      "end": 2336,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a539e2110c045a8b98aefdf4730877f_66"
    },
    {
      "start": 2337,
      "end": 2344,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8523456e6944f438e2080271e943970_67"
    },
    {
      "start": 2345,
      "end": 2352,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4af95eddf96d47cc94acbff778d7ca43_68"
    },
    {
      "start": 2353,
      "end": 2360,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a8ceb60a0974d5fadbdfe7bf2ef1d8e_69"
    },
    {
      "start": 2361,
      "end": 2368,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7c9c79995814339bd25b547e8b8ab9d_70"
    },
    {
      "start": 2369,
      "end": 2376,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b2c9543a15d4b5e8b2366ac56d4cbd2_71"
    },
    {
      "start": 2377,
      "end": 2384,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f20a524f44464032b365699cbec5eb49_72"
    },
    {
      "start": 2385,
      "end": 2392,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7aa95733e5744b8b3cc735c376dd074_73"
    },
    {
      "start": 2393,
      "end": 2414,
      "text": "= = = =\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54b8d673be214c64b506b38204135e4b_74"
    },
    {
      "start": 2414,
      "end": 2420,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2740cedd5db4345a9a7817838e07c84_75"
    },
    {
      "start": 2421,
      "end": 2452,
      "text": "Honourable Mr.Justice M.R. Shah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4effd0e44524fe9beabd3195e8e6be6_76"
    },
    {
      "start": 2474,
      "end": 2531,
      "text": "and \n                    Honourable Mr.Justice B.N. Karia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a1f79cbe2c745a3b3fcfd12e41bd759_77"
    },
    {
      "start": 2569,
      "end": 2624,
      "text": "Date : 18/01/2017\n                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f80fe5b33448445988cbb28a7bca4eb8_78"
    },
    {
      "start": 2624,
      "end": 2640,
      "text": "Oral Judgment\n  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d56c4c01437c489cbc7769542975d7a1_79"
    },
    {
      "start": 2640,
      "end": 2679,
      "text": "(Per : Honourable Mr.Justice M.R. Shah)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "716998e711a74fce87df2ff51abf564a_80"
    },
    {
      "start": 2680,
      "end": 2695,
      "text": "1.0. Feeling   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "296d564696b64c78af18a4c7c241c6fb_81"
    },
    {
      "start": 2695,
      "end": 2725,
      "text": "aggrieved   and   dissatisfied",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cebb9df15b4145eb8f6a43ff6765ffc9_82"
    },
    {
      "start": 2726,
      "end": 2838,
      "text": "  with   the   impugned  judgment and order passed by the learned Commercial Court, Vadodara  dated 29.09.2016 p",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21aa78f075b34bdbb448ac81a1268258_83"
    },
    {
      "start": 2839,
      "end": 3164,
      "text": "assed below Exh.1 in Commercial Civil Suit No. 275  of 2016, by which, the learned Commercial Court has dismissed the said  HC-NIC Page 1 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT suit on the ground that the same is vexatious and frivolous, the original  plaintiffs have preferred the First Appeal.",
      "labels": [
        "FAC"
      ],
      "id": "91007a5be4864d85bc47d7ce3b3e2604_84"
    },
    {
      "start": 3166,
      "end": 3333,
      "text": "2.0. That   the   original   defendant   no.1   is   public   financial  institution   and   the   original   defendant   no.2   is   assets   reconstruction  company.",
      "labels": [
        "FAC"
      ],
      "id": "b2fba8707bd04b99a7775401d091acf4_85"
    },
    {
      "start": 3334,
      "end": 3662,
      "text": "The proceedings were initiated by the defendant nos. 1 and 2  under the provisions of Securitization and Reconstruction of Financial  Assets   and   Enforcement   of   Security   Interest   Act,   2002   (hereinafter  referred  to as SARFAESI  Act\"),  against  the  plaintiffs  for  huge sum  of  dues payable by the plaintiffs.",
      "labels": [
        "FAC"
      ],
      "id": "08a31bb363324ecdb07ca61a95a2d2ac_86"
    },
    {
      "start": 3663,
      "end": 3818,
      "text": "The proceedings against original plaintiffs  for recovery of remaining loan amount was also filed by the defendant  no.1 company before the DRT, Ahmedabad.",
      "labels": [
        "FAC"
      ],
      "id": "9e1325891cdf47138ed1fd966f043579_87"
    },
    {
      "start": 3819,
      "end": 3953,
      "text": "That the proceedings under  the   SARFAESI   Act   were   challenged   by   the   plaintiff   no.2,   before   the  Bombay High Court.",
      "labels": [
        "FAC"
      ],
      "id": "20cfbe297c6843439bc3e33c99ef0fa9_88"
    },
    {
      "start": 3954,
      "end": 4092,
      "text": "The original plaintiff no.2 also filed Securitization  Application No. 95 of 2015 against the defendant no.1 before the DRT II, Ahmedabad.",
      "labels": [
        "FAC"
      ],
      "id": "0c5c64daadef4da49ce65d4d2e064ded_89"
    },
    {
      "start": 4093,
      "end": 4174,
      "text": "One another Writ Petition was also filed by the plaintiff  no.2   before   the   ",
      "labels": [
        "FAC"
      ],
      "id": "b01a87aaa761463b95c2bfd9d1b87c2e_90"
    },
    {
      "start": 4174,
      "end": 4180,
      "text": "Bombay",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ea5393df39c47c4b2dbae776dc77adf_91"
    },
    {
      "start": 4183,
      "end": 4195,
      "text": "High   Court",
      "labels": [
        "FAC"
      ],
      "id": "e42cec823e1044d1a8eb65d2a2bbc950_92"
    },
    {
      "start": 4196,
      "end": 4540,
      "text": "  against   the   SICOM   Limited   and  others   including   Union   of   India,   Governor,   State   of   Maharashtra,  Attorney General of India, Secretary, Department of Finance, SICOM Arc  Limited,   Gujarat   Press   Samachar,   Sandesh   Press,   Divya   Bhaskar,  Loksatta,  Gujarat Daily, Times of  India, Free Press  Journal  etc.   ",
      "labels": [
        "FAC"
      ],
      "id": "8ccce3fabe3d49149bf0862b7125f982_93"
    },
    {
      "start": 4540,
      "end": 4623,
      "text": "That  number   of   other   proceedings   were   initiated   by   the   plaintiffs.",
      "labels": [
        "FAC"
      ],
      "id": "4d398fde3b0e42459541093db05642b7_94"
    },
    {
      "start": 4626,
      "end": 5928,
      "text": "That  thereafter, the plaintiffs instituted present being Commercial  Civil Suit  No.  275  of   2016  before  the   Commercial  Court,  Vadodara   against  the  respondents herein original defendants, in which, plaintiffs have sought  following reliefs.\n(a)That this Hon'ble Court may be pleased to pass an  executable decree in favour of the plaintiffs directing the  Defendant Nos. 1 and 2 to pay a sum of Rs.200/ Corers  (Rupees Two Hundred Crores only) with pendent elite  and future interest @ 18% per annum for compensation  for breach of agreement, loss, damages, and defamation  HC-NIC Page 2 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT by the Defendants.\n(b) That pending this suit, this Hon'ble Court be pleased   to restrain defendant No.1 to take any legal action for   recovery of amount against plaintiff No.1, 2 and 3, and   from taking actual possession of plaintiff No.1 company,   and their properties and accepting bids of plaintiffs   properties.\n(c) That pending  the hearing and disposal of this suit,   the defendant  Nos. 1 and 2 be ordered  to deposit such   security   before   this   Court   to   secure   the   claim   of   the   plaintiffs as this Hon'ble Court deems fit in the interest of  justice n the circumstances of the current case.\n(d)   ",
      "labels": [
        "RLC"
      ],
      "id": "3b12422f80124674b5b64f75af03761e_95"
    },
    {
      "start": 5928,
      "end": 7019,
      "text": "This   Hon'ble   Court   may   be   pleased   to   direct   defendant   No.9   to  cancel   the   banking   financial   institution  license  of defendant  No.1  as  they are  doing   several illegal acts and breach of permission in any way   delegating power under Section 21 and 43(A) which is   not given  to them  in notification  dated  11 th  December,   1986   an   d   also   of   forming   and   operating   bogus   Asset   Reconstruction Office known as 'SICOM ARC' as the same   is working without \"Asset Reconstruction Company\" and   Debt   recovery   agent   license   which   is   mandatory   and   delegating   the   powers  illegally   and   out   of  law   even  to   their officers. Also serious inquiry against defendant No.1   and   all   the   board   of   directors   of   defendant   No.1   and   defendant No.2 as since 1986 several business units have   been suffered due to defendants illegal activities.\n(e) That this Hon'ble Court may be pleased to grant any   other relief o the plaintiffs as this Hon'ble Court deems fit   and proper in the interest of justice.",
      "labels": [
        "FAC"
      ],
      "id": "47080cfd7a414b268081c908a183518b_96"
    },
    {
      "start": 7020,
      "end": 7110,
      "text": "\nf) That the Hon'ble Court may be pleased to allow costs   of this suit to the plaintiffs.",
      "labels": [
        "FAC"
      ],
      "id": "0b5e03a748b14647b1184493f8f9ccd9_97"
    },
    {
      "start": 7111,
      "end": 7325,
      "text": "\n2.1. That   the   learned   Commercial   Court   heard   the   learned  counsel   for   the  plaintiffs  on  maintainability   of   the   suit   for   the  reliefs  sought   in   the   plaint.   After   hearing   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c07f460cc7a47f69a5250afa0c30770_98"
    },
    {
      "start": 7325,
      "end": 7566,
      "text": "the   learned   counsel   appearing   on  behalf of the plaintiffs and considering the reliefs sought in the plaint  and considering the provision of Recovery of the Debts Due to Bank and  Financial Institution and provisions of SARFAESI Act",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f2479c90281848bd98eb9d311d72b057_99"
    },
    {
      "start": 7567,
      "end": 7809,
      "text": ", the learned Judge  has   observed   that   the   suit   in   terms   prayers   (b)   and(   c)   are   not  HC-NIC Page 3 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT maintainable   before   the   Commercial   Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "688fd90e3f5642dca08bca86563dddd6_100"
    },
    {
      "start": 7812,
      "end": 8347,
      "text": "Considering   the   various  proceedings   /   litigations   initiated   by   the   plaintiffs   and   against   the  plaintiffs and considering the fact that reliefs sought in the present suit  were   sought   by   the   plaintiffs   before   the   Bombay   High   Court   in   Writ  Petition No. 770 of 2013, the learned Judge has observed that present  suit is nothing but a frivolous and vexation and by impugned order, the  learned Commercial Court has dismissed the said suit with exemplary  cost quantified at Rs. 50,000/. \n2.2.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "abe8ef0587884f95b9993dfca3ac9458_101"
    },
    {
      "start": 8348,
      "end": 8553,
      "text": "Feeling aggrieved and dissatisfied with the impugned order  passed by the learned Commercial Court in dismissing suit for exemplary  cost, the original plaintiffs have preferred present First Appeal. \n3.0.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0758ce9bc1534390a1c669779eab4b88_102"
    },
    {
      "start": 8554,
      "end": 8827,
      "text": "Shri Godiwala, learned advocate for the original plaintiffs  has   vehemently   submitted   that   in   the   facts   and   circumstances   of   the  case, the learned Commercial Court has material erred in dismissing the  suit that too with exemplary cost of Rs. 50,000/.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1a628af18a24af68daaf12b1ad2baf8_103"
    },
    {
      "start": 8827,
      "end": 8861,
      "text": "3.1. It   is   submitted   that   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "287a56f011374286bbbfd61fde2422f3_104"
    },
    {
      "start": 8861,
      "end": 8868,
      "text": "learned",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ee0f06405d9461d8f03db837deb455d_105"
    },
    {
      "start": 8871,
      "end": 9032,
      "text": "Commercial   Court   has  materially erred in observing that the present suit filed by the plaintiffs  before the Commercial Court is vexatious and is frivolous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d0adcad3be64d6581881cd0392a1830_106"
    },
    {
      "start": 9033,
      "end": 9148,
      "text": "It is submitted  that it might be true that against the some of the defendants, said suit  ought not to have filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c9158ed155de44fa95d822cc5edee20e_107"
    },
    {
      "start": 9149,
      "end": 9455,
      "text": "It is submitted that however when the plaintiffs  prayed for damages against the illegal acts of the defendant nos. 1 and 2  and because of illegal act on the part of the defendant nos. 1 and 2 and  plaintiffs suffered damages, the learned Commercial Court ought not to  have dismissed the said suit. \n3.2.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e79dc3625fe4c6eab5d8a2e153a5bb2_108"
    },
    {
      "start": 9456,
      "end": 9690,
      "text": "It   is   submitted   that   merely   because   the   plaintiffs   have  initiated some proceedings / litigations before the appropriate Court /  HC-NIC Page 4 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT forum",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e2b354321d7b41889d8812706b2bacb8_109"
    },
    {
      "start": 9691,
      "end": 9808,
      "text": "by  that itself it cannot be said that the present suit was frivolous  and / or vexatious against all the defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fa6ecb70bee4435bfbdcb6475714389_110"
    },
    {
      "start": 9809,
      "end": 9846,
      "text": "No other submissions have  been made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "899267bac1c14fc9b57938e6ae3b8678_111"
    },
    {
      "start": 9847,
      "end": 9854,
      "text": "\nMaking",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09a4d2ac3f4a42dd8fe7a273ac7d403d_112"
    },
    {
      "start": 9855,
      "end": 9943,
      "text": "  above   submissions,   it   is   requested   to   allow   the   present  First Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8937db57c7c4fbcbf33839b051ed5db_113"
    },
    {
      "start": 9945,
      "end": 10582,
      "text": "4.0. Having   heard   the   learned   counsel   for   the   appellants  original plaintiffs and considering the averments in the plaint as well as  relief   sought   in   the   plaint   and   various   litigations   initiated   by   the  plaintiffs before the other Courts including Bombay High Court and the  proceedings initiated against the plaintiffs by defendants no. 1 and 2 for  recovery of huge sum of Rs. 47,25,03,203/, we are of the opinion that  learned   Commercial   Court   has   rightly   dismissed   the   suit   as   not  maintainable   as   well   as   on   the   ground   that   same   is   frivolous   and  vexatious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9aba18069735423e9d0c7733035f8d87_114"
    },
    {
      "start": 10583,
      "end": 10935,
      "text": "It is required to be noted that in exercise of powers conferred  with defendants no. 1 and 2, the defendant nos.1 and 2 have taken steps  against the  plaintiffs  under  the  provision  of SARFAESI Act as  well as  DRT   Act.   Therefore,   for   any   action   taken   under   the   provisions   of  SARFAESI Act and DRT Act, the Civil Suit is barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4ed59553a884c5c94baac3fa390e8cc_115"
    },
    {
      "start": 10936,
      "end": 11186,
      "text": "It is also required to  be noted that with respect to the damages sought / prayed in the suit  against the defendants no. 1 and 2 and others the very relief was sought  by the plaintiffs before the Bombay High Court in Writ Petition No. 770  of 2013.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31ff8ebd76444956b2b15fb29dfc84a5_116"
    },
    {
      "start": 11187,
      "end": 11356,
      "text": "For the similar relief and cause of action, present suit has been  preferred before the Commercial Court, Vadodara, which is rightly held  to be frivolous and vexatious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bbef6a7246a4f45aeca1f4cf18002e2_117"
    },
    {
      "start": 11358,
      "end": 11536,
      "text": "5.0. The  learned   Commercial   Court  has   taken   note  of  various  litigations   initiated   by   the   plaintiffs   as   well   as   initiated   against   the  plaintiffs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f690ae13c6954f09b8e101036dcde4d7_118"
    },
    {
      "start": 11537,
      "end": 11691,
      "text": "Therefore, having been satisfied that for some of the reliefs,  more   particularly,   in   regard   to   prayer   (b)   and   (c)   ,   Civil   Court   /",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1cd4f36de1c480ab6e937a616a372de_119"
    },
    {
      "start": 11692,
      "end": 11859,
      "text": " HC-NIC Page 5 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT Commercial Court has no jurisdiction   and for rest of the reliefs, it is  found   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b5dd73b17c446ae8808e4cf1c817724_120"
    },
    {
      "start": 11859,
      "end": 12001,
      "text": "that   the   suit   is   vexatious   and   frivolous,   it   cannot   be   said   that  learned Commercial  Court has  committed  any error.  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db6c1d71657945cf8b139b5e179ad42c_121"
    },
    {
      "start": 12001,
      "end": 12146,
      "text": "Under Order VII  Rule 11 of the Code of Civil Procedure, it is the duty cast upon the Court  to stop such frivolous litigations at the threshold.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a81d66f5c0d4ede8da5f1e6046bd402_122"
    },
    {
      "start": 12148,
      "end": 12664,
      "text": "5.1. The  learned   Commercial   Court  has   taken   note  of  various  litigations   initiated   by   the   plaintiffs   as   well   as   against   the   plaintiffs,  which are as under: \nA. Litigation initiated by the Plaintiffs:\nI.Criminal Complaint filed by Mr. Parasmal Kanugo, as  authorised officer  9  of  Plaintiff  No.  1  in  the  Court  of  Judicial Magistrate, Savli, Distict Vadodara against M/s.  S. K. Traders for the offences punishable under section  406, 420, 504 and 506(2) of Indian Penal Code.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8a1b12bd67d9474db6139b0ea4566fa6_123"
    },
    {
      "start": 12665,
      "end": 13177,
      "text": "ii. Writ   Petition   No.   770   of   2012   filed   by   Parasmal  Kanugo   against   UOI,  SICOM   Limited,   V.C.   Deo,   Ms.  Rajshree   Parab,   Ms.   Pallavi   and   S.   K.Enterprises   in  Hon'ble   High   Court   of   Mumbai   interalia   seeking   the  relief against the notice u/s. 13(2) of SARFASAEI Act  and further relief against SICOM Limited that it is not  Banking   or   Financial   Institution   and   also   sought   the  relief of compensation for damages and loss of Rs.  60  crores.\niii",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a675226e7ae74e159ffafeded06e5c84_124"
    },
    {
      "start": 13178,
      "end": 13314,
      "text": ". Parsamal Kanugo filed Securitization Application No.  95   of   2015   against  the   SICOM   Limited   at   DRT   -   II,  Ahmedabad.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a53b6a988e85470b9015d3d5a17501dc_125"
    },
    {
      "start": 13315,
      "end": 14222,
      "text": "\niv.Parasamal Kanugo filed the Writ Petition (L) No. 2426  of 2014 in the  High Court of Mumbai against SICOM  Limited, Mr. V. C. Deo, Ms.Rajshree Parab, Ms. Pallavi,  S.K.   Enterprises,   UOI,   CIBIL,   The  Governer,   State   of  Maharastra,   Attorney   General   of   India,   Secretary,  Department  of   Finance,  SICOM  Arc   LIMITED,  Gujarat  Press Samachar, Sandesh Press, Divya Bhaskar, Loksatta  Gujarat   Daily,   Times  of   India,   10  Free   Press   Journal,  India Express seeking similar reliefs.\nv.Securitization Application No. 69 of 2013 filed by the  plaintiff   Company  and     Reena   Patel   against   SICOM  Limited,   Senior   Manager   and   authorized   officer   of  HC-NIC Page 6 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT SICOM Limited, Ms. Rajshree Parab, Ms. Pallavi, Sachin  Patel and Vipul Patel (auction purchasers) before DRT,  Mumbai vi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45df96ddba8f4618b55440bf9801cd80_126"
    },
    {
      "start": 14223,
      "end": 14579,
      "text": "Criminal   Complaint   No.   48   of   2015   filed   by   the  Parasmal   Kanugo  against   SICOM   Limited,   Rajshree  Parab, Ms. Pallavi and S.K.  Enterprises in the Court of  Ld. Judicial Magistrate, Savli, Vadodara for the offences  punishable under sections 209, 211, 406, 418, 420, 469,  501, 501(b), 502, 506, 120(B) and 114 of Indian Penal  Code.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16e913d30b704bb594e078c09d2b1e9d_127"
    },
    {
      "start": 14581,
      "end": 14794,
      "text": "Vii.Reference   of   filed   by   the   Plaintiff   Company  under  section   15(1)   of  the   Sick   Industrial   Companies  registered   before   BIFR   as   Case   No.   163   of   2015   on  26.11.2015.\nviii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37629276017c444ebc38d96ae0d13bc7_128"
    },
    {
      "start": 14795,
      "end": 14803,
      "text": "Contempt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da34e33ab780443b88c59ae1fe001165_129"
    },
    {
      "start": 14804,
      "end": 14904,
      "text": "Petition in DRT - I, Mumbai filed by the  Plaintiff Company against against defendants no. 1 to 5 B.",
      "labels": [
        "NONE"
      ],
      "id": "28061d231f4547989d0eaae23a975baa_130"
    },
    {
      "start": 14905,
      "end": 15306,
      "text": "Litigations initiated by Defendant/ Defendants against  the plaintiffs:\nI.Criminal   Complaint   No.   6302224/SS   of   2012   under  section 138 and 141  read with Section 142 of N.I. Act  filed   by   SICOM   Limited   -   versus   -   Baroda   Extrusion  Limited, Mr. Parasmal Kanugo, Mr. Alpesh P.  Manugo,.  Rina   G.   Patel,   Mr.   Chandrakant   Kushaldas   and   Mr.  Keshrichand   Shah   in",
      "labels": [
        "NONE"
      ],
      "id": "5248159a50c9421cb0d1d703c3c95c8a_131"
    },
    {
      "start": 15307,
      "end": 15356,
      "text": "  the   Court   of   Ld.   MM,   Andheri  Mumbai.",
      "labels": [
        "NONE"
      ],
      "id": "f30f062590864695af4d72db77b6c159_132"
    },
    {
      "start": 15358,
      "end": 15399,
      "text": "ii . O.A.   No.   166   of   2013   filed",
      "labels": [
        "NONE"
      ],
      "id": "9c6e63d20a1e4a9293ca725175771408_133"
    },
    {
      "start": 15400,
      "end": 15488,
      "text": "  by   the   SICOM   Limited  against Plaintiff No. 1 for recovery of Rs 47,25,03,203 in",
      "labels": [
        "FAC"
      ],
      "id": "21bac075b76643e690cf2d2a54ce3a22_134"
    },
    {
      "start": 15489,
      "end": 15505,
      "text": " DRT III, Mumbai",
      "labels": [
        "NONE"
      ],
      "id": "530b09baa1f244498e01e7afb412e615_135"
    },
    {
      "start": 15506,
      "end": 15513,
      "text": ". \niii.",
      "labels": [
        "NONE"
      ],
      "id": "64a56bd113e74e21b69b40b7e1948405_136"
    },
    {
      "start": 15514,
      "end": 15713,
      "text": "Company Petition No. 192 of 2014 by SICOM Limited  against   Plaintiffs   in   the   High   Court   of   Gujarat   for  winding   up   of   Plaintiff   No.   1   Company   dismissed   on  29.09.2015.",
      "labels": [
        "FAC"
      ],
      "id": "c15c65f6de7745579c896c55f1833e44_137"
    },
    {
      "start": 15716,
      "end": 15800,
      "text": "5.2. That thereafter, in para 8, learned Commercial Court has  observed as under:\n8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1b3a46b3341946d28faca49e675a8ce9_138"
    },
    {
      "start": 15801,
      "end": 15889,
      "text": "The some of aforesaid litigations have been initiated by   the   plaintiffs   on   the  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb4e42e840fb4954b84465574eae1ffe_139"
    },
    {
      "start": 15889,
      "end": 15896,
      "text": "similar",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10a0d049b3734c9d94e726ba1f9b0c01_140"
    },
    {
      "start": 15897,
      "end": 15948,
      "text": "  facts   against   the   defendants   herein   for",
      "labels": [
        "NONE"
      ],
      "id": "ad77bcd337ef46d9ae6de2b401dbd112_141"
    },
    {
      "start": 15949,
      "end": 15975,
      "text": "  the   similar   reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a737035a9f494a9c9df778113fe18185_142"
    },
    {
      "start": 15978,
      "end": 16150,
      "text": "The   nature   of   litigations   initiated by the Plaintiffs clearly transpire that the plaintiffs   left no stone unturned to obstruct the recovery of the public   money.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9dbf5c897fb84acb803dd08b8f0d3dd0_143"
    },
    {
      "start": 16151,
      "end": 16463,
      "text": "The Plaintiff company has also gone ahead to stall   the   proceedings   of   recovery   against   it   by   initiating   the   HC-NIC Page 7 of 9 Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT proceedings   under   section   15   of   the   Sick   Industrial   Company   Act   before   BIFR.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06fe861a6e0345e8b2d4b956dff325e2_144"
    },
    {
      "start": 16463,
      "end": 16596,
      "text": "The   parties   have   knocked   the   doors   of   all   possible   Forums/   Courts   to   get   settled   their   personal scores.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "015abe31fd0e4b1290a519f2d2bf3eb2_145"
    },
    {
      "start": 16597,
      "end": 16796,
      "text": "The parties cannot be permitted to  occupy   each   and   every   forum   /   court   available   to   them   to   get   settled their personal scores in the guise of sharp and clever   pleadings.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7aba26590ab64878ba193b746c98976b_146"
    },
    {
      "start": 16796,
      "end": 16895,
      "text": "The   Court   cannot   be   taken   as   granted   for   entertaining the multifarious proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c6e43768c374b07a13b5873161f66dd_147"
    },
    {
      "start": 16896,
      "end": 17021,
      "text": "Now the time has   come when such type of vexatious and frivolous litigation   must be stopped at the threshold of the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "803e6e3f1f104baea0ff54d28615315a_148"
    },
    {
      "start": 17022,
      "end": 17332,
      "text": "Such type of   vexatious and frivolous cannot be permitted to occupy the   dockets of the court, therefore, present suit is deserve to be   dismissed   at   the   threshold   with   the   exemplary   costs   of   Rs.50,000/ (Rupees Fifty Thousand only) and accordingly,   I pass the following orders.\nO R D E R",
      "labels": [
        "RPC"
      ],
      "id": "d4fcadbced244518a1384b1f86caaeec_149"
    },
    {
      "start": 17333,
      "end": 17544,
      "text": "The  present  suit  is  dismissed   with  the   exemplary  costs  of   Rs.50,000/  (Rupees Fifty Thousand only) to be deposited   in District Legal Services Authority within 7 days from the   date of this order.",
      "labels": [
        "RLC"
      ],
      "id": "92a51519f60d47e8b4ebdf854e43b272_150"
    },
    {
      "start": 17546,
      "end": 17715,
      "text": "6.0. At this stage, decision of the Hon'ble Supreme Court in the  case of  T. Arivandandam vs. T.V. Satyapal reported in (1977) 4 SCC 467  is required to be referred to.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d6c70edb18a641a6bd83a60b5ff7752c_151"
    },
    {
      "start": 17716,
      "end": 18111,
      "text": "In the case of  T. Arivandandam (supra), the  Hon'ble Supreme Court has observed that if in a meaningful - not formal  and reading of the plaint it is manifestly vexatious and meritless, in the  sense of not disclosing a clear right to sue, the learned trial Court should  exercise its power under Order VII Rule 11 of the CPC, taking care to see  that the ground mentioned therein is fulfilled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "043c0f90ca3e4b9baa2509d005c75aaf_152"
    },
    {
      "start": 18112,
      "end": 18302,
      "text": "It is further observed that  if cleaver drafting has created the illusion of a cause of action, nip it in  the bud at the first hearing by examining the party searchingly under  Order X CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c18025ae8e4247c59c19f66add5f888f_153"
    },
    {
      "start": 18303,
      "end": 18391,
      "text": "It is further observed that an activist Judge is the answer  to irresponsible law suits.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "12454904525944e2a5ef2663c3a84076_154"
    },
    {
      "start": 18392,
      "end": 18624,
      "text": "While considering the duty of the counsel, the  Hon'ble Supreme Court has observed in para 7 as under: \n\"7. We   regret   the   infliction   of   the   ordeal   upon   the   learned   Judge  of the  High  Court  by a callous  party.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "da7a176526c94aad827cb36976b365c8_155"
    },
    {
      "start": 18625,
      "end": 18717,
      "text": " We  more  than   regret   the   circumstances   that   the   party   concerned   has   been",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3828ca9c79e2473b9ff78b6c2c6189b9_156"
    },
    {
      "start": 18718,
      "end": 18803,
      "text": "  able to prevail upon one lawyer or the other to present to the   HC-NIC Page 8 of 9",
      "labels": [
        "ANALYSIS"
      ],
      "id": "272419bc7b064ddf91963ac6cd7c194d_157"
    },
    {
      "start": 18804,
      "end": 18914,
      "text": "Created On Sat Aug 12 13:19:44 IST 2017 C/FA/2902/2016 JUDGMENT Court a case which was disingenuous  or wrose.",
      "labels": [
        "NONE"
      ],
      "id": "f9067a1b301847d888d7b9a3ee8a0335_158"
    },
    {
      "start": 18915,
      "end": 19096,
      "text": "It may be a   valuable contribution to the cause of justice if counsel screen   wholly   fradulent   and   frivolous   litigation   refusing   to   be   beugiled by dubious clients.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "99729743dc964320a02f96fce1adee70_159"
    },
    {
      "start": 19097,
      "end": 19216,
      "text": "And remembering that an advoate   is an officer of justice he owes it to society not to collaborate in   shady actions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a236dad08d104d34a771d6e668ef8050_160"
    },
    {
      "start": 19217,
      "end": 19283,
      "text": "The Bar Council of India, we hope will activate   this obligation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e64f266f206e4993b02aa3b545504d37_161"
    },
    {
      "start": 19284,
      "end": 19342,
      "text": "We are constrained to make these observations   and   hope",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e564c52bafb14ea0b4f0e06f3cb57960_162"
    },
    {
      "start": 19343,
      "end": 19598,
      "text": "  that   cooperation   of   the   Bar   will   be   readily   forthcoming   to   the   Bench   for   spending   judicial   time   on   worthwhile   disputes   and   avoiding   the   distraction   of   sham   litigation such as the one we are disposing of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f167ea921bc42df8597b96319ec0096_163"
    },
    {
      "start": 19599,
      "end": 19651,
      "text": "Another moral   of this unrighteous chain litigation",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3963efa7e91d405a8251cd06bc4a61f9_164"
    },
    {
      "start": 19652,
      "end": 19740,
      "text": "is the gullible grant of ex parte orders tempts gamblers in litigation into easy Courts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "043a0ff106b64d648c4afe34d07fa80a_165"
    },
    {
      "start": 19741,
      "end": 19847,
      "text": "A  Judge who succumbs to ex parte pressure in unmerited cases   helps   devalu   the   judicial   process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5454428b4b3c443096acbdaa21691208_166"
    },
    {
      "start": 19850,
      "end": 19935,
      "text": "We   must   appreciate   Shri   Ramasesh for his young candour and correct advocacy.\"",
      "labels": [
        "RATIO"
      ],
      "id": "db7f38e3c89e4d7e8e810133394b6b52_167"
    },
    {
      "start": 19937,
      "end": 20143,
      "text": "6.1. Considering the aforesaid facts and circumstances, we see  no reason to interfere with the impugned order passed by the learned  Commercial Court, Vadodara in dismissing the suit with exemplary cost.  ",
      "labels": [
        "RATIO"
      ],
      "id": "217175e1442a4f65b4e4c0e58c8cb06b_168"
    },
    {
      "start": 20143,
      "end": 20247,
      "text": "We   are   in   complete   agreement   with   the   view   taken   by   the   learned  Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "baad7807431147b18c5547d8893ee9f5_169"
    },
    {
      "start": 20248,
      "end": 20292,
      "text": "No interference of this Court is called for.",
      "labels": [
        "RPC"
      ],
      "id": "eda2f99bc6fe47f496ac20e811c98d7d_170"
    },
    {
      "start": 20294,
      "end": 20486,
      "text": "7.0. In   view   of   the   above   and   for   the   reasons   stated   above,  present   appeal   fails   and   same   deserves   to   be   dismissed   and   is  accordingly dismissed. \n7.1.",
      "labels": [
        "RPC"
      ],
      "id": "c73cad8af9264845aeeefd699a918ac0_171"
    },
    {
      "start": 20487,
      "end": 20567,
      "text": "In view of dismissal of the  First Appeal, Civil  Application  stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "c2ffd8b9eb5840f2aa5c32e003f5564e_172"
    },
    {
      "start": 20568,
      "end": 20678,
      "text": "\nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 9 of 9 Created On Sat Aug 12 13:19:44 IST 2017",
      "labels": [
        "NONE"
      ],
      "id": "ff5ec63d71554979875b087415f877bb_173"
    }
  ]
}