{
  "id": "568fbdfd57097f0c11011bb3045162b8d2a61f0971a2ac4699c631a665bea04a",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nKarnataka High Court \nKrishna Bhagya Jala Nigam Ltd vs A Prabhakara Reddy on 11 September, 2023\nAuthor: Suraj Govindaraj \nBench: Suraj Govindaraj \n                                                   -1-\n                                                            Nc: 2023 : Khc -K:7285 \n                                                             Wp No. 201900 of 2023 \n\n\n\n\n                             In The High Court Of Karnataka,\n                                                                                       R\n                                       Kalaburagi Bench\n                        Dated This The 11Th Day Of September, 2023 \n                                               Before\n                        The Hon'Ble Mr Justice Suraj Govindaraj \n\n                           Writ Petition No.201900/2023 (Gm-Cpc) \n\n                   Between: \n\n                   1.     Krishna Bhagya Jala Nigam Ltd., \n                          (Government Of Karnataka \n                          Undertaking)\n                          Represented By Its \n                          Managing Director\n                          Krishna Bhagya Jala Nigam Ltd.,\n                          K.R. Circle, Bengaluru\n\n                   2.     The Chief Engineer\n                          Krishna Bhagya Jala Nigam Ltd.,\n                          Canal Zone No.1, \n                          Bheemarayanagudi \n                          Tq. Shahapura, Dist . Yadgir \n\n                   3.     The Executive Engineer \n                          Krishna Bhagya Jala Nigam Ltd., \nDigitally signed          Nrbc Division No.4 \nby                        Chikkahonnakuni \nNarayanappa               Tq . Deodurga, Dist . Raichur \nLakshmamma \n                                                                      ... Petitioners\nLocation: High     (By Sri Krupa Sagar Patil, Advocate)\nCourt Of \nKarnataka \n                   And: \n\n                   1.     A. Prabhakara Reddy \n                          Age: 69 Years \n                          Occ: Class-I Contractor \n                          R / O. Flat No.404 , Bhanu Enclave \n                          Sunder Nagar, Erragadda \n                          Hyderabad- 500038\n\n                          Represented By His \n                          Power Of Attorney Holder \n                                   -2-\n                                         Nc: 2023 : Khc -K:7285 \n                                           Wp No. 201900 of 2023 \n\n\n\n\n       P. Chandramouli \n       S / O P. Venkatarma Sastry \n       Age: 62 Years \n       Occ : Chief General Manager \n       Aprcl R/O. Flat No.101 \n       Ramabhadra Towers\n       H.No.7- 1- 28/4/ 1 \n       Ameerpet, Hyderabad-500016 \n\n2 .     Government Of Karnataka\n       Represented By Its Secretary \n       Irrigation Department \n       Government Of Karnataka\n       M.S.Building \n       Bangalore- 560001 \n                                                        ...Respondents\n\n(By Sri Sachin M. Mahajan, Advocate For C/R1;\n Smt. Maya T.R., Hcgp For R2 )\n\n       This Writ Petition Is Filed Under Articles 226 And 227 Of\nThe Constitution Of India Praying To Quash The Impugned Order\nOn I.A.No.Xi, Dated 13.06.2023 Passed By The Court Of Principal\nDistrict And Sessions Judge And Commercial Court, Raichur, In\nCommercial O.S.No.1/2018 At Annexure-D To The Writ Petition And\nEtc.\n\n\n       This Writ Petition Coming On For Orders And Having Been\nReserved   For   Orders     On   19.07.2023,   This   Day,   The   Court\nPronounced The Following:\n\n\n                                 Order\n1. The petitioners who are defendant Nos.1 to 3 in Commercial O.S.No.1/2018 pending on the file of Principal District and Sessions Judge and Commercial Court, Raichur, are before this Court seeking fo r the following reliefs:\nNC: 2023:KHC-K:7285 a. Issue a Writ of Certiorari quashing the impugned order on I.A.No.XI dated 13.06.2023 passed by the Court of Prl. District & Sessions Judge and Commercial Court, Raichur, in Commercial O.S.No.1/2018 at Annexure-D to the Writ Petition.\nb. Issue any other Writ, Order or Direction as this Hon'ble Court deems fit in the circumstances of the case in the interest of justice and equity. \n2. Respondent No.1 had filed the aforesaid suit in Commercial O.S.No.1/2018 seeking for the following reliefs:\na. Directing the Defendants to pay to the Plaintiff an amount of Rs.57,48,47,264=00 (Rupees Fifty-seven crores, forty eight lakhs, forty seven thousand two hundred and sixty four only) including an interest of 12% P.A., as quantified as on 22.3.2018 with future interest of 12% P.A., till its realisation, through the process of this Hon'ble Court in this summary suit for recovery, as specifically claimed and stated in the calculations of claims, interest rates, dates from and to which the interests are claimed, number of days for which interest claimed up to the date of filing of this summary suit, i.e., 22.3.2018, as per Annexures-49 to Annexures-62, which is based on the contract, agreement and correspondence with quantification of liquidated damages. \nb. To pass any suitable reliefs to which the Plaintiff is entitled to under the facts and circumstances of the case.\" \n3. In the said suit, the plaintiff led the evidence of one Sri.P.Chandramouli S/o P.Venkatarama Shastry, Chief General Manager of APR Constructions Limited claiming also to be the GPA Holder of the plaintiff. He was examined as PW.1 and cross-examined. \nNC: 2023:KHC-K:7285 Subsequent thereto, the defendants led their evidence. The witnesses having been cross- examined, the matter was posted for reply arguments. It is at that stage, an application came to be filed by the plaintiff under Section 151 of the Code of Civil Procedure (for short, hereinafter referred to as 'CPC') which came to be numbered as I.A.No.11 on 23.03.2023 vide Annexure-B seeking permission to permit the plaintiff to adduce evidence of the plaintiff. The said application being objected to, came to be allowed by way of the impugned order dated 13.06.2023 which is under challenge in the present petition.\n4. Sri. Krupa Sagar Patil., learned counsel appearing for the petitioner submits as under; 4.1. The Commercial Court would not have allowed an application under Section 151 of Code of Civil Procedure permitting the plaintiff to file an affidavit in lieu of the evidence of the plaintiff in NC: 2023:KHC-K:7285 light of the embargo under Order 18 Rule 4(1A) of Code of Civil Procedure as amended by the Commercial Court Act, 2015. \n4.2. The submission is that all affidavits of all witnesses are required to be filed at the designated time and if they are not so filed, there is no provision to permit the filing of an affidavit in lieu of evidence of a witness after the matter is posted for arguments, in this case reply arguments. \n4.3. The application is not maintainable under Section 151 of Code of Civil Procedure, any such application ought to have been filed either under the Commercial Courts Act, 2015 or the relevant provision of Code of Civil Procedure 1908 as amended by the Commercial Courts Act, 2015. \nNC: 2023:KHC-K:7285 4.4. Thirdly, he submits that the application to file the affidavit in lieu of evidence is filed only to get over the admissions made by PW1 who has led evidence on all matters and has been cross- examined on all matters. \n4.5. If the plaintiff were permitted to file an affidavit of another witness on the entire matter, the answers which had been given by PW1 would get negated and by filing of the affidavit the lacuna in the evidence could be filled up which has not been taken into consideration by the trial Court.\n4.6. There are no reasons which have been provided in the application to enable the exercise of powers, even if presumed to be excised under Order 18 Rule 4(1B) of Code of Civil Procedure. On these grounds he submits that the trial Court ought not to be allowed the application, the application was liable to be dismissed. \nNC: 2023:KHC-K:7285 5. Sri.Sachin Mahajan., learned counsel appearing for the plaintiff-respondents submits that; 5.1. In the interest of justice, the trial Court has taken into consideration all the relevant aspects and being of the opinion that the application is to be allowed has so allowed it.\n5.2. More so when the trial Court has observed that PW1 who is the power of Attorney Holder would not have led evidence, since the power of attorney did not permit the power of attorney holder to lead evidence but only permitted him to carry out certain Acts which does not include the leading of evidence and in this regard the trial Court has rightly taken into consideration the decision of Hon'ble Apex Court in Janki Vashdeo Bhojwani and Another vs. Indusind Bank Ltd 1. \n2005 (2) SCC 217 NC: 2023:KHC-K:7285 5.3. It is on account of the cross-examination conducted of PW1, wherein the defendant has raised a issue that PW1 was not authorized to lead evidence, it is by, abundant caution so as not to be non-suited the application had been filed to lead the evidence of the plaintiff and in this case the application is not for leading the evidence of a 3rd party or any other witness but of the plaintiff himself and therefore, in view of the cross-examination effected on the ground that PW1 was not authorized, the plaintiff himself wants to get into the witness box and lead evidence.\n5.4. The embargo under Order 18 Rule 4(1A) is not absolute, the same is qualified by Order 18 Rule 4(1B) which provides for a party to lead additional evidence by making available sufficient cause in an application filed in that regard. \nNC: 2023:KHC-K:7285 5.5. He therefore submits that, if sufficient cause is shown then even in a Commercial suit, either the plaintiff or the defendant could lead further evidence by placing on record an affidavit in lieu of evidence. \n5.6. His alternate submission is that in terms of Section 8 of the Commercial Court Act, 2015 ['CCA' for short] there is an embargo on this Court to exercise powers under Article 227 of the Constitution in matters relating to interlocutory orders passed in a Commercial Suit. Since the revisional powers have been eschewed by Section 8.\n5.7. In that regard he relies upon the decision of the Hon'ble Apex Court in Surya Dev Rai vs Ram Chander Rai2 more particularly para 34 and 38 thereof which are reproduced hereunder for easy reference;\n2003 AIR SCW 3872 - 10 - NC: 2023:KHC-K:7285 34. We are of the opinion that the curtailment of revisional jurisdiction of the High Court does not take away - and could not have taken away - the constitutional jurisdiction of the High Court to issue a writ of certiorari to a civil court nor the power of superintendence conferred on the High Court under Article 227 of the Constitution is taken away or whittled down. The power exists, untrammelled by the amendment in Section 115 of the CPC, and is available to be exercised subject to rules of self discipline and practice which are well settled. \n38. Such like matters frequently arise before the High Courts. We sum up our conclusions in a nutshell, even at the risk of repetition and state the same as hereunder:-\n(1) Amendment by Act No.46 of 1999 with effect from 01.07.2002 in Section 115 of Code of Civil Procedure cannot and does not affect in any manner the jurisdiction of the High Court under Articles 226 and 227 of the Constitution.\n(2) Interlocutory orders, passed by the courts subordinate to the High Court, against which remedy of revision has been excluded by the CPC Amendment Act No.46 of 1999 are nevertheless open to challenge in, and continue to be subject to, certiorari and supervisory jurisdiction of the High Court. \n(3) Certiorari, under Article 226 of the Constitution, is issued for correcting gross errors of jurisdiction, i.e., when a subordinate court is found to have acted (i) without jurisdiction - by assuming jurisdiction where there exists none, or (ii) in excess of its jurisdiction - by overstepping or crossing the limits of jurisdiction, or (iii) acting in flagrant disregard of law or the rules of procedure or acting in violation of principles of natural justice where there is no procedure specified, and thereby occasioning failure of justice. \n(4) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the - 11 - NC: 2023:KHC-K:7285 subordinate courts within the bounds of their jurisdiction. When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction. (5) Be it a writ of certiorari or the exercise of supervisory jurisdiction, none is available to correct mere errors of fact or of law unless the following requirements are satisfied : (i) the error is manifest and apparent on the face of the proceedings such as when it is based on clear ignorance or utter disregard of the provisions of law, and (iii) a grave injustice or gross failure of justice has occasioned thereby. (6) A patent error is an error which is self-evident, i.e., which can be perceived or demonstrated without involving into any lengthy or complicated argument or a long-drawn process of reasoning. Where two inferences are reasonably possible and the subordinate court has chosen to take one view the error cannot be called gross or patent. (7) The power to issue a writ of certiorari and the supervisory jurisdiction are to be exercised sparingly and only in appropriate cases where the judicial conscience of the High Court dictates it to act lest a gross failure of justice or grave injustice should occasion. Care, caution and circumspection need to be exercised, when any of the abovesaid two jurisdictions is sought to be invoked during the pendency of any suit or proceedings in a subordinate court and the error though calling for correction is yet capable of being corrected at the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking certiorari or supervisory jurisdiction of High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings. The High Court may feel inclined to intervene where the error is such, as, if not - 12 - NC: 2023:KHC-K:7285 corrected at that very moment, may become incapable of correction at a later stage and refusal to intervene would result in travesty of justice or where such refusal itself would result in prolonging of the lis. \n(8) The High Court in exercise of certiorari or supervisory jurisdiction will not covert itself into a Court of Appeal and indulge in re-appreciation or evaluation of evidence or correct errors in drawing inferences or correct errors of mere formal or technical character. \n(9) In practice, the parameters for exercising jurisdiction to issue a writ of certiorari and those calling for exercise of supervisory jurisdiction are almost similar and the width of jurisdiction exercised by the High Courts in India unlike English courts has almost obliterated the distinction between the two jurisdictions. While exercising jurisdiction to issue a writ of certiorari the High Court may annul or set aside the act, order or proceedings of the subordinate courts but cannot substitute its own decision in place thereof. In exercise of supervisory jurisdiction the High Court may not only give suitable directions so as to guide the subordinate court as to the manner in which it would act or proceed thereafter or afresh, the High Court may in appropriate cases itself make an order in supersession or substitution of the order of the subordinate court as the court should have made in the facts and circumstances of the case. \n5.8. Relying on the above, he submits that it is only in the rarest case that this Court ought to exercise powers under Article 227 of the Constitution of India to cure a patent error which is self-evident and/or interfere only when - 13 - NC: 2023:KHC-K:7285 the Sub-ordinate Court has assumed jurisdiction, when it does not have jurisdiction. 5.9. In the present case by virtue of Order 18 Rule 4(1B) the Commercial Court having the power to permit additional evidence to be led, the exercise of such power is proper and correct and as such this Court ought not to exercise the powers under Article 227 of the Constitution of India.\n5.10. To a similar effect, he relies upon the decisions of the Division Bench of the Hon'ble High Court of Gujarat in State of Gujarat vs. Union of India3 more particularly para 1 and 13 thereof, which are reproduce hereunder for easy reference; \n1. By way of this petition under Article 227 of the Constitution of India, the petitioners herein - original plaintiffs have prayed for an appropriate writ or order to quash and set aside the impugned order passed by the learned Judge, Commercial Court, Vadodara, Spl. Civil Application No.737/2018 - 14 - NC: 2023:KHC-K:7285 dated 03.11.2017, below Ex.71, in Commercial Civil Suit No.247/2016, by which the learned Judge has rejected the said application preferred by the original plaintiffs which was preferred under Order VII Rule 14 read with Section 151 of the Code of Civil Procedure, 1908 (\"CPC\" for short) for seeking permission to place certain documents on record and further to seek permission to exhibit those documents, which were produced vide list at Ex.72. \n13 . In view of the above and for reasons stated above and considering the decisions of Hon'ble Supreme Court referred to hereinabove, our conclusions in nutshell are as under:- (1) The bar contained under Section 8 of the Commercial Courts Act against entertainability of \"civil revision application or petition\" against the interlocutory orders passed by the subordinate/Commercial Courts, shall not be applicable to the writ petitions under Article 227 of the Constitution of India. (2) The bar contained in Section 8 of the Commercial Courts Act shall not affect the supervisory jurisdiction of the High Courts under Article 227 of the Constitution of India in respect of the orders, including interlocutory orders, passed by the Commercial Court and writ petitions under Article 227 of the Constitution of India may be entertainable, however, subject to the following observations and restrictions:- \n(a) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the subordinate Courts within the bounds of their jurisdiction. When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction. \n(b) The supervisory jurisdiction under Article 227 of the Constitution of India may not be exercised to correct mere errors of fact or of law and may be - 15 - NC: 2023:KHC-K:7285 exercised only when the following requirements are satisfied:-\n(i) the error is manifest and apparent on the face of the proceedings such as when it is based on clear ignorance or utter disregard of the provisions of law, and (ii) a grave injustice or gross failure of justice has occasioned thereby (c) A patent error is an error which is self-evident, i.e., which can be perceived or demonstrated without involving into any lengthy or complicated argument or a long-drawn process of reasoning. \nWhere two inferences are reasonably possible and the subordinate court has chosen to take one view the error cannot be called gross or patent. \n(d) The power to issue a writ of certiorari and the supervisory jurisdiction are to be exercised sparingly and only in appropriate cases where the judicial conscience of the High Court dictates it to act lest a gross failure of justice or grave injustice should occasion. Care, caution and circumspection need to be exercised, when any of the above said two jurisdictions is sought to be invoked during the pendency of any suit or proceedings in a subordinate court and error though calling for correction is yet capable of being corrected at the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking certiorari or supervisory jurisdiction of High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings. \nThe High Court may feel inclined to intervene where the error is such, as, if not corrected at that very moment, may become incapable of correction at a later stage and refusal to intervene would result in travesty of justice or where such refusal itself would result in prolonging of the lis. \n- 16 - NC: 2023:KHC-K:7285 (3) Though while exercising supervisory jurisdiction under Article 227 of the Constitution of India, the High Court may annul or set aside the act, order or proceedings of the subordinate courts, it may not substitute its own decision in place thereof. (4) In exercise of supervisory jurisdiction, the High Court may not only give suitable directions so as to guide the subordinate Court as to the manner in which it would act or proceed thereafter or afresh, the High Court may in appropriate cases, itself make an order in supersession or substitution of the order of the subordinate Court as the Court should have made in the facts and circumstances of the case. (5) That while exercising powers under Article 227 of the Constitution of India, the High Court would have to consider the observations made by the Hon'ble Supreme Court in Paragraph-39 in the case of Surya Dev Rai v. Ram Chander Rai And Others (supra), which are as under:\n\"39. Though we have tried to lay down broad principles and working rules the fact remains that the parameters for exercise of jurisdiction under Article-226 or 227 of the Constitution cannot be tied down in a straitjacket formula or rigid rules. Not less than often the High Court would be faced with dilemma. If it intervenes in pending proceedings there is bound to be delay in termination of proceedings. If it does not intervene, the error of the moment may earn immunity from correction. The facts and circumstances of a given case may make it more appropriate for the High Court to exercise self- restraint and not to intervene because the error of jurisdiction though committed is yet capable of being taken care of and corrected at a later stage and the wrong done, if any, would be set right and rights and equities adjusted in appeal or revision preferred at the conclusion of the proceedings. But there may be cases where a stitch in time would save nine'. At the end, we may sum up by saying that the power is there - 17 - NC: 2023:KHC-K:7285 but the exercise is discretionary which will be governed solely by the dictates of judicial conscience enriched by judicial experience and practical wisdom of the Judge\". \n5.11. By relying on the above he submits that the Hon'ble Gujarat High Court has laid down the aspects that would have to be taken into consideration by Courts exercising powers under Article 227 in respect an order on interlocutory application passed in a Commercial Suit and as such he submits that the power to issue a writ of certiorari and the exercise of supervisory jurisdiction are to be exercised sparingly and only in appropriate cases, this is not one of such cases, where such power can be exercised by this Court. 5.12. He relies upon the decision of the Division Bench of the Hon'ble Delhi High Court in Imtiyaz Sheikh vs Puma Se4 more CM(M) No.132/2021 and CM No.5689/2021 - 18 - NC: 2023:KHC-K:7285 particularly para 30 and 31 thereof, which are reproduced here under for easy reference:\n30. We are of the view that once the Commercial Courts Act has expressly barred the remedy of a revision application under Section 115 of the CPC, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of Article 227 of the Constitution of India. The scope and ambit of a petition under Article 227 is much wider than the scope and ambit of a revision application under Section 115 of the CPC; whatever can be done in exercise of powers under Section 115 of the CPC, can also be done in exercise of powers under Article 227 of the Constitution. Allowing petitions under Article 227 to be preferred even against orders against which a revision application under Section 115 CPC would have been maintainable but for the bar of Section 8 of the Commercial Courts Act, would nullify the legislative mandate of the Commercial Courts Act. \nRecently, in Deep Industries Limited Vs. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706, in the context of petitions under Article 227 of the Constitution of India with respect to orders in an appeal against an order of the Arbitral Tribunal under Section 17 of the Arbitration & Conciliation Act, 1996, it was held that if petitions under Article 226 / 227 of the Constitution against orders passed in appeals under the Arbitration Act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years. It was observed that though Article 227 is a constitutional provision which remains untouched by an non-obstante Clause 5 of the Arbitration Act but what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing First Appeals under the Arbitration Act, yet the High Court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders - 19 - NC: 2023:KHC-K:7285 which are patently lacking in inherent jurisdiction. Thus, though we are of the view that gates of Article 227 ought not to be opened with respect to orders in commercial suits at the level of the District Judge against which a revision application under CPC was maintainable but which remedy has been taken away by the Commercial Courts Act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under Article 227 is completely barred. However the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the CPC were revisable and which remedy has been taken away by a subsequent legislation i.e. the Commercial Courts Act, and ensuring that such exercise of jurisdiction by the High Court does not negate the legislative intent and purpose behind the Commercial Courts Act and does not come in the way of expeditious disposal of commercial suits. \n31. We thus hold the petition under Article 227 of the Constitution of India to be maintainable with respect to the order impugned in CM(M) No.132/2021. However the discretion, whether in the facts and circumstances such petition is to be entertained or not, having under the roster been vested in the Single Judge, we leave it to the Single Judge to exercise such discretion. 5.13. He submits that the Hon'ble Delhi High Court has drawn parallel between the proceedings before a Commercial Court and an Arbitral Tribunal and by relying on the judgement of the Hon'ble Apex Court in M/S Deep Industries Ltd. vs Oil and Natural Gas Corporation - 20 - NC: 2023:KHC-K:7285 Limited5 has held that the powers under Article 227 have to be sparingly used.\n5.14. His submission is that, if the affidavit of PW1 is eschewed on account of the objection raised by defendant that PW1 did not have the power to lead evidence under power of attorney which has been marked then the matter now being posted for arguments there would be no evidence of the plaintiff at all and without such evidence being on record, no relief could be granted under the plaint and it is in that background, that he submits that the affidavit filed by the plaintiff has to be taken into consideration, the trial Court has passed a conditional order inasmuch as the trial Court has permitted the plaintiff to lead evidence without spoiling any kind of admissions given by the PW1 during the course of cross- 2020 (15) SCC 706 - 21 - NC: 2023:KHC-K:7285 examination, which would be sufficient to protect the interest of the defendant who has contended that, if the plaintiff were to be permitted to lead evidence, the admission obtained during the cross-examination would be rendered negatory.\n5.15. On these grounds he submits that the trial Court has rightly allowed the application and this Cout ought not to intercede in the matter. \n6. In reply, Sri. Krupa Sagar Patil., learned counsel for the petitioners-defendants would submit that; 6.1. Insofar as the power of attorney is concerned the defendant has no objection for the power of attorney to have led evidence, the defendant would not in the course of his arguments or in any other proceedings, thereafter take up the contention that PW1 was not authorized to lead evidence. \n- 22 - NC: 2023:KHC-K:7285 6.2. The power of attorney holder having categorically stated that, he is in the know of things and he has personal knowledge of the events that have occurred the same can be considered dehors the power of attorney not authorizing him to depose and that the evidence led by the PW1 can be considered by the trial Court while passing the judgment and as such the apprehension on part of the plaintiff-respondents is not proper or warranted. \n6.3. He further submits that even in the application filed by the plaintiff, the plaintiff has categoricially stated that PW1 was authorized to do all such acts including leading evidence. As such this aspect of leading evidence by PW1 can also be ratified by the plaintiff if they choose to do. But however, irrespective of ratification the defendant has no objection to - 23 - NC: 2023:KHC-K:7285 the evidence led and for the same to be considered by the trial Court, which shall not be objected to by the defendant. \n7. Heard Sri. Krupa Sagar Patil., learned counsel appearing for the petitioner, Sri.Sachin M. Mahajan., learned counsel appearing for the caveator/respondent No.1 and Smt.Maya.T.R., leaned HCGP for respondent No.2. Perused paper. \n8. The points that would arise for consideration in the present matter are:\n1. Whether a Commercial Court can in light of Order 18 Rule 4(1A) permit a party to lead fresh evidence after the matter is posted for arguments when the witness have not been named in the list of witnesses and the affidavit has not been filed as per the Calender of dates fixed under Order 15A of the Code of Civil Procedure as amended by the Commercial Court Act, 2015?\n2. Whether the impugned order passed by the trial Court suffers from any legal infirmity requiring interference at the hands of this Court? \n3. Whether in view of Section 8 of the Commercial Court Act, 2015, the present writ petition is maintainable? \n4. What Order? \n- 24 - NC: 2023:KHC-K:7285 9 . I answer the above points as under 10. ANSWER TO POINT NO.1: Whether a Commercial Court can in light of Order 18 Rule 4(1A) permit a party to lead fresh evidence after the matter is posted for arguments when the witness have not been named in the list of witnesses and the affidavit has not been filed as per the Calender of dates fixed under Order 15A of the Code of Civil Procedure as amended by the Commercial Court Act, 2015? 10.1. The CCA has been introduced in furtherance of the recommendation made by Law Commission of India in its 253rd report. The object and reason for said Act to be promulgated is so as to enable speedy disposal of high value commercial disputes. The said Act amends the Code of Civil Procedure, 1908 (CPC) making the amended portion applicable to commercial courts and commercial divisions which shall prevail over the existing High Court Rules and other provisions of the CPC so as to improve the efficiency and reduce the delays in disposal - 25 - NC: 2023:KHC-K:7285 of the commercial cases. Section 16 of the CCA reads as under:\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \n10.2. A perusal of the above would indicate that the provision of CPC in their application to any suit in respect of commercial dispute of a specified value shall stand amended in the manner as specified in the schedule to the CCA. In terms of Subsection (3) of Section 16, if there is any conflict between any rule of the High Court or - 26 - NC: 2023:KHC-K:7285 the provision of CPC 1908, then, the amended CPC in terms of the CCA would prevail. Thus, it is clear that for all practical and legal purposes, it is the amendment made to the CPC 1908 by way of the schedule to the CCA which would prevail and apply. \n10.3. Clause 8 of the Schedule amends Rule 2 of Order 18 of CPC and introduces Sub-rule (3A), (3B), (3C),( 3D), (3E), (3F). The said Sub- rules are reproduced hereunder for easy reference: \n8. Amendment of Order XVIII.--In Order XVIII of the Code, in Rule 2, for sub-rules (3-A), (3-B), (3-C), (3-D), (3-E) and (3-F), the following shall be substituted, namely-- \"(3-A) A party shall, within four weeks prior to commencing the oral arguments, submit concisely and under distinct headings written arguments in support of his case to the court and such written arguments shall form part of the record. \n(3-B) The written arguments shall clearly indicate the provisions of the laws being cited in support of the arguments and the citations of judgments being relied upon by the party and include copies of such judgments being relied upon by the party.\n- 27 - NC: 2023:KHC-K:7285 (3-C) A copy of such written arguments shall be furnished simultaneously to the opposite party. \n(3-D) The court may, if it deems fit, after the conclusion of arguments, permit the parties to file revised written arguments within a period of not more than one week after the date of conclusion of arguments. \n(3-E) No adjournment shall be granted for the purpose of filing the written arguments unless the court, for reasons to be recorded in writing, considers it necessary to grant such adjournment.\n(3-F) It shall be open for the court to limit the time for oral submissions having regard to the nature and complexity of the matter.\". \n10.4. Clause 9 amends Rule 4 of Order 18 of CPC introduces Sub-rule (4) of Order 18 of CPC introduces sub-rule (1A), (1B) and (1C) which reads as under:\n9. Amendment of Order XVIII.--In Order XVIII of the Code, in Rule 4, after sub-rule (1), the following sub-rules shall be inserted, namely-- \"(1-A) The affidavits of evidence of all witnesses whose evidence is proposed to be led by a party shall be filed simultaneously by that party at the time directed in the first Case Management Hearing. \n(1-B) A party shall not lead additional evidence by the affidavit of any witness (including of a witness who has already filed an affidavit) unless sufficient cause is made out in an application for that purpose and an order,\n- 28 - NC: 2023:KHC-K:7285 giving reasons, permitting such additional affidavit is passed by the court.\n(1-C) A party shall however have the right to withdraw any of the affidavits so filed at any time prior to commencement of cross- examination of that witness, without any adverse inference being drawn based on such withdrawal:\nProvided that any other party shall be entitled to tender as evidence and rely upon any admission made in such withdrawn affidavit\".\n10.5. Thus, insofar as evidence is concerned, it is this amended order 18 which would apply to a proceeding under the CCA. In terms of Sub Rule (1-A) of Rule (4) of Order 18, the affidavits of evidence of all witnesses whose evidence is proposed to be led by a party shall be filed simultaneously by that party at the time directed in the case management hearing. 10.6. By virtue of clause (7) of Schedule of the CCA Order 15A has been inserted in the CPC which deals with Case Management Hearing. The said Order 15A is reproduced hereunder for easy reference:\n- 29 - NC: 2023:KHC-K:7285 \"ORDER XV-A CASE MANAGEMENT HEARING 1. First Case Management Hearing.--The court shall hold the first Case Management Hearing, not later than four weeks from the date of filing of affidavit of admission or denial of documents by all parties to the suit. \n2. Orders to be passed in a Case Management Hearing.--In a Case Management Hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the court may pass an order-- (a) framing the issues between the parties in accordance with Order XIV of the Code of Civil Procedure, 1908 (5 of 1908) after examining pleadings, documents and documents produced before it, and on examination conducted by the court under Rule 2 of Order X, if required;\n(b) listing witnesses to be examined by the parties;\n(c) fixing the date by which affidavit of evidence to be filed by parties;\n(d) fixing the date on which evidence of the witnesses of the parties to be recorded;\n(e) fixing the date by which written arguments are to be filed before the court by the parties;\n(f) fixing the date on which oral arguments are to be heard by the court; and (g) setting time limits for parties and their advocates to address oral arguments.\n3. Time limit for the completion of a trial.-- In fixing dates or setting time limits for the purposes of Rule 2 of this order, the court shall ensure that the arguments are closed not later - 30 - NC: 2023:KHC-K:7285 than six months from the date of the first Case Management Hearing. \n4. Recording of oral evidence on a day- to-day basis.--The court shall, as far as possible, ensure that the recording of evidence shall be carried on, on a day-to-day basis until the cross examination of all the witnesses is complete.\n5. Case Management Hearings during a trial.--The court may, if necessary, also hold Case Management Hearings anytime during the trial to issue appropriate orders so as to ensure adherence by the parties to the dates fixed under Rule 2 and facilitate speedy disposal of the suit.\n6. Powers of the court in a Case Management Hearing.--(1) In any Case Management Hearing held under this order, the court shall have the power to-- (a) prior to the framing of issues, hear and decide any pending application filed by the parties under Order XIII-A;\n(b) direct parties to file compilations of documents or pleadings relevant and necessary for framing issues;\n(c) extend or shorten the time for compliance with any practice, direction or court order if it finds sufficient reason to do so;\n(d) adjourn or bring forward a hearing if it finds sufficient reason to do so;\n(e) direct a party to attend the court for the purposes of examination under Rule 2 of Order X;\n(f) consolidate proceedings;\n- 31 - NC: 2023:KHC-K:7285 (g) strike off the name of any witness or evidence that it deems irrelevant to the issues framed;\n(h) direct a separate trial of any issue;\n(i) decide the order in which issues are to be tried;\n(j) exclude an issue from consideration;\n(k) dismiss or give judgment on a claim after a decision on a preliminary issue;\n(l) direct that evidence be recorded by a Commission where necessary in accordance with Order XXVI;\n(m) reject any affidavit of evidence filed by the parties for containing irrelevant, inadmissible or argumentative material;\n(n) strike off any parts of the affidavit of evidence filed by the parties containing irrelevant, inadmissible or argumentative material;\n(o) delegate the recording of evidence to such authority appointed by the court for this purpose;\n(p) pass any order relating to the monitoring of recording the evidence by a commission or any other authority;\n(q) order any party to file and exchange a costs budget;\n(r) issue directions or pass any order for the purpose of managing the case and furthering the overriding objective of ensuring the efficient disposal of the suit. (2) When the court passes an order in exercise of its powers under this order, it may-- - 32 - NC: 2023:KHC-K:7285 (a) make it subject to conditions, including a condition to pay a sum of money into court; and (b) specify the consequence of failure to comply with the order or a condition. (3) While fixing the date for a Case Management Hearing, the court may direct that the parties also be present for such Case Management Hearing, if it is of the view that there is a possibility of settlement between the parties. \n7. Adjournment of Case Management Hearing.--(1) The court shall not adjourn the Case Management Hearing for the sole reason that the advocate appearing on behalf of a party is not present:\nProvided that an adjournment of the hearing is sought in advance by moving an application , the court may adjourn the hearing to another date upon the payment of such costs as the court deems fit, by the party moving such application. \n(2) Notwithstanding anything contained in this rule, if the court is satisfied that there is a justified reason for the absence of the advocate, it may adjourn the hearing to another date upon such terms and conditions it deems fit. \n8. Consequences of non-compliance with orders.--Where any party fails to comply with the order of the court passed in a Case Management Hearing, the court shall have the power to-- (a) condone such non-compliance by payment of costs to the court;\n(b) foreclose the non-compliant party's right to file affidavits, conduct cross- examination of witnesses, file written submissions, address oral arguments or - 33 - NC: 2023:KHC-K:7285 make further arguments in the trial, as the case may be, or (c) dismiss the plaint or allow the suit where such non-compliance is wilful, repeated and the imposition of costs is not adequate to ensure compliance.\".\n10.7. In terms of Rule (2) of Order 15A of the CPC dealing with Case Management Hearing, the concerned Court shall make order approving the list of witnesses to be examined by the party, fix the dates on which the evidence of the witnesses of the parties is to be recorded, etc. 10.8. Thus, in terms of Rule (2) of Order 15A, all the affidavits of the witnesses listed are to be filed on the same day. This being with the intention to avoid any duplication of evidence and or the possibility of the succeeding witness trying to in the affidavit in lieu of evidence improve upon the cross-examination of the previous witness so as to overcome the effect of such cross- examination. \n- 34 - NC: 2023:KHC-K:7285 10.9. The date on which the cross-examination is to be conducted being required to be fixed in terms of clause (d) of Rule (2) of Order 15A, the date on which the evidence would be recorded is also fixed, so that as far as possible, the evidence of all witnesses are recorded, both in terms of chief examination and cross-examination on the same date. This again being with intention to provide prior notice so as to enable all the parties and counsels to be ready on that date and not seek any unnecessary adjournment. Thus, in terms of Sub-rule (1-A) of Rule (4) of Order 18 read in conjunction with Order 15A relating to Case Management Hearing, the date on which the affidavit of evidence is required to be filed would be for the evidence of all the witnesses that a party proposes to examine in a particular matter simultaneously. \n- 35 - NC: 2023:KHC-K:7285 10.10. Sub-rule (1-B) of Rule (4) of Order 18 imposes a restriction or a prohibition that a party shall not lead additional evidence by way of affidavit of any witness including a witness who has already filed an affidavit unless sufficient cause is made out in an application filed for such purpose. \n10.11. The prohibition though not absolute, an exception to the prohibition can be made out only if sufficient cause is made out in the application filed for that purpose. 10.12. Thus I answer point no.1 by holding that a Commercial Court cannot in light of Order 18 Rule 4(1A) permit a party to lead fresh evidence after the matter is posted for arguments when the witness has not been named in the list of witnesses and the affidavit has not been filed as per the Calender of dates fixed under Order 15A of the Code of Civil - 36 - NC: 2023:KHC-K:7285 Procedure as amended by the Commercial Court Act, 2015, except if sufficient grounds is made out for the same. Unless exceptional grounds are made out for allowing further evidence or examination of further witness in terms of Subrule (1B) of Rule (4) of Order 18 of CPC, the Commercial court cannot permit a person who is not named in the list of witnesses and whose affidavit has not been filed in the time stipulated under Order 15A of CPC cannot be permitted to lead his evidence by filing his affidavit. \n11. ANSWER TO POINT NO.2: Whether the impugned order passed by the trial Court suffers from any legal infirmity requiring interference at the hands of this Court? 11.1. It is in the background of the above legal position and answer to point no.1 that point no.2 is required to be considered. 11.2. It is not in dispute that the respondent led evidence of one Sri.P.Chandramouli, Chief - 37 - NC: 2023:KHC-K:7285 General Manager of ARR Construction claiming to be the GPA holder of plaintiff. The said affidavit in chief of Sri.P.Chandramouli had been produced. The affidavit runs into nearly 55 pages with 102 paragraphs apart from sub- paragraphs thereof and about 60 documents were marked in the evidence of said witness. The said witness was cross examined by the respondent in detail and the matter posted for arguments. \n11.3. It is at that stage that the respondent-plaintiff filed an application under Section 151 of CPC seeking permission to adduce his evidence. In the affidavit in support thereof it is contended that due to communication gap and since the plaintiff is aged about 74 years and was attending the parliament proceedings being a Member of Parliament, he could not issue further instructions and as such, he intends to - 38 - NC: 2023:KHC-K:7285 lead further evidence. Shockingly in the affidavit in support of the said application, a judgment of the Hon'ble Apex court is verbatim extracted in the affidavit to contend that if the Court were to be satisfied, the court can reopen the stage and there is no absolute embargo on the court reopening the stage, to permit the plaintiff to lead further evidence. 11.4. As observed above, the said application has been filed under Section 151 CPC and not under Subrule (1B) of Rule (4) of Order 18 of CPC as amended by the CCA. Thus under Section 151 of CPC, the Commercial Court would not get the power to pass any orders in the manner sought for. However, the Commercial Court by way of the impugned order has allowed the said application on the ground that the power of attorney can only depose to the actions done by him personally and not as regards all other - 39 - NC: 2023:KHC-K:7285 aspects in regard to which it is only the plaintiff who could lead evidence and he has to be permitted to lead evidence on the same. 11.5. Juxtaposing the above fact situation with the applicable law stated hereinabove, firstly the application under Section 151 of CPC was not maintainable for the relief sought for, but an application ought to have been filed under Sub- rule (1A) of Rule 4 of Order 18 of CPC. 11.6. Without hinging on technicalities let me examine if the requirement of Subrule (1B) of Rule 4 of Order 18 CPC has been satisfied by the plaintiff/respondent. \n11.7. It is a matter of fact and record that the plaintiff was not even named as witness. In terms of Sub-rule (1A) of Rule (4) of Order 18 of CPC all the affidavits of all the witnesses are required to be filed simultaneously. It is a - 40 - NC: 2023:KHC-K:7285 matter of fact and record that affidavit of plaintiff was not filed along with the affidavit of Sri.P.Chandramouli. It is only when the matter was posted for arguments and after the defendant therein who is the petitioner herein has filed synopsis of arguments that the present application under Section 151 of CPC came to be filed. \n11.8. The only cause which is sought to be made out in the said application is that since the oral arguments has not been commenced legally, the plaintiff ought to be permitted to file its evidence. This is based on the contention that in terms of Rule (3A) of Order 18 of CPC on the filing of written arguments without passage of four weeks from the date of filing of written arguments the stage of oral arguments cannot be commenced. On that ground, it is submitted - 41 - NC: 2023:KHC-K:7285 that mere filing of written synopsis would not amount to commencement of arguments. 11.9. The Commercial Court has however, while allowing the said application has taken into consideration that the defendant had disputed the power of attorney and as such has permitted the filing of the affidavit of the plaintiff. Thus, the order passed by the Commercial Court is not on the basis of the averments and contentions of the plaintiff but on a different ground. Be that it may, let me examine both the contentions. \n11.10. The plaintiff now intends to examine himself on the entire matter and not on a limited issue or a limited point. The contention of the counsel for the plaintiff is that a fresh affidavit would be filed by the plaintiff, same is impermissible. If the Plaintiff were to file a fresh affidavit on the entire matter, then the Defendant would be put - 42 - NC: 2023:KHC-K:7285 to a loss and its interest would be harmed since the defendant would be constrained to cross examine the plaintiff on all aspects, since if such cross examination is not done, the portion of that affidavit which has not been cross examined could be contended to have gone unchallenged. \n11.11. Even in the interest of justice it be considered that the plaintiff is given adequate opportunity to lead evidence, then such evidence cannot upset the evidence already on record and the cross-examination which is already on record, at any rate the affidavit if at all can be filed by plaintiff only as regards matters which have not been covered by PW-1 in the affidavit in lieu of evidence and should also not cover any of the aspects covered under the cross-examination. Hence, the contention of the plaintiff is that a - 43 - NC: 2023:KHC-K:7285 fresh affidavit on the entire matter would be filed is not permissible. \n11.12. Insofar as the contention of learned counsel for the plaintiff that power of attorney has been disputed and as such evidence of PW-1 is likely to be discarded , the submission of Sri.Krupa Sagar, learned counsel for defendant that the defendant will accept the power of attorney to be genuine and proper and will not question the Authority of PW-1 to lead evidence on behalf of the plaintiff would negate the apprehension on part of the plaintiff. Thus none of the evidence on record would be challenged by the defendant and all the evidence on record can be availed of by the plaintiff to drive home its claim made in the plaint. \n11.13. As pointed above, the plaintiff was not named as a witness, a power of attorney was named as a witness who has been examined, thus the - 44 - NC: 2023:KHC-K:7285 requirement of Rule (2) of Order 15A not having been complied with and the requirement of Sub-rule (1A) of Rule (4) of Order 18 of CPC also not having been complied with , it is only in exceptional cases that in terms of Sub-rule (1B) of Rule (4) of Order 18 of CPC an application to lead further evidence can be permitted. \n11.14. In the background of the consideration above, there are absolutely no grounds which have been made out to establish sufficient cause for leading of the evidence of the plaintiff except to state that the plaintiff was busy in attending the parliament. The said contention also cannot be a ground for the reason that the Parliament is not in session throughout the year and sessions are spread out throughout the year and there is no explanation which is provided as to what the plaintiff did when the - 45 - NC: 2023:KHC-K:7285 parliament was not in session and why the plaintiff could not have been named as a witness and if so done filed his evidence on the date fixed in the Case Management Hearing under Order 15A of CPC. Thus, looked at from any angle there are no grounds made out and the consideration of trial court in respect of challenge to the Power of Attorney of the plaintiff not being one which would satisfy the requirement of Sub-rule (1B) of Rule (4) of Order 18 of CPC, the said order is based on wrong premise and is required to be set-aside. 11.15. The plaintiff having chosen not to examine himself, on account of his name not being mentioned in the list of witnesses, cannot later on contend that due to a dispute raised by the defendant as regards the competency of the power of attorney to lead evidence on behalf of the Plaintiff, the Plaintiff ought to be permitted - 46 - NC: 2023:KHC-K:7285 to lead evidence. The plaintiff having chosen and or elected not to lead his evidence cannot now be permitted to lead evidence. 11.16. I answer point No.2 by holding that the impugned order passed by the trial Court suffers from several legal infirmities requiring interference at the hands of this Court and as such is required to be set aside. \n12. ANSWER TO POINT NO.3: Whether in view of Section 8 of the Commercial Courts Act 2015, the present writ petition is maintainable? 12.1. Section 8 of the CCA reads as under:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n12.2. A perusal of the above indicates that there is a bar on any Court exercising jurisdiction and entertaining any Civil Revision application or - 47 - NC: 2023:KHC-K:7285 petition against any interlocutory order of a Commercial Court including an order on issue of jurisdiction and subject to Section 13 shall be raised against the decree of a Commercial Court. Section 13 of CCA reads as under:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.--20[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. (1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). ] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n- 48 - NC: 2023:KHC-K:7285 12.3. Thus from conjoint reading of Section 8 and 13 of CCA, it appears that there is a bar on exercise of writ jurisdiction in a petition challenging a interlocutory order like that passed in the present petition under Section 151 of CPC permitting the petitioner to lead evidence. \n12.4. This provision under Section 8 has apparently been incorporated in the CCA to save time and to expedite the trial and proceedings in a commercial suit filed before a Commercial Court. Though there appears to be such a bar, I am of the considered opinion that when exfacie the order of the Commercial Court suffers from legal infirmities requiring it to be quashed and exfacie when the Commercial Court did not have any jurisdiction to permit the plaintiff to lead his further evidence, if the same were permitted to go on, then it would - 49 - NC: 2023:KHC-K:7285 only delay the proceedings inasmuch as the evidence of the plaintiff would have to be led, documents marked, he has to be cross examined which would take considerable time, which would in turn delay the proceedings before the Commercial Court. \n12.5. The object of Section 8 to reduce the judicial interference being with an intention to expedite the proceedings before the Commercial Court in a Commercial suit, the very object would be defeated if this Court would not intercede in the matter and set aside the order of the Commercial Court which has an effect of delaying the entire proceedings. Apart therefrom it also would result in multiple evidence being brought on record on the very same point which would apart from creating confusion, further delay the consideration of the matter. \n- 50 - NC: 2023:KHC-K:7285 12.6. In that view of the matter, being of the considered opinion that the order passed by the trial Court would, in fact, militate against the object of Section 8 of CCA, I am of the considered opinion that in the peculiar facts of this case despite the bar under Section 8 of CCA, this Court is required to intercede and set right the wrong which has been committed. 12.7. The decision in Surya Dev Rai's case (supra) is a decision rendered prior to the coming into force of CCA and not with reference to the CCA. What has been held by the Hon'ble Apex Court in the above case is that the supervisory jurisdiction under Article 227 of the Constitution of India is required to be exercised in rare cases only upon being satisfied that there is an error which is manifest and apparent on the face of the proceedings or utter disregard of the provision of law or grave injustice or failure of - 51 - NC: 2023:KHC-K:7285 justice is occasioned thereby. I am of the considered opinion that all these three tests have been fulfilled in the present case inasmuch as the impugned order is in disregard of the provision of law as detailed in answer to point Nos.1 and 2 by virtue of which grave injustice would be caused to the defendant and this error is manifest and exfacie apparent on the face of records.\n12.8. The decision in State of Gujarat's case (supra2) is one under CCA and refers to Section 8 thereof. The said decision in turn refers to the decision in Surya Dev Rai's case on the very same grounds as are detailed out therein. The Hon'ble Apex Court however entertained the petition, set-aside the order passed by the Commercial Court and in that case allowed certain documents to be marked in evidence. Thus having considered all the aspects, the - 52 - NC: 2023:KHC-K:7285 Hon'ble Apex Court was of the opinion that the circumstances demanded the intervention of the Hon'ble Apex Court in the matter despite the provision of Section 8 and this decision therefore would not enure to the benefit of the plaintiff. \n12.9. In Imtiyaz Sheikh's case (supra3), the Hon'ble Delhi High Court while dealing with the proceedings under the Arbitration and Conciliation Act came to a conclusion that a writ petition cannot be maintained, but, however further held that the discretion in the facts and circumstances if such petition is to be entertained is left to the Judge dealing with the matter. \n12.10. Thus in none of the decisions, there is categorical prohibition on the High Court, i.e., this court entertaining a writ petition - 53 - NC: 2023:KHC-K:7285 challenging an interlocutory order as sought to be contended by Sri.Sachin Mahajan, learned counsel appearing for the plaintiff-respondent. 12.11. Being of the opinion that there is manifest error resulting in grave injustice caused to the petitioner-defendant, I am of the considered opinion that this Court would have to exercise its supervisory power under Article 227 of the Constitution of India despite Section 8 of the CCA, which infact is not a complete bar. \n13. ANSWER TO POINT NO.4: What Order?\n13.1. In view of the above, I pass the following:\nORDER i. The writ petition is allowed. \nii. A certiorari is issued, the impugned order dated 13.06.2023 passed by the Court of Prl.District and Sessions Judge and Commercial Court, Raichur on IA-XI in - 54 - NC: 2023:KHC-K:7285 Commercial O.S. No.1/2018 at Annexure-D is hereby quashed. IA-XI is dismissed. \niii. The Prl. District and Sessions Judge and Commercial Court is directed to dispose of the matter as expeditiously as possible. \nSd/-\nJUDGE NB/SRw/LN",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d59ea26a3df549b4a60db096df82cc61_0"
    },
    {
      "start": 155,
      "end": 251,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nKarnataka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7e92cdd81544fc69f7d9325d364abfa_1"
    },
    {
      "start": 252,
      "end": 262,
      "text": "High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d85f061360641839f6e30a4c64315b4_2"
    },
    {
      "start": 263,
      "end": 362,
      "text": "\nKrishna Bhagya Jala Nigam Ltd vs A Prabhakara Reddy on 11 September, 2023\nAuthor: Suraj Govindaraj",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b5537845f494f9a97799c694c57a309_3"
    },
    {
      "start": 363,
      "end": 387,
      "text": "\nBench: Suraj Govindaraj",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a601cedcc1894ce79834f42c26636022_4"
    },
    {
      "start": 440,
      "end": 507,
      "text": "-1-\n                                                            Nc:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e31a2a8c10df4822bf1d8662d1256674_5"
    },
    {
      "start": 508,
      "end": 514,
      "text": "2023 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ad74391cc3545c785208ec9c8aaa047_6"
    },
    {
      "start": 515,
      "end": 526,
      "text": "Khc -K:7285",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d6dcc6b490e14b849043db53ab114dbb_7"
    },
    {
      "start": 589,
      "end": 610,
      "text": "Wp No. 201900 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "863377429ca64aa5af9153f3f9f94038_8"
    },
    {
      "start": 645,
      "end": 805,
      "text": "In The High Court Of Karnataka,\n                                                                                       R\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84d0114c3d154ec9bcbc8c960635a91e_9"
    },
    {
      "start": 805,
      "end": 846,
      "text": "Kalaburagi Bench\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d135f683de34660a96c19689ad03cee_10"
    },
    {
      "start": 846,
      "end": 888,
      "text": "Dated This The 11Th Day Of September, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a6ddc71bcd84c50bfc6e9db5b1d0a36_11"
    },
    {
      "start": 937,
      "end": 968,
      "text": "Before\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ded3f226a83443148377f3b7eb46f420_12"
    },
    {
      "start": 968,
      "end": 979,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cd6d2894ff54ddaa1d00ca587a050c1_13"
    },
    {
      "start": 980,
      "end": 1007,
      "text": "Mr Justice Suraj Govindaraj",
      "labels": [
        "PREAMBLE"
      ],
      "id": "816e74751eae4fefa8884702b6f2ecab_14"
    },
    {
      "start": 1037,
      "end": 1050,
      "text": "Writ Petition",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6be261e12473446cbd8e6dcd1e8a66f8_15"
    },
    {
      "start": 1051,
      "end": 1065,
      "text": "No.201900/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4655ace18c384d2da663d4aa6d92c386_16"
    },
    {
      "start": 1066,
      "end": 1074,
      "text": "(Gm-Cpc)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bed5b0b1af094688862b438ba4ec0e12_17"
    },
    {
      "start": 1096,
      "end": 1104,
      "text": "Between:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7dddbc2cbecd43e8aafd839b15bdac08_18"
    },
    {
      "start": 1126,
      "end": 1147,
      "text": "1.     Krishna Bhagya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a914f2d7ae6487490d19e4cf302c4e8_19"
    },
    {
      "start": 1148,
      "end": 1164,
      "text": "Jala Nigam Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "145aa876c5aa49b7bac71dad5489f40f_20"
    },
    {
      "start": 1192,
      "end": 1216,
      "text": "(Government Of Karnataka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43adeed6b7b648f8b8334896a6e57914_21"
    },
    {
      "start": 1244,
      "end": 1283,
      "text": "Undertaking)\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdea672a4d384809a0bfc26a490a9a86_22"
    },
    {
      "start": 1283,
      "end": 1297,
      "text": "Represented By",
      "labels": [
        "PREAMBLE"
      ],
      "id": "120d6afee1004dbbbd8ea56997f5c72d_23"
    },
    {
      "start": 1298,
      "end": 1373,
      "text": "Its \n                          Managing Director\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f38409e5fd97413b8189ca70acc1b38e_24"
    },
    {
      "start": 1373,
      "end": 1387,
      "text": "Krishna Bhagya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b97007ab15454a17bfd43e80c0dbc964_25"
    },
    {
      "start": 1388,
      "end": 1594,
      "text": "Jala Nigam Ltd.,\n                          K.R. Circle, Bengaluru\n\n                   2.     The Chief Engineer\n                          Krishna Bhagya Jala Nigam Ltd.,\n                          Canal Zone",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab0c4b9e813a47fa8f60b8c65870809b_26"
    },
    {
      "start": 1595,
      "end": 1644,
      "text": "No.1, \n                          Bheemarayanagudi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9caf234fd1eb4d9596e40f4b0176a8ee_27"
    },
    {
      "start": 1672,
      "end": 1691,
      "text": "Tq. Shahapura, Dist",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4b9ee5dbc4d4e18a1cbcfe824275ddb_28"
    },
    {
      "start": 1692,
      "end": 1700,
      "text": ". Yadgir",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9aa3fed44ab4759a5865f0d22e12cd3_29"
    },
    {
      "start": 1722,
      "end": 1751,
      "text": "3.     The Executive Engineer",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80791436d9ab4dd7b32c804d4cdb3d76_30"
    },
    {
      "start": 1779,
      "end": 1786,
      "text": "Krishna",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd798021bfe14eba8120e6ffb097f9ef_31"
    },
    {
      "start": 1787,
      "end": 1793,
      "text": "Bhagya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cdd379ab09e740b59c6ceac061cb8ee6_32"
    },
    {
      "start": 1794,
      "end": 1810,
      "text": "Jala Nigam Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53b7d4b34f424886b6690bfa8e4d2c77_33"
    },
    {
      "start": 1812,
      "end": 1838,
      "text": "Digitally signed          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6e62d6260834478b47ff766753f166b_34"
    },
    {
      "start": 1838,
      "end": 1856,
      "text": "Nrbc Division No.4",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8898b572f2946ac8fd74381397aeac9_35"
    },
    {
      "start": 1858,
      "end": 1899,
      "text": "by                        Chikkahonnakuni",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ad1832528f44e4a88308b1c1f4c1ddd_36"
    },
    {
      "start": 1901,
      "end": 1912,
      "text": "Narayanappa",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c744e57ce324ad28cc8ba5e0c5a215e_37"
    },
    {
      "start": 1927,
      "end": 1946,
      "text": "Tq . Deodurga, Dist",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9318825b76b04bb6ad720c8b5ab37f97_38"
    },
    {
      "start": 1947,
      "end": 1956,
      "text": ". Raichur",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10b44359b1e74997bfb6b5c76f0b33ae_39"
    },
    {
      "start": 1958,
      "end": 1968,
      "text": "Lakshmamma",
      "labels": [
        "PREAMBLE"
      ],
      "id": "593814129476498d83dfa2da459bcfd1_40"
    },
    {
      "start": 2040,
      "end": 2056,
      "text": "... Petitioners\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a363df52b21e4b349272fd54dd8650bf_41"
    },
    {
      "start": 2056,
      "end": 2065,
      "text": "Location:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94fd93a1aea84abeb1dc2a1cff7cff17_42"
    },
    {
      "start": 2066,
      "end": 2117,
      "text": "High     (By Sri Krupa Sagar Patil, Advocate)\nCourt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ff37362063443a69ada11bfc57addd8_43"
    },
    {
      "start": 2118,
      "end": 2131,
      "text": "Of \nKarnataka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e14c81ac508e458691cf2e997b58dc67_44"
    },
    {
      "start": 2152,
      "end": 2185,
      "text": "And: \n\n                   1.     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89c96e4f346247b6ae663833ded75234_45"
    },
    {
      "start": 2185,
      "end": 2204,
      "text": "A. Prabhakara Reddy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d426ee116034be8ab630f303e1403c5_46"
    },
    {
      "start": 2232,
      "end": 2245,
      "text": "Age: 69 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2ac3e297b2149368c411b61c3989e03_47"
    },
    {
      "start": 2273,
      "end": 2296,
      "text": "Occ: Class-I Contractor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d960fa16ccf345c2a6aa70dbaa717270_48"
    },
    {
      "start": 2324,
      "end": 2330,
      "text": "R / O.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f362e7e997a043de8ce25dbd1fe29cd7_49"
    },
    {
      "start": 2331,
      "end": 2342,
      "text": "Flat No.404",
      "labels": [
        "PREAMBLE"
      ],
      "id": "af09111dce074854bf70a85ae676a884_50"
    },
    {
      "start": 2343,
      "end": 2358,
      "text": ", Bhanu Enclave",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7109ed810ab84c04908f99fb717d1fba_51"
    },
    {
      "start": 2386,
      "end": 2409,
      "text": "Sunder Nagar, Erragadda",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17e168bd3982420bb8928ffdf3e4ed86_52"
    },
    {
      "start": 2410,
      "end": 2482,
      "text": "\n                          Hyderabad- 500038\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a3a3bebc6a24b0c8bb7560ee21e4c83_53"
    },
    {
      "start": 2482,
      "end": 2496,
      "text": "Represented By",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d0848462e694c57a9fcaa5355888475_54"
    },
    {
      "start": 2497,
      "end": 2536,
      "text": "His \n                          Power Of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d3650662cd6405db4cdcb6540dfe71b_55"
    },
    {
      "start": 2537,
      "end": 2552,
      "text": "Attorney Holder",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c041367ec1254494b3e81155ab3d8c8e_56"
    },
    {
      "start": 2589,
      "end": 2637,
      "text": "-2-\n                                         Nc:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a20f5d6661fe420c83ef1fcf3919dd12_57"
    },
    {
      "start": 2638,
      "end": 2644,
      "text": "2023 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e20523eb4064398a29de0943b8c93a0_58"
    },
    {
      "start": 2645,
      "end": 2656,
      "text": "Khc -K:7285",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9beb34b01c3e4d96b91e16ba8a715389_59"
    },
    {
      "start": 2701,
      "end": 2722,
      "text": "Wp No. 201900 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63c88655f5de41449d1e943f2a5b26cb_60"
    },
    {
      "start": 2735,
      "end": 2750,
      "text": "P. Chandramouli",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5430ecf2a4ff4f87b01a567497779ecc_61"
    },
    {
      "start": 2759,
      "end": 2785,
      "text": "S / O P. Venkatarma Sastry",
      "labels": [
        "PREAMBLE"
      ],
      "id": "544684e091a54f4591d4bd11ef7532cd_62"
    },
    {
      "start": 2794,
      "end": 2807,
      "text": "Age: 62 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "49952ea64b354ff3bba8e4265cdff5cd_63"
    },
    {
      "start": 2816,
      "end": 2843,
      "text": "Occ : Chief General Manager",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29805b59184b434ba7e8223bc4862aa2_64"
    },
    {
      "start": 2852,
      "end": 2862,
      "text": "Aprcl R/O.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d71cdbc49aef408496b99b2455dd9e3a_65"
    },
    {
      "start": 2863,
      "end": 2874,
      "text": "Flat No.101",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a184c219adc47698451d37b1a184dd0_66"
    },
    {
      "start": 2883,
      "end": 2915,
      "text": "Ramabhadra Towers\n       H.No.7-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d01dbce05bf4c12aaa71fd52fa75106_67"
    },
    {
      "start": 2916,
      "end": 2926,
      "text": "1- 28/4/ 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3f9a9f6ea4c4f4db125a4087c617cd9_68"
    },
    {
      "start": 2935,
      "end": 2961,
      "text": "Ameerpet, Hyderabad-500016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e0c4c58ac3f46a1aca0921dd2fe10c9_69"
    },
    {
      "start": 2964,
      "end": 3003,
      "text": "2 .     Government Of Karnataka\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f41e80753f241c78b435aaf24a7a6e1_70"
    },
    {
      "start": 3003,
      "end": 3031,
      "text": "Represented By Its Secretary",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92ff42868a3f44b4b6a8a137b74202eb_71"
    },
    {
      "start": 3032,
      "end": 3061,
      "text": "\n       Irrigation Department",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68d716b30c204d39a5b7d6dd298b5af5_72"
    },
    {
      "start": 3070,
      "end": 3113,
      "text": "Government Of Karnataka\n       M.S.Building",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12efa3fa02644cd2b9a18f66f21017b3_73"
    },
    {
      "start": 3114,
      "end": 3139,
      "text": "\n       Bangalore- 560001",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f7ddf8e3c7c47e9a7a81e6cbf6ddf7e_74"
    },
    {
      "start": 3140,
      "end": 3820,
      "text": "\n                                                        ...Respondents\n\n(By Sri Sachin M. Mahajan, Advocate For C/R1;\n Smt. Maya T.R., Hcgp For R2 )\n\n       This Writ Petition Is Filed Under Articles 226 And 227 Of\nThe Constitution Of India Praying To Quash The Impugned Order\nOn I.A.No.Xi, Dated 13.06.2023 Passed By The Court Of Principal\nDistrict And Sessions Judge And Commercial Court, Raichur, In\nCommercial O.S.No.1/2018 At Annexure-D To The Writ Petition And\nEtc.\n\n\n       This Writ Petition Coming On For Orders And Having Been\nReserved   For   Orders     On   19.07.2023,   This   Day,   The   Court\nPronounced The Following:\n\n\n                                 Order\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a78f54d1bd1c48fd9c42dba330d9fa60_75"
    },
    {
      "start": 3821,
      "end": 4018,
      "text": "The petitioners who are defendant Nos.1 to 3 in Commercial O.S.No.1/2018 pending on the file of Principal District and Sessions Judge and Commercial Court, Raichur, are before this Court seeking fo",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21ff578830194f03ba6ca15e45161eee_76"
    },
    {
      "start": 4019,
      "end": 4448,
      "text": "r the following reliefs:\nNC: 2023:KHC-K:7285 a. Issue a Writ of Certiorari quashing the impugned order on I.A.No.XI dated 13.06.2023 passed by the Court of Prl. District & Sessions Judge and Commercial Court, Raichur, in Commercial O.S.No.1/2018 at Annexure-D to the Writ Petition.\nb. Issue any other Writ, Order or Direction as this Hon'ble Court deems fit in the circumstances of the case in the interest of justice and equity.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a907222c382449b8a42ca0150b708856_77"
    },
    {
      "start": 4449,
      "end": 5323,
      "text": "\n2. Respondent No.1 had filed the aforesaid suit in Commercial O.S.No.1/2018 seeking for the following reliefs:\na. Directing the Defendants to pay to the Plaintiff an amount of Rs.57,48,47,264=00 (Rupees Fifty-seven crores, forty eight lakhs, forty seven thousand two hundred and sixty four only) including an interest of 12% P.A., as quantified as on 22.3.2018 with future interest of 12% P.A., till its realisation, through the process of this Hon'ble Court in this summary suit for recovery, as specifically claimed and stated in the calculations of claims, interest rates, dates from and to which the interests are claimed, number of days for which interest claimed up to the date of filing of this summary suit, i.e., 22.3.2018, as per Annexures-49 to Annexures-62, which is based on the contract, agreement and correspondence with quantification of liquidated damages.",
      "labels": [
        "FAC"
      ],
      "id": "dc5d9ae01b9148dc9e9de134598b42a3_78"
    },
    {
      "start": 5324,
      "end": 5442,
      "text": "\nb. To pass any suitable reliefs to which the Plaintiff is entitled to under the facts and circumstances of the case.\"",
      "labels": [
        "FAC"
      ],
      "id": "920da3d4aece44ed935b841ed078eefd_79"
    },
    {
      "start": 5443,
      "end": 5652,
      "text": "\n3. In the said suit, the plaintiff led the evidence of one Sri.P.Chandramouli S/o P.Venkatarama Shastry, Chief General Manager of APR Constructions Limited claiming also to be the GPA Holder of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "3465d31ecb374a1d8b2a86a2695938c0_80"
    },
    {
      "start": 5653,
      "end": 5696,
      "text": "He was examined as PW.1 and cross-examined.",
      "labels": [
        "FAC"
      ],
      "id": "c168f7388dd84bf0a86bb17851b306bd_81"
    },
    {
      "start": 5697,
      "end": 5772,
      "text": "\nNC: 2023:KHC-K:7285 Subsequent thereto, the defendants led their evidence.",
      "labels": [
        "NONE"
      ],
      "id": "9a8cf80b943144f8b670634fee02d25a_82"
    },
    {
      "start": 5773,
      "end": 5858,
      "text": "The witnesses having been cross- examined, the matter was posted for reply arguments.",
      "labels": [
        "FAC"
      ],
      "id": "c5aee13b75e245aca6b115662699d9a5_83"
    },
    {
      "start": 5859,
      "end": 6172,
      "text": "It is at that stage, an application came to be filed by the plaintiff under Section 151 of the Code of Civil Procedure (for short, hereinafter referred to as 'CPC') which came to be numbered as I.A.No.11 on 23.03.2023 vide Annexure-B seeking permission to permit the plaintiff to adduce evidence of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "436f59725ea54cd5a846009a041cb7a2_84"
    },
    {
      "start": 6173,
      "end": 6330,
      "text": "The said application being objected to, came to be allowed by way of the impugned order dated 13.06.2023 which is under challenge in the present petition.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "07c808f269f34f81b385d1b285b82151_85"
    },
    {
      "start": 6331,
      "end": 6423,
      "text": "Sri. Krupa Sagar Patil., learned counsel appearing for the petitioner submits as under; 4.1.",
      "labels": [
        "NONE"
      ],
      "id": "b0a338b8b8c849d0a44e2de6e0b45426_86"
    },
    {
      "start": 6424,
      "end": 6757,
      "text": "The Commercial Court would not have allowed an application under Section 151 of Code of Civil Procedure permitting the plaintiff to file an affidavit in lieu of the evidence of the plaintiff in NC: 2023:KHC-K:7285 light of the embargo under Order 18 Rule 4(1A) of Code of Civil Procedure as amended by the Commercial Court Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "5306d65e28504178b42e6a1bf2f2ba82_87"
    },
    {
      "start": 6758,
      "end": 7060,
      "text": "\n4.2. The submission is that all affidavits of all witnesses are required to be filed at the designated time and if they are not so filed, there is no provision to permit the filing of an affidavit in lieu of evidence of a witness after the matter is posted for arguments, in this case reply arguments.",
      "labels": [
        "FAC"
      ],
      "id": "a14a7e210df7488baef22713eb3ded0f_88"
    },
    {
      "start": 7061,
      "end": 7344,
      "text": "\n4.3. The application is not maintainable under Section 151 of Code of Civil Procedure, any such application ought to have been filed either under the Commercial Courts Act, 2015 or the relevant provision of Code of Civil Procedure 1908 as amended by the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "cc39864c0002474b870fdc8b8ff37451_89"
    },
    {
      "start": 7345,
      "end": 7370,
      "text": "\nNC: 2023:KHC-K:7285 4.4.",
      "labels": [
        "NONE"
      ],
      "id": "29a0e436aa3149369a5d6a6c2c003fee_90"
    },
    {
      "start": 7371,
      "end": 7587,
      "text": "Thirdly, he submits that the application to file the affidavit in lieu of evidence is filed only to get over the admissions made by PW1 who has led evidence on all matters and has been cross- examined on all matters.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c5edcb683b444bcaa365a4f7b6df976b_91"
    },
    {
      "start": 7588,
      "end": 8075,
      "text": "\n4.5. If the plaintiff were permitted to file an affidavit of another witness on the entire matter, the answers which had been given by PW1 would get negated and by filing of the affidavit the lacuna in the evidence could be filled up which has not been taken into consideration by the trial Court.\n4.6. There are no reasons which have been provided in the application to enable the exercise of powers, even if presumed to be excised under Order 18 Rule 4(1B) of Code of Civil Procedure.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "31e91db0d0bd4a40984ac77cd68364df_92"
    },
    {
      "start": 8076,
      "end": 8209,
      "text": "On these grounds he submits that the trial Court ought not to be allowed the application, the application was liable to be dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "41e1b31d4e244578bbf3f577758ed69c_93"
    },
    {
      "start": 8210,
      "end": 8233,
      "text": "\nNC: 2023:KHC-K:7285 5.",
      "labels": [
        "NONE"
      ],
      "id": "e9dc61969b2f40b08982f9d6886f8b93_94"
    },
    {
      "start": 8234,
      "end": 8329,
      "text": "Sri.Sachin Mahajan., learned counsel appearing for the plaintiff-respondents submits that; 5.1.",
      "labels": [
        "NONE"
      ],
      "id": "eba07e7a90014f0ca80427576bc7e296_95"
    },
    {
      "start": 8330,
      "end": 8514,
      "text": "In the interest of justice, the trial Court has taken into consideration all the relevant aspects and being of the opinion that the application is to be allowed has so allowed it.\n5.2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34fa9ffdd9e44e5885972d6aebee1892_96"
    },
    {
      "start": 8515,
      "end": 8985,
      "text": "More so when the trial Court has observed that PW1 who is the power of Attorney Holder would not have led evidence, since the power of attorney did not permit the power of attorney holder to lead evidence but only permitted him to carry out certain Acts which does not include the leading of evidence and in this regard the trial Court has rightly taken into consideration the decision of Hon'ble Apex Court in Janki Vashdeo Bhojwani and Another vs. Indusind Bank Ltd 1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cd39093189b343f1a260d05c1a68fb9f_97"
    },
    {
      "start": 8986,
      "end": 9028,
      "text": "\n2005 (2) SCC 217 NC: 2023:KHC-K:7285 5.3.",
      "labels": [
        "NONE"
      ],
      "id": "8ae539881b2141549e03fe92658d9a4c_98"
    },
    {
      "start": 9029,
      "end": 9608,
      "text": "It is on account of the cross-examination conducted of PW1, wherein the defendant has raised a issue that PW1 was not authorized to lead evidence, it is by, abundant caution so as not to be non-suited the application had been filed to lead the evidence of the plaintiff and in this case the application is not for leading the evidence of a 3rd party or any other witness but of the plaintiff himself and therefore, in view of the cross-examination effected on the ground that PW1 was not authorized, the plaintiff himself wants to get into the witness box and lead evidence.\n5.4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fead8b974fc648f09da2f1618d057cfe_99"
    },
    {
      "start": 9609,
      "end": 9840,
      "text": "The embargo under Order 18 Rule 4(1A) is not absolute, the same is qualified by Order 18 Rule 4(1B) which provides for a party to lead additional evidence by making available sufficient cause in an application filed in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70db2b9320d843c580b5d5bd29909964_100"
    },
    {
      "start": 9841,
      "end": 9866,
      "text": "\nNC: 2023:KHC-K:7285 5.5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "caee28a4040244de94b91ec2e77d27f8_101"
    },
    {
      "start": 9867,
      "end": 10075,
      "text": "He therefore submits that, if sufficient cause is shown then even in a Commercial suit, either the plaintiff or the defendant could lead further evidence by placing on record an affidavit in lieu of evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "90ab58f9e929409b974c2920d991f2e7_102"
    },
    {
      "start": 10077,
      "end": 10352,
      "text": "5.6. His alternate submission is that in terms of Section 8 of the Commercial Court Act, 2015 ['CCA' for short] there is an embargo on this Court to exercise powers under Article 227 of the Constitution in matters relating to interlocutory orders passed in a Commercial Suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff1d34972c7249389b9ee747e1865d7c_103"
    },
    {
      "start": 10353,
      "end": 10418,
      "text": "Since the revisional powers have been eschewed by Section 8.\n5.7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ada025a647a48ef94bc6b228c09385c_104"
    },
    {
      "start": 10419,
      "end": 10665,
      "text": "In that regard he relies upon the decision of the Hon'ble Apex Court in Surya Dev Rai vs Ram Chander Rai2 more particularly para 34 and 38 thereof which are reproduced hereunder for easy reference;\n2003 AIR SCW 3872 - 10 - NC: 2023:KHC-K:7285 34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2139e44430674763b176cfb7f7904e04_105"
    },
    {
      "start": 10666,
      "end": 11034,
      "text": "We are of the opinion that the curtailment of revisional jurisdiction of the High Court does not take away - and could not have taken away - the constitutional jurisdiction of the High Court to issue a writ of certiorari to a civil court nor the power of superintendence conferred on the High Court under Article 227 of the Constitution is taken away or whittled down.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de924cbd1fac47ddbaca9b7418102d48_106"
    },
    {
      "start": 11035,
      "end": 11215,
      "text": "The power exists, untrammelled by the amendment in Section 115 of the CPC, and is available to be exercised subject to rules of self discipline and practice which are well settled.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a122f43ff9a44d98884b9ea5605a7749_107"
    },
    {
      "start": 11217,
      "end": 11279,
      "text": "38. Such like matters frequently arise before the High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30f8adf045ce4ce8aadd733ccee505eb_108"
    },
    {
      "start": 11280,
      "end": 11911,
      "text": "We sum up our conclusions in a nutshell, even at the risk of repetition and state the same as hereunder:-\n(1) Amendment by Act No.46 of 1999 with effect from 01.07.2002 in Section 115 of Code of Civil Procedure cannot and does not affect in any manner the jurisdiction of the High Court under Articles 226 and 227 of the Constitution.\n(2) Interlocutory orders, passed by the courts subordinate to the High Court, against which remedy of revision has been excluded by the CPC Amendment Act No.46 of 1999 are nevertheless open to challenge in, and continue to be subject to, certiorari and supervisory jurisdiction of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58d5349085664112a1b50dda71d24669_109"
    },
    {
      "start": 11912,
      "end": 12459,
      "text": "\n(3) Certiorari, under Article 226 of the Constitution, is issued for correcting gross errors of jurisdiction, i.e., when a subordinate court is found to have acted (i) without jurisdiction - by assuming jurisdiction where there exists none, or (ii) in excess of its jurisdiction - by overstepping or crossing the limits of jurisdiction, or (iii) acting in flagrant disregard of law or the rules of procedure or acting in violation of principles of natural justice where there is no procedure specified, and thereby occasioning failure of justice.",
      "labels": [
        "STA"
      ],
      "id": "ee72dca534bc4adeb8a35dfca7d6f7b6_110"
    },
    {
      "start": 12460,
      "end": 12643,
      "text": "\n(4) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the - 11 - NC: 2023:KHC-K:7285 subordinate courts within the bounds of their jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a39289c4ea849cb825b8aad641aafe9_111"
    },
    {
      "start": 12644,
      "end": 13017,
      "text": "When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abdf6491aa494ab5a72966280888e002_112"
    },
    {
      "start": 13018,
      "end": 13441,
      "text": "(5) Be it a writ of certiorari or the exercise of supervisory jurisdiction, none is available to correct mere errors of fact or of law unless the following requirements are satisfied : (i) the error is manifest and apparent on the face of the proceedings such as when it is based on clear ignorance or utter disregard of the provisions of law, and (iii) a grave injustice or gross failure of justice has occasioned thereby.",
      "labels": [
        "STA"
      ],
      "id": "cef9665febf74255a0ab657ff3ae97d3_113"
    },
    {
      "start": 13442,
      "end": 13637,
      "text": "(6) A patent error is an error which is self-evident, i.e., which can be perceived or demonstrated without involving into any lengthy or complicated argument or a long-drawn process of reasoning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fbc8d6e60794cb6bc8a3c98abb208ca_114"
    },
    {
      "start": 13638,
      "end": 13780,
      "text": "Where two inferences are reasonably possible and the subordinate court has chosen to take one view the error cannot be called gross or patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ee44bae46154e3e85ef90b5e34d1746_115"
    },
    {
      "start": 13781,
      "end": 14052,
      "text": "(7) The power to issue a writ of certiorari and the supervisory jurisdiction are to be exercised sparingly and only in appropriate cases where the judicial conscience of the High Court dictates it to act lest a gross failure of justice or grave injustice should occasion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "460ee33d808d4a62ac9e63b662221c38_116"
    },
    {
      "start": 14053,
      "end": 14580,
      "text": "Care, caution and circumspection need to be exercised, when any of the abovesaid two jurisdictions is sought to be invoked during the pendency of any suit or proceedings in a subordinate court and the error though calling for correction is yet capable of being corrected at the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking certiorari or supervisory jurisdiction of High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bec9eeb2cdcd4690bbec56f63cc32335_117"
    },
    {
      "start": 14581,
      "end": 14901,
      "text": "The High Court may feel inclined to intervene where the error is such, as, if not - 12 - NC: 2023:KHC-K:7285 corrected at that very moment, may become incapable of correction at a later stage and refusal to intervene would result in travesty of justice or where such refusal itself would result in prolonging of the lis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4d0348ab4664d91b9bfb253b21c1f88_118"
    },
    {
      "start": 14902,
      "end": 15175,
      "text": "\n(8) The High Court in exercise of certiorari or supervisory jurisdiction will not covert itself into a Court of Appeal and indulge in re-appreciation or evaluation of evidence or correct errors in drawing inferences or correct errors of mere formal or technical character.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86a34f57b4ca4e0bac30b0680cfd3490_119"
    },
    {
      "start": 15176,
      "end": 15504,
      "text": "\n(9) In practice, the parameters for exercising jurisdiction to issue a writ of certiorari and those calling for exercise of supervisory jurisdiction are almost similar and the width of jurisdiction exercised by the High Courts in India unlike English courts has almost obliterated the distinction between the two jurisdictions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b99bb1055924f65bd2d7a3630295956_120"
    },
    {
      "start": 15505,
      "end": 15715,
      "text": "While exercising jurisdiction to issue a writ of certiorari the High Court may annul or set aside the act, order or proceedings of the subordinate courts but cannot substitute its own decision in place thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f802f0ba7b44164aae551582e73c0f8_121"
    },
    {
      "start": 15716,
      "end": 16122,
      "text": "In exercise of supervisory jurisdiction the High Court may not only give suitable directions so as to guide the subordinate court as to the manner in which it would act or proceed thereafter or afresh, the High Court may in appropriate cases itself make an order in supersession or substitution of the order of the subordinate court as the court should have made in the facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a809930dbda444b980aeebca51db370a_122"
    },
    {
      "start": 16123,
      "end": 16468,
      "text": "\n5.8. Relying on the above, he submits that it is only in the rarest case that this Court ought to exercise powers under Article 227 of the Constitution of India to cure a patent error which is self-evident and/or interfere only when - 13 - NC: 2023:KHC-K:7285 the Sub-ordinate Court has assumed jurisdiction, when it does not have jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5d294d18a224a17b3460773a9c2f37a_123"
    },
    {
      "start": 16469,
      "end": 16764,
      "text": "5.9. In the present case by virtue of Order 18 Rule 4(1B) the Commercial Court having the power to permit additional evidence to be led, the exercise of such power is proper and correct and as such this Court ought not to exercise the powers under Article 227 of the Constitution of India.\n5.10.",
      "labels": [
        "STA"
      ],
      "id": "b374e8c2d36c4ea8a35df98e14359372_124"
    },
    {
      "start": 16765,
      "end": 17004,
      "text": "To a similar effect, he relies upon the decisions of the Division Bench of the Hon'ble High Court of Gujarat in State of Gujarat vs. Union of India3 more particularly para 1 and 13 thereof, which are reproduce hereunder for easy reference;",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "0ea91e17d8334cf1a3b47e1543db1189_125"
    },
    {
      "start": 17005,
      "end": 17274,
      "text": "\n1. By way of this petition under Article 227 of the Constitution of India, the petitioners herein - original plaintiffs have prayed for an appropriate writ or order to quash and set aside the impugned order passed by the learned Judge, Commercial Court, Vadodara, Spl.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d633edab4dd5418fa5b2f15964e32d57_126"
    },
    {
      "start": 17275,
      "end": 17778,
      "text": "Civil Application No.737/2018 - 14 - NC: 2023:KHC-K:7285 dated 03.11.2017, below Ex.71, in Commercial Civil Suit No.247/2016, by which the learned Judge has rejected the said application preferred by the original plaintiffs which was preferred under Order VII Rule 14 read with Section 151 of the Code of Civil Procedure, 1908 (\"CPC\" for short) for seeking permission to place certain documents on record and further to seek permission to exhibit those documents, which were produced vide list at Ex.72.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d2c1d1150094232bc5266505fc20aa2_127"
    },
    {
      "start": 17779,
      "end": 18265,
      "text": "\n13 . In view of the above and for reasons stated above and considering the decisions of Hon'ble Supreme Court referred to hereinabove, our conclusions in nutshell are as under:- (1) The bar contained under Section 8 of the Commercial Courts Act against entertainability of \"civil revision application or petition\" against the interlocutory orders passed by the subordinate/Commercial Courts, shall not be applicable to the writ petitions under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6dc0d3a273e4a5c9dc87ccf9ba89a3b_128"
    },
    {
      "start": 18266,
      "end": 18684,
      "text": "(2) The bar contained in Section 8 of the Commercial Courts Act shall not affect the supervisory jurisdiction of the High Courts under Article 227 of the Constitution of India in respect of the orders, including interlocutory orders, passed by the Commercial Court and writ petitions under Article 227 of the Constitution of India may be entertainable, however, subject to the following observations and restrictions:-",
      "labels": [
        "STA"
      ],
      "id": "c113ed232b974c7dbc642cb2eee40f6d_129"
    },
    {
      "start": 18685,
      "end": 18841,
      "text": "\n(a) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the subordinate Courts within the bounds of their jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f083fa11ce5439ead8b419d4eeb6c09_130"
    },
    {
      "start": 18842,
      "end": 19215,
      "text": "When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff4a0512be1e406891596413e895bf62_131"
    },
    {
      "start": 19216,
      "end": 19892,
      "text": "\n(b) The supervisory jurisdiction under Article 227 of the Constitution of India may not be exercised to correct mere errors of fact or of law and may be - 15 - NC: 2023:KHC-K:7285 exercised only when the following requirements are satisfied:-\n(i) the error is manifest and apparent on the face of the proceedings such as when it is based on clear ignorance or utter disregard of the provisions of law, and (ii) a grave injustice or gross failure of justice has occasioned thereby (c) A patent error is an error which is self-evident, i.e., which can be perceived or demonstrated without involving into any lengthy or complicated argument or a long-drawn process of reasoning.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55a3fe853d7349e19764fa4e7f9dcba6_132"
    },
    {
      "start": 19893,
      "end": 20036,
      "text": "\nWhere two inferences are reasonably possible and the subordinate court has chosen to take one view the error cannot be called gross or patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9385c0903d63415ca5ab0b4fcd405153_133"
    },
    {
      "start": 20037,
      "end": 20309,
      "text": "\n(d) The power to issue a writ of certiorari and the supervisory jurisdiction are to be exercised sparingly and only in appropriate cases where the judicial conscience of the High Court dictates it to act lest a gross failure of justice or grave injustice should occasion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c574b0e790e423ba1b9f7c5b29a653a_134"
    },
    {
      "start": 20310,
      "end": 20834,
      "text": "Care, caution and circumspection need to be exercised, when any of the above said two jurisdictions is sought to be invoked during the pendency of any suit or proceedings in a subordinate court and error though calling for correction is yet capable of being corrected at the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking certiorari or supervisory jurisdiction of High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adc15d045fa44bebaee3d51ac28d7b78_135"
    },
    {
      "start": 20835,
      "end": 21129,
      "text": "\nThe High Court may feel inclined to intervene where the error is such, as, if not corrected at that very moment, may become incapable of correction at a later stage and refusal to intervene would result in travesty of justice or where such refusal itself would result in prolonging of the lis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7ac639d35b94f749467fe6d65ead52b_136"
    },
    {
      "start": 21130,
      "end": 21410,
      "text": "\n- 16 - NC: 2023:KHC-K:7285 (3) Though while exercising supervisory jurisdiction under Article 227 of the Constitution of India, the High Court may annul or set aside the act, order or proceedings of the subordinate courts, it may not substitute its own decision in place thereof.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "10d4a847d0fc40999beb6c99834f5e93_137"
    },
    {
      "start": 21411,
      "end": 21823,
      "text": "(4) In exercise of supervisory jurisdiction, the High Court may not only give suitable directions so as to guide the subordinate Court as to the manner in which it would act or proceed thereafter or afresh, the High Court may in appropriate cases, itself make an order in supersession or substitution of the order of the subordinate Court as the Court should have made in the facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8054562508ed49d3ba94ab56118637e1_138"
    },
    {
      "start": 21824,
      "end": 22102,
      "text": "(5) That while exercising powers under Article 227 of the Constitution of India, the High Court would have to consider the observations made by the Hon'ble Supreme Court in Paragraph-39 in the case of Surya Dev Rai v. Ram Chander Rai And Others (supra), which are as under:\n\"39.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5025b8385bd24119a8f8b55c8e53b79c_139"
    },
    {
      "start": 22103,
      "end": 22343,
      "text": "Though we have tried to lay down broad principles and working rules the fact remains that the parameters for exercise of jurisdiction under Article-226 or 227 of the Constitution cannot be tied down in a straitjacket formula or rigid rules.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a2859bfd19e548f1b0ac6f30736d3a41_140"
    },
    {
      "start": 22344,
      "end": 22407,
      "text": "Not less than often the High Court would be faced with dilemma.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3779e84fe8a4254a77408cd57445f5f_141"
    },
    {
      "start": 22408,
      "end": 22505,
      "text": "If it intervenes in pending proceedings there is bound to be delay in termination of proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba16a98a0e4844dc98cbe82683071376_142"
    },
    {
      "start": 22506,
      "end": 22590,
      "text": "If it does not intervene, the error of the moment may earn immunity from correction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6af857763f704525915d370929069bcd_143"
    },
    {
      "start": 22591,
      "end": 23001,
      "text": "The facts and circumstances of a given case may make it more appropriate for the High Court to exercise self- restraint and not to intervene because the error of jurisdiction though committed is yet capable of being taken care of and corrected at a later stage and the wrong done, if any, would be set right and rights and equities adjusted in appeal or revision preferred at the conclusion of the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b8d4a4dd2c844bab8fdb41a2197b413_144"
    },
    {
      "start": 23002,
      "end": 23065,
      "text": "But there may be cases where a stitch in time would save nine'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bd6a253bb004dbea8e542b83150fccc_145"
    },
    {
      "start": 23066,
      "end": 23323,
      "text": "At the end, we may sum up by saying that the power is there - 17 - NC: 2023:KHC-K:7285 but the exercise is discretionary which will be governed solely by the dictates of judicial conscience enriched by judicial experience and practical wisdom of the Judge\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5aa71a67f5384cb09e0f2955852c1d28_146"
    },
    {
      "start": 23325,
      "end": 23851,
      "text": "5.11. By relying on the above he submits that the Hon'ble Gujarat High Court has laid down the aspects that would have to be taken into consideration by Courts exercising powers under Article 227 in respect an order on interlocutory application passed in a Commercial Suit and as such he submits that the power to issue a writ of certiorari and the exercise of supervisory jurisdiction are to be exercised sparingly and only in appropriate cases, this is not one of such cases, where such power can be exercised by this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "47a92802ae4b4ea285dc7ab83f866d91_147"
    },
    {
      "start": 23852,
      "end": 24132,
      "text": "5.12. He relies upon the decision of the Division Bench of the Hon'ble Delhi High Court in Imtiyaz Sheikh vs Puma Se4 more CM(M) No.132/2021 and CM No.5689/2021 - 18 - NC: 2023:KHC-K:7285 particularly para 30 and 31 thereof, which are reproduced here under for easy reference:\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "525e0c6f803b4d6786567a5aebb82d65_148"
    },
    {
      "start": 24133,
      "end": 24443,
      "text": "We are of the view that once the Commercial Courts Act has expressly barred the remedy of a revision application under Section 115 of the CPC, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0da9be4ec4d342efaf042c9ecdb1ac2c_149"
    },
    {
      "start": 24444,
      "end": 24741,
      "text": "The scope and ambit of a petition under Article 227 is much wider than the scope and ambit of a revision application under Section 115 of the CPC; whatever can be done in exercise of powers under Section 115 of the CPC, can also be done in exercise of powers under Article 227 of the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da08a0eaaf5442b48632d09d85416ce4_150"
    },
    {
      "start": 24742,
      "end": 25029,
      "text": "Allowing petitions under Article 227 to be preferred even against orders against which a revision application under Section 115 CPC would have been maintainable but for the bar of Section 8 of the Commercial Courts Act, would nullify the legislative mandate of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "946a60cc78224948ac285cc80a7ad8b7_151"
    },
    {
      "start": 25030,
      "end": 25589,
      "text": "\nRecently, in Deep Industries Limited Vs. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706, in the context of petitions under Article 227 of the Constitution of India with respect to orders in an appeal against an order of the Arbitral Tribunal under Section 17 of the Arbitration & Conciliation Act, 1996, it was held that if petitions under Article 226 / 227 of the Constitution against orders passed in appeals under the Arbitration Act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "306e095a026c493c82c75897d40021c4_152"
    },
    {
      "start": 25590,
      "end": 26148,
      "text": "It was observed that though Article 227 is a constitutional provision which remains untouched by an non-obstante Clause 5 of the Arbitration Act but what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing First Appeals under the Arbitration Act, yet the High Court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders - 19 - NC: 2023:KHC-K:7285 which are patently lacking in inherent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf20fc3bf9414a819fca5d734f380d60_153"
    },
    {
      "start": 26149,
      "end": 26578,
      "text": "Thus, though we are of the view that gates of Article 227 ought not to be opened with respect to orders in commercial suits at the level of the District Judge against which a revision application under CPC was maintainable but which remedy has been taken away by the Commercial Courts Act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under Article 227 is completely barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71e363d913aa4864aeb2934660c143cb_154"
    },
    {
      "start": 26579,
      "end": 27054,
      "text": "However the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the CPC were revisable and which remedy has been taken away by a subsequent legislation i.e. the Commercial Courts Act, and ensuring that such exercise of jurisdiction by the High Court does not negate the legislative intent and purpose behind the Commercial Courts Act and does not come in the way of expeditious disposal of commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cbb4f2d33bb43509aaffa8d0efccad7_155"
    },
    {
      "start": 27056,
      "end": 27208,
      "text": "31. We thus hold the petition under Article 227 of the Constitution of India to be maintainable with respect to the order impugned in CM(M) No.132/2021.",
      "labels": [
        "RPC"
      ],
      "id": "a28b7c8e395f4de1a959cf4f090a97ae_156"
    },
    {
      "start": 27209,
      "end": 27432,
      "text": "However the discretion, whether in the facts and circumstances such petition is to be entertained or not, having under the roster been vested in the Single Judge, we leave it to the Single Judge to exercise such discretion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90fa815aaa6d4fdeb018be7b98be4f66_157"
    },
    {
      "start": 27433,
      "end": 27810,
      "text": "5.13. He submits that the Hon'ble Delhi High Court has drawn parallel between the proceedings before a Commercial Court and an Arbitral Tribunal and by relying on the judgement of the Hon'ble Apex Court in M/S Deep Industries Ltd. vs Oil and Natural Gas Corporation - 20 - NC: 2023:KHC-K:7285 Limited5 has held that the powers under Article 227 have to be sparingly used.\n5.14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e090b35d874411c956a84ee886d7bf1_158"
    },
    {
      "start": 27811,
      "end": 28818,
      "text": "His submission is that, if the affidavit of PW1 is eschewed on account of the objection raised by defendant that PW1 did not have the power to lead evidence under power of attorney which has been marked then the matter now being posted for arguments there would be no evidence of the plaintiff at all and without such evidence being on record, no relief could be granted under the plaint and it is in that background, that he submits that the affidavit filed by the plaintiff has to be taken into consideration, the trial Court has passed a conditional order inasmuch as the trial Court has permitted the plaintiff to lead evidence without spoiling any kind of admissions given by the PW1 during the course of cross- 2020 (15) SCC 706 - 21 - NC: 2023:KHC-K:7285 examination, which would be sufficient to protect the interest of the defendant who has contended that, if the plaintiff were to be permitted to lead evidence, the admission obtained during the cross-examination would be rendered negatory.\n5.15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68b31d39b9b747a1b6d868b2a5cb3352_159"
    },
    {
      "start": 28819,
      "end": 28955,
      "text": "On these grounds he submits that the trial Court has rightly allowed the application and this Cout ought not to intercede in the matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f82a6b575dd94d72959458fd22bd7d47_160"
    },
    {
      "start": 28957,
      "end": 29065,
      "text": "6. In reply, Sri. Krupa Sagar Patil., learned counsel for the petitioners-defendants would submit that; 6.1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f4b607167bf4fbea8b35d901bb31863_161"
    },
    {
      "start": 29066,
      "end": 29354,
      "text": "Insofar as the power of attorney is concerned the defendant has no objection for the power of attorney to have led evidence, the defendant would not in the course of his arguments or in any other proceedings, thereafter take up the contention that PW1 was not authorized to lead evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "539ad7cf587c4e868fcc293f4216db81_162"
    },
    {
      "start": 29355,
      "end": 29387,
      "text": "\n- 22 - NC: 2023:KHC-K:7285 6.2.",
      "labels": [
        "NONE"
      ],
      "id": "b5d4a6e8bbc848c0a11b839bb375a51d_163"
    },
    {
      "start": 29388,
      "end": 29822,
      "text": "The power of attorney holder having categorically stated that, he is in the know of things and he has personal knowledge of the events that have occurred the same can be considered dehors the power of attorney not authorizing him to depose and that the evidence led by the PW1 can be considered by the trial Court while passing the judgment and as such the apprehension on part of the plaintiff-respondents is not proper or warranted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "458a5900b5384170a5914490bf0a572f_164"
    },
    {
      "start": 29824,
      "end": 30012,
      "text": "6.3. He further submits that even in the application filed by the plaintiff, the plaintiff has categoricially stated that PW1 was authorized to do all such acts including leading evidence.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1c57589221bf4676b3a3133c4306141c_165"
    },
    {
      "start": 30013,
      "end": 30119,
      "text": "As such this aspect of leading evidence by PW1 can also be ratified by the plaintiff if they choose to do.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59e01a4adfc644889097ea687312a262_166"
    },
    {
      "start": 30120,
      "end": 30342,
      "text": "But however, irrespective of ratification the defendant has no objection to - 23 - NC: 2023:KHC-K:7285 the evidence led and for the same to be considered by the trial Court, which shall not be objected to by the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c0fed1327fc4728bd40b1f36e78965e_167"
    },
    {
      "start": 30344,
      "end": 30558,
      "text": "7. Heard Sri. Krupa Sagar Patil., learned counsel appearing for the petitioner, Sri.Sachin M. Mahajan., learned counsel appearing for the caveator/respondent No.1 and Smt.Maya.T.R., leaned HCGP for respondent No.2.",
      "labels": [
        "NONE"
      ],
      "id": "6de6c36f75b54cb99475ffac4d3fc557_168"
    },
    {
      "start": 30559,
      "end": 30573,
      "text": "Perused paper.",
      "labels": [
        "NONE"
      ],
      "id": "9c2ad456815846fbaa03a683f18dc827_169"
    },
    {
      "start": 30575,
      "end": 31025,
      "text": "8. The points that would arise for consideration in the present matter are:\n1. Whether a Commercial Court can in light of Order 18 Rule 4(1A) permit a party to lead fresh evidence after the matter is posted for arguments when the witness have not been named in the list of witnesses and the affidavit has not been filed as per the Calender of dates fixed under Order 15A of the Code of Civil Procedure as amended by the Commercial Court Act, 2015?\n2.",
      "labels": [
        "ISSUE"
      ],
      "id": "7e7bbe3c95794ed8b882c0799449aab7_170"
    },
    {
      "start": 31026,
      "end": 31162,
      "text": "Whether the impugned order passed by the trial Court suffers from any legal infirmity requiring interference at the hands of this Court?",
      "labels": [
        "ISSUE"
      ],
      "id": "5d8e2d063af64d9f8eb6e1e6bd0e3bbc_171"
    },
    {
      "start": 31164,
      "end": 31273,
      "text": "3. Whether in view of Section 8 of the Commercial Court Act, 2015, the present writ petition is maintainable?",
      "labels": [
        "ISSUE"
      ],
      "id": "e62ce4e414884a7ba321e590c606c63e_172"
    },
    {
      "start": 31274,
      "end": 31289,
      "text": "\n4. What Order?",
      "labels": [
        "ISSUE"
      ],
      "id": "974ceb18cbb246bc959a9cd63c97e24c_173"
    },
    {
      "start": 31290,
      "end": 31319,
      "text": "\n- 24 - NC: 2023:KHC-K:7285 9",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59ab3456cafe48a9abb553a0d4aebceb_174"
    },
    {
      "start": 31320,
      "end": 31360,
      "text": ". I answer the above points as under 10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b778595508684f7fb0807c980584553d_175"
    },
    {
      "start": 31361,
      "end": 31757,
      "text": "ANSWER TO POINT NO.1: Whether a Commercial Court can in light of Order 18 Rule 4(1A) permit a party to lead fresh evidence after the matter is posted for arguments when the witness have not been named in the list of witnesses and the affidavit has not been filed as per the Calender of dates fixed under Order 15A of the Code of Civil Procedure as amended by the Commercial Court Act, 2015? 10.1.",
      "labels": [
        "STA"
      ],
      "id": "bae5dcee76c24f4f8f919417bf687437_176"
    },
    {
      "start": 31758,
      "end": 31875,
      "text": "The CCA has been introduced in furtherance of the recommendation made by Law Commission of India in its 253rd report.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39bdeac741414968971a8436a801f0a5_177"
    },
    {
      "start": 31876,
      "end": 31998,
      "text": "The object and reason for said Act to be promulgated is so as to enable speedy disposal of high value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6e32e5cf9ca4e60a732704d3abc541f_178"
    },
    {
      "start": 31999,
      "end": 32347,
      "text": "The said Act amends the Code of Civil Procedure, 1908 (CPC) making the amended portion applicable to commercial courts and commercial divisions which shall prevail over the existing High Court Rules and other provisions of the CPC so as to improve the efficiency and reduce the delays in disposal - 25 - NC: 2023:KHC-K:7285 of the commercial cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ddc876a05bb4aa582ac918c3cf50d15_179"
    },
    {
      "start": 32348,
      "end": 32704,
      "text": "Section 16 of the CCA reads as under:\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "cdc0d9d09ae24202936fc906c92231c4_180"
    },
    {
      "start": 32705,
      "end": 32936,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
      "labels": [
        "STA"
      ],
      "id": "bcc3976800d646278915dd6db5fcc4f7_181"
    },
    {
      "start": 32937,
      "end": 33290,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.",
      "labels": [
        "STA"
      ],
      "id": "5f90cd5e020f41a9ae6b4c1d55fc8d5b_182"
    },
    {
      "start": 33291,
      "end": 33523,
      "text": "\n10.2. A perusal of the above would indicate that the provision of CPC in their application to any suit in respect of commercial dispute of a specified value shall stand amended in the manner as specified in the schedule to the CCA.",
      "labels": [
        "STA"
      ],
      "id": "f720a639129748949c7597a8bf927b1e_183"
    },
    {
      "start": 33524,
      "end": 33739,
      "text": "In terms of Subsection (3) of Section 16, if there is any conflict between any rule of the High Court or - 26 - NC: 2023:KHC-K:7285 the provision of CPC 1908, then, the amended CPC in terms of the CCA would prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbdee6bbf5714c6282ebd8d1dd6bfc16_184"
    },
    {
      "start": 33740,
      "end": 33906,
      "text": "Thus, it is clear that for all practical and legal purposes, it is the amendment made to the CPC 1908 by way of the schedule to the CCA which would prevail and apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea6195799be743c4a8202f6ab480d468_185"
    },
    {
      "start": 33907,
      "end": 34031,
      "text": "\n10.3. Clause 8 of the Schedule amends Rule 2 of Order 18 of CPC and introduces Sub-rule (3A), (3B), (3C),( 3D), (3E), (3F).",
      "labels": [
        "STA"
      ],
      "id": "bcd297ccfec6492fa7dbc9620b321245_186"
    },
    {
      "start": 34032,
      "end": 34096,
      "text": "The said Sub- rules are reproduced hereunder for easy reference:",
      "labels": [
        "STA"
      ],
      "id": "857fddf05e6a4bec8666651d3ba7b986_187"
    },
    {
      "start": 34097,
      "end": 34507,
      "text": "\n8. Amendment of Order XVIII.--In Order XVIII of the Code, in Rule 2, for sub-rules (3-A), (3-B), (3-C), (3-D), (3-E) and (3-F), the following shall be substituted, namely-- \"(3-A) A party shall, within four weeks prior to commencing the oral arguments, submit concisely and under distinct headings written arguments in support of his case to the court and such written arguments shall form part of the record.",
      "labels": [
        "STA"
      ],
      "id": "bdb9bd91e5b54ddea1c3e974ba3afa7e_188"
    },
    {
      "start": 34508,
      "end": 34880,
      "text": "\n(3-B) The written arguments shall clearly indicate the provisions of the laws being cited in support of the arguments and the citations of judgments being relied upon by the party and include copies of such judgments being relied upon by the party.\n- 27 - NC: 2023:KHC-K:7285 (3-C) A copy of such written arguments shall be furnished simultaneously to the opposite party.",
      "labels": [
        "STA"
      ],
      "id": "68a2d350cc43487f902200895eda07f9_189"
    },
    {
      "start": 34881,
      "end": 35092,
      "text": "\n(3-D) The court may, if it deems fit, after the conclusion of arguments, permit the parties to file revised written arguments within a period of not more than one week after the date of conclusion of arguments.",
      "labels": [
        "STA"
      ],
      "id": "9dead220a08149eba97e594544fe9b9f_190"
    },
    {
      "start": 35093,
      "end": 35422,
      "text": "\n(3-E) No adjournment shall be granted for the purpose of filing the written arguments unless the court, for reasons to be recorded in writing, considers it necessary to grant such adjournment.\n(3-F) It shall be open for the court to limit the time for oral submissions having regard to the nature and complexity of the matter.\".",
      "labels": [
        "STA"
      ],
      "id": "7f67ad35a9af486a87a8cdacb6f7f605_191"
    },
    {
      "start": 35423,
      "end": 35919,
      "text": "\n10.4. Clause 9 amends Rule 4 of Order 18 of CPC introduces Sub-rule (4) of Order 18 of CPC introduces sub-rule (1A), (1B) and (1C) which reads as under:\n9. Amendment of Order XVIII.--In Order XVIII of the Code, in Rule 4, after sub-rule (1), the following sub-rules shall be inserted, namely-- \"(1-A) The affidavits of evidence of all witnesses whose evidence is proposed to be led by a party shall be filed simultaneously by that party at the time directed in the first Case Management Hearing.",
      "labels": [
        "STA"
      ],
      "id": "979167f0939d48429a0a326cdd4ad4db_192"
    },
    {
      "start": 35921,
      "end": 36616,
      "text": "(1-B) A party shall not lead additional evidence by the affidavit of any witness (including of a witness who has already filed an affidavit) unless sufficient cause is made out in an application for that purpose and an order,\n- 28 - NC: 2023:KHC-K:7285 giving reasons, permitting such additional affidavit is passed by the court.\n(1-C) A party shall however have the right to withdraw any of the affidavits so filed at any time prior to commencement of cross- examination of that witness, without any adverse inference being drawn based on such withdrawal:\nProvided that any other party shall be entitled to tender as evidence and rely upon any admission made in such withdrawn affidavit\".\n10.5.",
      "labels": [
        "STA"
      ],
      "id": "6e8534fcda784dd584bfa72ec6cfb1f6_193"
    },
    {
      "start": 36617,
      "end": 36733,
      "text": "Thus, insofar as evidence is concerned, it is this amended order 18 which would apply to a proceeding under the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0783c5fc909142ad90f1e36806913ef6_194"
    },
    {
      "start": 36734,
      "end": 36974,
      "text": "In terms of Sub Rule (1-A) of Rule (4) of Order 18, the affidavits of evidence of all witnesses whose evidence is proposed to be led by a party shall be filed simultaneously by that party at the time directed in the case management hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69579f47cfe941d18830372d592036e5_195"
    },
    {
      "start": 36975,
      "end": 37108,
      "text": "10.6. By virtue of clause (7) of Schedule of the CCA Order 15A has been inserted in the CPC which deals with Case Management Hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fb7eb6a86404839bb32043c221a02e1_196"
    },
    {
      "start": 37109,
      "end": 37237,
      "text": "The said Order 15A is reproduced hereunder for easy reference:\n- 29 - NC: 2023:KHC-K:7285 \"ORDER XV-A CASE MANAGEMENT HEARING 1.",
      "labels": [
        "STA"
      ],
      "id": "4674840cf1b14f028488f62af8d5ab76_197"
    },
    {
      "start": 37238,
      "end": 37452,
      "text": "First Case Management Hearing.--The court shall hold the first Case Management Hearing, not later than four weeks from the date of filing of affidavit of admission or denial of documents by all parties to the suit.",
      "labels": [
        "STA"
      ],
      "id": "e5a7f1cce6d64031b4e3c685f9766c73_198"
    },
    {
      "start": 37453,
      "end": 38467,
      "text": "\n2. Orders to be passed in a Case Management Hearing.--In a Case Management Hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the court may pass an order-- (a) framing the issues between the parties in accordance with Order XIV of the Code of Civil Procedure, 1908 (5 of 1908) after examining pleadings, documents and documents produced before it, and on examination conducted by the court under Rule 2 of Order X, if required;\n(b) listing witnesses to be examined by the parties;\n(c) fixing the date by which affidavit of evidence to be filed by parties;\n(d) fixing the date on which evidence of the witnesses of the parties to be recorded;\n(e) fixing the date by which written arguments are to be filed before the court by the parties;\n(f) fixing the date on which oral arguments are to be heard by the court; and (g) setting time limits for parties and their advocates to address oral arguments.\n3. Time limit for the completion of a trial.--",
      "labels": [
        "STA"
      ],
      "id": "f01ac567ecc84442abaae4ae72ff5abd_199"
    },
    {
      "start": 38468,
      "end": 38706,
      "text": "In fixing dates or setting time limits for the purposes of Rule 2 of this order, the court shall ensure that the arguments are closed not later - 30 - NC: 2023:KHC-K:7285 than six months from the date of the first Case Management Hearing.",
      "labels": [
        "STA"
      ],
      "id": "748a8818436c4247ab578ee5e68c691d_200"
    },
    {
      "start": 38707,
      "end": 38945,
      "text": "\n4. Recording of oral evidence on a day- to-day basis.--The court shall, as far as possible, ensure that the recording of evidence shall be carried on, on a day-to-day basis until the cross examination of all the witnesses is complete.\n5.",
      "labels": [
        "STA"
      ],
      "id": "55a173fbfe2345ad96addfc4ffad00f9_201"
    },
    {
      "start": 38946,
      "end": 39247,
      "text": "Case Management Hearings during a trial.--The court may, if necessary, also hold Case Management Hearings anytime during the trial to issue appropriate orders so as to ensure adherence by the parties to the dates fixed under Rule 2 and facilitate speedy disposal of the suit.\n6. Powers of the court in",
      "labels": [
        "STA"
      ],
      "id": "9d698d5034ac4a14b16f4641ce5680b4_202"
    },
    {
      "start": 39248,
      "end": 39279,
      "text": "a Case Management Hearing.--(1)",
      "labels": [
        "STA"
      ],
      "id": "0c44a2efa7ad48de864c567e4a93fb79_203"
    },
    {
      "start": 39280,
      "end": 41066,
      "text": "In any Case Management Hearing held under this order, the court shall have the power to-- (a) prior to the framing of issues, hear and decide any pending application filed by the parties under Order XIII-A;\n(b) direct parties to file compilations of documents or pleadings relevant and necessary for framing issues;\n(c) extend or shorten the time for compliance with any practice, direction or court order if it finds sufficient reason to do so;\n(d) adjourn or bring forward a hearing if it finds sufficient reason to do so;\n(e) direct a party to attend the court for the purposes of examination under Rule 2 of Order X;\n(f) consolidate proceedings;\n- 31 - NC: 2023:KHC-K:7285 (g) strike off the name of any witness or evidence that it deems irrelevant to the issues framed;\n(h) direct a separate trial of any issue;\n(i) decide the order in which issues are to be tried;\n(j) exclude an issue from consideration;\n(k) dismiss or give judgment on a claim after a decision on a preliminary issue;\n(l) direct that evidence be recorded by a Commission where necessary in accordance with Order XXVI;\n(m) reject any affidavit of evidence filed by the parties for containing irrelevant, inadmissible or argumentative material;\n(n) strike off any parts of the affidavit of evidence filed by the parties containing irrelevant, inadmissible or argumentative material;\n(o) delegate the recording of evidence to such authority appointed by the court for this purpose;\n(p) pass any order relating to the monitoring of recording the evidence by a commission or any other authority;\n(q) order any party to file and exchange a costs budget;\n(r) issue directions or pass any order for the purpose of managing the case and furthering the overriding objective of ensuring the efficient disposal of the suit.",
      "labels": [
        "STA"
      ],
      "id": "e483b40c68d5489abe0d691bf59bd820_204"
    },
    {
      "start": 41067,
      "end": 41356,
      "text": "(2) When the court passes an order in exercise of its powers under this order, it may-- - 32 - NC: 2023:KHC-K:7285 (a) make it subject to conditions, including a condition to pay a sum of money into court; and (b) specify the consequence of failure to comply with the order or a condition.",
      "labels": [
        "STA"
      ],
      "id": "5774ddc8413f45d39b8076c95590756e_205"
    },
    {
      "start": 41357,
      "end": 41585,
      "text": "(3) While fixing the date for a Case Management Hearing, the court may direct that the parties also be present for such Case Management Hearing, if it is of the view that there is a possibility of settlement between the parties.",
      "labels": [
        "STA"
      ],
      "id": "220977b2bc7448c6be6483cd906718ee_206"
    },
    {
      "start": 41586,
      "end": 41865,
      "text": "\n7. Adjournment of Case Management Hearing.--(1) The court shall not adjourn the Case Management Hearing for the sole reason that the advocate appearing on behalf of a party is not present:\nProvided that an adjournment of the hearing is sought in advance by moving an application",
      "labels": [
        "STA"
      ],
      "id": "15d1488fe2d54767873728bfd2c11adc_207"
    },
    {
      "start": 41866,
      "end": 42010,
      "text": ", the court may adjourn the hearing to another date upon the payment of such costs as the court deems fit, by the party moving such application.",
      "labels": [
        "STA"
      ],
      "id": "38944d6f9f64494cadc75c12e6b89ede_208"
    },
    {
      "start": 42011,
      "end": 42244,
      "text": "\n(2) Notwithstanding anything contained in this rule, if the court is satisfied that there is a justified reason for the absence of the advocate, it may adjourn the hearing to another date upon such terms and conditions it deems fit.",
      "labels": [
        "STA"
      ],
      "id": "acfaed52757b421981ea3e9fe39d3294_209"
    },
    {
      "start": 42245,
      "end": 42899,
      "text": "\n8. Consequences of non-compliance with orders.--Where any party fails to comply with the order of the court passed in a Case Management Hearing, the court shall have the power to-- (a) condone such non-compliance by payment of costs to the court;\n(b) foreclose the non-compliant party's right to file affidavits, conduct cross- examination of witnesses, file written submissions, address oral arguments or - 33 - NC: 2023:KHC-K:7285 make further arguments in the trial, as the case may be, or (c) dismiss the plaint or allow the suit where such non-compliance is wilful, repeated and the imposition of costs is not adequate to ensure compliance.\".\n10.7.",
      "labels": [
        "STA"
      ],
      "id": "8b31dc732cd84841bbdb73d7304b8eaa_210"
    },
    {
      "start": 42900,
      "end": 43178,
      "text": "In terms of Rule (2) of Order 15A of the CPC dealing with Case Management Hearing, the concerned Court shall make order approving the list of witnesses to be examined by the party, fix the dates on which the evidence of the witnesses of the parties is to be recorded, etc. 10.8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "745dc0206d9a4c899b917c69c9a9d234_211"
    },
    {
      "start": 43179,
      "end": 43295,
      "text": "Thus, in terms of Rule (2) of Order 15A, all the affidavits of the witnesses listed are to be filed on the same day.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83fa2d37cd2e4015911d577b08d7ca67_212"
    },
    {
      "start": 43296,
      "end": 43574,
      "text": "This being with the intention to avoid any duplication of evidence and or the possibility of the succeeding witness trying to in the affidavit in lieu of evidence improve upon the cross-examination of the previous witness so as to overcome the effect of such cross- examination.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abe4fcfa3ba44058809263b13db79968_213"
    },
    {
      "start": 43575,
      "end": 43608,
      "text": "\n- 34 - NC: 2023:KHC-K:7285 10.9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7c719e369f348f899518e3d909cbc9f_214"
    },
    {
      "start": 43609,
      "end": 43954,
      "text": "The date on which the cross-examination is to be conducted being required to be fixed in terms of clause (d) of Rule (2) of Order 15A, the date on which the evidence would be recorded is also fixed, so that as far as possible, the evidence of all witnesses are recorded, both in terms of chief examination and cross-examination on the same date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e0e26d6a35c45289d851ba0310404be_215"
    },
    {
      "start": 43955,
      "end": 44122,
      "text": "This again being with intention to provide prior notice so as to enable all the parties and counsels to be ready on that date and not seek any unnecessary adjournment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0543f368e3964ae4bcee2c1bba63d83d_216"
    },
    {
      "start": 44123,
      "end": 44438,
      "text": "Thus, in terms of Sub-rule (1-A) of Rule (4) of Order 18 read in conjunction with Order 15A relating to Case Management Hearing, the date on which the affidavit of evidence is required to be filed would be for the evidence of all the witnesses that a party proposes to examine in a particular matter simultaneously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a357cf97ed84c40bafa161c932d521c_217"
    },
    {
      "start": 44439,
      "end": 44767,
      "text": "\n- 35 - NC: 2023:KHC-K:7285 10.10. Sub-rule (1-B) of Rule (4) of Order 18 imposes a restriction or a prohibition that a party shall not lead additional evidence by way of affidavit of any witness including a witness who has already filed an affidavit unless sufficient cause is made out in an application filed for such purpose.",
      "labels": [
        "STA"
      ],
      "id": "8f1848d3e5bb4e26abf366777b3b24f2_218"
    },
    {
      "start": 44769,
      "end": 44775,
      "text": "10.11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2516454c9c249d08ff47ccd208a144f_219"
    },
    {
      "start": 44776,
      "end": 44940,
      "text": "The prohibition though not absolute, an exception to the prohibition can be made out only if sufficient cause is made out in the application filed for that purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ff5852a3acc4596bdaa6a2957afb588_220"
    },
    {
      "start": 44941,
      "end": 44947,
      "text": "10.12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fc97aa75cc84ec2ac9f0fb49b1f0078_221"
    },
    {
      "start": 44948,
      "end": 45433,
      "text": "Thus I answer point no.1 by holding that a Commercial Court cannot in light of Order 18 Rule 4(1A) permit a party to lead fresh evidence after the matter is posted for arguments when the witness has not been named in the list of witnesses and the affidavit has not been filed as per the Calender of dates fixed under Order 15A of the Code of Civil - 36 - NC: 2023:KHC-K:7285 Procedure as amended by the Commercial Court Act, 2015, except if sufficient grounds is made out for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26e1e6a24a4e4e508a771077716b6b5a_222"
    },
    {
      "start": 45434,
      "end": 45831,
      "text": "Unless exceptional grounds are made out for allowing further evidence or examination of further witness in terms of Subrule (1B) of Rule (4) of Order 18 of CPC, the Commercial court cannot permit a person who is not named in the list of witnesses and whose affidavit has not been filed in the time stipulated under Order 15A of CPC cannot be permitted to lead his evidence by filing his affidavit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fe950d46dbe42d7897cce07bed08382_223"
    },
    {
      "start": 45833,
      "end": 45995,
      "text": "11. ANSWER TO POINT NO.2: Whether the impugned order passed by the trial Court suffers from any legal infirmity requiring interference at the hands of this Court?",
      "labels": [
        "ISSUE"
      ],
      "id": "5bf508119ea04cf79dddc6982f265fbe_224"
    },
    {
      "start": 45996,
      "end": 46124,
      "text": "11.1. It is in the background of the above legal position and answer to point no.1 that point no.2 is required to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a1868ef27154a9b81d07bb44cccf38b_225"
    },
    {
      "start": 46125,
      "end": 46324,
      "text": "11.2. It is not in dispute that the respondent led evidence of one Sri.P.Chandramouli, Chief - 37 - NC: 2023:KHC-K:7285 General Manager of ARR Construction claiming to be the GPA holder of plaintiff.",
      "labels": [
        "NONE"
      ],
      "id": "47d92af91d8e4c67a25b503e96fd0111_226"
    },
    {
      "start": 46325,
      "end": 46393,
      "text": "The said affidavit in chief of Sri.P.Chandramouli had been produced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e8487e03b55432baba122f4a07346cc_227"
    },
    {
      "start": 46394,
      "end": 46556,
      "text": "The affidavit runs into nearly 55 pages with 102 paragraphs apart from sub- paragraphs thereof and about 60 documents were marked in the evidence of said witness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddad7565a689420db1e945b24862ef07_228"
    },
    {
      "start": 46557,
      "end": 46657,
      "text": "The said witness was cross examined by the respondent in detail and the matter posted for arguments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c72c7909a9e0436aa7763779a4f991c0_229"
    },
    {
      "start": 46659,
      "end": 46803,
      "text": "11.3. It is at that stage that the respondent-plaintiff filed an application under Section 151 of CPC seeking permission to adduce his evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "688b76870b3c4bf88d67e7a6c0b37165_230"
    },
    {
      "start": 46804,
      "end": 47124,
      "text": "In the affidavit in support thereof it is contended that due to communication gap and since the plaintiff is aged about 74 years and was attending the parliament proceedings being a Member of Parliament, he could not issue further instructions and as such, he intends to - 38 - NC: 2023:KHC-K:7285 lead further evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2baf7a2d691741abb2652a68717acca1_231"
    },
    {
      "start": 47125,
      "end": 47463,
      "text": "Shockingly in the affidavit in support of the said application, a judgment of the Hon'ble Apex court is verbatim extracted in the affidavit to contend that if the Court were to be satisfied, the court can reopen the stage and there is no absolute embargo on the court reopening the stage, to permit the plaintiff to lead further evidence.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "960a97ac4ed144ae9c01f94e1e943ef8_232"
    },
    {
      "start": 47464,
      "end": 47627,
      "text": "11.4. As observed above, the said application has been filed under Section 151 CPC and not under Subrule (1B) of Rule (4) of Order 18 of CPC as amended by the CCA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7cdffa79e9b4c5cb43e5cf30bcf3299_233"
    },
    {
      "start": 47628,
      "end": 47748,
      "text": "Thus under Section 151 of CPC, the Commercial Court would not get the power to pass any orders in the manner sought for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa198ffd140146a09f3209982a0d8c5e_234"
    },
    {
      "start": 47749,
      "end": 48124,
      "text": "However, the Commercial Court by way of the impugned order has allowed the said application on the ground that the power of attorney can only depose to the actions done by him personally and not as regards all other - 39 - NC: 2023:KHC-K:7285 aspects in regard to which it is only the plaintiff who could lead evidence and he has to be permitted to lead evidence on the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e0ba527fb6d47a58312992082ec470e_235"
    },
    {
      "start": 48125,
      "end": 48409,
      "text": "11.5. Juxtaposing the above fact situation with the applicable law stated hereinabove, firstly the application under Section 151 of CPC was not maintainable for the relief sought for, but an application ought to have been filed under Sub- rule (1A) of Rule 4 of Order 18 of CPC. 11.6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71ac674ad050474cbb4d586eff5b84a9_236"
    },
    {
      "start": 48410,
      "end": 48567,
      "text": "Without hinging on technicalities let me examine if the requirement of Subrule (1B) of Rule 4 of Order 18 CPC has been satisfied by the plaintiff/respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91defa5deb07489188194f3ae335368b_237"
    },
    {
      "start": 48568,
      "end": 48658,
      "text": "\n11.7. It is a matter of fact and record that the plaintiff was not even named as witness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcf0a266f56744549b2275a15de67497_238"
    },
    {
      "start": 48659,
      "end": 48796,
      "text": "In terms of Sub-rule (1A) of Rule (4) of Order 18 of CPC all the affidavits of all the witnesses are required to be filed simultaneously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d5b124d08674030b7927736c5069218_239"
    },
    {
      "start": 48797,
      "end": 48947,
      "text": "It is a - 40 - NC: 2023:KHC-K:7285 matter of fact and record that affidavit of plaintiff was not filed along with the affidavit of Sri.P.Chandramouli.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa8716efce774177ba439954fb65f022_240"
    },
    {
      "start": 48948,
      "end": 49164,
      "text": "It is only when the matter was posted for arguments and after the defendant therein who is the petitioner herein has filed synopsis of arguments that the present application under Section 151 of CPC came to be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5918985fbd64907bc99461a8e06ce1b_241"
    },
    {
      "start": 49166,
      "end": 49364,
      "text": "11.8. The only cause which is sought to be made out in the said application is that since the oral arguments has not been commenced legally, the plaintiff ought to be permitted to file its evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5782b642f044472fa2375e2267e63fd4_242"
    },
    {
      "start": 49365,
      "end": 49601,
      "text": "This is based on the contention that in terms of Rule (3A) of Order 18 of CPC on the filing of written arguments without passage of four weeks from the date of filing of written arguments the stage of oral arguments cannot be commenced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b11add78178148c194688fcc62e3ad7e_243"
    },
    {
      "start": 49602,
      "end": 49750,
      "text": "On that ground, it is submitted - 41 - NC: 2023:KHC-K:7285 that mere filing of written synopsis would not amount to commencement of arguments. 11.9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "168fbc4d15ad47d391ffe88fcba3d419_244"
    },
    {
      "start": 49751,
      "end": 49975,
      "text": "The Commercial Court has however, while allowing the said application has taken into consideration that the defendant had disputed the power of attorney and as such has permitted the filing of the affidavit of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4852616333240a29c2ef212bf807c5e_245"
    },
    {
      "start": 49976,
      "end": 50119,
      "text": "Thus, the order passed by the Commercial Court is not on the basis of the averments and contentions of the plaintiff but on a different ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43b61c8fee314111894e2aa056f3e530_246"
    },
    {
      "start": 50120,
      "end": 50172,
      "text": "Be that it may, let me examine both the contentions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f17e0c22b2b744a0ba4f80368947b6c4_247"
    },
    {
      "start": 50174,
      "end": 50180,
      "text": "11.10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "306d8da1a3c2478a818fe0f5176eda48_248"
    },
    {
      "start": 50181,
      "end": 50293,
      "text": "The plaintiff now intends to examine himself on the entire matter and not on a limited issue or a limited point.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac42b8c0b4b0415284b8ad789a4cf025_249"
    },
    {
      "start": 50294,
      "end": 50423,
      "text": "The contention of the counsel for the plaintiff is that a fresh affidavit would be filed by the plaintiff, same is impermissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb5b24b948914bfd9db2ee387b95bd2e_250"
    },
    {
      "start": 50424,
      "end": 50838,
      "text": "If the Plaintiff were to file a fresh affidavit on the entire matter, then the Defendant would be put - 42 - NC: 2023:KHC-K:7285 to a loss and its interest would be harmed since the defendant would be constrained to cross examine the plaintiff on all aspects, since if such cross examination is not done, the portion of that affidavit which has not been cross examined could be contended to have gone unchallenged.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1c0982450b1435f9434acfaf0b553d2_251"
    },
    {
      "start": 50840,
      "end": 50846,
      "text": "11.11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84e6b52c41034039a58310e106c72e21_252"
    },
    {
      "start": 50847,
      "end": 51320,
      "text": "Even in the interest of justice it be considered that the plaintiff is given adequate opportunity to lead evidence, then such evidence cannot upset the evidence already on record and the cross-examination which is already on record, at any rate the affidavit if at all can be filed by plaintiff only as regards matters which have not been covered by PW-1 in the affidavit in lieu of evidence and should also not cover any of the aspects covered under the cross-examination.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe81d0599b4e4edcb33aa68e97e97519_253"
    },
    {
      "start": 51321,
      "end": 51468,
      "text": "Hence, the contention of the plaintiff is that a - 43 - NC: 2023:KHC-K:7285 fresh affidavit on the entire matter would be filed is not permissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9111956a1b7485794d764c461548988_254"
    },
    {
      "start": 51470,
      "end": 51476,
      "text": "11.12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a76bd27283254517a0698eeed5271b88_255"
    },
    {
      "start": 51477,
      "end": 51635,
      "text": "Insofar as the contention of learned counsel for the plaintiff that power of attorney has been disputed and as such evidence of PW-1 is likely to be discarded",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "273c0eddc64842e495e10c2467122f64_256"
    },
    {
      "start": 51636,
      "end": 51924,
      "text": ", the submission of Sri.Krupa Sagar, learned counsel for defendant that the defendant will accept the power of attorney to be genuine and proper and will not question the Authority of PW-1 to lead evidence on behalf of the plaintiff would negate the apprehension on part of the plaintiff.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3fdef01b1c7b4716880ee97898303eab_257"
    },
    {
      "start": 51925,
      "end": 52107,
      "text": "Thus none of the evidence on record would be challenged by the defendant and all the evidence on record can be availed of by the plaintiff to drive home its claim made in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5aaef43b74184468baf7d36d20757b25_258"
    },
    {
      "start": 52109,
      "end": 52115,
      "text": "11.13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52c04a2528794f8faf4e8ba5d39d66cf_259"
    },
    {
      "start": 52116,
      "end": 52447,
      "text": "As pointed above, the plaintiff was not named as a witness, a power of attorney was named as a witness who has been examined, thus the - 44 - NC: 2023:KHC-K:7285 requirement of Rule (2) of Order 15A not having been complied with and the requirement of Sub-rule (1A) of Rule (4) of Order 18 of CPC also not having been complied with",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaff105cb8dc4ead9567530434b27a28_260"
    },
    {
      "start": 52448,
      "end": 52601,
      "text": ", it is only in exceptional cases that in terms of Sub-rule (1B) of Rule (4) of Order 18 of CPC an application to lead further evidence can be permitted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d18f1c0b5814916a11ddd5355506d7b_261"
    },
    {
      "start": 52603,
      "end": 52609,
      "text": "11.14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff91a00367b44619a6e329493f524931_262"
    },
    {
      "start": 52610,
      "end": 52860,
      "text": "In the background of the consideration above, there are absolutely no grounds which have been made out to establish sufficient cause for leading of the evidence of the plaintiff except to state that the plaintiff was busy in attending the parliament.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d70a087b43724999a1dfd7e5994ec75e_263"
    },
    {
      "start": 52861,
      "end": 53334,
      "text": "The said contention also cannot be a ground for the reason that the Parliament is not in session throughout the year and sessions are spread out throughout the year and there is no explanation which is provided as to what the plaintiff did when the - 45 - NC: 2023:KHC-K:7285 parliament was not in session and why the plaintiff could not have been named as a witness and if so done filed his evidence on the date fixed in the Case Management Hearing under Order 15A of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee5ff6024c5546a586e5af7653fb19a0_264"
    },
    {
      "start": 53335,
      "end": 53671,
      "text": "Thus, looked at from any angle there are no grounds made out and the consideration of trial court in respect of challenge to the Power of Attorney of the plaintiff not being one which would satisfy the requirement of Sub-rule (1B) of Rule (4) of Order 18 of CPC, the said order is based on wrong premise and is required to be set-aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bcf2facaccd47daa0089b5d342e683f_265"
    },
    {
      "start": 53672,
      "end": 53678,
      "text": "11.15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64c1f556cd744d5d9ab47fe98dedc2da_266"
    },
    {
      "start": 53679,
      "end": 54046,
      "text": "The plaintiff having chosen not to examine himself, on account of his name not being mentioned in the list of witnesses, cannot later on contend that due to a dispute raised by the defendant as regards the competency of the power of attorney to lead evidence on behalf of the Plaintiff, the Plaintiff ought to be permitted - 46 - NC: 2023:KHC-K:7285 to lead evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c725c922c831401392bf48b70295aeb0_267"
    },
    {
      "start": 54047,
      "end": 54156,
      "text": "The plaintiff having chosen and or elected not to lead his evidence cannot now be permitted to lead evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a4f6a744286496d80b80b597c37ad78_268"
    },
    {
      "start": 54157,
      "end": 54163,
      "text": "11.16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91301e0873cb4d5f81eb39cae8fc1904_269"
    },
    {
      "start": 54164,
      "end": 54374,
      "text": "I answer point No.2 by holding that the impugned order passed by the trial Court suffers from several legal infirmities requiring interference at the hands of this Court and as such is required to be set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f146945827d94fd6b2507ad9886ba01a_270"
    },
    {
      "start": 54376,
      "end": 54401,
      "text": "12. ANSWER TO POINT NO.3:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc194bbcb11a4b6d9806811546cc3c88_271"
    },
    {
      "start": 54402,
      "end": 54508,
      "text": "Whether in view of Section 8 of the Commercial Courts Act 2015, the present writ petition is maintainable?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0966745bb74b40c7aaab1bdb594075b7_272"
    },
    {
      "start": 54509,
      "end": 55719,
      "text": "12.1. Section 8 of the CCA reads as under:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n12.2. A perusal of the above indicates that there is a bar on any Court exercising jurisdiction and entertaining any Civil Revision application or - 47 - NC: 2023:KHC-K:7285 petition against any interlocutory order of a Commercial Court including an order on issue of jurisdiction and subject to Section 13 shall be raised against the decree of a Commercial Court. Section 13 of CCA reads as under:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.--20[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "7338a6ea0b144bdf95d94835f207d596_273"
    },
    {
      "start": 55720,
      "end": 56363,
      "text": "(1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "ee812aeeffff4730b2b0d686ca4c9d54_274"
    },
    {
      "start": 56364,
      "end": 56636,
      "text": "] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "cd0edef01d2841d0bcb42a8c1d5935fb_275"
    },
    {
      "start": 56637,
      "end": 56947,
      "text": "\n- 48 - NC: 2023:KHC-K:7285 12.3. Thus from conjoint reading of Section 8 and 13 of CCA, it appears that there is a bar on exercise of writ jurisdiction in a petition challenging a interlocutory order like that passed in the present petition under Section 151 of CPC permitting the petitioner to lead evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb24cb9c0476499d945e3972c1ba6a46_276"
    },
    {
      "start": 56949,
      "end": 57138,
      "text": "12.4. This provision under Section 8 has apparently been incorporated in the CCA to save time and to expedite the trial and proceedings in a commercial suit filed before a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c21d70d98d394f0a82762f90ae456911_277"
    },
    {
      "start": 57139,
      "end": 57762,
      "text": "Though there appears to be such a bar, I am of the considered opinion that when exfacie the order of the Commercial Court suffers from legal infirmities requiring it to be quashed and exfacie when the Commercial Court did not have any jurisdiction to permit the plaintiff to lead his further evidence, if the same were permitted to go on, then it would - 49 - NC: 2023:KHC-K:7285 only delay the proceedings inasmuch as the evidence of the plaintiff would have to be led, documents marked, he has to be cross examined which would take considerable time, which would in turn delay the proceedings before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf1c0c948ef9443387323a77f00210f0_278"
    },
    {
      "start": 57764,
      "end": 58117,
      "text": "12.5. The object of Section 8 to reduce the judicial interference being with an intention to expedite the proceedings before the Commercial Court in a Commercial suit, the very object would be defeated if this Court would not intercede in the matter and set aside the order of the Commercial Court which has an effect of delaying the entire proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ae2dd42d3d24b68bf8f3f22287278e1_279"
    },
    {
      "start": 58118,
      "end": 58312,
      "text": "Apart therefrom it also would result in multiple evidence being brought on record on the very same point which would apart from creating confusion, further delay the consideration of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99937a0a724445439c4e797c5527efd4_280"
    },
    {
      "start": 58313,
      "end": 58346,
      "text": "\n- 50 - NC: 2023:KHC-K:7285 12.6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e146c15b0ee4479ea7cbdd307c1e714c_281"
    },
    {
      "start": 58347,
      "end": 58709,
      "text": "In that view of the matter, being of the considered opinion that the order passed by the trial Court would, in fact, militate against the object of Section 8 of CCA, I am of the considered opinion that in the peculiar facts of this case despite the bar under Section 8 of CCA, this Court is required to intercede and set right the wrong which has been committed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e13b0fe5249443ecb44fc3e4aa3e2137_282"
    },
    {
      "start": 58710,
      "end": 58856,
      "text": "12.7. The decision in Surya Dev Rai's case (supra) is a decision rendered prior to the coming into force of CCA and not with reference to the CCA.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "89fddddd0a0741048230221ebfa60a28_283"
    },
    {
      "start": 58857,
      "end": 59290,
      "text": "What has been held by the Hon'ble Apex Court in the above case is that the supervisory jurisdiction under Article 227 of the Constitution of India is required to be exercised in rare cases only upon being satisfied that there is an error which is manifest and apparent on the face of the proceedings or utter disregard of the provision of law or grave injustice or failure of - 51 - NC: 2023:KHC-K:7285 justice is occasioned thereby.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c210bd282aa94c02b8b7bebeb91cdbef_284"
    },
    {
      "start": 59291,
      "end": 59648,
      "text": "I am of the considered opinion that all these three tests have been fulfilled in the present case inasmuch as the impugned order is in disregard of the provision of law as detailed in answer to point Nos.1 and 2 by virtue of which grave injustice would be caused to the defendant and this error is manifest and exfacie apparent on the face of records.\n12.8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21d99fc50d894e25a2c69e80849609cc_285"
    },
    {
      "start": 59649,
      "end": 59747,
      "text": "The decision in State of Gujarat's case (supra2) is one under CCA and refers to Section 8 thereof.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2f71b380836a4f5fa861fb44fe2d7ea9_286"
    },
    {
      "start": 59748,
      "end": 59874,
      "text": "The said decision in turn refers to the decision in Surya Dev Rai's case on the very same grounds as are detailed out therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82c82f8eb97847938a3247973fd216ba_287"
    },
    {
      "start": 59875,
      "end": 60051,
      "text": "The Hon'ble Apex Court however entertained the petition, set-aside the order passed by the Commercial Court and in that case allowed certain documents to be marked in evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8e13826b3d164732ac8dfe7625b89337_288"
    },
    {
      "start": 60052,
      "end": 60361,
      "text": "Thus having considered all the aspects, the - 52 - NC: 2023:KHC-K:7285 Hon'ble Apex Court was of the opinion that the circumstances demanded the intervention of the Hon'ble Apex Court in the matter despite the provision of Section 8 and this decision therefore would not enure to the benefit of the plaintiff.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1265d63765e46619c8d7269dd4fe30d_289"
    },
    {
      "start": 60363,
      "end": 60735,
      "text": "12.9. In Imtiyaz Sheikh's case (supra3), the Hon'ble Delhi High Court while dealing with the proceedings under the Arbitration and Conciliation Act came to a conclusion that a writ petition cannot be maintained, but, however further held that the discretion in the facts and circumstances if such petition is to be entertained is left to the Judge dealing with the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9af1abb484954652bb61b8e3f3cc3113_290"
    },
    {
      "start": 60737,
      "end": 60743,
      "text": "12.10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4dcc3c6b14f644dda2155dce79ada1e8_291"
    },
    {
      "start": 60744,
      "end": 61039,
      "text": "Thus in none of the decisions, there is categorical prohibition on the High Court, i.e., this court entertaining a writ petition - 53 - NC: 2023:KHC-K:7285 challenging an interlocutory order as sought to be contended by Sri.Sachin Mahajan, learned counsel appearing for the plaintiff-respondent.",
      "labels": [
        "RATIO"
      ],
      "id": "d382b5b118054b78b857213ddb124b63_292"
    },
    {
      "start": 61040,
      "end": 61046,
      "text": "12.11.",
      "labels": [
        "NONE"
      ],
      "id": "fce09b378896420ba3c5b4058c38695c_293"
    },
    {
      "start": 61047,
      "end": 61366,
      "text": "Being of the opinion that there is manifest error resulting in grave injustice caused to the petitioner-defendant, I am of the considered opinion that this Court would have to exercise its supervisory power under Article 227 of the Constitution of India despite Section 8 of the CCA, which infact is not a complete bar.",
      "labels": [
        "RATIO"
      ],
      "id": "205d5778ec7c4f52839020a2cbb96a58_294"
    },
    {
      "start": 61368,
      "end": 61411,
      "text": "13. ANSWER TO POINT NO.4: What Order?\n13.1.",
      "labels": [
        "RPC"
      ],
      "id": "9ced82fb81b1486b9d6b53f4a44259f7_295"
    },
    {
      "start": 61412,
      "end": 61464,
      "text": "In view of the above, I pass the following:\nORDER i.",
      "labels": [
        "RPC"
      ],
      "id": "5cf174cae87e444b89084df8c11962be_296"
    },
    {
      "start": 61465,
      "end": 61494,
      "text": "The writ petition is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "159db9a667fc4611b7dc7cd73883f4c5_297"
    },
    {
      "start": 61496,
      "end": 61742,
      "text": "ii. A certiorari is issued, the impugned order dated 13.06.2023 passed by the Court of Prl.District and Sessions Judge and Commercial Court, Raichur on IA-XI in - 54 - NC: 2023:KHC-K:7285 Commercial O.S. No.1/2018 at Annexure-D is hereby quashed.",
      "labels": [
        "RPC"
      ],
      "id": "e99b53c3deff4164a9703e78c3b7c957_298"
    },
    {
      "start": 61743,
      "end": 61762,
      "text": "IA-XI is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "eaa539a9660647b39a8ada3c6ab72cf9_299"
    },
    {
      "start": 61763,
      "end": 61893,
      "text": "\niii. The Prl. District and Sessions Judge and Commercial Court is directed to dispose of the matter as expeditiously as possible.",
      "labels": [
        "RPC"
      ],
      "id": "da9a96ecaceb45e39df1bedb8be21436_300"
    },
    {
      "start": 61895,
      "end": 61915,
      "text": "Sd/-\nJUDGE NB/SRw/LN",
      "labels": [
        "NONE"
      ],
      "id": "d0afcffb32f44624b0dd1b373aaed7c6_301"
    }
  ]
}