{
  "id": "6d889f01ff611f3fa0c4c192657309aaa49b1466ebdb25393f4b069fa93f2782",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nUttarakhand High Court\nUnknown vs M/S Hydel Construction Private Ltd. And ... on 7 March, 2024 \n                                                       Reserved Judgment\n\n\n     In The High Court Of Uttarakhand\n                At Nainital\n            Hon'Ble The Chief Justice Ms. Ritu Bahri \n                              And\n             Hon'Ble Sri Justice Rakesh Thapliyal\n\n            Appeal From Order No. 05 Of 2024\n               Judgment Reserved : 22nd February, 2024\n                Judgment Delivered : 07th March, 2024 \n\n\nState of Uttarakhand. \n                                                                ... Appellant\n                                       V / s\n\nM / s Hydel Construction Private Ltd. and another. \n\n                                                            ... Respondents\nCounsel for the appellant.         :   Mr. P.C. Bisht, learned Additional Chief \n                                       Standing Counsel for the State of\n                                       Uttarakhand. \n\nCounsel for respondent no.1.       :   Mr. Prabhas Bajaj and Mr. Hari Mohan \n                                       Bhatia, learned counsel.\n\nJudgment :\n(per Hon'ble The Chief Justice Ms. Ritu Bahri) There is a delay of 31 days in preferring the present Appeal. For the reasons stated in the application seeking condonation of delay, the delay of 31 day s in preferring the present Appeal is condoned. Delay Condonation Application (IA/01/2024) stands allowed. \n2. The State has come up in appeal, under Section 37 of the Arbitration and Conciliation Act, 1996 against the judgment and order dated 06.09.2023 passed by the Court of learned Additional District Judge, Commercial Court, Dehradun in Arbitration Case No. 136/2016, \"UJVN Ltd.V. M/s Hydel Construction Pvt. Ltd. & Anr.\"\n3. An agreement dated 30.03.1981 was executed between the State of Uttar Pradesh and respondent no. 1 - M/s Hydel Construction Private Ltd. for construction of Head Race Tunnel from Dhanargad Intermediate Adit (From 4.5 Kms. to 12.0 Kms.) of Maneri Bhali Hydroelectric Project Stage-II in District Uttarkashi. \n4. The State Government, later on, had stopped the work, after creation of the State of Uttarakhand. For again starting the work, a supplementary agreement was executed between the State of Uttarakhand and respondent no. 1 on 03.07.2022. This work was completed in the year 2007. After inspection, it was found that the safety wall for this work is required to be constructed immediately, and for doing this work an agreement dated 18.02.2008 was executed with respondent no.1, and a supplementary agreement was executed between the parties. The Uttarakhand Government on 11.08.2008 had transferred all the agreements and supplementary agreements to the plaintiff-company for the said work. The plaintiff- company is a company registered under the Companies Act, 1956. Since respondent no. 1 did not complete the work within time, on 22.09.2009 a letter was issued for increasing the machinery and labour on the site. Again, on 03.10.2009, the plaintiff asked respondent no. 1 to complete the work, but respondent no. 1 was not competent to complete the work. The petitioner, on the request of respondent no. 1, permitted M/s K.S. Construction & Company as sub-contractor, due to which the agreement was cancelled, and despite it respondent no.1 has not completed the work, and has not submitted the final bill. \n5. Respondent no. 1 sought reference of the matter for arbitration to the Arbitral Tribunal on 30.12.2011. The appellant returned the bank guarantee to respondent no. 1, which had expired. The workload, machinery, equipments etc. deployed by respondent no. 1 had not been certified, and the Arbitral Tribunal, without any evidence, in the ratio of 2:1 has allowed the claim of respondent no. 1. The appellant took the following grounds before the Commercial Court : \n\"a. The arbitral award in question is against the terms of the contract executed between the parties and has been passed against the legal provisions hence deserves to be dismissed. \nb. The constitution of Arbitral Tribunal is flawed and the arbitral award in question is against the public policy of India sand against the provisions contained under Section 75 & 81 of the Act. \nc. During the course of arbitration despite being requested the plaintiff has not been made as party, the plaintiff is necessary party in the arbitral award and the Arbitral Tribunal has violated by the public policy by not making the plaintiff as party. \nd. The learned Arbitral Tribunal regarding the claim has committed the error by applying the formula. The learned Arbitral Tribunal in the minority award has mentioned that the guidelines of CWC shall not be applied. \ne. The learned Arbitral Tribunal has wrongly considered the contentions of the parties. \nf. The learned Arbitral Tribunal regarding the limitation has not framed any issues and the parties have not been provided with an opportunity to place forward their submission in that regard. \ng. The learned Arbitral Tribunal has ignored the fact that the respondent no.1 has not produced any evidence regarding the labor deployed in the site, machinery etc and the respondent has not renewed its bank guarantee. \nh. In the arbitral award in question the Arbitral Tribunal for providing undue benefit to the respondent no.1/contractor has disallowed the interest on capital investment, idle time owner, shop cost, supervision charge, maintenance keep chard, offer head charge etc and has provided benefit to respondent no.1. in the arbitral award in question the majority award by minority award has been questioned. \ni. The arbitral award in question is tainted with manifest illegality and deserves to be set aside.\" \n6. The Commercial Court examined all the issues, after going through the evidence led by the parties, and returned a finding that the State Government had not completed the work of rehabilitation in the surrounding areas of the site, because of which, due to demonstrations etc., the security wall could not be constructed for a long time. Further, on instructions of the State, at different times, the work was stopped by respondent no. 1. The local people demonstrated on the site for rehabilitation, and in this backdrop respondent no. 1 could not construct the security wall within time. Respondent no. 1 produced sufficient evidence, on the basis of which the Arbitral Tribunal returned a finding that respondent no. 1 did not cause any delay in construction of the security wall. \n7. Another finding returned by the Commercial Court is that the site area was located 22 Kms. away from the main site, and respondent no. 1, by investment, had installed equipment and machinery. The Commercial Court further observed that the State had led no evidence to show that respondent no. 1 had not completed the work by not installing the machinery and equipment at the site. \n8. Another ground taken by the Commercial Court is that in the initial agreement, UJVN Ltd. was not a party, as the original agreement was with the State of Uttar Pradesh, and respondent no. 1-M/s Hydel Construction Private Ltd. dated 30.03.1981, and a supplement agreement was executed between the State of Uttarakhand and respondent no. 1 on 03.07.2002, and the work was completed in the year 2007. \n9. The District Magistrate, Uttarkashi had also passed several orders, on account of the demonstrations made by the people seeking rehabilitation. During the pendency of the Appeal, under Section 37 of the Arbitration and Conciliation Act, 1996, respondent no. 2 made an application, under Order 1 Rule 10(2) CPC, being Paper No. 23C, to be replaced as a party/ appellant. An application - Paper No. 25C was also filed for amending the plaint on 09.04.2019. This application for impleadment was dismissed. \n10. Another applications, under Order 1 Rule 10 CPC, being Paper No. 23C2 and Paper No. 25C2 were filed on 11.07.2017 and 10.09.2017 respectively. These applications were rejected on the ground that, under Section 34(1) of the Act, an application can be filed after passing of the award by Arbitral Tribunal within a period of three months from the date of the award under Section 34(1) and (2) of the Act. These applications have been filed beyond the period of limitation. Since the present appellant had no right to file the petition, respondent no. 2 could not be replaced as plaintiff, and the application was rejected.\n11. Finally, the petition, under Section 34 of the 1996 Act was dismissed by the Commercial Court, by observing that the present appellant-company was not a party in the arbitration agreement/ supplementary arbitration agreement, nor in the arbitration proceedings, and thus, there was no right to file a petition under Section 34 of the 1996 Act, for setting aside the arbitral award in question, and the petition was not legally maintainable. \n12. In the facts of the present case, before the Arbitral Tribunal, at Page No. 105 of the paper-book, the State of Uttarakhand was a necessary party, and was being represented by an Advocate. The present appellant-UJVN Ltd. was never a party before the Arbitral Tribunal. \n13. On notice of this Appeal, respondent no. 1 has filed objections on maintainability on 10.01.2024. The main objection taken is that the impugned award dated 08.06.2016, which was contested by the State of Uttarakhand, has been accepted, as they have not filed any objections under Section 34 of the Arbitration and Conciliation Act, 1996. The findings recorded by the Arbitral Tribunal dated 08.06.2016 have attained finality. The further plea taken is that, under Section 34(3) of the 1996 Act, any petition under Section 34 can be filed only within 90 days from the date of the award, and it is the discretion of the Hon'ble Court to condone the delay of 30 days, beyond the period of 90 days, subject to there being sufficient cause for delay. Since the State Government has chosen not to file the appeal within 120 days, the award dated 08.06.2016 has attained finality. The application made by the Government, to be impleaded as a party, has also been rightly rejected by the Commercial Court. \n14. Counsel for the appellant has argued that the petition, under Section 34 of the Arbitration and Conciliation Act, 1996, was filed by UJVN Ltd. being a separate entity, and an incorporated company. The petition, under Section 34, has been dismissed by the learned Additional District Judge, vide judgment dated 06.09.2023, and against this judgment, no appeal has been filed by UJVN Ltd. In this backdrop, the Appeal filed by the State Government has been rightly dismissed by the Commercial Court, which has been accepted by UJVN Ltd., and before the Commercial Court, the State was also a party respondent no. 2. The State has chosen not to file any appeal against the Arbitral Award dated 08.06.2016. For all intents and purposes, they have accepted the Arbitral Award. Even before the Arbitral Tribunal, an application for impleadment had been filed after a period of 398 days from the date of the award dated 08.06.2016.\n15. With respect to the provisions of delay, for filing a petition under Section 34 of Arbitration and Conciliation Act, 1996, the prescribed limitation is 120 days, and even that application was rightly rejected by the learned Additional District Judge, vide judgment dated 06.09.2023. \n16. Section 37 of the Arbitration and Conciliation Act, 1996 reads as under :\n\"37. Appealable orders.--(1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order of the arbitral tribunal. --\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n17. Now, with respect to the question of limitation, this Court is referring to the law laid down by the Hon'ble Supreme Court in the following judgments :\nA. Section 34 Petition cannot be filed beyond 120 days from the date of the Arbitral Award.\n18. The Hon'ble Supreme Court, in the case of Chintels India Limited v. Bhayana Builders Private Limited, (2021) 4 SCC 602, while examining the provisions of Section 34(3) and proviso of the Arbitration and Conciliation Act, 1996, held that limitation period of filing an appeal, under Section 34, is 120 days, and this provision is mandatory in nature. Section 5 of the Limitation Act does not apply, and any delay beyond 120 days cannot be condoned. In paragraph no. 11, the Hon'ble Supreme Court has observed :\n\"11. A reading of section 34(1) would make it clear that an application made to set aside an award has to be in accordance with both sub-sections (2) and (3). This would mean that such application would not only have to be within the limitation period prescribed by sub-section (3), but would then have to set out grounds under sub-sections (2) and/or (2A) for setting aside such award. What follows from this is that the application itself must be within time, and if not within a period of three months, must be accompanied with an application for condonation of delay, provided it is within a further period of 30 days, this Court having made it clear that section 5 of the Limitation Act, 1963 does not apply and that any delay beyond 120 days cannot be condoned - see State of Himachal Pradesh v.\nHimachal Techno Engineers and Anr. (2010) 12 SCC 210 at paragraph 5.\" \n(emphasis supplied) \n19. In the case of State of Himachal Pradesh and another v. Himachal Techno Engineers and another, (2010) 12 SCC 210, while dealing with the same issue, the Hon'ble Supreme Court, in paragraph no. 5, observed :\n\"5. Having regard to the proviso to section 34(3) of the Act, the provisions of section 5 of the Limitation Act, 1963 will not apply in regard to petitions under section 34 of the Act. While section 5 of the Limitation Act does not place any outer limit in regard to the period of delay that could be condoned, the proviso to sub-section (3) of section 34 of the Act places a limit on the period of condonable delay by using the words \"may entertain the application within a further period of thirty days but not thereafter.\" \nTherefore, if a petition is filed beyond the prescribed period of three months, the court has the discretion to condone the delay only to an extent of thirty 3days, provided sufficient cause is shown. Where a petition is filed beyond three months plus thirty days, even if sufficient cause is made out, the delay cannot be condoned.\"\n                                          (emphasis supplied)\n\n\n\nB.       Appeals u/s 37 of the 1996 Act (concerning disputes having value more than the \"specified value\" i.e. Rs. 3 lakhs) are governed by Section 13(1A) of the Commercial Courts Act, 2015. \n20. In the case of Government of Maharashtra (Water Resources Department) Represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited, (2021) 6 SCC 460, the Hon'ble Supreme Court observed :\n\"33. The bulk of appeals, however, to the appellate court under section 37 of the Arbitration Act, are governed by section 13 of the Commercial Courts Act. Sub-section (1A) of section 13 of the Commercial Courts Act provides the forum for appeals as well as the limitation period to be followed, section 13 of the Commercial Courts Act being a special law as compared with the Limitation Act which is a general law, which follows from a reading of section 29(2) of the Limitation Act. Section 13(1A) of the Commercial Courts Act lays down a period of limitation of 60 days uniformly for all appeals that are preferred under section 37 of the Arbitration Act.\"\n(emphasis supplied) C. \"Sufficient Cause\" to be construed strictly with reference to arbitration proceedings.\n21. In the case of Borse Brothers Engineers (supra), the Hon'ble Supreme Court further observed :\n\"55. Reading the Arbitration Act and the Commercial Courts Act as a whole, it is clear that when section 37 of the Arbitration Act is read with either Article 116 or 117 of the Limitation Act or section 13(1A) of the Commercial Courts Act, the object and context provided by the aforesaid statutes, read as a whole, is the speedy disposal of appeals filed under section 37 of the Arbitration Act. To read section 5 of the Limitation Act consistently with the aforesaid object, it is necessary to discover as to what the expression \"sufficient cause\" means in the context of condoning delay in filing appeals under section 37 of the Arbitration Act. \n58. Given the object sought to be achieved under both the Arbitration Act and the Commercial Courts Act, that is, the speedy resolution of disputes, the expression \"sufficient cause\" is not elastic enough to cover long delays beyond the period provided by the appeal provision itself. Besides, the expression \"sufficient cause\" is not itself a loose panacea for the ill of pressing negligent and stale claims. This Court, in Basawaraj v. Land Acquisition Officer, (2013) 14 SCC 81, has held:\n\"9. Sufficient cause is the cause for which the defendant could not be blamed for his absence. The meaning of the word \"sufficient\" is \"adequate\" or \"enough\", inasmuch as may be necessary to answer the purpose intended. Therefore, the word \"sufficient\" embraces no more than that which provides a platitude, which when the act done suffices to accomplish the purpose intended in the facts and circumstances existing in a case, duly examined from the viewpoint of a reasonable standard of a cautious man. In this context, \"sufficient cause\" means that the party should not have acted in a negligent manner or there was a want of bona fide on its part in view of the facts and circumstances of a case or it cannot be alleged that the party has \"not acted diligently\" or \"remained inactive\". However, the facts and circumstances of each case must afford sufficient ground to enable the court concerned to exercise discretion for the reason that whenever the court exercises discretion, it has to be exercised judiciously. The applicant must satisfy the court that he was prevented by any \"sufficient cause\"\nfrom prosecuting his case, and unless a satisfactory explanation is furnished, the court should not allow the application for condonation of delay. The court has to examine whether the mistake is bona fide or was merely a device to cover an ulterior purpose. (See Manindra Land and Building Corpn. Ltd. v. Bhutnath Banerjee [AIR 1964 SC 1336] , Mata Din v. A. Narayanan [(1969) 2 SCC 770 : AIR 1970 SC 1953] , Parimal v. Veena [(2011) 3 SCC 545 : (2011) 2 SCC (Civ) 1 : AIR 2011 SC 1150] and Maniben Devraj Shah v. Municipal Corpn. of Brihan Mumbai [(2012) 5 SCC 157 : (2012) 3 SCC (Civ) 24 : AIR 2012 SC 1629] .) \n10. In Arjun Singh v. Mohindra Kumar [AIR 1964 SC 993] this Court explained the difference between a \"good cause\" and a \"sufficient cause\"\nand observed that every \"sufficient cause\" is a good cause and vice versa. However, if any difference exists it can only be that the requirement of good cause is complied with on a lesser degree of proof than that of \"sufficient cause\". \n11. The expression \"sufficient cause\" should be given a liberal interpretation to ensure that substantial justice is done, but only so long as negligence, inaction or lack of bona fides cannot be imputed to the party concerned, whether or not sufficient cause has been furnished, can be decided on the facts of a particular case and no straitjacket formula is possible. (Vide Madanlal v. Shyamlal [(2002) 1 SCC 535 : AIR 2002 SC 100] and Ram Nath Sao v. Gobardhan Sao [(2002) 3 SCC 195 : AIR 2002 SC 1201] .) \n12. It is a settled legal proposition that law of limitation may harshly affect a particular party but it has to be applied with all its rigour when the statute so prescribes. The court has no power to extend the period of limitation on equitable grounds. \"A result flowing from a statutory provision is never an evil. A court has no power to ignore that provision to relieve what it considers a distress resulting from its operation.\" The statutory provision may cause hardship or inconvenience to a particular party but the court has no choice but to enforce it giving full effect to the same. The legal maxim dura lex sed lex which means \"the law is hard but it is the law\", stands attracted in such a situation. It has consistently been held that, \"inconvenience is not\" a decisive factor to be considered while interpreting a statute. \n13. The statute of limitation is founded on public policy, its aim being to secure peace in the community, to suppress fraud and perjury, to quicken diligence and to prevent oppression. It seeks to bury all acts of the past which have not been agitated unexplainably and have from lapse of time become stale. According to Halsbury's Laws of England, Vol. 28, p. 266:\n\"605. Policy of the Limitation Acts.-- The courts have expressed at least three differing reasons supporting the existence of statutes of limitations namely, (1) that long dormant claims have more of cruelty than justice in them, (2) that a defendant might have lost the evidence to disprove a stale claim, and (3) that persons with good causes of actions should pursue them with reasonable diligence.\" \nAn unlimited limitation would lead to a sense of insecurity and uncertainty, and therefore, limitation prevents disturbance or deprivation of what may have been acquired in equity and justice by long enjoyment or what may have been lost by a party's own inaction, negligence or laches. (See Popat and Kotecha Property v. SBI Staff Assn. [(2005) 7 SCC 510], Rajender Singh v. Santa Singh [(1973) 2 SCC 705 : AIR 1973 SC 2537] and Pundlik Jalam Patil v. Jalgaon Medium Project [(2008) 17 SCC 448 : (2009) 5 SCC (Civ) 907] .)\n14. In P. Ramachandra Rao v. State of Karnataka [(2002) 4 SCC 578 : 2002 SCC (Cri) 830 : AIR 2002 SC 1856] this Court held that judicially engrafting principles of limitation amounts to legislating and would fly in the face of law laid down by the Constitution Bench in Abdul Rehman Antulay v. R.S. Nayak [(1992) 1 SCC 225 : 1992 SCC (Cri) 93 : AIR 1992 SC 1701] . \n15. The law on the issue can be summarised to the effect that where a case has been presented in the court beyond limitation, the applicant has to explain the court as to what was the \"sufficient cause\" which means an adequate and enough reason which prevented him to approach the court within limitation. In case a party is found to be negligent, or for want of bona fide on his part in the facts and circumstances of the case, or found to have not acted diligently or remained inactive, there cannot be a justified ground to condone the delay. No court could be justified in condoning such an inordinate delay by imposing any condition whatsoever. The application is to be decided only within the parameters laid down by this Court in regard to the condonation of delay. In case there was no sufficient cause to prevent a litigant to approach the court on time condoning the delay without any justification, putting any condition whatsoever, amounts to passing an order in violation of the statutory provisions and it tantamounts to showing utter disregard to the legislature.\" (emphasis supplied) \n59. Likewise, merely because the government is involved, a different yardstick for condonation of delay cannot be laid down. This was felicitously stated in Postmaster General v. Living Media India Ltd., (2012) 3 SCC 563 [\"Postmaster General\"], as follows:\n\"27. It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court. They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings. In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us. \n28. Though we are conscious of the fact that in a matter of condonation of delay when there was no gross negligence or deliberate inaction or lack of bona fides, a liberal concession has to be adopted to advance substantial justice, we are of the view that in the facts and circumstances, the Department cannot take advantage of various earlier decisions. The claim on account of impersonal machinery and inherited bureaucratic methodology of making several notes cannot be accepted in view of the modern technologies being used and available. The law of limitation undoubtedly binds everybody, including the Government. \n29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bona fide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural red tape in the process. The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment. Condonation of delay is an exception and should not be used as an anticipated benefit for the government departments. The law shelters everyone under the same light and should not be swirled for the benefit of a few.\"\n67. That apart, on the facts of this appeal, there is a long delay of 75 days beyond the period of 60 days provided by the Commercial Courts Act. Despite the fact that a certified copy of the District Court's judgment was obtained by the respondent on 27.04.2019, the appeal was filed only on 09.09.2019, the explanation for delay being:\n\"2. That, the certified copy of the order dated 01/04/2013 was received by the appellant on 27/04/2019. Thereafter the matter was placed before the CGM purchase MPPKVVCL for the compliance of the order. The same was then sent to the law officer, MPPKVVCL for opinion. \n3. That after taking opinion for appeal, and approval of the concerned authorities, the officer- in-charge was appointed vide order dated 23/07/2019. \n4. That, thereafter due to bulky records of the case and for procurement of the necessary documents some delay has been caused however, the appeal has been prepared and filed to pursuant to the same and further delay. \n5. That due to the aforesaid procedural approval and since the appellant is a public entity formed under the Energy department of the State Government, the delay caused in filing the appeal is bonafide and which deserve[s] to be condoned.\"\n68. This explanation falls woefully short of making out any sufficient cause. This appeal is therefore allowed and the condonation of delay is set aside on this score also.\" \nD. Correspondence between different wings of the Government and its legal counsel, does not constitute \"sufficient cause\". \n22. In the case of Postmaster General and others v. Living Media India Limited and another, (2012) 3 SCC 563, the Hon'ble Supreme Court observed:\n\"27. It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court. They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings. In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us. \n29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bona fide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural red tape in the process. The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment. Condonation of delay is an exception and should not be used as an anticipated benefit for the government departments. The law shelters everyone under the same light and should not be swirled for the benefit of a few. \n30. Considering the fact that there was no proper explanation offered by the Department for the delay except mentioning of various dates, according to us, the Department has miserably failed to give any acceptable and cogent reasons sufficient to condone such a huge delay. 20Accordingly, the appeals are liable to be dismissed on the ground of delay.\" \n23. In the case of The State of Madhya Pradesh and others v. Bherulal, (2020) 10 SCC 654, the Hon'ble Supreme Court observed :\n\"2. We are constrained to pen down a detailed order as it appears that all our counseling to Government and Government authorities have fallen on deaf ears i.e., the Supreme Court of India cannot be a place for the Governments to walk in when they choose ignoring the period of limitation prescribed. We have raised the issue that if the Government machinery is so inefficient and incapable of filing appeals/petitions in time, the solution may lie in requesting the Legislature to expand the time period for filing limitation for Government authorities because of their gross incompetence. That is not so. Till the Statute subsists, the appeals/petitions have to be filed as per the Statues prescribed. \n3. No doubt, some leeway is given for the Government inefficiencies but the sad part is that the authorities keep on relying on judicial pronouncements for a period of time when technology had not advanced and a greater leeway was given to the Government (Collector, Land Acquisition, Anantnag & Anr vs. Mst. Katiji & Ors. (1987) 2 SCC 107). This position is more than elucidated by the judgment of this Court in Office of the Chief Post Master General & Ors. v. Living Media India Ltd. & Anr. (2012) 3 SCC 563 where the Court observed as under:\n\"27. It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court. They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings. In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us. \n28. Though we are conscious of the fact that in a matter of condonation of delay when there was no gross negligence or deliberate inaction or lack of bonafide, a liberal concession has to be adopted to advance substantial justice, we are of the view that in the facts and circumstances, the Department cannot take advantage of various earlier decisions. The claim on account of impersonal machinery and inherited bureaucratic methodology of making several notes cannot be accepted in view of the modern technologies being used and available. The law of limitation undoubtedly binds everybody including the Government. \n29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bonafide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural redtape in the process. The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment. Condonation of delay is an exception and should not be used as an anticipated benefit for government departments. The law shelters everyone under the same light and should not be swirled for the benefit of a few. Considering the fact that there was no proper explanation offered by the Department for the delay except mentioning of various dates, according to us, the Department has miserably failed to give any acceptable and cogent reasons sufficient to condone such a huge delay.\" \nEight years hence the judgment is still unheeded! \n4. A reading of the aforesaid application shows that the reason for such an inordinate delay is stated to be only \"due to unavailability of the documents and the process of arranging the documents\". In paragraph 4 a reference has been made to \"bureaucratic process works, it is inadvertent that delay occurs\".\n5. A preposterous proposition is sought to be propounded that if there is some merit in the case, the period of delay is to be given a go-by. If a case is good on merits, it will succeed in any case. It is really a bar of limitation which can even shut out good cases. This does not, of course, take away the jurisdiction of the Court in an appropriate case to condone the delay. \n6. We are also of the view that the aforesaid approach is being adopted in what we have categorized earlier as \"certificate cases\". The object appears to be to obtain a certificate of dismissal from the Supreme Court to put a quietus to the issue and thus, say that nothing could be done because the highest Court has dismissed the appeal. It is to complete this formality and save the skin of officers who may be at default that such a process is followed. We have on earlier occasions also strongly deprecated such a practice and process. There seems to be no improvement. The purpose of coming to this Court is not to obtain such certificates and if the Government suffers losses, it is time when the concerned officer responsible for the same bears the consequences. The irony is that in none of the cases any action is taken against the officers, who sit on the files and do nothing. It is presumed that this Court will condone the delay and even in making submissions, straight away counsels appear to address on merits without referring even to the aspect of limitation as happened in this case till we pointed out to the counsel that he must first address us on the question of limitation. \n7. We are thus, constrained to send a signal and we propose to do in all matters today, where there are such inordinate delays that the Government or State authorities coming before us must pay for wastage of judicial time which has its own value. Such costs can be recovered from the officers responsible. \n8. Looking to the period of delay and the casual manner in which the application has been worded, we consider appropriate to impose costs on the petitioner-State of Rs.25,000/- (Rupees twenty five thousand) to be deposited with the Mediation and Conciliation Project Committee. The amount be deposited in four weeks. The amount be recovered from the officers responsible for the delay in filing the special leave petition and a certificate of recovery of the said amount be also filed in this Court within the said period of time.\" \n24. Counsel for the appellant has not been able to cite any judgments, on the principles of condonation of delay, contrary to the view expressed by the Hon'ble Supreme Court in the above-said judgments. \n25. Even apart from the above-said judgments of the Hon'ble Supreme Court, the State Government had accepted the Arbitral Award, which was passed in the year 2016, i.e. on 08.06.2016, and did not choose to file any appeal there-against. Hence, the application made for impleadment, as a party, was rightly dismissed by the Arbitral Tribunal, as it was filed after a delay of 398 days. Even in the present case, the appeal has been filed by the State, which is not maintainable, in view of the judgments referred to above, on account of delay. \n26. For the aforesaid reasons, the present Appeal from Order is dismissed. \n27. Pending application(s), if any, also stand disposed of accordingly.\n______________ RITU BAHRI, C.J.\n__________________ RAKESH THAPLIYAL, J.\nDt: 07th MARCH, 2024 Rahul",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30c4070624154a8a85a41a314e862043_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8211b327928544e98bdd0e42c2ea9a6d_1"
    },
    {
      "start": 243,
      "end": 312,
      "text": "Uttarakhand High Court\nUnknown vs M/S Hydel Construction Private Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "432d180a0e9143c4afc2c1fe3b317543_2"
    },
    {
      "start": 313,
      "end": 337,
      "text": "And ... on 7 March, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abdc119e7abd49c4af6514f2faccc528_3"
    },
    {
      "start": 394,
      "end": 419,
      "text": "Reserved Judgment\n\n\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45a0cec371c149edb0faf715e3fe58c6_4"
    },
    {
      "start": 419,
      "end": 468,
      "text": "In The High Court Of Uttarakhand\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4463013578ed4c9b9b4c7e01c641c4f2_5"
    },
    {
      "start": 468,
      "end": 492,
      "text": "At Nainital\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f87e01de839641bab68349f0b4e65ff3_6"
    },
    {
      "start": 492,
      "end": 499,
      "text": "Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "646d9905ae2a4451badae05eaa643fa2_7"
    },
    {
      "start": 500,
      "end": 532,
      "text": "The Chief Justice Ms. Ritu Bahri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25b8476f453c4f5fa85df07de732fbfd_8"
    },
    {
      "start": 564,
      "end": 631,
      "text": "And\n             Hon'Ble Sri Justice Rakesh Thapliyal\n\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e81241a569284f9199c1fd7b823ca983_9"
    },
    {
      "start": 631,
      "end": 679,
      "text": "Appeal From Order No. 05 Of 2024\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38a7ded77b3049dc8f0f60e3d54634b7_10"
    },
    {
      "start": 679,
      "end": 735,
      "text": "Judgment Reserved : 22nd February, 2024\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "938d7e7d951e4fd5a31068812d596ff0_11"
    },
    {
      "start": 735,
      "end": 772,
      "text": "Judgment Delivered : 07th March, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67e774b118bf4d9fab7b56f0b1647fda_12"
    },
    {
      "start": 773,
      "end": 797,
      "text": "\n\n\nState of Uttarakhand.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d408443861fb4867b0f83fc2c512857e_13"
    },
    {
      "start": 863,
      "end": 916,
      "text": "... Appellant\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1cc648ec83744aba8d9df143a572641d_14"
    },
    {
      "start": 916,
      "end": 924,
      "text": "V / s\n\nM",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69e57f660b434a9db9614414add55cf1_15"
    },
    {
      "start": 925,
      "end": 973,
      "text": "/ s Hydel Construction Private Ltd. and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa7387f2b0974868acb853e84f02b093_16"
    },
    {
      "start": 1036,
      "end": 1078,
      "text": "... Respondents\nCounsel for the appellant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef29256c5cb9481e8da0f6265e130918_17"
    },
    {
      "start": 1087,
      "end": 1131,
      "text": ":   Mr. P.C. Bisht, learned Additional Chief",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbcbbc6c0f8344b2a663037528e14f71_18"
    },
    {
      "start": 1172,
      "end": 1245,
      "text": "Standing Counsel for the State of\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b520e5f2428b4889b402839bf0a232fa_19"
    },
    {
      "start": 1245,
      "end": 1257,
      "text": "Uttarakhand.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f73e87db7f0945f183177df88b864966_20"
    },
    {
      "start": 1260,
      "end": 1288,
      "text": "Counsel for respondent no.1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c4d690c8f6041eda66a8e84a7f1d7ee_21"
    },
    {
      "start": 1295,
      "end": 1335,
      "text": ":   Mr. Prabhas Bajaj and Mr. Hari Mohan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37aea07198af487b849da70db9cb2b9e_22"
    },
    {
      "start": 1376,
      "end": 1521,
      "text": "Bhatia, learned counsel.\n\nJudgment :\n(per Hon'ble The Chief Justice Ms. Ritu Bahri) There is a delay of 31 days in preferring the present Appeal.",
      "labels": [
        "NONE"
      ],
      "id": "57ac72540d77485ea2a1856ebc98904e_23"
    },
    {
      "start": 1522,
      "end": 1613,
      "text": "For the reasons stated in the application seeking condonation of delay, the delay of 31 day",
      "labels": [
        "RLC"
      ],
      "id": "073a26ac13cc49578ef588b1262cc534_24"
    },
    {
      "start": 1614,
      "end": 1661,
      "text": "s in preferring the present Appeal is condoned.",
      "labels": [
        "NONE"
      ],
      "id": "c39c070c05374fc4895dee010a60514a_25"
    },
    {
      "start": 1662,
      "end": 1720,
      "text": "Delay Condonation Application (IA/01/2024) stands allowed.",
      "labels": [
        "NONE"
      ],
      "id": "68df415144b04081a7723fc7e5dedb3b_26"
    },
    {
      "start": 1721,
      "end": 2044,
      "text": "\n2. The State has come up in appeal, under Section 37 of the Arbitration and Conciliation Act, 1996 against the judgment and order dated 06.09.2023 passed by the Court of learned Additional District Judge, Commercial Court, Dehradun in Arbitration Case No. 136/2016, \"UJVN Ltd.V. M/s Hydel Construction Pvt. Ltd. & Anr.\"\n3.",
      "labels": [
        "RLC"
      ],
      "id": "20e4a542408f4f58a3274268e3d7e9ea_27"
    },
    {
      "start": 2045,
      "end": 2351,
      "text": "An agreement dated 30.03.1981 was executed between the State of Uttar Pradesh and respondent no. 1 - M/s Hydel Construction Private Ltd. for construction of Head Race Tunnel from Dhanargad Intermediate Adit (From 4.5 Kms. to 12.0 Kms.) of Maneri Bhali Hydroelectric Project Stage-II in District Uttarkashi.",
      "labels": [
        "FAC"
      ],
      "id": "a74f8a2c2c4f4907bd737d56ed2a5ac3_28"
    },
    {
      "start": 2353,
      "end": 2453,
      "text": "4. The State Government, later on, had stopped the work, after creation of the State of Uttarakhand.",
      "labels": [
        "FAC"
      ],
      "id": "41f1c3fb40b8498389fd04f94f00dfea_29"
    },
    {
      "start": 2454,
      "end": 2590,
      "text": "For again starting the work, a supplementary agreement was executed between the State of Uttarakhand and respondent no. 1 on 03.07.2022.",
      "labels": [
        "FAC"
      ],
      "id": "75dcd567a44442ea81456873f0f097cf_30"
    },
    {
      "start": 2591,
      "end": 2632,
      "text": "This work was completed in the year 2007.",
      "labels": [
        "FAC"
      ],
      "id": "80b8b97b043844bea4efe0cf2a7bc485_31"
    },
    {
      "start": 2633,
      "end": 2894,
      "text": "After inspection, it was found that the safety wall for this work is required to be constructed immediately, and for doing this work an agreement dated 18.02.2008 was executed with respondent no.1, and a supplementary agreement was executed between the parties.",
      "labels": [
        "FAC"
      ],
      "id": "b3d1fa71ca8b465d8faa9c62afdf646b_32"
    },
    {
      "start": 2895,
      "end": 3043,
      "text": "The Uttarakhand Government on 11.08.2008 had transferred all the agreements and supplementary agreements to the plaintiff-company for the said work.",
      "labels": [
        "FAC"
      ],
      "id": "2b05d4aea35344f38d804fa3b0a9c723_33"
    },
    {
      "start": 3044,
      "end": 3121,
      "text": "The plaintiff- company is a company registered under the Companies Act, 1956.",
      "labels": [
        "FAC"
      ],
      "id": "4dc5990dee8c408ba92a07cb384b181c_34"
    },
    {
      "start": 3122,
      "end": 3270,
      "text": "Since respondent no. 1 did not complete the work within time, on 22.09.2009 a letter was issued for increasing the machinery and labour on the site.",
      "labels": [
        "FAC"
      ],
      "id": "f601a47942ec4115a5cba47d2ba2f815_35"
    },
    {
      "start": 3271,
      "end": 3412,
      "text": "Again, on 03.10.2009, the plaintiff asked respondent no. 1 to complete the work, but respondent no. 1 was not competent to complete the work.",
      "labels": [
        "FAC"
      ],
      "id": "a0df3642309f405790a7717413c29e63_36"
    },
    {
      "start": 3413,
      "end": 3664,
      "text": "The petitioner, on the request of respondent no. 1, permitted M/s K.S. Construction & Company as sub-contractor, due to which the agreement was cancelled, and despite it respondent no.1 has not completed the work, and has not submitted the final bill.",
      "labels": [
        "FAC"
      ],
      "id": "4818a53c93804e3898dce036b65c4ef2_37"
    },
    {
      "start": 3665,
      "end": 3772,
      "text": "\n5. Respondent no. 1 sought reference of the matter for arbitration to the Arbitral Tribunal on 30.12.2011.",
      "labels": [
        "FAC"
      ],
      "id": "2e517b94266d4f77bda1955b03f735aa_38"
    },
    {
      "start": 3773,
      "end": 3854,
      "text": "The appellant returned the bank guarantee to respondent no. 1, which had expired.",
      "labels": [
        "FAC"
      ],
      "id": "6bba75766ca846c7b40ef85dcafadded_39"
    },
    {
      "start": 3855,
      "end": 4060,
      "text": "The workload, machinery, equipments etc. deployed by respondent no. 1 had not been certified, and the Arbitral Tribunal, without any evidence, in the ratio of 2:1 has allowed the claim of respondent no. 1.",
      "labels": [
        "FAC"
      ],
      "id": "b27789621fdb4d3c8eafcb0854e1eeef_40"
    },
    {
      "start": 4061,
      "end": 4131,
      "text": "The appellant took the following grounds before the Commercial Court :",
      "labels": [
        "FAC"
      ],
      "id": "e0b80925db6246a98a91ae30b4f12398_41"
    },
    {
      "start": 4133,
      "end": 4314,
      "text": "\"a. The arbitral award in question is against the terms of the contract executed between the parties and has been passed against the legal provisions hence deserves to be dismissed.",
      "labels": [
        "ISSUE"
      ],
      "id": "e065621609494c28b897e2c2320c7b58_42"
    },
    {
      "start": 4315,
      "end": 4511,
      "text": "\nb. The constitution of Arbitral Tribunal is flawed and the arbitral award in question is against the public policy of India sand against the provisions contained under Section 75 & 81 of the Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "b7ea8507e6c14490b221b1fcca648bd7_43"
    },
    {
      "start": 4513,
      "end": 4767,
      "text": "c. During the course of arbitration despite being requested the plaintiff has not been made as party, the plaintiff is necessary party in the arbitral award and the Arbitral Tribunal has violated by the public policy by not making the plaintiff as party.",
      "labels": [
        "FAC"
      ],
      "id": "53c670b069724618930542657482e8b5_44"
    },
    {
      "start": 4768,
      "end": 4870,
      "text": "\nd. The learned Arbitral Tribunal regarding the claim has committed the error by applying the formula.",
      "labels": [
        "ISSUE"
      ],
      "id": "cb65bf9c0c00472e9dac8ae2c139005f_45"
    },
    {
      "start": 4871,
      "end": 4985,
      "text": "The learned Arbitral Tribunal in the minority award has mentioned that the guidelines of CWC shall not be applied.",
      "labels": [
        "FAC"
      ],
      "id": "5245bae16a144d819af4d1c4ddaad8dd_46"
    },
    {
      "start": 4986,
      "end": 5074,
      "text": "\ne. The learned Arbitral Tribunal has wrongly considered the contentions of the parties.",
      "labels": [
        "ISSUE"
      ],
      "id": "053a2adb38134a9f9dd0fb5c4770c5cc_47"
    },
    {
      "start": 5076,
      "end": 5268,
      "text": "f. The learned Arbitral Tribunal regarding the limitation has not framed any issues and the parties have not been provided with an opportunity to place forward their submission in that regard.",
      "labels": [
        "FAC"
      ],
      "id": "94b8812d280e4a0187e1917fd5e4a1e4_48"
    },
    {
      "start": 5270,
      "end": 5489,
      "text": "g. The learned Arbitral Tribunal has ignored the fact that the respondent no.1 has not produced any evidence regarding the labor deployed in the site, machinery etc and the respondent has not renewed its bank guarantee.",
      "labels": [
        "FAC"
      ],
      "id": "84749f142db04cf981ab61ac5901db58_49"
    },
    {
      "start": 5491,
      "end": 5801,
      "text": "h. In the arbitral award in question the Arbitral Tribunal for providing undue benefit to the respondent no.1/contractor has disallowed the interest on capital investment, idle time owner, shop cost, supervision charge, maintenance keep chard, offer head charge etc and has provided benefit to respondent no.1.",
      "labels": [
        "ISSUE"
      ],
      "id": "bbb241399e9f4eb6afcb6061fd937e2d_50"
    },
    {
      "start": 5802,
      "end": 5893,
      "text": "in the arbitral award in question the majority award by minority award has been questioned.",
      "labels": [
        "FAC"
      ],
      "id": "2ec4f2a009684a0e945d848c9315676f_51"
    },
    {
      "start": 5894,
      "end": 5995,
      "text": "\ni. The arbitral award in question is tainted with manifest illegality and deserves to be set aside.\"",
      "labels": [
        "FAC"
      ],
      "id": "cc556303c44e4331967d1c91b7cfd3af_52"
    },
    {
      "start": 5996,
      "end": 6336,
      "text": "\n6. The Commercial Court examined all the issues, after going through the evidence led by the parties, and returned a finding that the State Government had not completed the work of rehabilitation in the surrounding areas of the site, because of which, due to demonstrations etc., the security wall could not be constructed for a long time.",
      "labels": [
        "FAC"
      ],
      "id": "a4f51034f6b346be96294945e9476d44_53"
    },
    {
      "start": 6337,
      "end": 6437,
      "text": "Further, on instructions of the State, at different times, the work was stopped by respondent no. 1.",
      "labels": [
        "FAC"
      ],
      "id": "33f45fa464f5455ea84dc5e720e6f874_54"
    },
    {
      "start": 6438,
      "end": 6588,
      "text": "The local people demonstrated on the site for rehabilitation, and in this backdrop respondent no. 1 could not construct the security wall within time.",
      "labels": [
        "FAC"
      ],
      "id": "2729031125ee4c019bf33ccc071e3942_55"
    },
    {
      "start": 6589,
      "end": 6782,
      "text": "Respondent no. 1 produced sufficient evidence, on the basis of which the Arbitral Tribunal returned a finding that respondent no. 1 did not cause any delay in construction of the security wall.",
      "labels": [
        "FAC"
      ],
      "id": "86ad71e6d34f46ba9e01b931f477c080_56"
    },
    {
      "start": 6784,
      "end": 6978,
      "text": "7. Another finding returned by the Commercial Court is that the site area was located 22 Kms. away from the main site, and respondent no. 1, by investment, had installed equipment and machinery.",
      "labels": [
        "FAC"
      ],
      "id": "9c1b649fbade46dfad7d77e9d1fac176_57"
    },
    {
      "start": 6979,
      "end": 7167,
      "text": "The Commercial Court further observed that the State had led no evidence to show that respondent no. 1 had not completed the work by not installing the machinery and equipment at the site.",
      "labels": [
        "RLC"
      ],
      "id": "3009b5c19f0a4d098e357e40e03e0c09_58"
    },
    {
      "start": 7169,
      "end": 7569,
      "text": "8. Another ground taken by the Commercial Court is that in the initial agreement, UJVN Ltd. was not a party, as the original agreement was with the State of Uttar Pradesh, and respondent no. 1-M/s Hydel Construction Private Ltd. dated 30.03.1981, and a supplement agreement was executed between the State of Uttarakhand and respondent no. 1 on 03.07.2002, and the work was completed in the year 2007.",
      "labels": [
        "FAC"
      ],
      "id": "027cd09bad7444bba32fbd6c7162fe51_59"
    },
    {
      "start": 7571,
      "end": 7717,
      "text": "9. The District Magistrate, Uttarkashi had also passed several orders, on account of the demonstrations made by the people seeking rehabilitation.",
      "labels": [
        "FAC"
      ],
      "id": "24dd4c89b1104e1e81cc25b4337d47e9_60"
    },
    {
      "start": 7718,
      "end": 7943,
      "text": "During the pendency of the Appeal, under Section 37 of the Arbitration and Conciliation Act, 1996, respondent no. 2 made an application, under Order 1 Rule 10(2) CPC, being Paper No. 23C, to be replaced as a party/ appellant.",
      "labels": [
        "FAC"
      ],
      "id": "977c814f60f3443cab6872318025a69b_61"
    },
    {
      "start": 7944,
      "end": 8028,
      "text": "An application - Paper No. 25C was also filed for amending the plaint on 09.04.2019.",
      "labels": [
        "FAC"
      ],
      "id": "7de8721ce3fc49ea952e89040e1238ee_62"
    },
    {
      "start": 8029,
      "end": 8076,
      "text": "This application for impleadment was dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "e4e1900d5c9a4ddc9451b966a021cb41_63"
    },
    {
      "start": 8078,
      "end": 8224,
      "text": "10. Another applications, under Order 1 Rule 10 CPC, being Paper No. 23C2 and Paper No. 25C2 were filed on 11.07.2017 and 10.09.2017 respectively.",
      "labels": [
        "FAC"
      ],
      "id": "bdef673c8f294217bda6c13d57d4e871_64"
    },
    {
      "start": 8225,
      "end": 8484,
      "text": "These applications were rejected on the ground that, under Section 34(1) of the Act, an application can be filed after passing of the award by Arbitral Tribunal within a period of three months from the date of the award under Section 34(1) and (2) of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "96332435824a4cff9d6435da44dbcaa4_65"
    },
    {
      "start": 8485,
      "end": 8552,
      "text": "These applications have been filed beyond the period of limitation.",
      "labels": [
        "FAC"
      ],
      "id": "2eb98f39ee1d4a9d88e5eab7b64e2eba_66"
    },
    {
      "start": 8553,
      "end": 8706,
      "text": "Since the present appellant had no right to file the petition, respondent no. 2 could not be replaced as plaintiff, and the application was rejected.\n11.",
      "labels": [
        "FAC"
      ],
      "id": "69610a061b72498088963a2d110499fa_67"
    },
    {
      "start": 8707,
      "end": 9147,
      "text": "Finally, the petition, under Section 34 of the 1996 Act was dismissed by the Commercial Court, by observing that the present appellant-company was not a party in the arbitration agreement/ supplementary arbitration agreement, nor in the arbitration proceedings, and thus, there was no right to file a petition under Section 34 of the 1996 Act, for setting aside the arbitral award in question, and the petition was not legally maintainable.",
      "labels": [
        "FAC"
      ],
      "id": "a5d8e97543574be7a5fbc81e20687c00_68"
    },
    {
      "start": 9149,
      "end": 9341,
      "text": "12. In the facts of the present case, before the Arbitral Tribunal, at Page No. 105 of the paper-book, the State of Uttarakhand was a necessary party, and was being represented by an Advocate.",
      "labels": [
        "FAC"
      ],
      "id": "a8594d47a3a147a8ae7a339c905a0de3_69"
    },
    {
      "start": 9342,
      "end": 9421,
      "text": "The present appellant-UJVN Ltd. was never a party before the Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "9a77fedb370e4aeba4ce69fa2ab2f78e_70"
    },
    {
      "start": 9423,
      "end": 9524,
      "text": "13. On notice of this Appeal, respondent no. 1 has filed objections on maintainability on 10.01.2024.",
      "labels": [
        "FAC"
      ],
      "id": "1cabc190485145329dd2e265fe112ed0_71"
    },
    {
      "start": 9525,
      "end": 9764,
      "text": "The main objection taken is that the impugned award dated 08.06.2016, which was contested by the State of Uttarakhand, has been accepted, as they have not filed any objections under Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "af3758a179e54d10acc3c16752610f9f_72"
    },
    {
      "start": 9765,
      "end": 9852,
      "text": "The findings recorded by the Arbitral Tribunal dated 08.06.2016 have attained finality.",
      "labels": [
        "FAC"
      ],
      "id": "f0c1a96ecc254b0baa59c7874677f96f_73"
    },
    {
      "start": 9853,
      "end": 10172,
      "text": "The further plea taken is that, under Section 34(3) of the 1996 Act, any petition under Section 34 can be filed only within 90 days from the date of the award, and it is the discretion of the Hon'ble Court to condone the delay of 30 days, beyond the period of 90 days, subject to there being sufficient cause for delay.",
      "labels": [
        "FAC"
      ],
      "id": "5f37233c0b564739b9b294c02f6bc8cf_74"
    },
    {
      "start": 10173,
      "end": 10300,
      "text": "Since the State Government has chosen not to file the appeal within 120 days, the award dated 08.06.2016 has attained finality.",
      "labels": [
        "FAC"
      ],
      "id": "1d52325573e2492b869afe5be7a44c3d_75"
    },
    {
      "start": 10301,
      "end": 10424,
      "text": "The application made by the Government, to be impleaded as a party, has also been rightly rejected by the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "17f19798ab5742868893de339bb715c6_76"
    },
    {
      "start": 10426,
      "end": 10626,
      "text": "14. Counsel for the appellant has argued that the petition, under Section 34 of the Arbitration and Conciliation Act, 1996, was filed by UJVN Ltd. being a separate entity, and an incorporated company.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0399a4053a904438b75538c2c90f3a7c_77"
    },
    {
      "start": 10627,
      "end": 10816,
      "text": "The petition, under Section 34, has been dismissed by the learned Additional District Judge, vide judgment dated 06.09.2023, and against this judgment, no appeal has been filed by UJVN Ltd.",
      "labels": [
        "FAC"
      ],
      "id": "665dfc4cec9247a5b4d199d107e5ec76_78"
    },
    {
      "start": 10817,
      "end": 11043,
      "text": "In this backdrop, the Appeal filed by the State Government has been rightly dismissed by the Commercial Court, which has been accepted by UJVN Ltd., and before the Commercial Court, the State was also a party respondent no. 2.",
      "labels": [
        "FAC"
      ],
      "id": "ba9e282b208a40609d311fd99605c553_79"
    },
    {
      "start": 11044,
      "end": 11132,
      "text": "The State has chosen not to file any appeal against the Arbitral Award dated 08.06.2016.",
      "labels": [
        "FAC"
      ],
      "id": "4ee73739f48c48a0af82df1fa5743292_80"
    },
    {
      "start": 11133,
      "end": 11201,
      "text": "For all intents and purposes, they have accepted the Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d246f2a9cb334e19bf7616ec7c719f2e_81"
    },
    {
      "start": 11202,
      "end": 11358,
      "text": "Even before the Arbitral Tribunal, an application for impleadment had been filed after a period of 398 days from the date of the award dated 08.06.2016.\n15.",
      "labels": [
        "FAC"
      ],
      "id": "7eb409b06871472aae19bf0bea6c80dd_82"
    },
    {
      "start": 11359,
      "end": 11641,
      "text": "With respect to the provisions of delay, for filing a petition under Section 34 of Arbitration and Conciliation Act, 1996, the prescribed limitation is 120 days, and even that application was rightly rejected by the learned Additional District Judge, vide judgment dated 06.09.2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dbdd047aa2c4dacae5e30b90e2223b0_83"
    },
    {
      "start": 11643,
      "end": 12557,
      "text": "16. Section 37 of the Arbitration and Conciliation Act, 1996 reads as under :\n\"37. Appealable orders.--(1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order of the arbitral tribunal. --\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n",
      "labels": [
        "STA"
      ],
      "id": "b80648f8dc184e4aae9e0cf616136c9b_84"
    },
    {
      "start": 12557,
      "end": 12808,
      "text": "17. Now, with respect to the question of limitation, this Court is referring to the law laid down by the Hon'ble Supreme Court in the following judgments :\nA. Section 34 Petition cannot be filed beyond 120 days from the date of the Arbitral Award.\n18.",
      "labels": [
        "STA"
      ],
      "id": "8c47bd173ae342dda20179d3423ecaf1_85"
    },
    {
      "start": 12809,
      "end": 13158,
      "text": "The Hon'ble Supreme Court, in the case of Chintels India Limited v. Bhayana Builders Private Limited, (2021) 4 SCC 602, while examining the provisions of Section 34(3) and proviso of the Arbitration and Conciliation Act, 1996, held that limitation period of filing an appeal, under Section 34, is 120 days, and this provision is mandatory in nature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71cf8c51523944ddaa1cba48e2730498_86"
    },
    {
      "start": 13159,
      "end": 13256,
      "text": "Section 5 of the Limitation Act does not apply, and any delay beyond 120 days cannot be condoned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7befd2b3ee3b482ca7034b4a4b170d61_87"
    },
    {
      "start": 13257,
      "end": 13323,
      "text": "In paragraph no. 11, the Hon'ble Supreme Court has observed :\n\"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4828b175d8f94549b45f08d0d4f66614_88"
    },
    {
      "start": 13324,
      "end": 13477,
      "text": "A reading of section 34(1) would make it clear that an application made to set aside an award has to be in accordance with both sub-sections (2) and (3).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f48c5263002647c08c9ea17fb12a9b1d_89"
    },
    {
      "start": 13478,
      "end": 13705,
      "text": "This would mean that such application would not only have to be within the limitation period prescribed by sub-section (3), but would then have to set out grounds under sub-sections (2) and/or (2A) for setting aside such award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44540a0327de41f591f6fdbc6cc25f72_90"
    },
    {
      "start": 13706,
      "end": 14190,
      "text": "What follows from this is that the application itself must be within time, and if not within a period of three months, must be accompanied with an application for condonation of delay, provided it is within a further period of 30 days, this Court having made it clear that section 5 of the Limitation Act, 1963 does not apply and that any delay beyond 120 days cannot be condoned - see State of Himachal Pradesh v.\nHimachal Techno Engineers and Anr. (2010) 12 SCC 210 at paragraph 5.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6b0764b41c6742f48964af7c49d4304f_91"
    },
    {
      "start": 14191,
      "end": 14211,
      "text": "\n(emphasis supplied)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "067d7e4eecc94181aaf56465c64064d6_92"
    },
    {
      "start": 14213,
      "end": 14608,
      "text": "19. In the case of State of Himachal Pradesh and another v. Himachal Techno Engineers and another, (2010) 12 SCC 210, while dealing with the same issue, the Hon'ble Supreme Court, in paragraph no. 5, observed :\n\"5. Having regard to the proviso to section 34(3) of the Act, the provisions of section 5 of the Limitation Act, 1963 will not apply in regard to petitions under section 34 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5356cc3098742668b723fee74326240_93"
    },
    {
      "start": 14609,
      "end": 14949,
      "text": "While section 5 of the Limitation Act does not place any outer limit in regard to the period of delay that could be condoned, the proviso to sub-section (3) of section 34 of the Act places a limit on the period of condonable delay by using the words \"may entertain the application within a further period of thirty days but not thereafter.\"",
      "labels": [
        "STA"
      ],
      "id": "4973b38858544761b3eeb72316ae905a_94"
    },
    {
      "start": 14950,
      "end": 15151,
      "text": "\nTherefore, if a petition is filed beyond the prescribed period of three months, the court has the discretion to condone the delay only to an extent of thirty 3days, provided sufficient cause is shown.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "94fc862057ff450884a9e64fa4752f78_95"
    },
    {
      "start": 15152,
      "end": 15473,
      "text": "Where a petition is filed beyond three months plus thirty days, even if sufficient cause is made out, the delay cannot be condoned.\"\n                                          (emphasis supplied)\n\n\n\nB.       Appeals u/s 37 of the 1996 Act (concerning disputes having value more than the \"specified value\" i.e. Rs. 3 lakhs)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5aa63501bc0243ecb7a04ac7b4f77a77_96"
    },
    {
      "start": 15474,
      "end": 15540,
      "text": "are governed by Section 13(1A) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09f32c9d461f48158134f3b2a6d1023c_97"
    },
    {
      "start": 15542,
      "end": 15770,
      "text": "20. In the case of Government of Maharashtra (Water Resources Department) Represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited, (2021) 6 SCC 460, the Hon'ble Supreme Court observed :\n\"33.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7ba5c300a5cf4e7d9f75b5436c3a1a62_98"
    },
    {
      "start": 15771,
      "end": 15921,
      "text": "The bulk of appeals, however, to the appellate court under section 37 of the Arbitration Act, are governed by section 13 of the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8b263442b57645faa84f30edda3ceee2_99"
    },
    {
      "start": 15922,
      "end": 16250,
      "text": "Sub-section (1A) of section 13 of the Commercial Courts Act provides the forum for appeals as well as the limitation period to be followed, section 13 of the Commercial Courts Act being a special law as compared with the Limitation Act which is a general law, which follows from a reading of section 29(2) of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8fbb0d5e7944811985a97fa8ad15123_100"
    },
    {
      "start": 16251,
      "end": 16539,
      "text": "Section 13(1A) of the Commercial Courts Act lays down a period of limitation of 60 days uniformly for all appeals that are preferred under section 37 of the Arbitration Act.\"\n(emphasis supplied) C. \"Sufficient Cause\" to be construed strictly with reference to arbitration proceedings.\n21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b365f9a12fef4237b9c9f0acda8346b8_101"
    },
    {
      "start": 16540,
      "end": 16638,
      "text": "In the case of Borse Brothers Engineers (supra), the Hon'ble Supreme Court further observed :\n\"55.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "406a7e07d08643c091e90055a9cf738b_102"
    },
    {
      "start": 16639,
      "end": 17030,
      "text": "Reading the Arbitration Act and the Commercial Courts Act as a whole, it is clear that when section 37 of the Arbitration Act is read with either Article 116 or 117 of the Limitation Act or section 13(1A) of the Commercial Courts Act, the object and context provided by the aforesaid statutes, read as a whole, is the speedy disposal of appeals filed under section 37 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0dbf5586ff0d45828b469986cf2ad54e_103"
    },
    {
      "start": 17031,
      "end": 17282,
      "text": "To read section 5 of the Limitation Act consistently with the aforesaid object, it is necessary to discover as to what the expression \"sufficient cause\" means in the context of condoning delay in filing appeals under section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c70003faada4a0ab5c799b4f9ffece7_104"
    },
    {
      "start": 17284,
      "end": 17568,
      "text": "58. Given the object sought to be achieved under both the Arbitration Act and the Commercial Courts Act, that is, the speedy resolution of disputes, the expression \"sufficient cause\" is not elastic enough to cover long delays beyond the period provided by the appeal provision itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b585b6a08fd442da24277af00384bfa_105"
    },
    {
      "start": 17569,
      "end": 17693,
      "text": "Besides, the expression \"sufficient cause\" is not itself a loose panacea for the ill of pressing negligent and stale claims.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55451f1cddd54f34835a2c6f90262855_106"
    },
    {
      "start": 17694,
      "end": 17870,
      "text": "This Court, in Basawaraj v. Land Acquisition Officer, (2013) 14 SCC 81, has held:\n\"9. Sufficient cause is the cause for which the defendant could not be blamed for his absence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac9842baedba4a06b9c1bbef4607f0b2_107"
    },
    {
      "start": 17871,
      "end": 17995,
      "text": "The meaning of the word \"sufficient\" is \"adequate\" or \"enough\", inasmuch as may be necessary to answer the purpose intended.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa11c03dc186494b8463e684850f76b4_108"
    },
    {
      "start": 17996,
      "end": 18279,
      "text": "Therefore, the word \"sufficient\" embraces no more than that which provides a platitude, which when the act done suffices to accomplish the purpose intended in the facts and circumstances existing in a case, duly examined from the viewpoint of a reasonable standard of a cautious man.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5cbd006a5a4f45e3bf6101858fe7ff0e_109"
    },
    {
      "start": 18280,
      "end": 18564,
      "text": "In this context, \"sufficient cause\" means that the party should not have acted in a negligent manner or there was a want of bona fide on its part in view of the facts and circumstances of a case or it cannot be alleged that the party has \"not acted diligently\" or \"remained inactive\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1b561724725b49afaa3938117d727521_110"
    },
    {
      "start": 18565,
      "end": 18794,
      "text": "However, the facts and circumstances of each case must afford sufficient ground to enable the court concerned to exercise discretion for the reason that whenever the court exercises discretion, it has to be exercised judiciously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9a86bd1a8de423db0ca8b1d1d29aef7_111"
    },
    {
      "start": 18795,
      "end": 19027,
      "text": "The applicant must satisfy the court that he was prevented by any \"sufficient cause\"\nfrom prosecuting his case, and unless a satisfactory explanation is furnished, the court should not allow the application for condonation of delay.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "519c0e68091440619a107fcfe1bef7db_112"
    },
    {
      "start": 19028,
      "end": 19138,
      "text": "The court has to examine whether the mistake is bona fide or was merely a device to cover an ulterior purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7289f80bea1a456692c6738030479e27_113"
    },
    {
      "start": 19139,
      "end": 19493,
      "text": "(See Manindra Land and Building Corpn. Ltd. v. Bhutnath Banerjee [AIR 1964 SC 1336] , Mata Din v. A. Narayanan [(1969) 2 SCC 770 : AIR 1970 SC 1953] , Parimal v. Veena [(2011) 3 SCC 545 : (2011) 2 SCC (Civ) 1 : AIR 2011 SC 1150] and Maniben Devraj Shah v. Municipal Corpn. of Brihan Mumbai [(2012) 5 SCC 157 : (2012) 3 SCC (Civ) 24 : AIR 2012 SC 1629] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7d4969ceab6445a9b982a122006d249_114"
    },
    {
      "start": 19495,
      "end": 19708,
      "text": "10. In Arjun Singh v. Mohindra Kumar [AIR 1964 SC 993] this Court explained the difference between a \"good cause\" and a \"sufficient cause\"\nand observed that every \"sufficient cause\" is a good cause and vice versa.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2f81bd055df4cbf85121946b942c79c_115"
    },
    {
      "start": 19709,
      "end": 19870,
      "text": "However, if any difference exists it can only be that the requirement of good cause is complied with on a lesser degree of proof than that of \"sufficient cause\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5ed33faabde4d12ac5f5b186a95a43d_116"
    },
    {
      "start": 19872,
      "end": 20241,
      "text": "11. The expression \"sufficient cause\" should be given a liberal interpretation to ensure that substantial justice is done, but only so long as negligence, inaction or lack of bona fides cannot be imputed to the party concerned, whether or not sufficient cause has been furnished, can be decided on the facts of a particular case and no straitjacket formula is possible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d1a646d135fa4e79bed2805423b4463c_117"
    },
    {
      "start": 20242,
      "end": 20380,
      "text": "(Vide Madanlal v. Shyamlal [(2002) 1 SCC 535 : AIR 2002 SC 100] and Ram Nath Sao v. Gobardhan Sao [(2002) 3 SCC 195 : AIR 2002 SC 1201] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3d68c74fb7274efea399730e7773ad88_118"
    },
    {
      "start": 20382,
      "end": 20557,
      "text": "12. It is a settled legal proposition that law of limitation may harshly affect a particular party but it has to be applied with all its rigour when the statute so prescribes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "baca7b9672a44811a5b4c030e03c6e34_119"
    },
    {
      "start": 20558,
      "end": 20637,
      "text": "The court has no power to extend the period of limitation on equitable grounds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dae4167ec42c46b1af8be44df7cabc62_120"
    },
    {
      "start": 20638,
      "end": 20700,
      "text": "\"A result flowing from a statutory provision is never an evil.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "66b7868e6d874deb92d89dff1a8df87e_121"
    },
    {
      "start": 20701,
      "end": 20817,
      "text": "A court has no power to ignore that provision to relieve what it considers a distress resulting from its operation.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a0e21ae9b9ca4b0ead6a9339af1c223b_122"
    },
    {
      "start": 20818,
      "end": 20977,
      "text": "The statutory provision may cause hardship or inconvenience to a particular party but the court has no choice but to enforce it giving full effect to the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b90297bdb9854ae2bc3469f5055f0626_123"
    },
    {
      "start": 20978,
      "end": 21097,
      "text": "The legal maxim dura lex sed lex which means \"the law is hard but it is the law\", stands attracted in such a situation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "54a43eb809b8433a99762e311f0de7fd_124"
    },
    {
      "start": 21098,
      "end": 21221,
      "text": "It has consistently been held that, \"inconvenience is not\" a decisive factor to be considered while interpreting a statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c55e11b580fa4d1ca75ea13576843854_125"
    },
    {
      "start": 21223,
      "end": 21408,
      "text": "13. The statute of limitation is founded on public policy, its aim being to secure peace in the community, to suppress fraud and perjury, to quicken diligence and to prevent oppression.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6128f1ed6ea54287b1c24d691a5614e6_126"
    },
    {
      "start": 21409,
      "end": 21531,
      "text": "It seeks to bury all acts of the past which have not been agitated unexplainably and have from lapse of time become stale.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdccb3e3f0bc428ea90a169cf73f5305_127"
    },
    {
      "start": 21532,
      "end": 21992,
      "text": "According to Halsbury's Laws of England, Vol. 28, p. 266:\n\"605. Policy of the Limitation Acts.-- The courts have expressed at least three differing reasons supporting the existence of statutes of limitations namely, (1) that long dormant claims have more of cruelty than justice in them, (2) that a defendant might have lost the evidence to disprove a stale claim, and (3) that persons with good causes of actions should pursue them with reasonable diligence.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e34cd9a71e6943c3a25643c55a03078a_128"
    },
    {
      "start": 21993,
      "end": 22279,
      "text": "\nAn unlimited limitation would lead to a sense of insecurity and uncertainty, and therefore, limitation prevents disturbance or deprivation of what may have been acquired in equity and justice by long enjoyment or what may have been lost by a party's own inaction, negligence or laches.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87e35b44398640f194d6630062adfaa5_129"
    },
    {
      "start": 22280,
      "end": 22520,
      "text": "(See Popat and Kotecha Property v. SBI Staff Assn. [(2005) 7 SCC 510], Rajender Singh v. Santa Singh [(1973) 2 SCC 705 : AIR 1973 SC 2537] and Pundlik Jalam Patil v. Jalgaon Medium Project [(2008) 17 SCC 448 : (2009) 5 SCC (Civ) 907] .)\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7edaa0ec555b4bc6a7b2fb04f87d6dca_130"
    },
    {
      "start": 22521,
      "end": 22881,
      "text": "In P. Ramachandra Rao v. State of Karnataka [(2002) 4 SCC 578 : 2002 SCC (Cri) 830 : AIR 2002 SC 1856] this Court held that judicially engrafting principles of limitation amounts to legislating and would fly in the face of law laid down by the Constitution Bench in Abdul Rehman Antulay v. R.S. Nayak [(1992) 1 SCC 225 : 1992 SCC (Cri) 93 : AIR 1992 SC 1701] .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5134e2c87a524c98b88c5c33f3d0fafd_131"
    },
    {
      "start": 22883,
      "end": 23188,
      "text": "15. The law on the issue can be summarised to the effect that where a case has been presented in the court beyond limitation, the applicant has to explain the court as to what was the \"sufficient cause\" which means an adequate and enough reason which prevented him to approach the court within limitation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa6b57d293df4189abe6876952a2809c_132"
    },
    {
      "start": 23189,
      "end": 23428,
      "text": "In case a party is found to be negligent, or for want of bona fide on his part in the facts and circumstances of the case, or found to have not acted diligently or remained inactive, there cannot be a justified ground to condone the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10f26365cb654ebdbeab77c54c1feb70_133"
    },
    {
      "start": 23429,
      "end": 23532,
      "text": "No court could be justified in condoning such an inordinate delay by imposing any condition whatsoever.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cde59b0ff5a044619613958756e5dcbd_134"
    },
    {
      "start": 23533,
      "end": 23655,
      "text": "The application is to be decided only within the parameters laid down by this Court in regard to the condonation of delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f0a306bdc82404682a042657d7c00fe_135"
    },
    {
      "start": 23656,
      "end": 23962,
      "text": "In case there was no sufficient cause to prevent a litigant to approach the court on time condoning the delay without any justification, putting any condition whatsoever, amounts to passing an order in violation of the statutory provisions and it tantamounts to showing utter disregard to the legislature.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1162548635f467f802a317140a892e1_136"
    },
    {
      "start": 23963,
      "end": 23982,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "391d349ca6fd42a7ac85ce2aa1214bf0_137"
    },
    {
      "start": 23984,
      "end": 24108,
      "text": "59. Likewise, merely because the government is involved, a different yardstick for condonation of delay cannot be laid down.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bc2bea7c1024f53aace717ea38c68aa_138"
    },
    {
      "start": 24109,
      "end": 24245,
      "text": "This was felicitously stated in Postmaster General v. Living Media India Ltd., (2012) 3 SCC 563 [\"Postmaster General\"], as follows:\n\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0fc70241d028493e88cac3c592417fd5_139"
    },
    {
      "start": 24246,
      "end": 24478,
      "text": "It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6aa371f486214934b1261a5672069c2b_140"
    },
    {
      "start": 24479,
      "end": 24633,
      "text": "They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dc892753dd14f5f8eca82e7d17c15b5_141"
    },
    {
      "start": 24634,
      "end": 24839,
      "text": "In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc0f25ee29a3447992fe20183b0825c1_142"
    },
    {
      "start": 24841,
      "end": 25196,
      "text": "28. Though we are conscious of the fact that in a matter of condonation of delay when there was no gross negligence or deliberate inaction or lack of bona fides, a liberal concession has to be adopted to advance substantial justice, we are of the view that in the facts and circumstances, the Department cannot take advantage of various earlier decisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27ced0fd3b004e869cbcd55139865e58_143"
    },
    {
      "start": 25197,
      "end": 25384,
      "text": "The claim on account of impersonal machinery and inherited bureaucratic methodology of making several notes cannot be accepted in view of the modern technologies being used and available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8b0cd2a75cf4c29927fc287feb13be8_144"
    },
    {
      "start": 25385,
      "end": 25461,
      "text": "The law of limitation undoubtedly binds everybody, including the Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "684847851c4a4790957003ab7f911e68_145"
    },
    {
      "start": 25463,
      "end": 25851,
      "text": "29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bona fide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural red tape in the process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "706676b26937452d9ad601553390f221_146"
    },
    {
      "start": 25852,
      "end": 25981,
      "text": "The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2504cf634ca4de3a2be83c1e1d668fb_147"
    },
    {
      "start": 25982,
      "end": 26099,
      "text": "Condonation of delay is an exception and should not be used as an anticipated benefit for the government departments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b795fc35192e4b5bad185622dd7157bc_148"
    },
    {
      "start": 26100,
      "end": 26203,
      "text": "The law shelters everyone under the same light and should not be swirled for the benefit of a few.\"\n67.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b99392cb4d4a46b092fa68fe00e44db0_149"
    },
    {
      "start": 26204,
      "end": 26345,
      "text": "That apart, on the facts of this appeal, there is a long delay of 75 days beyond the period of 60 days provided by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5a5bda3f9ca4880b339904edd8dc01e_150"
    },
    {
      "start": 26346,
      "end": 26541,
      "text": "Despite the fact that a certified copy of the District Court's judgment was obtained by the respondent on 27.04.2019, the appeal was filed only on 09.09.2019, the explanation for delay being:\n\"2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55086e6342ea43c2800b8206ffc35a65_151"
    },
    {
      "start": 26542,
      "end": 26641,
      "text": "That, the certified copy of the order dated 01/04/2013 was received by the appellant on 27/04/2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7598bdc0a7f14504a8bcc91b6e69de16_152"
    },
    {
      "start": 26642,
      "end": 26740,
      "text": "Thereafter the matter was placed before the CGM purchase MPPKVVCL for the compliance of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37d712f543bd4e348079b49ae5783756_153"
    },
    {
      "start": 26741,
      "end": 26805,
      "text": "The same was then sent to the law officer, MPPKVVCL for opinion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cae2cb01fcc422b823dcf4a968ca7ea_154"
    },
    {
      "start": 26806,
      "end": 26956,
      "text": "\n3. That after taking opinion for appeal, and approval of the concerned authorities, the officer- in-charge was appointed vide order dated 23/07/2019.",
      "labels": [
        "RPC"
      ],
      "id": "de8c963af0a641c0b6200fc2277315f8_155"
    },
    {
      "start": 26958,
      "end": 27175,
      "text": "4. That, thereafter due to bulky records of the case and for procurement of the necessary documents some delay has been caused however, the appeal has been prepared and filed to pursuant to the same and further delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fa49fce2a29468182d1fbf3972cfc97_156"
    },
    {
      "start": 27176,
      "end": 27420,
      "text": "\n5. That due to the aforesaid procedural approval and since the appellant is a public entity formed under the Energy department of the State Government, the delay caused in filing the appeal is bonafide and which deserve[s] to be condoned.\"\n68.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf11e14737674cedbe9b9ba1f0dbcacc_157"
    },
    {
      "start": 27421,
      "end": 27494,
      "text": "This explanation falls woefully short of making out any sufficient cause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0941ce05fc094509a596fb4d670cc708_158"
    },
    {
      "start": 27495,
      "end": 27590,
      "text": "This appeal is therefore allowed and the condonation of delay is set aside on this score also.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01182d092364459b8e5888e587b1f02a_159"
    },
    {
      "start": 27591,
      "end": 27714,
      "text": "\nD. Correspondence between different wings of the Government and its legal counsel, does not constitute \"sufficient cause\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfdd596c51e5468e8e644281da9ab9ff_160"
    },
    {
      "start": 27716,
      "end": 27866,
      "text": "22. In the case of Postmaster General and others v. Living Media India Limited and another, (2012) 3 SCC 563, the Hon'ble Supreme Court observed:\n\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "098cb4dd3472417cad76f0e6a95fc8e6_161"
    },
    {
      "start": 27867,
      "end": 28099,
      "text": "It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68108ae8c45e43c2998e1b300a22302c_162"
    },
    {
      "start": 28100,
      "end": 28254,
      "text": "They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "289cfdd222a94b6ba91eaa9c46f219bb_163"
    },
    {
      "start": 28255,
      "end": 28460,
      "text": "In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c9048ba16d2484e90ef28ca16da7b87_164"
    },
    {
      "start": 28462,
      "end": 28850,
      "text": "29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bona fide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural red tape in the process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85f0b52a4c8d4b92896e4485f24cd09b_165"
    },
    {
      "start": 28851,
      "end": 28980,
      "text": "The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "537bff641c79443eb28a80c31b9d4047_166"
    },
    {
      "start": 28981,
      "end": 29098,
      "text": "Condonation of delay is an exception and should not be used as an anticipated benefit for the government departments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31bdf1cb0f6642e7a1bf1370f750d21f_167"
    },
    {
      "start": 29099,
      "end": 29197,
      "text": "The law shelters everyone under the same light and should not be swirled for the benefit of a few.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34b9218308e74a2cb3aa40058f1559ed_168"
    },
    {
      "start": 29199,
      "end": 29472,
      "text": "30. Considering the fact that there was no proper explanation offered by the Department for the delay except mentioning of various dates, according to us, the Department has miserably failed to give any acceptable and cogent reasons sufficient to condone such a huge delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adeeb499bd5b4e23956d912a9c7e19c2_169"
    },
    {
      "start": 29473,
      "end": 29551,
      "text": "20Accordingly, the appeals are liable to be dismissed on the ground of delay.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21be6acded664c0e81235e53d57509a2_170"
    },
    {
      "start": 29553,
      "end": 29980,
      "text": "23. In the case of The State of Madhya Pradesh and others v. Bherulal, (2020) 10 SCC 654, the Hon'ble Supreme Court observed :\n\"2. We are constrained to pen down a detailed order as it appears that all our counseling to Government and Government authorities have fallen on deaf ears i.e., the Supreme Court of India cannot be a place for the Governments to walk in when they choose ignoring the period of limitation prescribed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7eb3d7dead9c4263b74bdbe31169ec5a_171"
    },
    {
      "start": 29981,
      "end": 30270,
      "text": "We have raised the issue that if the Government machinery is so inefficient and incapable of filing appeals/petitions in time, the solution may lie in requesting the Legislature to expand the time period for filing limitation for Government authorities because of their gross incompetence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5e576942b0942ed8808742941cefc56_172"
    },
    {
      "start": 30271,
      "end": 30286,
      "text": "That is not so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1803190a2914c02a72ea8225ac1f083_173"
    },
    {
      "start": 30287,
      "end": 30383,
      "text": "Till the Statute subsists, the appeals/petitions have to be filed as per the Statues prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3ea686ac6b9414ba64969e92b042281_174"
    },
    {
      "start": 30384,
      "end": 30726,
      "text": "\n3. No doubt, some leeway is given for the Government inefficiencies but the sad part is that the authorities keep on relying on judicial pronouncements for a period of time when technology had not advanced and a greater leeway was given to the Government (Collector, Land Acquisition, Anantnag & Anr vs. Mst. Katiji & Ors. (1987) 2 SCC 107).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "172b38f3a32e4e19ac6bc4d92ffc2b0c_175"
    },
    {
      "start": 30727,
      "end": 30935,
      "text": "This position is more than elucidated by the judgment of this Court in Office of the Chief Post Master General & Ors. v. Living Media India Ltd. & Anr. (2012) 3 SCC 563 where the Court observed as under:\n\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "caca9cb5829b4f24ad1330a2f5286487_176"
    },
    {
      "start": 30936,
      "end": 31168,
      "text": "It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "716783743b7b4756943778f012579b2f_177"
    },
    {
      "start": 31169,
      "end": 31323,
      "text": "They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6eff96d0423941f69377eb6a3eeece30_178"
    },
    {
      "start": 31324,
      "end": 31529,
      "text": "In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24de2ce39e5a4df6920554ac838b0901_179"
    },
    {
      "start": 31531,
      "end": 31884,
      "text": "28. Though we are conscious of the fact that in a matter of condonation of delay when there was no gross negligence or deliberate inaction or lack of bonafide, a liberal concession has to be adopted to advance substantial justice, we are of the view that in the facts and circumstances, the Department cannot take advantage of various earlier decisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd53f752c15a435ea7d8eacc5e56c5d6_180"
    },
    {
      "start": 31885,
      "end": 32072,
      "text": "The claim on account of impersonal machinery and inherited bureaucratic methodology of making several notes cannot be accepted in view of the modern technologies being used and available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba947500063c4af29a33672357af588c_181"
    },
    {
      "start": 32073,
      "end": 32148,
      "text": "The law of limitation undoubtedly binds everybody including the Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5062b15174a94085871c375790710f10_182"
    },
    {
      "start": 32150,
      "end": 32536,
      "text": "29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bonafide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural redtape in the process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a35bca28460f485fa9df4dd7790d064f_183"
    },
    {
      "start": 32537,
      "end": 32666,
      "text": "The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5fe5cb7f9804fd484f5204239994961_184"
    },
    {
      "start": 32667,
      "end": 32780,
      "text": "Condonation of delay is an exception and should not be used as an anticipated benefit for government departments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d79ed34fa044a9fa20b5ed5b1ba4be4_185"
    },
    {
      "start": 32781,
      "end": 32879,
      "text": "The law shelters everyone under the same light and should not be swirled for the benefit of a few.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca0963246f4e4a22b301387c30c98b3d_186"
    },
    {
      "start": 32880,
      "end": 33150,
      "text": "Considering the fact that there was no proper explanation offered by the Department for the delay except mentioning of various dates, according to us, the Department has miserably failed to give any acceptable and cogent reasons sufficient to condone such a huge delay.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9a0deb07bd543b687f6997c71556c81_187"
    },
    {
      "start": 33151,
      "end": 33201,
      "text": "\nEight years hence the judgment is still unheeded!",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca613615848e4fd2bae8ec12f740b5a3_188"
    },
    {
      "start": 33202,
      "end": 33401,
      "text": "\n4. A reading of the aforesaid application shows that the reason for such an inordinate delay is stated to be only \"due to unavailability of the documents and the process of arranging the documents\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e599ac150385461aa73ca629c04f54a5_189"
    },
    {
      "start": 33402,
      "end": 33515,
      "text": "In paragraph 4 a reference has been made to \"bureaucratic process works, it is inadvertent that delay occurs\".\n5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "085916905c194a779626f0066bcd2189_190"
    },
    {
      "start": 33516,
      "end": 33654,
      "text": "A preposterous proposition is sought to be propounded that if there is some merit in the case, the period of delay is to be given a go-by.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a17dd79a7deb4fdc967fc2fbed9fb2ef_191"
    },
    {
      "start": 33655,
      "end": 33712,
      "text": "If a case is good on merits, it will succeed in any case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d7b47df3a9c45bca2d650e0049e3cee_192"
    },
    {
      "start": 33713,
      "end": 33781,
      "text": "It is really a bar of limitation which can even shut out good cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc43a2222ec948568123f8c7650a0371_193"
    },
    {
      "start": 33782,
      "end": 33892,
      "text": "This does not, of course, take away the jurisdiction of the Court in an appropriate case to condone the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "210862b3331444449a92fd60c2a59696_194"
    },
    {
      "start": 33894,
      "end": 34025,
      "text": "6. We are also of the view that the aforesaid approach is being adopted in what we have categorized earlier as \"certificate cases\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98baac8e291249dfaeaf2ea5378007b4_195"
    },
    {
      "start": 34026,
      "end": 34233,
      "text": "The object appears to be to obtain a certificate of dismissal from the Supreme Court to put a quietus to the issue and thus, say that nothing could be done because the highest Court has dismissed the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0e0f5797fa1495684933621e976d8a8_196"
    },
    {
      "start": 34234,
      "end": 34351,
      "text": "It is to complete this formality and save the skin of officers who may be at default that such a process is followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02ae952c89794fa7bba02ce7c5e95eae_197"
    },
    {
      "start": 34352,
      "end": 34434,
      "text": "We have on earlier occasions also strongly deprecated such a practice and process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "255ca7c80e794089b67399453f8c9d73_198"
    },
    {
      "start": 34435,
      "end": 34468,
      "text": "There seems to be no improvement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48a69eaadc3b4355ba119425b3d78eae_199"
    },
    {
      "start": 34469,
      "end": 34664,
      "text": "The purpose of coming to this Court is not to obtain such certificates and if the Government suffers losses, it is time when the concerned officer responsible for the same bears the consequences.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b2bacccf0e447c081a51c1e8bef9c99_200"
    },
    {
      "start": 34665,
      "end": 34782,
      "text": "The irony is that in none of the cases any action is taken against the officers, who sit on the files and do nothing.",
      "labels": [
        "RATIO"
      ],
      "id": "c3c3b9a69e7d436180121943e52e356c_201"
    },
    {
      "start": 34783,
      "end": 35091,
      "text": "It is presumed that this Court will condone the delay and even in making submissions, straight away counsels appear to address on merits without referring even to the aspect of limitation as happened in this case till we pointed out to the counsel that he must first address us on the question of limitation.",
      "labels": [
        "RATIO"
      ],
      "id": "f71d26ea33334a47b818ecfb83cb2e31_202"
    },
    {
      "start": 35093,
      "end": 35340,
      "text": "7. We are thus, constrained to send a signal and we propose to do in all matters today, where there are such inordinate delays that the Government or State authorities coming before us must pay for wastage of judicial time which has its own value.",
      "labels": [
        "RATIO"
      ],
      "id": "497e93723e7147318598adaaaecb0772_203"
    },
    {
      "start": 35341,
      "end": 35399,
      "text": "Such costs can be recovered from the officers responsible.",
      "labels": [
        "RPC"
      ],
      "id": "d322184cbc8842b4b00957114e1c37af_204"
    },
    {
      "start": 35400,
      "end": 35678,
      "text": "\n8. Looking to the period of delay and the casual manner in which the application has been worded, we consider appropriate to impose costs on the petitioner-State of Rs.25,000/- (Rupees twenty five thousand) to be deposited with the Mediation and Conciliation Project Committee.",
      "labels": [
        "RPC"
      ],
      "id": "c0ea1db36a7e4a449f0ae44607660084_205"
    },
    {
      "start": 35679,
      "end": 35717,
      "text": "The amount be deposited in four weeks.",
      "labels": [
        "RPC"
      ],
      "id": "516923a08e434bbb9a82a53904f0729b_206"
    },
    {
      "start": 35718,
      "end": 35932,
      "text": "The amount be recovered from the officers responsible for the delay in filing the special leave petition and a certificate of recovery of the said amount be also filed in this Court within the said period of time.\"",
      "labels": [
        "RPC"
      ],
      "id": "936ecef40cae420a930447e034bd7327_207"
    },
    {
      "start": 35933,
      "end": 36136,
      "text": "\n24. Counsel for the appellant has not been able to cite any judgments, on the principles of condonation of delay, contrary to the view expressed by the Hon'ble Supreme Court in the above-said judgments.",
      "labels": [
        "RATIO"
      ],
      "id": "0cffe7ed58284c6981e63a60d9e4b4dc_208"
    },
    {
      "start": 36138,
      "end": 36374,
      "text": "25. Even apart from the above-said judgments of the Hon'ble Supreme Court, the State Government had accepted the Arbitral Award, which was passed in the year 2016, i.e. on 08.06.2016, and did not choose to file any appeal there-against.",
      "labels": [
        "RPC"
      ],
      "id": "5f12840b65c9433fa7a8915e31b95de4_209"
    },
    {
      "start": 36375,
      "end": 36522,
      "text": "Hence, the application made for impleadment, as a party, was rightly dismissed by the Arbitral Tribunal, as it was filed after a delay of 398 days.",
      "labels": [
        "RPC"
      ],
      "id": "c223507a890346fca286af9c0dcf9b5f_210"
    },
    {
      "start": 36523,
      "end": 36680,
      "text": "Even in the present case, the appeal has been filed by the State, which is not maintainable, in view of the judgments referred to above, on account of delay.",
      "labels": [
        "RPC"
      ],
      "id": "3a13c6cb1a9d4046a42269f3b1859f04_211"
    },
    {
      "start": 36682,
      "end": 36756,
      "text": "26. For the aforesaid reasons, the present Appeal from Order is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "57ae56a961754233a2dc80b5d440116e_212"
    },
    {
      "start": 36757,
      "end": 36928,
      "text": "\n27. Pending application(s), if any, also stand disposed of accordingly.\n______________ RITU BAHRI, C.J.\n__________________ RAKESH THAPLIYAL, J.\nDt: 07th MARCH, 2024 Rahul",
      "labels": [
        "NONE"
      ],
      "id": "77d8be4f4a174040bf8e8b95752a96e7_213"
    }
  ]
}