{
  "id": "505dd6fa8af0f86c8ccb805c67547b2ad890a64bcfbde4119eea68bce5f4cddf",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAndhra Pradesh High Court - Amravati\nK Venkateswara Reddy vs Raaga Mayuri Builders Pvt Ltd on 20 February, 2020 \nAuthor: C.Praveen Kumar\nBench: C.Praveen Kumar, M.Ganga Rao \n                                    1\n\n\n\n        The Hon'Ble Sri Justice C. Praveen Kumar\n\n                                  And\n\n           The Hon'Ble Sri Justice M. Ganga Rao \n\n                      Tr.C.M.P. No. 24 of 2019\n\nOrder:\n(Per the Hon'ble Sri Justice C.Praveen Kumar)\n1) The Petitioners herein are the Defendants who are seeking transfer of O.S. No. 19 of 2013 pending on the file of I Additional District Judge, Kurnool t o the Commercial Court, Kurnool, on the ground that the dispute between the parties is purely a commercial dispute . \n2) The facts show that, the Respondent/Plaintiff filed O.S. No.19 of 2013 against the Petitioners/Defendants for Specific Performance of Agreement of Sale, dated 14.06.2012, executed by the Petitioners/Defendants. It is the case of the Respondent/Plaintiff that, it has huge extent of land admeasuring 500 acres on 3 sides of the plaint schedule land and that a big compound Wall was constructed around his land. The Respondent/Plaintiff floated a scheme of converting the said land into house plots for residential purposes. Several plots have been sold and purchased and houses were also constructed on the said land. The Respondent/Plaintiff has planned to purchase the adjoining lands for expansion project, for which, the above agreement of sale came into existence. \n3) A suit came to be filed by the Respondent/Plaintiff on the ground that the Petitioners/Defendants have not performed their part of the contract. \n4) Written Statement came to be filed denying all the allegations made in the plaint, except the execution of Agreement of Sale. Paragraph 17 and 18 of the Written Statement shows that the Petitioners/Defendants were willing to execute registered sale deeds if the entire sale consideration is paid, and in paragraph 18, it is stated that, in the event of passing of any decree by the court, the Respondent/Plaintiff is liable to pay interest @ 24% per annum from the dates fixed therein. \n5) Having regard to the above, I.A. No. 202 of 2013 came to be filed under Order XII Rule 6 of C.P.C. to pass a decree in favor of the Respondent/Plaintiff for specific performance to an extent of Acres 7.86 cents on payment of balance consideration of Rs.3,14,00,000/- within a specified time. At this stage, it is to be noted that, the value of the suit for the purpose of Court Fee was fixed at Rs. 8,08,08,770/-. \n6) I.A. No. 4 of 2014 was filed by the Respondent/Plaintiff under Order VIII Rule 9 C.P.C. seeking to file rejoinder to the Written Statement of the Petitioners/Defendants. After due enquiry, the Trial Court allowed the I.A. No. 202 of 2013 vide its Order, dated 15.09.2015, directing the Respondent/Plaintiff to pay the balance sale consideration on or before 14.11.2015 and get the sale deed registered and in default, the suit shall stands dismissed. It is said that the amount was deposited into the account of the Petitioners/Defendants and a Sale Deed was also executed by the Petitioners/Defendants. \n7) Later on, issues came to be framed by the Trial Court. During the course of trial, the Respondent/Plaintiff examined himself as PW1 and the Petitioner/Defendant No. 1 was examined as DW1. The case is now posted for arguments. At that stage, the present Transfer Civil Miscellaneous Petition came to be filed under the provisions of the Commercial Court Act. The same was returned on the ground of maintainability in view of Section 15(5) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 [the 'Act']. \n8) In order to appreciate the same, it will be useful to refer to Section 15(1)(2)(3)(4) and (5) of the Act, which are as under:-\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3[with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding\".\n9) Section 15 (1) states that, \"all suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division\". Sub-clause (2) postulates that, \"all suits and applications, including applications under the Arbitration and Conciliation Act, relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court\". Proviso states that, \"no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2)\". Sub-clause (5) states that, \"where a suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court where it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction\".\n10) Therefore, we feel that the objection raised by the Trial Court cannot be brushed aside. Having regard to Sub-Section 5 of Section 15, it is only the High Court, which may have to withdraw the suit on an application and transfer the same to the Commercial Court having jurisdiction. \n11) At this stage, the learned Counsel would contend that, the value of the suit, as on today, is less than the commercial value and, as such, transferring the suit to Commercial Court would not arise. The contents of the Order show that the suit was originally valued for Rs.8,08,08,770/-, pursuant thereto an Order for payment of balance of sale consideration came to be made. \nAccordingly, an amount of Rs.3,14,00,000/- was said to have been paid. \n12) In the case of Condore Health Care Pvt. Ltd. and Ors. v. Corem Pharma Pvt. Ltd,1 the Division Bench of this Court, in paragraph 12, held as under:-\n\"Section 2 (c) of the Act defines commercial dispute as a dispute arising out of the transactions enumerated in clauses (i) to (xxii) therein. If interpretation is sought to be given to Section 2(1)(c)(xvii) also has to be given to the other disputes enumerated therein, then Section 12 of the Act would become redundant and obsolete. In our understanding, Section 2(1) (c) of the Act is subjected to Section 12 of the Act. The commercial dispute defined in Section 2(1)(c) of the Act has to be of the specified value mentioned in Section 12 of the Act, unless both the conditions are fulfilled, a commercial Court would not be gaining jurisdiction over a dispute\". \n13) In Kalla Yadagiri v. Kotha Bal Reddy2 the court held as under:\n\"16. What decides the jurisdiction with regard to a particular case is the nature of the claim as brought. The plaintiff is bound to assess the relief he claims on the basis of the benefit he seeks to obtain by filing of the suit. For instance, in a suit for redemption of mortgage, the valuation is on the amount due to the mortgagee, which is the value of the relief and the suit is not valued taking the value of the property. So also, in the case of foreclosure, the relief is valued on the basis of the total amount due and not of the value of the property mortgaged. In a suit for partition of joint family property, the value for the purpose of jurisdiction is the value of the share claimed by the plaintiff and not of the whole estate. In a suit for injunction simplicitor, it is the value of the relief claimed and not on the value of the property involved. In a suit for eviction against the tenant, the value is the annual rental value and not the value of the property involved. In a suit for specific performance of enforcement of agreement, it is the consideration amount stated in the agreement which forms the valuation of the suit and not the value of the property on the date of the presentation of the plaint. We need not multiply the instances and suffice it to say that the proper method is to value for the Court-fees first and take that value for the purpose of jurisdiction , for, value will control the matter for Court-fees and jurisdiction. It is not the value of the thing affected that settles the value of the thing affected that settles the value of the relief sought, but it is the value of the relief sought, which determines the jurisdiction. \"Subject matter\" is not the same thing as property. Subject matter is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the A.P. Courts Fees and Suits Valuation Act, 1956 and not A.P. Civil Courts Act, 1972. There are several judicial precedents supporting our view that the value of the relief for the purpose of Court-fees determines the jurisdiction and we need not state those plethora of precedents and suffice it to mention a judgment of the Supreme Court directly on the point dealing with analogous provision in 1999 (1) ALT 211 (F.B.) :: 1991 (1) ALD 22 (F.B.) the Suits Valuation Act, 1887, in S.Rm.Ar.S.Sp. Sathappa Chettiar v. S.Rm.Ar.Rm. Ramanathan Chettiar. It is apt to extract the relevant portion of the said judgment:\n\"......There can be little doubt that the effect of the provisions of Section 8 is to make the value for the purpose of jurisdiction dependent upon the value as determinable for computation of Court-fees and that is natural enough. The computation of Court-fees in suits falling under Section 7(iv) of the Act depends upon the valuation that the plaintiff makes in respect of his claim. Once the plaintiff exercises his option and values his claim for the purpose of Court-fees, that determines the value for jurisdiction. The value for Court-fees and the value for jurisdiction must no doubt be the same in such cases; but it is the value of the Court-fees stated by the plaintiff that is of primary importance. It is from this value that the value for jurisdiction must be determined. The result is that it is the amount at which the plaintiff has valued the relief sought for the purposes of Court- fees that determines the value for jurisdiction in the suit and not vice versa\".\n14) Further, referring to the Judgment of the Full Bench in Y. Venkata Sesha Reddy vs. Chembati Kausalyamma,3 the court held as under:\n\"Subject matter is not the same thing as the property, but is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the court fees Act\".\n15) Having regard to the above and viewed from any angle, this being a commercial dispute, we see that, it is a fit case for transfer of the same to the Commercial Court, at Kurnool, for disposal in accordance with law.\n16) Accordingly, the Transfer Civil Miscellaneous Petition is allowed. No Order as to costs. \n2007 (6) ALD 561 17) Consequently, miscellaneous petitions, if any, pending shall stand closed. \n_______________________________ JUSTICE C. PRAVEEN KUMAR __________________________ JUSTICE M. GANGA RAO Date: 20.02.2020 SM THE HON'BLE SRI JUSTICE C. PRAVEEN KUMAR AND THE HON'BLE SRI JUSTICE M. GANGA RAO (per the Hon'ble Sri Justice C.Praveen Kumar) Date: 20.02.2020 SM.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "688d1cb67b284913a5e27881266fd47c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dedf756221d2423ab89158c8371d3054_1"
    },
    {
      "start": 242,
      "end": 354,
      "text": "\nAndhra Pradesh High Court - Amravati\nK Venkateswara Reddy vs Raaga Mayuri Builders Pvt Ltd on 20 February, 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23382c1cd3f949b8b9bcdfdf934088c5_2"
    },
    {
      "start": 356,
      "end": 415,
      "text": "Author: C.Praveen Kumar\nBench: C.Praveen Kumar, M.Ganga Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a46df88d140428face5bac5a319b0de_3"
    },
    {
      "start": 453,
      "end": 558,
      "text": "1\n\n\n\n        The Hon'Ble Sri Justice C. Praveen Kumar\n\n                                  And\n\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "edd72bfd8e9d48b9a79a79eb6c732a74_4"
    },
    {
      "start": 558,
      "end": 594,
      "text": "The Hon'Ble Sri Justice M. Ganga Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ba5b459a14544ddaf84a69d998b5ac5_5"
    },
    {
      "start": 619,
      "end": 852,
      "text": "Tr.C.M.P. No. 24 of 2019\n\nOrder:\n(Per the Hon'ble Sri Justice C.Praveen Kumar)\n1) The Petitioners herein are the Defendants who are seeking transfer of O.S. No. 19 of 2013 pending on the file of I Additional District Judge, Kurnool t",
      "labels": [
        "PREAMBLE"
      ],
      "id": "498354e6acf44091a7d03eb273ccba82_6"
    },
    {
      "start": 853,
      "end": 885,
      "text": "o the Commercial Court, Kurnool,",
      "labels": [
        "NONE"
      ],
      "id": "594e8aecbeb44987897bd6e46e75c9fe_7"
    },
    {
      "start": 886,
      "end": 967,
      "text": "on the ground that the dispute between the parties is purely a commercial dispute",
      "labels": [
        "FAC"
      ],
      "id": "e6b1cce76cfa45a89a55518378cd5787_8"
    },
    {
      "start": 968,
      "end": 1184,
      "text": ". \n2) The facts show that, the Respondent/Plaintiff filed O.S. No.19 of 2013 against the Petitioners/Defendants for Specific Performance of Agreement of Sale, dated 14.06.2012, executed by the Petitioners/Defendants.",
      "labels": [
        "FAC"
      ],
      "id": "268ac6bd0d47424988e9a2ab35ef0bf3_9"
    },
    {
      "start": 1185,
      "end": 1383,
      "text": "It is the case of the Respondent/Plaintiff that, it has huge extent of land admeasuring 500 acres on 3 sides of the plaint schedule land and that a big compound Wall was constructed around his land.",
      "labels": [
        "FAC"
      ],
      "id": "bb461db8635f42549ea41f018eb1798b_10"
    },
    {
      "start": 1384,
      "end": 1496,
      "text": "The Respondent/Plaintiff floated a scheme of converting the said land into house plots for residential purposes.",
      "labels": [
        "FAC"
      ],
      "id": "7e59ea3711e243ec87cd737a9a394458_11"
    },
    {
      "start": 1497,
      "end": 1590,
      "text": "Several plots have been sold and purchased and houses were also constructed on the said land.",
      "labels": [
        "FAC"
      ],
      "id": "c1eec13e7b6a4fa3b5382bec144eb0eb_12"
    },
    {
      "start": 1591,
      "end": 1742,
      "text": "The Respondent/Plaintiff has planned to purchase the adjoining lands for expansion project, for which, the above agreement of sale came into existence.",
      "labels": [
        "FAC"
      ],
      "id": "d9ecde366a964a17ad80523321bdc05d_13"
    },
    {
      "start": 1743,
      "end": 1891,
      "text": "\n3) A suit came to be filed by the Respondent/Plaintiff on the ground that the Petitioners/Defendants have not performed their part of the contract.",
      "labels": [
        "FAC"
      ],
      "id": "285f14a8bc9c47a5ad701756c499a5cb_14"
    },
    {
      "start": 1892,
      "end": 2021,
      "text": "\n4) Written Statement came to be filed denying all the allegations made in the plaint, except the execution of Agreement of Sale.",
      "labels": [
        "FAC"
      ],
      "id": "b6f875e68bdc44a78dd6318067118113_15"
    },
    {
      "start": 2022,
      "end": 2381,
      "text": "Paragraph 17 and 18 of the Written Statement shows that the Petitioners/Defendants were willing to execute registered sale deeds if the entire sale consideration is paid, and in paragraph 18, it is stated that, in the event of passing of any decree by the court, the Respondent/Plaintiff is liable to pay interest @ 24% per annum from the dates fixed therein.",
      "labels": [
        "FAC"
      ],
      "id": "fcb4439d1471490ebd70f5fb7124e9b6_16"
    },
    {
      "start": 2382,
      "end": 2677,
      "text": "\n5) Having regard to the above, I.A. No. 202 of 2013 came to be filed under Order XII Rule 6 of C.P.C. to pass a decree in favor of the Respondent/Plaintiff for specific performance to an extent of Acres 7.86 cents on payment of balance consideration of Rs.3,14,00,000/- within a specified time.",
      "labels": [
        "FAC"
      ],
      "id": "281cc72f479647339752ac5406c0c171_17"
    },
    {
      "start": 2678,
      "end": 2799,
      "text": "At this stage, it is to be noted that, the value of the suit for the purpose of Court Fee was fixed at Rs. 8,08,08,770/-.",
      "labels": [
        "FAC"
      ],
      "id": "d09a5c4a6a3345858a4edc1160b1eeed_18"
    },
    {
      "start": 2800,
      "end": 2973,
      "text": "\n6) I.A. No. 4 of 2014 was filed by the Respondent/Plaintiff under Order VIII Rule 9 C.P.C. seeking to file rejoinder to the Written Statement of the Petitioners/Defendants.",
      "labels": [
        "FAC"
      ],
      "id": "3b115c02a9494b61b179ac5bbfcbd7eb_19"
    },
    {
      "start": 2974,
      "end": 3254,
      "text": "After due enquiry, the Trial Court allowed the I.A. No. 202 of 2013 vide its Order, dated 15.09.2015, directing the Respondent/Plaintiff to pay the balance sale consideration on or before 14.11.2015 and get the sale deed registered and in default, the suit shall stands dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "a1bf58b58aff4110b64da56307df2421_20"
    },
    {
      "start": 3255,
      "end": 3407,
      "text": "It is said that the amount was deposited into the account of the Petitioners/Defendants and a Sale Deed was also executed by the Petitioners/Defendants.",
      "labels": [
        "FAC"
      ],
      "id": "3f49122b50134416a267146bfb8d7e19_21"
    },
    {
      "start": 3408,
      "end": 3466,
      "text": "\n7) Later on, issues came to be framed by the Trial Court.",
      "labels": [
        "FAC"
      ],
      "id": "3a7041b2ebf44976bdc4fcbcabe1a9af_22"
    },
    {
      "start": 3467,
      "end": 3599,
      "text": "During the course of trial, the Respondent/Plaintiff examined himself as PW1 and the Petitioner/Defendant No. 1 was examined as DW1.",
      "labels": [
        "FAC"
      ],
      "id": "f459dc52306c4c83af0bd0d696eae148_23"
    },
    {
      "start": 3600,
      "end": 3637,
      "text": "The case is now posted for arguments.",
      "labels": [
        "FAC"
      ],
      "id": "beecabff9b2742cb8db4186bb4f472fc_24"
    },
    {
      "start": 3638,
      "end": 3769,
      "text": "At that stage, the present Transfer Civil Miscellaneous Petition came to be filed under the provisions of the Commercial Court Act.",
      "labels": [
        "FAC"
      ],
      "id": "c2562337af8d4e82908a6c1c55aa26eb_25"
    },
    {
      "start": 3770,
      "end": 3967,
      "text": "The same was returned on the ground of maintainability in view of Section 15(5) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 [the 'Act'].",
      "labels": [
        "FAC"
      ],
      "id": "8a9422836c8e4aa588127b73a4120e25_26"
    },
    {
      "start": 3968,
      "end": 4115,
      "text": "\n8) In order to appreciate the same, it will be useful to refer to Section 15(1)(2)(3)(4) and (5) of the Act, which are as under:-\n\"15. Transfer of",
      "labels": [
        "STA"
      ],
      "id": "35a81ea0afea4e2bba73d9084382e713_27"
    },
    {
      "start": 4116,
      "end": 4426,
      "text": "pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "7b5cbf3555d740adbe273b9b9965eeac_28"
    },
    {
      "start": 4427,
      "end": 6070,
      "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3[with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "8c32a17239b349c4bb0feaeea2314561_29"
    },
    {
      "start": 6072,
      "end": 6931,
      "text": "(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding\".\n9) Section 15 (1) states that, \"all suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division\".",
      "labels": [
        "STA"
      ],
      "id": "f886c6a9e5fa4ca4bb61d12d28dcb2fc_30"
    },
    {
      "start": 6932,
      "end": 7273,
      "text": "Sub-clause (2) postulates that, \"all suits and applications, including applications under the Arbitration and Conciliation Act, relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court\".",
      "labels": [
        "STA"
      ],
      "id": "c38c5afbcbcc47a6b48148bfb38bcb1c_31"
    },
    {
      "start": 7274,
      "end": 7522,
      "text": "Proviso states that, \"no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2)\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "803f512c57f44148a98ef2dbaa02e406_32"
    },
    {
      "start": 7523,
      "end": 8097,
      "text": "Sub-clause (5) states that, \"where a suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court where it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction\".\n10) Therefore, we feel that the objection raised by the Trial Court cannot be brushed aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b8bc1c9921f4e3fab5e85c494091e42_33"
    },
    {
      "start": 8098,
      "end": 8291,
      "text": "Having regard to Sub-Section 5 of Section 15, it is only the High Court, which may have to withdraw the suit on an application and transfer the same to the Commercial Court having jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cced4160d1b44e75a08a792bee0654ee_34"
    },
    {
      "start": 8292,
      "end": 8494,
      "text": "\n11) At this stage, the learned Counsel would contend that, the value of the suit, as on today, is less than the commercial value and, as such, transferring the suit to Commercial Court would not arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ec9c8c38ac44b439a6e18883a1feef0_35"
    },
    {
      "start": 8495,
      "end": 8671,
      "text": "The contents of the Order show that the suit was originally valued for Rs.8,08,08,770/-, pursuant thereto an Order for payment of balance of sale consideration came to be made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f47a0ec2ef545569e27144c2d3dc773_36"
    },
    {
      "start": 8672,
      "end": 8743,
      "text": "\nAccordingly, an amount of Rs.3,14,00,000/- was said to have been paid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15fab11056cd432992b4af0f52583b14_37"
    },
    {
      "start": 8744,
      "end": 9039,
      "text": "\n12) In the case of Condore Health Care Pvt. Ltd. and Ors. v. Corem Pharma Pvt. Ltd,1 the Division Bench of this Court, in paragraph 12, held as under:-\n\"Section 2 (c) of the Act defines commercial dispute as a dispute arising out of the transactions enumerated in clauses (i) to (xxii) therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0b43bac1f40c4d47a3817da9837867e9_38"
    },
    {
      "start": 9040,
      "end": 9231,
      "text": "If interpretation is sought to be given to Section 2(1)(c)(xvii) also has to be given to the other disputes enumerated therein, then Section 12 of the Act would become redundant and obsolete.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c6a4b1251604b54bf5093b38307f249_39"
    },
    {
      "start": 9232,
      "end": 9320,
      "text": "In our understanding, Section 2(1) (c) of the Act is subjected to Section 12 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c33fa16e81824c788c08b251ede7aebb_40"
    },
    {
      "start": 9321,
      "end": 9562,
      "text": "The commercial dispute defined in Section 2(1)(c) of the Act has to be of the specified value mentioned in Section 12 of the Act, unless both the conditions are fulfilled, a commercial Court would not be gaining jurisdiction over a dispute\".",
      "labels": [
        "STA"
      ],
      "id": "31f41c20ce294869add095b86f383d24_41"
    },
    {
      "start": 9563,
      "end": 9635,
      "text": "\n13) In Kalla Yadagiri v. Kotha Bal Reddy2 the court held as under:\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8fd106447afc48e4a0e13f418dbd37d6_42"
    },
    {
      "start": 9636,
      "end": 9737,
      "text": "What decides the jurisdiction with regard to a particular case is the nature of the claim as brought.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93f467ead205450bb6ab3841f0d27487_43"
    },
    {
      "start": 9738,
      "end": 9861,
      "text": "The plaintiff is bound to assess the relief he claims on the basis of the benefit he seeks to obtain by filing of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0df27a83e00406ebec2bf13ce1b4faf_44"
    },
    {
      "start": 9862,
      "end": 10060,
      "text": "For instance, in a suit for redemption of mortgage, the valuation is on the amount due to the mortgagee, which is the value of the relief and the suit is not valued taking the value of the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a94d51fea1646dd9b811a12cc9b6ed3_45"
    },
    {
      "start": 10061,
      "end": 10203,
      "text": "So also, in the case of foreclosure, the relief is valued on the basis of the total amount due and not of the value of the property mortgaged.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea54395ad7c34d509301b4bda5f7a419_46"
    },
    {
      "start": 10204,
      "end": 10375,
      "text": "In a suit for partition of joint family property, the value for the purpose of jurisdiction is the value of the share claimed by the plaintiff and not of the whole estate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c89bd7b733e48bbbfe8638c62e0df40_47"
    },
    {
      "start": 10376,
      "end": 10498,
      "text": "In a suit for injunction simplicitor, it is the value of the relief claimed and not on the value of the property involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfdf6e7abe204bf98c47c14c50db4631_48"
    },
    {
      "start": 10499,
      "end": 10622,
      "text": "In a suit for eviction against the tenant, the value is the annual rental value and not the value of the property involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44e5a95620e346e598b0ee4682f29aa4_49"
    },
    {
      "start": 10623,
      "end": 10860,
      "text": "In a suit for specific performance of enforcement of agreement, it is the consideration amount stated in the agreement which forms the valuation of the suit and not the value of the property on the date of the presentation of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef9a3a4878e14791bda114ee61a1f65a_50"
    },
    {
      "start": 10861,
      "end": 11029,
      "text": "We need not multiply the instances and suffice it to say that the proper method is to value for the Court-fees first and take that value for the purpose of jurisdiction",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef079d9b0d13454dbb155b26f9259d65_51"
    },
    {
      "start": 11030,
      "end": 11099,
      "text": ", for, value will control the matter for Court-fees and jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7a17ab8e44740e099ed5c4229202e92_52"
    },
    {
      "start": 11100,
      "end": 11308,
      "text": "It is not the value of the thing affected that settles the value of the thing affected that settles the value of the relief sought, but it is the value of the relief sought, which determines the jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b5a0634132a4923969190f3a8ecda7f_53"
    },
    {
      "start": 11309,
      "end": 11360,
      "text": "\"Subject matter\" is not the same thing as property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88a25e3ff92347f49b7ad67db42590d1_54"
    },
    {
      "start": 11361,
      "end": 11687,
      "text": "Subject matter is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the A.P. Courts Fees and Suits Valuation Act, 1956 and not A.P. Civil Courts Act, 1972.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34e9bd8eaa6e479188745e40a34cba6c_55"
    },
    {
      "start": 11688,
      "end": 12151,
      "text": "There are several judicial precedents supporting our view that the value of the relief for the purpose of Court-fees determines the jurisdiction and we need not state those plethora of precedents and suffice it to mention a judgment of the Supreme Court directly on the point dealing with analogous provision in 1999 (1) ALT 211 (F.B.) :: 1991 (1) ALD 22 (F.B.) the Suits Valuation Act, 1887, in S.Rm.Ar.S.Sp. Sathappa Chettiar v. S.Rm.Ar.Rm. Ramanathan Chettiar.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1e4a8ec5374949b9ba4e960a5ffbff0c_56"
    },
    {
      "start": 12152,
      "end": 12447,
      "text": "It is apt to extract the relevant portion of the said judgment:\n\"......There can be little doubt that the effect of the provisions of Section 8 is to make the value for the purpose of jurisdiction dependent upon the value as determinable for computation of Court-fees and that is natural enough.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "578362f7d6394f3392ece1fd2c9fda23_57"
    },
    {
      "start": 12448,
      "end": 12602,
      "text": "The computation of Court-fees in suits falling under Section 7(iv) of the Act depends upon the valuation that the plaintiff makes in respect of his claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "916250c80d0344e78e0e290d4143ca7d_58"
    },
    {
      "start": 12603,
      "end": 12738,
      "text": "Once the plaintiff exercises his option and values his claim for the purpose of Court-fees, that determines the value for jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69cbbd3bead94d6f93e4631ef3481aa4_59"
    },
    {
      "start": 12739,
      "end": 12928,
      "text": "The value for Court-fees and the value for jurisdiction must no doubt be the same in such cases; but it is the value of the Court-fees stated by the plaintiff that is of primary importance.",
      "labels": [
        "RATIO"
      ],
      "id": "62973fa5144c4f498a355f57562696de_60"
    },
    {
      "start": 12929,
      "end": 13002,
      "text": "It is from this value that the value for jurisdiction must be determined.",
      "labels": [
        "RATIO"
      ],
      "id": "293333e3081842c780c31b67db22aa17_61"
    },
    {
      "start": 13003,
      "end": 13928,
      "text": "The result is that it is the amount at which the plaintiff has valued the relief sought for the purposes of Court- fees that determines the value for jurisdiction in the suit and not vice versa\".\n14) Further, referring to the Judgment of the Full Bench in Y. Venkata Sesha Reddy vs. Chembati Kausalyamma,3 the court held as under:\n\"Subject matter is not the same thing as the property, but is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the court fees Act\".\n15) Having regard to the above and viewed from any angle, this being a commercial dispute, we see that, it is a fit case for transfer of the same to the Commercial Court, at Kurnool, for disposal in accordance with law.\n16) Accordingly, the Transfer Civil Miscellaneous Petition is allowed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13d6a034212348379565841e5e1bcd6f_62"
    },
    {
      "start": 13929,
      "end": 13950,
      "text": "No Order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "c13b615001c1406e938b83b6bd070606_63"
    },
    {
      "start": 13951,
      "end": 14047,
      "text": "\n2007 (6) ALD 561 17) Consequently, miscellaneous petitions, if any, pending shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "b4527335a594401080c494c18605cb8e_64"
    },
    {
      "start": 14048,
      "end": 14322,
      "text": "\n_______________________________ JUSTICE C. PRAVEEN KUMAR __________________________ JUSTICE M. GANGA RAO Date: 20.02.2020 SM THE HON'BLE SRI JUSTICE C. PRAVEEN KUMAR AND THE HON'BLE SRI JUSTICE M. GANGA RAO (per the Hon'ble Sri Justice C.Praveen Kumar) Date: 20.02.2020 SM.",
      "labels": [
        "NONE"
      ],
      "id": "f450933d90184c4a8f7f8de2162ac3d6_65"
    }
  ]
}