{
  "id": "c5f88d0edfb3cda1ff8785d4b4ed25fabc4afd2a77b51e81b49dd7da06d275dd",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadras High Court \nR.Radha @ Radha Ramalingam vs Madhan Raj on 30 November, 2023 \nAuthor: V.Bhavani Subbaroyan\nBench: V.Bhavani Subbaroyan \n                                                            C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & \n                                                                 C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023\n\n                                     In The High Court Of Judicature At Madras\n\n                                                        Dated: 30.11.2023 \n\n                                                             Coram: \n\n                                   The Hon'Ble Mrs. JUSTICE V.Bhavani Subbaroyan \n\n                                   C.R.P.Nos.3672, 3800 of 2022 and 338 and 2123 of 2023 \n                                     C.M.P.Nos.19457, 20005 of 2022 and 12931 of 2023 \n\n\n                     R.Radha @ Radha Ramalingam                    ... Petitioner in Crp Nos.3672, 3800 \n                                                                      of 2022 \n                     Madan Raj Huf                                 ...Petitioner in Crp No.338 of 2023\n                     R.Radha Huf                                   ...Petitioner in Crp No.2123 of 2023\n\n                                                                 Vs.\n\n                     Madhan Raj           ...Respondent in Crp Nos.3672 and 3800 \n                                             of 2022 \n                     Radha @ Radha Ramalingam ... Respondent in Crp No.338 of 2023\n                     B.Niranjani                 ... Respondent in Crp No.2123 of 2023\n\n                     Prayer in Crp No.3672 of 2022:\n\n                                  Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     set aside the one-line docket order and decreetal order dated 28.07.2022\n\n                     made in I.A.No.2 of 2022 in COS.No.9 of 2022 on the file of Commercial\n\n                     District Judge, Salem.\n\n                     Prayer in Crp No.3800 of 2022:\n\n                                  Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     set aside the order and decreetal order dated 03.09.2022 made in I.A.No.4\n\n                     of 2022 in Cos No.9 of 2022 on the file of the Commercial District Judge,\nhttps://www.mhc.tn.gov.in/judis\n\n\n                     1/36 \n                                                             C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & \n                                                                 C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 \n\n                     Salem by allowing the present Revision. \n\n                     Prayer in Crp No.338 of 2023: \n                          Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     set aside the docket order dated 20.10.2022 in I.A.No.6 of 2022 in \n\n                     C.O.S. No.9 of 2022 on the file of the learned District Judge, Commercial \n\n                     Court, Salem as illegal and incompetent without jurisdiction. \n\n                     Prayer in Crp No.2123 of 2023: \n\n                                  Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     strike off the plaint in C.O.S. No.10 of 2023 on the file of the learned District\n\n                     Judge, Commercial Court, Salem for want of compliance of Section 12-A of\n\n                     the Commercial Courts Act, 2015 (4 of 2016) together with lack of\n\n                     jurisdiction in terms of Section 9 of the Code of the Civil Procedure.\n\n\n\n                     For Petitioner in C.R.P.No.338 of 2023 and\n                     For Respondent in C.R.P.Nos.2123, 3672 and 3800 of 2022\n                     Mrs.AL.Gandhimathi, Senior Counsel for \n                     Mr. M.Sriram and \n                     Mr.A.Saravanan\n\n\n                     For Petitioners in Crp Nos.3672 and 3800 of 2022\n                                        and Crp No.2123 of 2023 \n                     and For Respondent in Crp No.338 of 2023\n\n                     Mr. N.Jothi, Senior Counsel for \n                     Mr.S.Vinod \n                                             Common Order\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Since the parties in the Revisions are one and the same, they are tak en up together and a common order is being passed. \n2. The brief facts leading to the Revisions are as follows:\n(i) The respondent in the first two Revisions, viz., CRP Nos.3672 and 3800 of 2022, viz., Madhanraj, HUF represented by its Kartha Madhanraj filed commercial original suit in C.O.S. No. 118 of 2021 [Lateron, on the formation of Commercial Court transferred from the Principal District Court, Salem and renumbered as C.O.S.No.9 of 2022]. As per said the plaint averment, the defendant who is the revision petitioner in C.R.P. Nos.3672 and 3800 of 2022 and 2123 of 2023 and respondent in CRP No.338 of 2023 was then and there borrowing money from the respondent / plaintiff herein on from various dates from 21-11-2013 onwards either by bank account transfer or by cash for the defendant/petitioner's urgent personal and business requirements by assuring to the repay the debt with interest at the rate of Rs.1/- per 100 per month. As per the account maintained by the plaintiff, the defendant was liable to pay a sum of Rs.2,09,72,300/- towards principal and interest as on 7-12-2019. On which day, the amount due was rounded off to Rs.2,05,00,000/- to which, the defendant acknowledged and executed the promissory note for Rs.2,05,00,000/- on 7-12-2019. \nThereafter, on 18-02-2021, the defendant borrowed Rs.29,00,000/- from the plaintiff for the urgent personal use and executed a promissory note on https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 18-2-2021 in favour of the plaintiff assuring to repay the same with an interest at the rate of Rs.1 per 100 per month to the plaintiff.\n(ii) It is further alleged in the plaint that when the plaintiff demanded the defendant to repay the debt, the defendant issued cheques on 08-05-2021 dated 21-7-2021 for a sum of Rs.20,00,000/- and cheque dated 25-06-2021 for a sum of Rs 25,00,000/- and two cheques dated 26- 7-2021 for a sum of Rs.50,00,000/- each. It is stated in the plaint that when the cheques were presented, it was dishonoured under the endorsement either funds insufficient or exceeds, thereby, entitling the plaintiff to send a statutory legal notice on 10-8-2021 demanding the cheque amounts. Though the notice was received on 11-8-2021 instead of honouring the cheque, the defendant seems to have sent a reply on 16-8-2021 to which the plaintiff sent a rejoinder notice on 21-8-2021 that was received by the defendant and the defendant seems to have issued reply to the rejoinder notice sent by the plaintiff.\n( iii) Thereafter, the plaintiff has initiated criminal proceedings before the Judicial Magistrate - V, Salem on 20-9-2021 for an offence under Section 138 Negotiable Instruments Act. However, reserving his right to file civil suit against the defendant. Therefore the plaintiff, who is the respondent herein has held the defendant / petitioner herein in the first above three Revision Petitions liable to pay Rs.2,34,00,000/- alongwith https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 interest at the rate of Rs.1/- per 100 per month to the plaintiff. Thus, the plaintiff has invoked the Commercial Courts Act 2015 and filed the same before the Commercial Court at Salem, District Judge of Salem. \n(iv) Pending suit, immediately after the receipt of the suit summons, the defendant/the petitioner in the 1st three above referred Revisions has filed I.A. No. 2 of 2022 invoking Order 7 Rule 11(a) and (d) of CPC seeking rejection of plaint on the ground that the Commercial Court has no jurisdiction to try the Money Suit, which is otherwise capriciously drafted to attract the Commercial Courts Act 2015, apart from various among other grounds raised in this petition. Though, the petition under Order 7 Rule 11 CPC was filed and arguments were heard from both the sides, the learned District Judge, Commercial Court, Salem has dismissed I.A No. 2 of 2022 in a one line order without specifying any reasons on merits and discussing the same which is fervous and hence C.R.P.No. 3672 of 2022 is filed challenging the same. \n(v) As far as C.R.P.No.3800 of 2022 is concerned, an application was filed in I.A.No. 4 of 2022 by the respondent / plaintiff seeking to amend the plaint filed in Commercial Original Suit in No.9 of 2022 under Order 6 Rule 17 of CPC and the same was allowed by order dated 3-9-2022 and the same is challenged in this revision petition.\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 (vi) Further, C.R.P.No. 2123 of 2023, is filed by the petitioner / defendant to strike off the plaint in C.O.S.No.10 of 2023 on the file of District Judge, Commercial Court, Salem. The said suit was filed by the respondent, viz., Niranjani, wife of Madhanraj invoking Commercial Court jurisdiction at Salem seeking a decree in favour of her directing the petitioners / defendants to pay a sum of Rs.2,84,85.962/- along with the accrued interest on Rs.2,16,00,000/- at Rs.1 per 100 per month from the date of institution of suit. \n(vii) The C.R.P.No.338 of 2023 is filed by the petitioner / plaintiff as against the order made in I.A.No.6 of 2022 dated 20.10.2022 [which was preferred by the respondent / defendant to file statement of truth under Order 6 Rule 15-A of CPC], on the ground that the statement of truth ought to have been filed within 120 days i.e., 13-2-2022 and has been filed with a delay of 249 days, which according to the plaintiff is an erroneous order passed by the District Judge, Commercial Court at Salem and the court below allowed the said pettion by permitting the statement of truth. \n3. The learned Senior counsel appearing for revision petitioner in C.R.P.3672 of 2022 and C.R.P. No. 3800 of 2022 would contend that https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 dismissal of the petition filed under Order 7 Rule 11(a) and (d) seeks intervention of this Court, in as much as the learned District Judge dismissed the same in one line order, despite the petitioner had taken earnest effort to convince the court that the suit itself is not maintainable invoking Commercial Courts Act, 2015 and if at all the same is maintained, the suit is barred by limitation, as contemplated under the Commercial Courts Act 2015 and the Limitation Act. Thatapart, the learned Senior Counsel also urged upon this Court that the commercial courts act is not intended from the suits of ordinary money claim on alleged promissory note to invoke the commercial courts act and the jurisdiction of the court which the very purpose of the act will be defeated. He would further contend that that the claim made by the plaintiff in this suit does not fall under any one of the 22 categories, as mentioned under Section 2(1)(c) of the Act. The plaintiff has pouched his pleadings to fit in the jurisdiction of the Commercial Courts Act, which in otherwise would ordinarily be a money suit rather than being filed under Commercial Courts Act, 2015. The learned counsel further submitted that the promissory notes have not authorized to file under the commercial courts and commercial division, as the same are not mercantile documents as defined in Section 2(1) of the commercial courts act, hence, pleaded the dismissal of the suit in C.O.S.No.9 of 2022 and allow C.R.P.Nos 3672 and 3800 of 2022. \nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 4 . Lastly, the learned Senior counsel appearing for revision petitioner in C.R.P.3672 of 2022 and C.R.P. No. 3800 of 2022 would contend that when the suit itself is not maintainable, as not arising under the commercial courts act, the question of permitting the plaintiff to amend the plaint, after filing of the petition under Order 7 Rule 11 (a) and (d) of CPC would not arise and the learned District Judge ought to have dismissed the petition seeking amendment of plaint.\n5. The learned senior counsel for the petitioner in C.R.P.No. 2123 of 2023 submitted that the suit in C.O.S.No.10 of 2023 is breft of the jurisdiction of the court for invoking the Commercial Courts Act 2015, when the act clearly specifies that pre-institutions mediation and settlement under Section 12(a) of the Commercial Courts Act, 2015, the suit ought not to have been taken on file for want of compliance under Section 12(a) of Commercial Courts Act, 2015. The learned senior counsel relied upon the following Judgments to support his contention. \na. Judgment of the Hon'ble Supreme Court reported in (2020) 7 Supreme Court Cases 366 [Dahiben Vs. Arvindbhai Kalyanji Bhanus Ali (Gajra) dead through Legal representatives and others] b. Judgment of the Hon'ble Supreme Court reported in (2021) 9 Supreme Court Cases 99 [Srihari Hanumandas Totala Vs. Hemant https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Vithal Kamat and others] c. Judgment of the Hon'ble Supreme Court reported in (2022) 7 Supreme Court Cases 731 [Sri Biswanath Banik and Another Vs. Sulanga Bose and Others] d. Judgment of High Court of Delhi reported in 2022 SCC Online Del 3636 [IHHR Hospitality (Andhra) Pvt., Ltd., Vs. Seema Swami and Others] e. Judgment of High Court of Calcutta reported in 2022 SCC Online Cal 3010 [Venkatesh Vincom Pvt., Ltd., Vs. Spice of Joy, Multicuisine Restaurant cum Bar and Others] f. Judgment of High Court of Delhi reported in 2023 SCC Online Del 1808 [Amanpreet Kohli Vs. Pankaj Dayal]. \ng. Judgment of High Court of Calcutta reported in AIR 1970 Calcutta 75 [Associated Power Co., Ltd., Vs. Ram Taran Ro] h. Judgment of this Court reported in 2021 (6) CTC 671 [Shahi Exports Pvt., Ltd., Vs. Gold Star Line Limited and Others] i. Judgment of Hon'ble Supreme Court reported in (2022) 10 Supreme Court Cases 1 [Patil Automation Pvt., Ltd., and Others Vs. Rakheja Engineers Pvt., Ltd.,] j. Judgment of High Court of Delhi reported in 2022 SCC Online Del 2639 [Bola Technology Vs. Ujoy Technology Pvt., Ltd., and https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Another].\n6. The learned senior counsel appearing for the respondent in C.R.P. Nos.3672 of 2022, 3800 of 2022 and 2123 of 2023 and petitioner in C.R.P. No.338 of 2023 would contend that the CRP filed by the petitioner / defendant in CRP Nos.3672, 3800 and 2123 of 2023 is not maintainable, as there is a specific bar in approaching this Court, as she ought to have filed only appeal as specified under Section 13 of Commercial Courts Act, 2015. The respondent counsel contended that the transaction between the respondent and the petitioner are the commercial transaction, which is clearly covered under Section 2(1)(c)(i) of Commercial Courts Act. That apart, the learned counsel also contended that the respondent is a licensed money lender and the petitioner borrowed money from the respondent for his business and family expenses by executing promissory notes agreeing to repay the debts with interest. Apart from the same, the learned senior counsel traversing through the plaint averments would state that the documents produced viz., the Promissory notes and communications between the plaintiff and the defendant would itself establish the commercial transaction between the plaintiff and the defendants. Further, the defendant continues to borrow money from the plaintiff for commercial purpose and the plaintiff periodically renewed his lending license will also https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 established the transaction between the plaintiff and the defendant is commercial in nature that would attract the jurisdiction under Commercial Courts Act, 2015 and hence the suit filed invoking the commercial courts act 2015 is maintainable. As far as the revision petition in CRP No.338 of 2023 is concerned, the learned senior counsel emphasized more upon Order 6 Rule 15(a)(4) of CPC, where the learned senior cousel submitted that the defendant was continuously aware that the statement of truth, ought to have been filed within 150 days from the date of service of summon and on an expiry of 120 days, the defendant forfeit the such right to file the written statement. The District Court allowed the I.A. No.6 of 2022, thereby accepted the statement of truth, which cannot be sustained as the same is beyond the competency of the court to accept such statement of truth when the statute prohibits such receival after 120 days. Hence, revision petition filed in CRP No. 338 of 2023 has to be allowed and order passed in I.A. No.\n7. The learned Senior Counsel further submitted as against the argument made by the learned Senior Counsel, Mr.N. Jothi in CRP No. 2123 of 2022 that Section 12(a) of the Commercial Courts Act is only a procedural aspect, which is curable even pending suits. Section 12(a) of the Commercial Courts Act is only a conciliated procedure which can even be https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 undertaken for pending suit referring the parties of the suit for mediation as contemplated under section 12(a) of the Commercial Courts Act. Hence, the suit filed by Niranjani in COS No. 10 of 2023 before the District Judge Commercial Court, Salem cannot be rejected that has to be sustained and proceeded for further trial. The learned senior counsel sought dismissal of C.R.P.No. 2123 of 2023.\n8. Further, the learned counsel for the petitioner in CRP No.3672 of 2022 in support of her contention has relied upon the Judgment of the Delhi High Court reported in 2022 SCC Online Del 3636 [IHHR Hospitality (Andhra) Pvt., Ltd., Vs. Seems Swami and Others] at paragraph nos.10 to 12, wherein it is held as follows:-\n10. In the case of Lady Moon Towers Pvt. Ltd. vs. Mahindra Investment Advisors Pvt. Ltd. MANU/WB/0547/2021 it was observed by the High Court of Calcutta that the definition contemplates a commercial dispute and not any other form of dispute where the basis of disagreement between the parties has a non-commercial cause. The gradation of disputes in Section 2(i)(c) takes into account all possible forms of Agreements from which a commercial dispute may arise; it makes it clear that the framers of the statute gave emphasis on the commercial flavour of the transaction as opposed to agreements entered into between the parties without a commercial purpose. The commercial purpose would generally mean a transaction by which a person's commercial or economic interest may be advanced and would result in an economic benefit to that person. It would not include an agreement where profit making is an incidental outcome of the transaction or may happen by accident. Home Loan for example is given by a person or entity to another with the expected outcome of principle sum being returned with interest. The essential commercial flavour in such a https://www.mhc.tn.gov.in/judisloan may be lost by way of informal terms under which the money is C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 lent and advanced and the Digitally Signed By:PRIYANKA ANEJA Signing Date:04.11.2022 13:23:37 2022/DHC/004647 consequent uncertainty which may result therefrom. It was further observed that in terms of Section 2(i)(c) ordinary transactions of merchants, bankers, financers and traders such as those relating to mercantile documents implies ordinary transactions between the named persons and the \"mercantile documents\" indicates that all transactions between the specified classes of persons will not result in a commercial dispute where the transaction does not relate to mercantile documents. Only those disputes arising out of a transaction between the named classes of persons which has been formalised by way of a mercantile document would be termed as a commercial dispute. In the said suit, a loan of Rs. 50 lakhs had been given by the plaintiff Company to the defendant since the Directors of the Plaintiff Company were known to the defendant since long. It was held that simplicitor because a loan transaction was involved would not attract a commercial flavour to it and was held to be not a commercial dispute. \n11. This Court in Kailash Devi Khanna vs. DD Global Capital Ltd. 2019 SCC OnLine Del 9954 held that all suits for recovery of monies cannot brought under Section 2(1)(c)(i) of the Act where the suit is not based on any transaction relating to mercantile documents. The Bombay High Court in Bharat Huddanna Shetty vs. Ahuja Properties & Developers (Interim Application (L) No.14350 of 2021; decided on 13 th July, 2021) rejected the contention that the suit should be treated as a commercial summary suit on the mandate that the transaction had occurred between merchants, bankers, financiers and traders and further clarified that transactions between individuals where the plaintiff gives a friendly loan to a needy friend will not be seen as a transaction in the course of ordinary business. The Madras High Court in R. Kumar vs. T.A.S Jawahar Ayya MANU/TN/4159/2020 was Digitally Signed By:PRIYANKA ANEJA Signing Date:04.11.2022 13:23:37 2022/DHC/004647 of the view that since the plaintiffs did not transact in the capacity of financiers, the dispute was not a \"commercial dispute\" and that an ordinary transaction of the four classes of persons mentioned in 2(1)(c)(i) arising out of mercantile documents alone would fall within the definition of a commercial dispute. The Calcutta High Court in Associated Power Co. Ltd. Vs. Ram Taran Roy AIR 1970 Cal 75 focused its gaze on a \"mercantile document\" within the meaning of the First Schedule of the City civil Court Act, 1953 as a document between merchants and traders where the construction, interpretation and meanings of words and clauses of the mercantile documents would assume significance. \nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 12 . It should also be pointed out that the words used in sub- clause (i) of clause(c) are \"ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents.....\". The placement of the underlined words between ordinary transactions of the named persons and the mercantile documents indicates that all transactions between the specified classes of persons will not result in a \"commercial dispute\" where the transaction does not relate to mercantile documents. Hence, only a dispute arising out of a transaction between the named classes of persons which has been formalised by way of a mercantile document will be a \"commercial dispute\" under Section 2(1)(c)(i) of the 2015 Act. \n9. That apart, the learned counsel for the petitioner in CRP No.3672 of 2022 in support of her contention has relied upon the Judgment of the High Court of Calcutta reported in 2022 SCC Online Cal 3010 [Venkatesh Vincom Pvt., Ltd., Vs. Spice of Joy, Multicuisine Restaurant cum Bar and Others] 7. Reverting to the core issue the eventuality enshrined in Clause (i) of Section 2(1)(c) of the said Act postulates that a dispute arising out of the ordinary transaction of financer relating to mercantile documents including its enforceability and interpretation are the important factors to be borne in mind. The said Clause can be segregated into 3 parts. Firstly, the dispute must arise out of ordinary transaction of financer and secondly, such ordinary transaction must relate to a mercantile document and thirdly, the enforceability and the interpretation of such document is involved. Admittedly, the appellant is a non banking financial corporation which would be evident from the averments made in the plaint and the certificate of incorporation annexed thereto. The primary function of the non banking corporation is to extend financial supports and can be regarded as an FMAT 20 OF 2022 Page-8 ordinary https://www.mhc.tn.gov.in/judistransaction of the financer. We find no ambiguity in this regard that C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 lending money by the appellant is fundamentally the transactions which it does and can be regarded as the ordinary transaction. The parties are not ad idem on the expression \"mercantile document\"\nappearing in the said clause for the reason that there was no agreement in writing nor any document evincing the money given as loan to the respondents. The mercantile document is not defined in the said Act. However, the said Act defines 'document' in Section 2(1)(f) to mean any matter expressed or described upon any substance by means of letters, figures, or marks, or electronic means or, by more than one of those means, intended to be used, or which may be used, for the purpose of recording that manner. The definition of a document is expansive and is not restricted to any agreement to be executed by and between the parties recording the transactions at the beginning thereof. The definition is wide enough to include any expression or a description of any substance by means of letters, marks or figures or electronic means which would be sufficient enough to bring clarity of the matter. The word 'mercantile' in ordinary parlance means a document relating to a merchant or trading or a document which is commercial in nature. In Black's Law Dictionary, 8th Edition 'mercantile' is defined as in \"BLD\"\n8. Since the word 'mercantile' includes the transaction which is of commercial nature the \"commercial paper\" is also defined in the Black's Law Dictionary as an instrument other than the cash for the payment of money and include negotiable instrument of a particular kind in the following:\nFMAT 20 OF 2022 Page-9 \"Commercial Paper: 1. An instrument, other than cash, for the payment of money. Commercial paper - typically existing in the form of a draft (such as a check) or a note (such as a certificate of deposit) - is governed by Article 3 of the https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 UCC. But even though the UCC uses the term commercial paper when referring to negotiable instruments of a particular kind (drafts, checks, certificates of deposit, and notes as defined by Article 3), the term long predates the UCC as a business and legal term in common use. Before the UCC, it was generally viewed as synonymous with negotiable paper or bills and notes. It was sometimes applied even to nonnegotiable instruments. - Also termed mercantile paper; company's paper. See NEGOTIABLE INSTRUMENT.\" \n\" 'Commercial paper' is rather a popular than a technical expression, often used, however, both in statutes and in decisions of courts, to designate those simple forms of contract long recognized in the world's commerce and governed by the law merchant.\" \n\"Defined most broadly, commercial paper refers to any writing embodying rights that are customarily conveyed by transferring the writing. A large subset of commercial paper consists of such writings that are negotiable, which means that the law enables a transferee to acquire the embodied rights free of claims and defences against the transferor.\" \nFMAT 20 OF 2022 Page-10 \"Sec. 2 (c) \"Commercial dispute\"\nmeans a dispute arising out of - (ii) Ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents. \n9. The Stroud's Judicial Dictionary defines the commercial action to mean and include any cause arising out of ordinary transactions of merchants and traders and without prejudice to generosity of the following words: any cause relating to construction of a mercantile document, the export or import of mercantile, https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 insurance, banking, mercantile agency and mercantile uses. It, thus, engulfed within itself any action or undertaking with an object to make a profit therefrom (see Punjab University vs. Unit Trust of India & Ors., (2015) 2 SCC 669). In Ladymoon Towers Pvt. Ltd. (Supra) the Single Bench of this Court has relied upon various judgments of the Delhi High Court, Bombay High Court and Madras High Court as well as the Calcutta High Court to ascertain the meaning of a mercantile document. It has been held therein that all suits of recovery of money may not come within the purview of Section 2(1)(c)(i) of the Act if not based on any transaction relating to mercantile document. The view of the Bombay High Court has also been noticed to the effect that the suit cannot be treated as a commercial suit unless the transaction has occurred between the merchants, traders, bankers and financers and, therefore, any transaction of two individuals in extending a friendly loan cannot be regarded as a commercial transaction or a transaction in an ordinary course of business. The view of the Madras High Court as relied on by the Single FMAT 20 OF 2022 Page-11 Bench in Ladymoon Towers Pvt. Ltd. (Supra) was that if the plaintiffs have not transacted in a capacity of a financer it cannot come within the purview of the aforesaid definition clause. So far as the Calcutta High Court view as noticed by the Single Bench in the above noted decision was based on the definition of a mercantile document appearing in the First schedule of City Civil Courts Act, 1953 to be a document between merchant and traders and the construction, interpretation and meaning of the words and clause of the mercantile document would assume a greater significance. Though the aforesaid judgments were noticed by the Single Bench in the above referred cases but ultimately it was held that the suit for recovery of money lend and advanced as friendly loan does not satisfy the definition of https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 a commercial dispute. It is no doubt true that every nature of the monetary transaction cannot come within the ambit of a commercial dispute defined in the said Act. Such monetary transaction in an ordinary course of business transacted by the merchants, bankers, financers and traders based upon a mercantile documents are regarded as a commercial transactions and a suit before the Commercial Court is maintainable. Taking a clue from the definition of a 'merchant', what was a conservative view at one point of time have seen a radical change with the varied varieties of transaction which can be manifestly seen from the expansive definition of a commercial dispute under Section 2(1)(c) of the said Act. By advancement of technology the mode and the nature of transactions have also been changed and what was earlier known as a negotiable instrument in a primitive stage has been gradually taken out of practice and the mode of the transaction has been well accepted in electronic form. The interpretative tool FMAT 20 OF 2022 Page-12 is an evolving process and changes with the behavioural pattern of the society more particularly in commercial transactions and, therefore, any rudimentary form of the interpretation may not be compatible with the changing pattern of the commercial transactions. \n12. It leads to another question whether the loan extended to one of the partners for and on behalf of the firm can be regarded as a transaction with the firm. The answer can be traced from the provisions contained in Chapter IV of the Indian Partnership Act, 1932. Section 18 of the said Act postulates that the partner is an agent of a firm for the purpose of business of the firm. Section 19 contemplates the implied authority of the partner as an agent of the firm and Section 22 thereof binds the firm for any act of the https://www.mhc.tn.gov.in/judisinstrument done or executed by the partner or other persons on C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 behalf of the farm to be regarded as done or executed by the firm. Undisputedly, the cheque was issued by the appellant to the Respondent no. 2 and the receipt or a note evincing such transaction, was issued by the Respondent no. 1 firm. It is not a case where the Respondent no. 2 utilised the money for his individual purposes but in fact the money given by the appellant was used and utilised by the Respondent no. 1 firm and the TDS certificate also corroborate the same. Even the interest is paid by the Respondent no. 1 firm and, therefore, even if the cheque covering the loan amount was issued in the name of one of the partners but shall be regarded as a payment to the firm. As indicated above, there is no condition laid down in the said definition 'commercial dispute' that the mercantile document must be executed at the beginning or before the transaction having affected rather the document defined in Section 2(1)(f) of the Act includes any matter expressed or described upon any substance by means of letters, figures or marks or electronic means intended to be used or which may be used for the purpose of recording the FMAT 20 OF 2022 Page-16 matter. We, therefore, find no difficulty in considering that the mercantile document as an instrument by any other means coming within the ambit of the definition of a document executed by a merchant in an ordinary course of business and any restrictive interpretation would frustrate the legislative intent and the object and purpose underlying the promulgation of the Commercial Courts Act, 2015. We, therefore, have no hesitation to hold that the dispute involved in the instant pattern satisfies the definition of a commercial dispute and the order of the Commercial Court cannot be sustained. https://www.mhc.tn.gov.in/judis 10. Heard the learned senior counsels and learned counsels for the C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 appropriate parties and perused the records carefully.\n11. Though the parties to the C.R.P. Nos. 3672 of 2022, 3800 of 2022 and 338 of 2023 are Madanraj, Hindu Undivided Family, as plaintiff and Radha alias Ramalingam, as defendants arising out of C.O.S. No. 9 of 2022 are taken up along with CRP No. 2123 of 2023, arising out of T.Niranjani as plaintiff and R. Radha as defendant in C.O.S. No.10 of 2023 on the file of District Judge, Commercial Court Salem and the parties are described to their respective rank as placed in the suits.\n12. On the perusal of the records it is seen that the plaintiff, viz., Madanraj seems to have filed C.O.S.No.118 of 2021, which was subsequently renumbered as C.O.S.No.9 of 2022 on the file of Commercial District Court, Salem. The plaintiff had approached the District Court invoking jurisdiction under Commercial Act, 2015, claiming for a decree in favour of the plaintiff directing the defendant to pay Rs.2,86,67,748/- with accrued interest on Rs.2,34,00,000/- at Rs.1/- per 100 per month from the date of suit till the date of realisation of amount that on the ground that the defendant one Radha Ramalingam bororrwed money from the plaintiff on various dates starting from 21.11.2013 by way of cash or by way of bank account of transfer.\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 13. The plaintiff has further averred that the defendant was liable to pay Rs.2,09,72,300/- to the plaintiff towards principal and interest on 07.12.2019. However, after negotiation with the defendant, the plaintiff and defendant had arrived an amount of Rs.2,05,00,000/- and thereby waiving a sum of Rs.4,72,300/- to satisfy the above amount claimed, which is a debt to be paid by the defendant, he had executed a promissory note dated 07.12.2019 for the above said sum of Rs.2,05,00,000/- apart from he has issued various cheques dating from 08.05.2021 to 26.07.2021. When the cheque was presented for clearing, the defendant had failed to honour the cheque, either it was for want of sufficient funds or returned with an endorsement of 'Exceeds insufficient'. The cheques were returned and the same is evident from the series of exchange of notices between the plaintiff and the defendant and when the amount were not been received by the plaintiff, the plaintiff had initiated criminal proceedings under Section 138 of Negotiable Instruments Act. \n14. It is further seen from the records available that the defendant had invoked order 7 Rule 11(a) and (d) of CPC seeking the court's intervention to reject the plaint in C.O.S. No.118 of 2021 by way of I.A.No.2 of 2022, which was filed on 07.02.2022, for the said I.A., a counter was also filed by the plaintiff as early as 11.02.2022. Pending the said I.A., the defendant https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 has also filed a written statement on 01.06.2022. The said I.A.No.2 of 2022 came to be decided by the Learned District Judge, Commercial District Court, Salem on hearing the arguments on both the sides, finally an one line order and decreetal order came to be passed on 28.07.2022 and the said order reads as follows:-\nOrders pronounced in open court. In the result, the petition is hereby dismissed with costs and the decreetal order which reads as follows:\n(1)That the petition be and the same is hereby dismissed. (2)that the petitioner do pay a sum of Rs.1,000/- to the respondents to the cost of the petition. \nIt is seen from the records that the defendant have raised several grounds in the affidavit in support of the petition filed under Order 7 Rule 11(a) and (d) of CPC, which was primarily on the ground of lack of jurisdiction, maintainability of the suit under the Commercial Courts Act, 2019 and not following the mandatory provisions under Commecial Courts Act, 2015. When the defendant has raised several grounds apart from the said grounds, none of them were discussed by the learned Single Judge while dismissing I.A.No.2 of 2022. \n15. The Hon'ble Supreme Court as well as the High Court in various States have consistently held that proper reasons have to be given when the https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 lower judiciary is disposing of any applications and no creptic order can be passed, especially one line order dismissing the application, which exhibits clear non application of mind by the said district judge. When the defendant has raised a maintainability and it is the duty of the District Judge to answer the reasons for his dismissal and even though the lower court need not answer all the grounds in favour or against any party when a question is raised in the suit that too when application was filed under Order 7 Rule 11, it becomes the mandatory duty of the District court to discuss the application or non application of order 7 Rule 11 CPC, when it has been raised by the parties concerned. For this reason alone, the order impugned in C.R.P. No.3672 of 2022 has to be set aside and when cryptic order is passed in I.A.No.2 of 2022 in COS No.9 of 2022 is unbecoming of the learned District Judg, the District Court has to rectify. Accordingly, CRP No.3672 of 2022 is allowed and order passed in I.A.No.2 of 2022 dated 28.07.2022 is set aside. \n16. As far as CRP No.3800 of 2022 is concerned, the plaintiff had filed I.A.No.4 of 2022 seeking amendment of plaint under Order 6 Rule 17 of CPC on 06.08.2022 after dismissal of I.A.No.2 of 2022. The amendment petition and the affidavit filed in support to the petition and the details of the https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 amendment clearly shows that those grounds which were raised for non- maintainability of the suit in the written statement filed by the defendant, the plaintiff has come forward to rectify the mistakes by amending his plaint and the details sought for amendment are extracted hereunder:-\n 1. Add the following in between the words, 'years' and 'Hindu' in the 2nd line in the plaintiff long cause title in the Page No.1 of the plaint, consisting of the Kartha Madhan Raj and its members B.Niranjani aged 43 years the wife of the Kartha and Amitha aged 19 years the daughter of the Kartha,\n2. Add the following in between the words, 'years' and 'the' in the 2nd line in Para No.3 in the Page No.1 of the plaint, The plaintiff is a licensed money lender 3. Add the following in between the words 'plaintiff' and 'Karur' in the 3rd line in Para No.7 in the Page No.2 of the plaint, at the plaintiff's residence at Salem,\n4. Add the following at the end of Para No.11 in the Page No.3 of the plaint, as agreed by the defendant in the Promissory notes, from 07.12.2019 to 16.12.2021 for the 1st promissory note and from 18.02.2021 to 16.12.2021 for the 2nd promissory note which comes totally Rs.52,67,748/- and further accrued interest at the rate of Rs.0.033 per hundred per day after 16.12.2021.\n5. Add the following in between the words, 'plaintiff' and 'to' in the 7th line in para no.15 in the Page No.4 of the plaint, at their residence at Salem. The said petition seeking for the amendment was resisted by the defendant https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 on the ground of lack of jurisdiction, limitation, non joinder of parties and no cause of action arisen for commercial dispute to invoke the jurisdiction of commercial courts act and for want of proper documents, being filed in support of the plaint averments, the said I.A.No.4 of 2022 was also heard and allowed by the Learned District Judge, Commercial Court, Salem by an order dated 03.09.2022 and the relevant portion is extracted hereunder:- \n12. When considering the transaction involved, this is an ordinary transaction of a money lender, who is a financier referred under Section 2(1)(c)(i) of Commercial Courts Act and prima facie this Court is vested with jurisdiction to try this suit. A promissory note is a Negotiable instrument and when filed in a Commercial Transaction, it becomes a mercantile document also, between the merchants and traders. Therefore, the contentions raised by the respondent / defendant that these amendments introduce a new cause of action, that it alters the nature of the suit cannot sustain and question of estoppel cannot be gone into in this stage which has no relevance at all and the defendant does not lose any of his advantage, if any which accrued to him earlier because of this amendment. Though the amendment is allowed, the defence if any which is available to the respondent / defendant is not washed away and he has all the opportunity to raise these aspects in his defence during trial. Hence this petition is hereby allowed and there is no order as to cost. https://www.mhc.tn.gov.in/judis 17 . On a careful perusal of the above said order, it is seen that the C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 defendant was given an opportunity to raise her defence during the trial. The learned Judge while considering the amendment petition has confined only with regard to the amendment petition, which is the only way to decide the amendment petition as the predecessor has already decided and rejected the petition under order 7 Rule 11 (a) and (b) of CPC. Though the reasons are not acceptable and not in consonance with the Commercial Courts Act, especially under Section 2(1)c(i), this Court is not inclined to interefere with the order for the reason that the defendant has always opportunity to raise his defense during trial. The incumbent learned Judge has taken note of dismissal of I.A.No.2 of 2022 and passed orders in I.A.No.4 of 2022. \n18 . Now, when we consider the facts under which C.R.P. No.338 of 2023 is filed, it is seen that the said Revision is, as against order in I.A.No.6 of 2022, which was filed under Order 6 Rule 15-A and under Section 151 of CPC, seeking to accept statements of truth and the learned District Judge, Commercial Court, Salem by an order and decreetal order dated 20.10.2022 has allowed the petition. It is well settled that the statute prescribed under Order 6 Rule 15-A for filing statement of truth, that ought to have been filed within 120 days from the date of service of summons, i.e., the time limit is 120 days, however, it is seen that the defendant has filed the application to receive the statement of truth on 20.10.2022 with the delay https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 of 249 days. The trial court has allowed the I.A.No.6 of 2022, as the delay is not very huge for the courts not to condone the same and this Court finds no infirmity in the order and decreetal order of the District Judge, especially, when the parties have brought before the Court within the condonable time frame with appropriate reasons stated, the courts have always power to condone the same, hence this Court is not inclined to interefere with the order passed in I.A.No. 6 of 2022 as there is no infirmity. Accordingly, C.R.P. No.338 of 2023 is dismissed. \n19. As far as C.R.P. No.2123 of 2023 is conconcerned, the same has been filed to strike off the plaint in C.O.S. No. 10 of 2023 filed by Niranjani, who is none other than wife of Madanraj, who is the plaintiff in d C.O.S. No.9 of 2022. Though C.O.S.Nos.9 of 2022 and 10 of 2023 are two different suits filed by Husband and wife against the common defendant, the present Revision is also taken along with the three CRPs by all the respective counsels. The C.O.S. No.10 of 2023 is filed by Niranjani, plaintiff therein, invoking Section 2(1)(c) of Commercial Courts Act, 2015, seeking for a decree against the defendants therein to pay her a sum of Rs.2,84,85,962/- along with the accured interest on Rs.2,16,00,000/- at Rs.1/- per hundred per month from the date of suit till the date of realisation of the amount. The plaintiff, viz., Niranjani has claimed that the defendants https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 were borrowing money on various dates from 24.03.2011 to 18.02.2021 and the defendants borrowed additional loan also and to repay the debts, the defendants issued cheques and on various dates, which on presentation on bank returned as insufficient funds. The plaintiff claims that she is a business woman, financier and an licensed money lender authorised to lend money for interest. When the money was not paid back, she initiated the proceedings under 138 of Negotiable Instruments Act, before the learned Judicial Magistrate Court, Salem. When the suit summons were served, the defendants have approached this Court by the present Revision on the ground that Section 12 (a) of the Commercial Courts Act, 2015, which has pre-requisite and mandatory provision for mediation, without which the suit ought not to have been entertained. \n20. In the recent judgment of the Hon'ble Supreme Court reported in (2022) 10 Supreme Court Cases 11, [Patil Automation Pvt., Ltd., & others Vs. Rakheja Engineers Pvt., Ltd.,], the Hon'ble Apex Court had an occasion to reset 12(A) of Commercial Courts Act, 2015, and the relevant portions are extracted hereunder:-\n24. He would submit that having regard to the purport of Section 12A, the interest of justice would be subserved if the procedure which is adopted by the Court in his case is accepted. In other words, if the Court after the institution of the suit immediately refers the parties to the mediation, the appellants may not be justified in insisting on pre institution https://www.mhc.tn.gov.in/judismediation. In this regard, he would emphasisethat pre litigation mediation C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 contemplated in Section 12A does not pertain to inherent jurisdiction of a Court. While mediation is to be encouraged, the Court may not lose sight of the fact that a half-way house between the two extremes has been attempted by the Court in the case, which suffices, having regard to the fact also that no penal consequences are provided and no right of the defendant is imperilled. \n25. He next draws our attention to the aspect of court fees. \nHe would submit that the plaintiff is bound to pay the whole court fee under the law in question. When the plaint gets rejected under Order VII Rule 11, the plaintiff suffers a loss of the entire court fee. This is one of the consequences which this Court should not lose sight of, it is contended. Here again, the procedure which has been adopted in the case is commended for our acceptance as substantial compliance with Section 12A which at the same time, will not reach such disastrous consequences for the litigants. He also touches upon the possible consequence of a plea of limitation overwhelming a fresh suit of the plaintiff after rejection of the first suit. \n26. Section 12A of the Act reads as follows:\n12A. Pre-Institution Mediation and Settlement (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 (4) If the parties to the commercial dispute arrive at a settlement, the same shall be educed into writing and shall be signed by the parties to the dispute and the mediator. (5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub- section (4) of section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996). \n27. The Act was enacted in the year 2015. At the time, the monetary limit for a suit liable to be tried by the Commercial Court was fixed at Rs.1 crore. \n51. Lastly, we may notice that in Prem Lala Nahata v. Chandi Prasad Sikaria16, Justice P.K. Balasubramanyan, speaking on behalf of Justice S.B. Sinha, also held as follows:\n16. Order 7 Rule 11(d) speaks of the suit being barred by any law. According to Black's Law Dictionary, bar means, a plea arresting a law suit or legal claim. It means as a verb, to prevent by legal objection. According to Ramanatha Aiyar's Law Lexicon, bar is that which obstructs entry or egress; to exclude from consideration. It is therefore necessary to see whether a suit bad for misjoinder of parties or of causes of action is excluded from consideration or is barred entry for adjudication. As pointed out already, on the scheme of the Code, there is no such prohibition or a prevention at the entry of a suit defective for misjoinder of parties or of causes of action. The court is still competent to try and decide the suit, though the court may also be competent to tell the plaintiffs either to elect to proceed at the instance of one of the plaintiffs or to proceed with one of the causes of action. \nOn the scheme of the Code of Civil Procedure, it cannot therefore be held that a suit barred for misjoinder of parties or of causes of action is barred by a law, here the Code. This may be contrasted with the failure to comply with Section 80 of the 16 (2007) 2 SCC 551 Code. In a case not covered by sub-section (2) of Section 80, it is provided in sub- section (1) of Section 80 that no suit shall be instituted. This is therefore a bar to the institution of the suit and that is why courts have taken the view that in a case where notice under Section 80 of the Code is mandatory, if the averments in the plaint indicate the absence of a notice, the plaint is liable to be rejected. \nFor, in that case, the entertaining of the suit would be barred by Section 80 of the Code. The same would be the position when a suit hit by Section 86 of the Code is filed without pleading the obtaining of consent of the Central Government if the suit is not for rent from a tenant.. (Emphasis supplied) VIEWS OF HIGH COURTS:\nhttps://www.mhc.tn.gov.in/judisDISCORDANT NOTES?\nC.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 52. In Ganga Taro Vazirani v. Deepak Raheja17, the learned Single Judge of the High Court of Bombay, took the view that Section 12A is a procedural provision. The learned Single Judge found further that when urgent relief is applied for, the procedure under Section 12A need not be undergone. It was further observed that it was not, as if, the Court lacks inherent jurisdiction to entertain a Suit without complying with Section 12A. Still further, he refers to Section 80 of the CPC. He refers to AL. AR. 17 2021 SCC Online Bombay 195 Vellayan Chettiar (Decd.) & Others v. Government of the Province of Madras Through the Collector of Ramnad at Madura & Another18, for the proposition that Notice thereunder is given for the protection of the Authority concerned and he can lawfully waive his right to the Notice. Reliance was also placed on the Judgement in State of A.P. and others v. Pioneer Builders, A.P.19, wherein this Court declined to interfere with the finding that having participated in the proceeding without raising objection about the maintainability of the Suit, there would be waiver. Learned Single Judge also took the view that even under Section 12A of the Act, in a given set of facts, the defendant could be held to have waived his right to set up Section 12A. It is further found that, if there is substantial compliance, the plaintiff cannot be non-suited, i.e., if an attempt has been made for settling the dispute, which has failed and, therefore, the plaintiff is constrained to approach the Court. It is this Judgment, which has been relied upon in both the impugned Judgments. \n53. However, as pointed out by Shri Sharath Chandran, a Division Bench of the High Court of Bombay, in an appeal, has found that the Single Judge, has erred in his view that Section 12A is not mandatory. The Division Bench proclaimed that Section 12A of the Act is mandatory. It was further observed that considering the object and purpose of Section 12A, being rooted in public interest, there is no question of it being waived. When it came to the Order to be passed in the appeal, we notice that the plaintiff contended that the suit was allowed to be filed by the Registry because of a confusion in the Registry in the initial period, when the Amending Act came into force. There was oversight. The Division Bench stayed the Suit and the impugned Order for three months and referred the parties for mediation. \n61.Section 35 of the CPC in the Schedule, inter alia, https://www.mhc.tn.gov.in/judiscontemplates that in making an Order for payment of costs, the C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Court shall have regard to the conduct of the parties and whether any reasonable offer to settle, is made by a party and unreasonably refused by the other party. Sections 35(3) and 35(4) read as follows:\n35(3) In making an order for the payment of costs, the Court shall have regard to the following circumstances, including (a) the conduct of the parties;\n(b) whether a party has succeeded on part of its case, even if that party has not been wholly successful;\n(c) whether the party had made a frivolous counterclaim leading to delay in the disposal of the case;\n(d) whether any reasonable offer to settle is made by a party and unreasonably refused by the other party; and (e) whether the party had made a frivolous claim and instituted a vexatious proceeding wasting the time of the Court. 35(4) The orders which the Court may make under this provision include an order that a party must pay- (a) a proportion of another partys costs;\n(b) a stated amount in respect of another partys costs;\n(c) costs from or until a certain date;\n(d) costs incurred before proceedings have begun;\n(e) costs relating to particular steps taken in the proceedings;\n(f) costs relating to a distinct part of the proceedings; and (g) interest on costs from or until a certain date. [Emphasis supplied] \n66. We have noticed that a settlement arrived at in pre- litigation mediation under Section 12A, is to be treated as an award under Section 30(4) of the Arbitration and Conciliation Act. Section 30(4) of the Arbitration and Conciliation Act, 1996, reads as follows:\n30(4) An arbitral award on agreed terms shall have the same status and effect as any other arbitral award on the substance of the dispute.\n67. A mediation settlement arrived at under Section 89 of the CPC must be scrutinised by the court and only on its imprimatur being given it is effective [see paragraph 40 of Afcons Infrastructure https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Limited and Another v. Cherian Varkey Construction Company Private Limited and Others25]. Since a settlement under Section 12A of the Act is accorded the status of an award under the Arbitration & Conciliation Act, it unerringly points to the object of the legislature to make pre-litigation mediation compulsory. We again underscore the vital role, the lawyers engaged can and must discharge in arriving at a just and valid settlement translating into an effective award and therefore, a decree. \n68. Rule 7 deals with the procedure to be adopted by the Mediator. Rule 9 enshrines the principle of confidentiality of mediation. The Mediator, the parties, their authorised representatives or Counsel are to maintain confidentiality about the mediation. Rule 9 further declares that the Mediator is not to allow stenographic or audio or video 25 (2010) 8 SCC 24 recording of the mediation sittings. \n84. One of the arguments of Shri Saket Sikri is that, if a plaint is rejected under Order VII Rule 11, the plaintiff would be saddled with the deprivation of the court fee paid. He would contend that this aspect may be considered, when the Court decides the question as to whether the provision is mandatory or not. Whenever a plaint is rejected on the ground that the suit is barred under any law, this consequence is inevitable. [We may only, in this context, observe, that under Section 4A of the Kerala Court Fee and Suit Valuation Act, 1959, the plaintiff needs to pay only one-tenth of the total court fee at the time of institution of the suit. The balance is to be paid not later than fifteen days from the date of framing of issues, inter alia. Section 4A further provides that if the parties further settle the dispute within the period specified or extended by the Court for payment of the balance court fee, the plaintiff shall not be called upon to pay the balance court fee.] If a plaint is rejected for failure to give a notice, as contemplated in Section 80 of the CPC, the court fee paid, may be lost. Equally, for violation of Section 69 of the Indian Partnership Act, if the plaint is rejected, the plaintiff loses the court fee. While it may appear to be hard on the plaintiff, the effect of the provision contained in Order VII Rule 11, cannot be diluted. \nTherefore, we are not impressed by the argument, subject to what we will hold later on and the Hon'ble Supreme Court while discussing in the said Judgment has also considered various other judgments in the same line of arguments and finally in Paragraph no.84, extracted supra, has decided and declared that https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Section 12A of the Act is mandatory and further any suit instituted violating the mandatory provision of Section 12A must be revisited with the rejection of plaint under Order 7 Rule 11. In fact, the Hon'ble Apex Court has also held that the power to reject can be exercised even suo motu by the courts, applying the said judgment to the present case on hand, this Court finds that the defendant having invoked Order 7 Rule 11 (a) and (d) of CPC in I.A.No.2 of 2022 in C.O.S.No.9 of 2022 and having invoked the extraordinary jurisdiction of this Court 's intervention under Article 227 of Constitution of India and superintending power as against COS No.10 of 2023 in both the suits, there are no records to find that the parties have exhausted Rule 12A of the Commercial Courts Act, 2015, as mandated by the Hon'ble Supreme Court in the above said judgments, which mandates that C.O.S. No.9 of 2022 and 10 of 2023 on the file of Commercial Courts, District Judge, Salem, have failed. \nIn the nutshell, the CRPs are decided in the following manner:\n(i) C.R.P.No.3672 of 2022, which is filed against the one line docket Order passed in I.A.No.2 of 2022 [filed to reject the plaint in COS No.9 of 2022 on various grounds including the ground of mainatainability] dated 28.07.2022 is set aside and the said CRP is Allowed.\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 (ii) Since the above said CRP No.3672 of 2022 is allowed, I.A.No.4 of 2022, seeking amendment of plaint in COS No.9 of 2022, which was allowed by order dated 03.09.2022 is hereby setaside, thereby the CRP No.3800 of 2022 is allowed. \n(iii) C.R.P.No.338 of 2023, which is filed against the Docket Order dated 20.10.2022 in I.A.No.6 of 2022 [filed to accept the statement of truth] cannot be interefered with and the said CRP is dismissed. \n(iii) C.R.P.No.2123 of 2023, which is filed to strike off the plaint in COS No.10 of 2023 on the file of learned District Judge, Commercial Court, Salem is hereby allowed and the plaint in COS No.10 of 2023 is hereby rejected for want of compliance of Section 12-A of the Commercial Courts Act, 2015. \n(iv) It is left open to the parties to work out their remedies available under the Act, as held and directed by the Hon'ble Apex Court. Consequently, connected miscellaneous petitions are closed. No costs. \n30.11.2023 Index:Yes/No; Internet:Yes/No Speaking / Nonspeaking order ssd https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 To The Commercial District Judge, Salem V.BHAVANI SUBBAROYAN J.\nssd C.R.P.Nos.3672, 3800 of 2022 and 338 and 2123 of 2023 C.M.P.Nos.19457, 20005 of 2022 and 12931 of 2023 30.11.2023 https://www.mhc.tn.gov.in/judis",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20ce811535284c0390ea24cf50ad49ee_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4cbf19d4191b4042bc2896b996185267_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nMadras High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2c3f62c51684a56b2c0e0b59e69332e_2"
    },
    {
      "start": 261,
      "end": 323,
      "text": "\nR.Radha @ Radha Ramalingam vs Madhan Raj on 30 November, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96577d07b5364ff3aef66dd2e3e544e9_3"
    },
    {
      "start": 325,
      "end": 360,
      "text": "Author: V.Bhavani Subbaroyan\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e0d54c978a24fe49dff13192344dbe2_4"
    },
    {
      "start": 361,
      "end": 381,
      "text": "V.Bhavani Subbaroyan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60d60ddce79140fa8b47b60f240ce413_5"
    },
    {
      "start": 443,
      "end": 495,
      "text": "C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1dfa0504b9af49f3b4c8169e5e011526_6"
    },
    {
      "start": 562,
      "end": 646,
      "text": "C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023\n\n                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eceaec01ce384071a6bdcaef3ebb19bb_7"
    },
    {
      "start": 646,
      "end": 745,
      "text": "In The High Court Of Judicature At Madras\n\n                                                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96414b9b94f8431d9d640856db135f27_8"
    },
    {
      "start": 745,
      "end": 751,
      "text": "Dated:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63bb5a770d044dda8a5dbda211b88b0e_9"
    },
    {
      "start": 752,
      "end": 762,
      "text": "30.11.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3ff800cdbaa462987f1e4dcb2df53c2_10"
    },
    {
      "start": 826,
      "end": 832,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bd656f5f4334afcb27cdf94f27a8aee_11"
    },
    {
      "start": 870,
      "end": 881,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "816c48a00e1844b69e7270383ca54277_12"
    },
    {
      "start": 882,
      "end": 915,
      "text": "Mrs. JUSTICE V.Bhavani Subbaroyan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4db4c71cb4fc4881941bf30e38019b6e_13"
    },
    {
      "start": 953,
      "end": 1006,
      "text": "C.R.P.Nos.3672, 3800 of 2022 and 338 and 2123 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51aab7b2ac4942c88b85193807fda9fe_14"
    },
    {
      "start": 1045,
      "end": 1093,
      "text": "C.M.P.Nos.19457, 20005 of 2022 and 12931 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ac1ff6a2c0841fe8c11bda4a3caeaa9_15"
    },
    {
      "start": 1118,
      "end": 1125,
      "text": "R.Radha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ba277cc1e4145fe8ad020f62a7a5359_16"
    },
    {
      "start": 1126,
      "end": 1133,
      "text": "@ Radha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b429c1744060464194af5e86ceb6f12b_17"
    },
    {
      "start": 1134,
      "end": 1144,
      "text": "Ramalingam",
      "labels": [
        "PREAMBLE"
      ],
      "id": "008fe942c1b4400b903dc204004355e9_18"
    },
    {
      "start": 1164,
      "end": 1200,
      "text": "... Petitioner in Crp Nos.3672, 3800",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebfa9e1672c94772bc0e25cc6a95ee17_19"
    },
    {
      "start": 1272,
      "end": 1279,
      "text": "of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0f35689f09b4feba2e279fffa09b846_20"
    },
    {
      "start": 1302,
      "end": 1639,
      "text": "Madan Raj Huf                                 ...Petitioner in Crp No.338 of 2023\n                     R.Radha Huf                                   ...Petitioner in Crp No.2123 of 2023\n\n                                                                 Vs.\n\n                     Madhan Raj           ...Respondent in Crp Nos.3672 and 3800",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8afa3f9f92c84b3ca69cd521a56e71a1_21"
    },
    {
      "start": 1640,
      "end": 1693,
      "text": "\n                                             of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "575f6f70c33e488a84d5630d399fc6d1_22"
    },
    {
      "start": 1716,
      "end": 1723,
      "text": "Radha @",
      "labels": [
        "PREAMBLE"
      ],
      "id": "805a40ab2e994844a6cd3395fbb80974_23"
    },
    {
      "start": 1724,
      "end": 1740,
      "text": "Radha Ramalingam",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5a465ebf35a4d8c90bbd6832ebff40d_24"
    },
    {
      "start": 1741,
      "end": 1810,
      "text": "... Respondent in Crp No.338 of 2023\n                     B.Niranjani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe50cf73514842a58bc4a8d9418b43f3_25"
    },
    {
      "start": 1827,
      "end": 1887,
      "text": "... Respondent in Crp No.2123 of 2023\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a0dbee4fe3c4e54b3fbfca84abe969c_26"
    },
    {
      "start": 1887,
      "end": 1953,
      "text": "Prayer in Crp No.3672 of 2022:\n\n                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c08807fa7133413085a9c79cac6a0a19_27"
    },
    {
      "start": 1953,
      "end": 2236,
      "text": "Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     set aside the one-line docket order and decreetal order dated 28.07.2022\n\n                     made in I.A.No.2 of 2022 in COS.No.9 of 2022 on the file of Commercial\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80513008b70c4ef793d3930283de0f32_28"
    },
    {
      "start": 2236,
      "end": 2281,
      "text": "District Judge, Salem.\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f7aba02279a4dfc9527686767c5e7a3_29"
    },
    {
      "start": 2281,
      "end": 2347,
      "text": "Prayer in Crp No.3800 of 2022:\n\n                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29857ae3fd404025b3f8ce547e007c36_30"
    },
    {
      "start": 2347,
      "end": 2667,
      "text": "Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     set aside the order and decreetal order dated 03.09.2022 made in I.A.No.4\n\n                     of 2022 in Cos No.9 of 2022 on the file of the Commercial District Judge,\nhttps://www.mhc.tn.gov.in/judis\n\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbd74a2035e64613b5d18645762a8367_31"
    },
    {
      "start": 2667,
      "end": 2786,
      "text": "1/36 \n                                                             C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a59817e6fce4a7f93ac6bdf6cce3ad7_32"
    },
    {
      "start": 2853,
      "end": 2898,
      "text": "C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "526f3bec752545e4ab73884658dabc69_33"
    },
    {
      "start": 2922,
      "end": 2961,
      "text": "Salem by allowing the present Revision.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4d8202ee30444b2843ed0ba1b558f3e_34"
    },
    {
      "start": 2985,
      "end": 3014,
      "text": "Prayer in Crp No.338 of 2023:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0aad535f2ed24f97b02ef3ba0145ef62_35"
    },
    {
      "start": 3042,
      "end": 3203,
      "text": "Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     set aside the docket order dated 20.10.2022 in I.A.No.6 of 2022 in",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20cfae10245048b1a3b6bdde8a16d1c0_36"
    },
    {
      "start": 3204,
      "end": 3246,
      "text": "\n\n                     C.O.S. No.9 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8222ea19a3754089b34b6bd72df95d53_37"
    },
    {
      "start": 3247,
      "end": 3289,
      "text": "on the file of the learned District Judge,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c87c4a688d6044eaabd1ae282de314b0_38"
    },
    {
      "start": 3290,
      "end": 3300,
      "text": "Commercial",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b0690cd63944b6c8b90d0e3dd7dd198_39"
    },
    {
      "start": 3324,
      "end": 3336,
      "text": "Court, Salem",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84b8d7a9bb2d4c3d9597495c92624fcf_40"
    },
    {
      "start": 3337,
      "end": 3385,
      "text": "as illegal and incompetent without jurisdiction.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03813caa3c5a4d96a10646da3c0d2759_41"
    },
    {
      "start": 3409,
      "end": 3439,
      "text": "Prayer in Crp No.2123 of 2023:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "233cdfcc458d4f78bfedf638e5851bc4_42"
    },
    {
      "start": 3476,
      "end": 3953,
      "text": "Civil Revision Petition filed under Article 227 Constitution of India to\n\n                     strike off the plaint in C.O.S. No.10 of 2023 on the file of the learned District\n\n                     Judge, Commercial Court, Salem for want of compliance of Section 12-A of\n\n                     the Commercial Courts Act, 2015 (4 of 2016) together with lack of\n\n                     jurisdiction in terms of Section 9 of the Code of the Civil Procedure.\n\n\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69b6619453404d589e7d86fef54cf490_43"
    },
    {
      "start": 3953,
      "end": 4017,
      "text": "For Petitioner in C.R.P.No.338 of 2023 and\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0484f50e020f43d384f5862b7b21d0f9_44"
    },
    {
      "start": 4017,
      "end": 4094,
      "text": "For Respondent in C.R.P.Nos.2123, 3672 and 3800 of 2022\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24fac3ece0454847868fd29977f94c7e_45"
    },
    {
      "start": 4094,
      "end": 4132,
      "text": "Mrs.AL.Gandhimathi, Senior Counsel for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "076b15e89ffd4305b8a3bcd9189be219_46"
    },
    {
      "start": 4155,
      "end": 4171,
      "text": "Mr. M.Sriram and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22d98761e8d8417f9b988e99a436fa75_47"
    },
    {
      "start": 4194,
      "end": 4232,
      "text": "Mr.A.Saravanan\n\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb9241a937304c85a9827f12eb814155_48"
    },
    {
      "start": 4232,
      "end": 4321,
      "text": "For Petitioners in Crp Nos.3672 and 3800 of 2022\n                                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba376cff4883466faba184b288c6a9e4_49"
    },
    {
      "start": 4321,
      "end": 4344,
      "text": "and Crp No.2123 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d295d745f20f4d3983c6655a143bd26a_50"
    },
    {
      "start": 4367,
      "end": 4430,
      "text": "and For Respondent in Crp No.338 of 2023\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d6eec31888e41688720d828a3e1e9fc_51"
    },
    {
      "start": 4430,
      "end": 4461,
      "text": "Mr. N.Jothi, Senior Counsel for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1f73994c0554271b4cb0d0316bec32f_52"
    },
    {
      "start": 4484,
      "end": 4494,
      "text": "Mr.S.Vinod",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53c8905ea3f14a7da0f451ebd582522e_53"
    },
    {
      "start": 4495,
      "end": 4754,
      "text": "\n                                             Common Order\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Since the parties in the Revisions are one and the same, they are tak",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6c459103f5e466e9a9fad7fa4583e55_54"
    },
    {
      "start": 4755,
      "end": 4769,
      "text": "en up together",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df26248130954749a2cfcdf9b50ed444_55"
    },
    {
      "start": 4770,
      "end": 4805,
      "text": "and a common order is being passed.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0af8de0c2e77436cb5490439350100a2_56"
    },
    {
      "start": 4806,
      "end": 5203,
      "text": "\n2. The brief facts leading to the Revisions are as follows:\n(i) The respondent in the first two Revisions, viz., CRP Nos.3672 and 3800 of 2022, viz., Madhanraj, HUF represented by its Kartha Madhanraj filed commercial original suit in C.O.S. No. 118 of 2021 [Lateron, on the formation of Commercial Court transferred from the Principal District Court, Salem and renumbered as C.O.S.No.9 of 2022].",
      "labels": [
        "FAC"
      ],
      "id": "90a6563e93f94b1282b240c79b2c4523_57"
    },
    {
      "start": 5204,
      "end": 5696,
      "text": "As per said the plaint averment, the defendant who is the revision petitioner in C.R.P. Nos.3672 and 3800 of 2022 and 2123 of 2023 and respondent in CRP No.338 of 2023 was then and there borrowing money from the respondent / plaintiff herein on from various dates from 21-11-2013 onwards either by bank account transfer or by cash for the defendant/petitioner's urgent personal and business requirements by assuring to the repay the debt with interest at the rate of Rs.1/- per 100 per month.",
      "labels": [
        "FAC"
      ],
      "id": "a17d334d8c4b493299fd92110c8e0a8a_58"
    },
    {
      "start": 5697,
      "end": 5850,
      "text": "As per the account maintained by the plaintiff, the defendant was liable to pay a sum of Rs.2,09,72,300/- towards principal and interest as on 7-12-2019.",
      "labels": [
        "FAC"
      ],
      "id": "04017f641f2943c98f4b3be355d23d40_59"
    },
    {
      "start": 5851,
      "end": 6020,
      "text": "On which day, the amount due was rounded off to Rs.2,05,00,000/- to which, the defendant acknowledged and executed the promissory note for Rs.2,05,00,000/- on 7-12-2019.",
      "labels": [
        "FAC"
      ],
      "id": "f0ee7942c3ef44608d85cd7f4768eb80_60"
    },
    {
      "start": 6022,
      "end": 6752,
      "text": "Thereafter, on 18-02-2021, the defendant borrowed Rs.29,00,000/- from the plaintiff for the urgent personal use and executed a promissory note on https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 18-2-2021 in favour of the plaintiff assuring to repay the same with an interest at the rate of Rs.1 per 100 per month to the plaintiff.\n(ii) It is further alleged in the plaint that when the plaintiff demanded the defendant to repay the debt, the defendant issued cheques on 08-05-2021 dated 21-7-2021 for a sum of Rs.20,00,000/- and cheque dated 25-06-2021 for a sum of Rs 25,00,000/- and two cheques dated 26- 7-2021 for a sum of Rs.50,00,000/- each.",
      "labels": [
        "FAC"
      ],
      "id": "529ea419e4144515a977f8f3ee6830e5_61"
    },
    {
      "start": 6753,
      "end": 7005,
      "text": "It is stated in the plaint that when the cheques were presented, it was dishonoured under the endorsement either funds insufficient or exceeds, thereby, entitling the plaintiff to send a statutory legal notice on 10-8-2021 demanding the cheque amounts.",
      "labels": [
        "FAC"
      ],
      "id": "0f00eb125834469abbaad9d62e9d4101_62"
    },
    {
      "start": 7006,
      "end": 7324,
      "text": "Though the notice was received on 11-8-2021 instead of honouring the cheque, the defendant seems to have sent a reply on 16-8-2021 to which the plaintiff sent a rejoinder notice on 21-8-2021 that was received by the defendant and the defendant seems to have issued reply to the rejoinder notice sent by the plaintiff.\n",
      "labels": [
        "FAC"
      ],
      "id": "00a7f67a7a6546d79b9841e390d07d90_63"
    },
    {
      "start": 7324,
      "end": 7507,
      "text": "( iii) Thereafter, the plaintiff has initiated criminal proceedings before the Judicial Magistrate - V, Salem on 20-9-2021 for an offence under Section 138 Negotiable Instruments Act.",
      "labels": [
        "FAC"
      ],
      "id": "a7547550e6494f4da1c1456dac931133_64"
    },
    {
      "start": 7508,
      "end": 7578,
      "text": "However, reserving his right to file civil suit against the defendant.",
      "labels": [
        "FAC"
      ],
      "id": "94942cedda20471599703606c9019b5d_65"
    },
    {
      "start": 7579,
      "end": 7958,
      "text": "Therefore the plaintiff, who is the respondent herein has held the defendant / petitioner herein in the first above three Revision Petitions liable to pay Rs.2,34,00,000/- alongwith https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 interest at the rate of Rs.1/- per 100 per month to the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "9a7b2cb0f6dd4c098e3acff2a5956edf_66"
    },
    {
      "start": 7959,
      "end": 8103,
      "text": "Thus, the plaintiff has invoked the Commercial Courts Act 2015 and filed the same before the Commercial Court at Salem, District Judge of Salem.",
      "labels": [
        "FAC"
      ],
      "id": "24574bcc78e64aa9a10cb46ff53c04de_67"
    },
    {
      "start": 8104,
      "end": 8575,
      "text": "\n(iv) Pending suit, immediately after the receipt of the suit summons, the defendant/the petitioner in the 1st three above referred Revisions has filed I.A. No. 2 of 2022 invoking Order 7 Rule 11(a) and (d) of CPC seeking rejection of plaint on the ground that the Commercial Court has no jurisdiction to try the Money Suit, which is otherwise capriciously drafted to attract the Commercial Courts Act 2015, apart from various among other grounds raised in this petition.",
      "labels": [
        "FAC"
      ],
      "id": "02f69e4826c24c0d952de64e6cfcc5fa_68"
    },
    {
      "start": 8576,
      "end": 8928,
      "text": "Though, the petition under Order 7 Rule 11 CPC was filed and arguments were heard from both the sides, the learned District Judge, Commercial Court, Salem has dismissed I.A No. 2 of 2022 in a one line order without specifying any reasons on merits and discussing the same which is fervous and hence C.R.P.No. 3672 of 2022 is filed challenging the same.",
      "labels": [
        "FAC"
      ],
      "id": "d8bbb8dd423b488582b2bab95dd55ba3_69"
    },
    {
      "start": 8929,
      "end": 9401,
      "text": "\n(v) As far as C.R.P.No.3800 of 2022 is concerned, an application was filed in I.A.No. 4 of 2022 by the respondent / plaintiff seeking to amend the plaint filed in Commercial Original Suit in No.9 of 2022 under Order 6 Rule 17 of CPC and the same was allowed by order dated 3-9-2022 and the same is challenged in this revision petition.\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 (vi)",
      "labels": [
        "FAC"
      ],
      "id": "7a1d8e11601647b18a22a4f301231590_70"
    },
    {
      "start": 9402,
      "end": 9577,
      "text": "Further, C.R.P.No. 2123 of 2023, is filed by the petitioner / defendant to strike off the plaint in C.O.S.No.10 of 2023 on the file of District Judge, Commercial Court, Salem.",
      "labels": [
        "FAC"
      ],
      "id": "6288294923b84fc09aa0bb287bb3bfe3_71"
    },
    {
      "start": 9578,
      "end": 9925,
      "text": "The said suit was filed by the respondent, viz., Niranjani, wife of Madhanraj invoking Commercial Court jurisdiction at Salem seeking a decree in favour of her directing the petitioners / defendants to pay a sum of Rs.2,84,85.962/- along with the accrued interest on Rs.2,16,00,000/- at Rs.1 per 100 per month from the date of institution of suit.",
      "labels": [
        "FAC"
      ],
      "id": "16826a81927b4112bdfa8a31167631c8_72"
    },
    {
      "start": 9926,
      "end": 10508,
      "text": "\n(vii) The C.R.P.No.338 of 2023 is filed by the petitioner / plaintiff as against the order made in I.A.No.6 of 2022 dated 20.10.2022 [which was preferred by the respondent / defendant to file statement of truth under Order 6 Rule 15-A of CPC], on the ground that the statement of truth ought to have been filed within 120 days i.e., 13-2-2022 and has been filed with a delay of 249 days, which according to the plaintiff is an erroneous order passed by the District Judge, Commercial Court at Salem and the court below allowed the said pettion by permitting the statement of truth.",
      "labels": [
        "FAC"
      ],
      "id": "e525e6460cb5465aabdfc3e2e8abf538_73"
    },
    {
      "start": 10509,
      "end": 11248,
      "text": "\n3. The learned Senior counsel appearing for revision petitioner in C.R.P.3672 of 2022 and C.R.P. No. 3800 of 2022 would contend that https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 dismissal of the petition filed under Order 7 Rule 11(a) and (d) seeks intervention of this Court, in as much as the learned District Judge dismissed the same in one line order, despite the petitioner had taken earnest effort to convince the court that the suit itself is not maintainable invoking Commercial Courts Act, 2015 and if at all the same is maintained, the suit is barred by limitation, as contemplated under the Commercial Courts Act 2015 and the Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c794fd3d70e74cdb9002d0c72550e1f6_74"
    },
    {
      "start": 11249,
      "end": 11548,
      "text": "Thatapart, the learned Senior Counsel also urged upon this Court that the commercial courts act is not intended from the suits of ordinary money claim on alleged promissory note to invoke the commercial courts act and the jurisdiction of the court which the very purpose of the act will be defeated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "45300c79d939472c95a30b99167a341b_75"
    },
    {
      "start": 11549,
      "end": 11725,
      "text": "He would further contend that that the claim made by the plaintiff in this suit does not fall under any one of the 22 categories, as mentioned under Section 2(1)(c) of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac278ce3d9204e208cd21873bda8941c_76"
    },
    {
      "start": 11726,
      "end": 11933,
      "text": "The plaintiff has pouched his pleadings to fit in the jurisdiction of the Commercial Courts Act, which in otherwise would ordinarily be a money suit rather than being filed under Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "425d4749e18146b8bfe2d1a5a2c4798b_77"
    },
    {
      "start": 11934,
      "end": 12282,
      "text": "The learned counsel further submitted that the promissory notes have not authorized to file under the commercial courts and commercial division, as the same are not mercantile documents as defined in Section 2(1) of the commercial courts act, hence, pleaded the dismissal of the suit in C.O.S.No.9 of 2022 and allow C.R.P.Nos 3672 and 3800 of 2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "be42427e68eb411ab3e5f8b61748542c_78"
    },
    {
      "start": 12283,
      "end": 12416,
      "text": "\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 4",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ff09533d2ad4b11b89154cdf1501ca3_79"
    },
    {
      "start": 12417,
      "end": 12894,
      "text": ". Lastly, the learned Senior counsel appearing for revision petitioner in C.R.P.3672 of 2022 and C.R.P. No. 3800 of 2022 would contend that when the suit itself is not maintainable, as not arising under the commercial courts act, the question of permitting the plaintiff to amend the plaint, after filing of the petition under Order 7 Rule 11 (a) and (d) of CPC would not arise and the learned District Judge ought to have dismissed the petition seeking amendment of plaint.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6943879a65a54e56878c7a0b18c18897_80"
    },
    {
      "start": 12895,
      "end": 13355,
      "text": "The learned senior counsel for the petitioner in C.R.P.No. 2123 of 2023 submitted that the suit in C.O.S.No.10 of 2023 is breft of the jurisdiction of the court for invoking the Commercial Courts Act 2015, when the act clearly specifies that pre-institutions mediation and settlement under Section 12(a) of the Commercial Courts Act, 2015, the suit ought not to have been taken on file for want of compliance under Section 12(a) of Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ae249ff3f384db0bbd05e63c89cfadf_81"
    },
    {
      "start": 13356,
      "end": 13445,
      "text": "The learned senior counsel relied upon the following Judgments to support his contention.",
      "labels": [
        "NONE"
      ],
      "id": "3696ed34586e4f97a8c205cbdab64250_82"
    },
    {
      "start": 13446,
      "end": 14200,
      "text": "\na. Judgment of the Hon'ble Supreme Court reported in (2020) 7 Supreme Court Cases 366 [Dahiben Vs. Arvindbhai Kalyanji Bhanus Ali (Gajra) dead through Legal representatives and others] b. Judgment of the Hon'ble Supreme Court reported in (2021) 9 Supreme Court Cases 99 [Srihari Hanumandas Totala Vs. Hemant https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Vithal Kamat and others] c. Judgment of the Hon'ble Supreme Court reported in (2022) 7 Supreme Court Cases 731 [Sri Biswanath Banik and Another Vs. Sulanga Bose and Others] d. Judgment of High Court of Delhi reported in 2022 SCC Online Del 3636 [IHHR Hospitality (Andhra) Pvt., Ltd., Vs. Seema Swami and Others] e.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4291ddaae40a430093befcb12a0aa261_83"
    },
    {
      "start": 14201,
      "end": 14367,
      "text": "Judgment of High Court of Calcutta reported in 2022 SCC Online Cal 3010 [Venkatesh Vincom Pvt., Ltd., Vs. Spice of Joy, Multicuisine Restaurant cum Bar and Others] f.",
      "labels": [
        "NONE"
      ],
      "id": "85fb84a0fc5244f28d7ff6ba7d9d0a9f_84"
    },
    {
      "start": 14368,
      "end": 14472,
      "text": "Judgment of High Court of Delhi reported in 2023 SCC Online Del 1808 [Amanpreet Kohli Vs. Pankaj Dayal].",
      "labels": [
        "NONE"
      ],
      "id": "d55285a929b642208355faec39b8d65e_85"
    },
    {
      "start": 14474,
      "end": 14591,
      "text": "g. Judgment of High Court of Calcutta reported in AIR 1970 Calcutta 75 [Associated Power Co., Ltd., Vs. Ram Taran Ro]",
      "labels": [
        "NONE"
      ],
      "id": "c4324281c0db4e889deda1bc15074719_86"
    },
    {
      "start": 14592,
      "end": 15136,
      "text": "h. Judgment of this Court reported in 2021 (6) CTC 671 [Shahi Exports Pvt., Ltd., Vs. Gold Star Line Limited and Others] i. Judgment of Hon'ble Supreme Court reported in (2022) 10 Supreme Court Cases 1 [Patil Automation Pvt., Ltd., and Others Vs. Rakheja Engineers Pvt., Ltd.,] j. Judgment of High Court of Delhi reported in 2022 SCC Online Del 2639 [Bola Technology Vs. Ujoy Technology Pvt., Ltd., and https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Another].\n",
      "labels": [
        "NONE"
      ],
      "id": "392048cefe58407598a39d4d5d61bc15_87"
    },
    {
      "start": 15136,
      "end": 15570,
      "text": "6. The learned senior counsel appearing for the respondent in C.R.P. Nos.3672 of 2022, 3800 of 2022 and 2123 of 2023 and petitioner in C.R.P. No.338 of 2023 would contend that the CRP filed by the petitioner / defendant in CRP Nos.3672, 3800 and 2123 of 2023 is not maintainable, as there is a specific bar in approaching this Court, as she ought to have filed only appeal as specified under Section 13 of Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9cc288faafca4d7a8754964927701070_88"
    },
    {
      "start": 15571,
      "end": 15774,
      "text": "The respondent counsel contended that the transaction between the respondent and the petitioner are the commercial transaction, which is clearly covered under Section 2(1)(c)(i) of Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d0592e6ae124a71b0fc0e357ee5839e_89"
    },
    {
      "start": 15775,
      "end": 16032,
      "text": "That apart, the learned counsel also contended that the respondent is a licensed money lender and the petitioner borrowed money from the respondent for his business and family expenses by executing promissory notes agreeing to repay the debts with interest.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3a368da8070c47e1af15ba329e1d07c8_90"
    },
    {
      "start": 16033,
      "end": 16338,
      "text": "Apart from the same, the learned senior counsel traversing through the plaint averments would state that the documents produced viz., the Promissory notes and communications between the plaintiff and the defendant would itself establish the commercial transaction between the plaintiff and the defendants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "afa6edf009054e97b591d1529e17ebe0_91"
    },
    {
      "start": 16339,
      "end": 16629,
      "text": "Further, the defendant continues to borrow money from the plaintiff for commercial purpose and the plaintiff periodically renewed his lending license will also https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2070a97227f4ab99cc377b1256eb7d5_92"
    },
    {
      "start": 16630,
      "end": 16873,
      "text": "established the transaction between the plaintiff and the defendant is commercial in nature that would attract the jurisdiction under Commercial Courts Act, 2015 and hence the suit filed invoking the commercial courts act 2015 is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "530a5d871cec4214a4b1467b5ea87374_93"
    },
    {
      "start": 16874,
      "end": 17306,
      "text": "As far as the revision petition in CRP No.338 of 2023 is concerned, the learned senior counsel emphasized more upon Order 6 Rule 15(a)(4) of CPC, where the learned senior cousel submitted that the defendant was continuously aware that the statement of truth, ought to have been filed within 150 days from the date of service of summon and on an expiry of 120 days, the defendant forfeit the such right to file the written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cfafc3d96e634448adf7a27ffe44d303_94"
    },
    {
      "start": 17307,
      "end": 17564,
      "text": "The District Court allowed the I.A. No.6 of 2022, thereby accepted the statement of truth, which cannot be sustained as the same is beyond the competency of the court to accept such statement of truth when the statute prohibits such receival after 120 days.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b50e988863984841a6f6f4e0f356da00_95"
    },
    {
      "start": 17565,
      "end": 17668,
      "text": "Hence, revision petition filed in CRP No. 338 of 2023 has to be allowed and order passed in I.A. No.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6087b89b593e4d528c6994ea1197d08a_96"
    },
    {
      "start": 17669,
      "end": 17923,
      "text": "The learned Senior Counsel further submitted as against the argument made by the learned Senior Counsel, Mr.N. Jothi in CRP No. 2123 of 2022 that Section 12(a) of the Commercial Courts Act is only a procedural aspect, which is curable even pending suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f67bf954e7c41558e0dfddce69022a7_97"
    },
    {
      "start": 17924,
      "end": 18289,
      "text": "Section 12(a) of the Commercial Courts Act is only a conciliated procedure which can even be https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 undertaken for pending suit referring the parties of the suit for mediation as contemplated under section 12(a) of the Commercial Courts Act.",
      "labels": [
        "NONE"
      ],
      "id": "97bfd68a7e894e90b0f2a2b35eeb6897_98"
    },
    {
      "start": 18290,
      "end": 18473,
      "text": "Hence, the suit filed by Niranjani in COS No. 10 of 2023 before the District Judge Commercial Court, Salem cannot be rejected that has to be sustained and proceeded for further trial.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f66a68d127e742f29fbd151eb19e91f2_99"
    },
    {
      "start": 18474,
      "end": 18547,
      "text": "The learned senior counsel sought dismissal of C.R.P.No. 2123 of 2023.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ee6d9a47af2246d5b977cc79cea5a922_100"
    },
    {
      "start": 18548,
      "end": 18867,
      "text": "Further, the learned counsel for the petitioner in CRP No.3672 of 2022 in support of her contention has relied upon the Judgment of the Delhi High Court reported in 2022 SCC Online Del 3636 [IHHR Hospitality (Andhra) Pvt., Ltd., Vs. Seems Swami and Others] at paragraph nos.10 to 12, wherein it is held as follows:-\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d4be585da54f4158b02ffa9c1d0c0cd0_101"
    },
    {
      "start": 18868,
      "end": 19184,
      "text": "In the case of Lady Moon Towers Pvt. Ltd. vs. Mahindra Investment Advisors Pvt. Ltd. MANU/WB/0547/2021 it was observed by the High Court of Calcutta that the definition contemplates a commercial dispute and not any other form of dispute where the basis of disagreement between the parties has a non-commercial cause.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a0701de4e359471cbacf991b158c0d9c_102"
    },
    {
      "start": 19185,
      "end": 19521,
      "text": "The gradation of disputes in Section 2(i)(c) takes into account all possible forms of Agreements from which a commercial dispute may arise; it makes it clear that the framers of the statute gave emphasis on the commercial flavour of the transaction as opposed to agreements entered into between the parties without a commercial purpose.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c19e73c21da405bb768da52e1b9cba3_103"
    },
    {
      "start": 19522,
      "end": 19703,
      "text": "The commercial purpose would generally mean a transaction by which a person's commercial or economic interest may be advanced and would result in an economic benefit to that person.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a90ffc948e841d0bdf47ff2705fb73a_104"
    },
    {
      "start": 19704,
      "end": 19828,
      "text": "It would not include an agreement where profit making is an incidental outcome of the transaction or may happen by accident.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60440ba1ff9d499bb9607d7843773c63_105"
    },
    {
      "start": 19829,
      "end": 19965,
      "text": "Home Loan for example is given by a person or entity to another with the expected outcome of principle sum being returned with interest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "63f6f748d70e4ddbac8e3f8a2673ea63_106"
    },
    {
      "start": 19966,
      "end": 20366,
      "text": "The essential commercial flavour in such a https://www.mhc.tn.gov.in/judisloan may be lost by way of informal terms under which the money is C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 lent and advanced and the Digitally Signed By:PRIYANKA ANEJA Signing Date:04.11.2022 13:23:37 2022/DHC/004647 consequent uncertainty which may result therefrom.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "803f7756961c48f7b0e487b36a36cc7a_107"
    },
    {
      "start": 20367,
      "end": 20800,
      "text": "It was further observed that in terms of Section 2(i)(c) ordinary transactions of merchants, bankers, financers and traders such as those relating to mercantile documents implies ordinary transactions between the named persons and the \"mercantile documents\" indicates that all transactions between the specified classes of persons will not result in a commercial dispute where the transaction does not relate to mercantile documents.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "63dadf10f67249f9ba8b5b2b9c156998_108"
    },
    {
      "start": 20801,
      "end": 20985,
      "text": "Only those disputes arising out of a transaction between the named classes of persons which has been formalised by way of a mercantile document would be termed as a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f10c44630264606b0ef6ff04cb3855f_109"
    },
    {
      "start": 20986,
      "end": 21168,
      "text": "In the said suit, a loan of Rs. 50 lakhs had been given by the plaintiff Company to the defendant since the Directors of the Plaintiff Company were known to the defendant since long.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2fc308aa06ff4860b52ed28d2f2b7b7b_110"
    },
    {
      "start": 21169,
      "end": 21327,
      "text": "It was held that simplicitor because a loan transaction was involved would not attract a commercial flavour to it and was held to be not a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "22419deda0d544e98b84ae3e4c85666b_111"
    },
    {
      "start": 21329,
      "end": 21593,
      "text": "11. This Court in Kailash Devi Khanna vs. DD Global Capital Ltd. 2019 SCC OnLine Del 9954 held that all suits for recovery of monies cannot brought under Section 2(1)(c)(i) of the Act where the suit is not based on any transaction relating to mercantile documents.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bbbfa11edda943ecbeeaf48abae4b28f_112"
    },
    {
      "start": 21594,
      "end": 22122,
      "text": "The Bombay High Court in Bharat Huddanna Shetty vs. Ahuja Properties & Developers (Interim Application (L) No.14350 of 2021; decided on 13 th July, 2021) rejected the contention that the suit should be treated as a commercial summary suit on the mandate that the transaction had occurred between merchants, bankers, financiers and traders and further clarified that transactions between individuals where the plaintiff gives a friendly loan to a needy friend will not be seen as a transaction in the course of ordinary business.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a85e0cca1b4b434e8b280e0afee674dd_113"
    },
    {
      "start": 22123,
      "end": 22602,
      "text": "The Madras High Court in R. Kumar vs. T.A.S Jawahar Ayya MANU/TN/4159/2020 was Digitally Signed By:PRIYANKA ANEJA Signing Date:04.11.2022 13:23:37 2022/DHC/004647 of the view that since the plaintiffs did not transact in the capacity of financiers, the dispute was not a \"commercial dispute\" and that an ordinary transaction of the four classes of persons mentioned in 2(1)(c)(i) arising out of mercantile documents alone would fall within the definition of a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "072b8733bf934587a663b429de6ef457_114"
    },
    {
      "start": 22603,
      "end": 22980,
      "text": "The Calcutta High Court in Associated Power Co. Ltd. Vs. Ram Taran Roy AIR 1970 Cal 75 focused its gaze on a \"mercantile document\" within the meaning of the First Schedule of the City civil Court Act, 1953 as a document between merchants and traders where the construction, interpretation and meanings of words and clauses of the mercantile documents would assume significance.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "649a0e10aa964308b81bcd051d94deb1_115"
    },
    {
      "start": 22981,
      "end": 23115,
      "text": "\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 12",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "57738626c03846afbe0abecce493f01d_116"
    },
    {
      "start": 23116,
      "end": 23326,
      "text": ". It should also be pointed out that the words used in sub- clause (i) of clause(c) are \"ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents.....\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "528fc6e61c4441a59a910af655797d9a_117"
    },
    {
      "start": 23327,
      "end": 23622,
      "text": "The placement of the underlined words between ordinary transactions of the named persons and the mercantile documents indicates that all transactions between the specified classes of persons will not result in a \"commercial dispute\" where the transaction does not relate to mercantile documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5235db65f72e431796c9b6bd82aeb489_118"
    },
    {
      "start": 23623,
      "end": 23841,
      "text": "Hence, only a dispute arising out of a transaction between the named classes of persons which has been formalised by way of a mercantile document will be a \"commercial dispute\" under Section 2(1)(c)(i) of the 2015 Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b4478b050a9e41aaabf32ba1b4988c89_119"
    },
    {
      "start": 23843,
      "end": 24136,
      "text": "9. That apart, the learned counsel for the petitioner in CRP No.3672 of 2022 in support of her contention has relied upon the Judgment of the High Court of Calcutta reported in 2022 SCC Online Cal 3010 [Venkatesh Vincom Pvt., Ltd., Vs. Spice of Joy, Multicuisine Restaurant cum Bar and Others]",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cc067bea129f4b63a6e0e1821cdcfb82_120"
    },
    {
      "start": 24137,
      "end": 24448,
      "text": "7. Reverting to the core issue the eventuality enshrined in Clause (i) of Section 2(1)(c) of the said Act postulates that a dispute arising out of the ordinary transaction of financer relating to mercantile documents including its enforceability and interpretation are the important factors to be borne in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "723c663fcfd9436bb9aabf0804b8369e_121"
    },
    {
      "start": 24449,
      "end": 24496,
      "text": "The said Clause can be segregated into 3 parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a9699c6ae584f2192f29b349847e879_122"
    },
    {
      "start": 24497,
      "end": 24730,
      "text": "Firstly, the dispute must arise out of ordinary transaction of financer and secondly, such ordinary transaction must relate to a mercantile document and thirdly, the enforceability and the interpretation of such document is involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75d35f7192eb42e1beefe3799a1faf74_123"
    },
    {
      "start": 24731,
      "end": 24910,
      "text": "Admittedly, the appellant is a non banking financial corporation which would be evident from the averments made in the plaint and the certificate of incorporation annexed thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a328867bba564506b44b3ba1b5c5170b_124"
    },
    {
      "start": 24911,
      "end": 25112,
      "text": "The primary function of the non banking corporation is to extend financial supports and can be regarded as an FMAT 20 OF 2022 Page-8 ordinary https://www.mhc.tn.gov.in/judistransaction of the financer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e88007f5e42d46e7b702e291d9fc54dc_125"
    },
    {
      "start": 25113,
      "end": 25380,
      "text": "We find no ambiguity in this regard that C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 lending money by the appellant is fundamentally the transactions which it does and can be regarded as the ordinary transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4dc9de6a6e444fc486edca4de3640ede_126"
    },
    {
      "start": 25381,
      "end": 25601,
      "text": "The parties are not ad idem on the expression \"mercantile document\"\nappearing in the said clause for the reason that there was no agreement in writing nor any document evincing the money given as loan to the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfadb69d2e7d4f3f8434709359aa3892_127"
    },
    {
      "start": 25602,
      "end": 25657,
      "text": "The mercantile document is not defined in the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f9cd089f26c4e298b9dceae6ede76e2_128"
    },
    {
      "start": 25658,
      "end": 25960,
      "text": "However, the said Act defines 'document' in Section 2(1)(f) to mean any matter expressed or described upon any substance by means of letters, figures, or marks, or electronic means or, by more than one of those means, intended to be used, or which may be used, for the purpose of recording that manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "948c57f6bbf242d6a5a2973ee4a27ffc_129"
    },
    {
      "start": 25961,
      "end": 26136,
      "text": "The definition of a document is expansive and is not restricted to any agreement to be executed by and between the parties recording the transactions at the beginning thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d08ea67d77864485b879046ec5cc8a97_130"
    },
    {
      "start": 26137,
      "end": 26349,
      "text": "The definition is wide enough to include any expression or a description of any substance by means of letters, marks or figures or electronic means which would be sufficient enough to bring clarity of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f2ee6c90db94d3584d750da701b3842_131"
    },
    {
      "start": 26350,
      "end": 26488,
      "text": "The word 'mercantile' in ordinary parlance means a document relating to a merchant or trading or a document which is commercial in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ee984aa737c4dcc9905664827904aa9_132"
    },
    {
      "start": 26489,
      "end": 26566,
      "text": "In Black's Law Dictionary, 8th Edition 'mercantile' is defined as in \"BLD\"\n8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88982043a3ab4a8286a1ae7e520c603d_133"
    },
    {
      "start": 26567,
      "end": 26956,
      "text": "Since the word 'mercantile' includes the transaction which is of commercial nature the \"commercial paper\" is also defined in the Black's Law Dictionary as an instrument other than the cash for the payment of money and include negotiable instrument of a particular kind in the following:\nFMAT 20 OF 2022 Page-9 \"Commercial Paper: 1. An instrument, other than cash, for the payment of money.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4f3df362b83430f84429aa1df5bb761_134"
    },
    {
      "start": 26957,
      "end": 27250,
      "text": "Commercial paper - typically existing in the form of a draft (such as a check) or a note (such as a certificate of deposit) - is governed by Article 3 of the https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 UCC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73dd6318cfb84de78a298d54dead6c5d_135"
    },
    {
      "start": 27251,
      "end": 27520,
      "text": "But even though the UCC uses the term commercial paper when referring to negotiable instruments of a particular kind (drafts, checks, certificates of deposit, and notes as defined by Article 3), the term long predates the UCC as a business and legal term in common use.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5d8cd05025941558d70de05ad12dcda_136"
    },
    {
      "start": 27521,
      "end": 27616,
      "text": "Before the UCC, it was generally viewed as synonymous with negotiable paper or bills and notes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cbaf2c126044f60b25511c379925942_137"
    },
    {
      "start": 27617,
      "end": 27676,
      "text": "It was sometimes applied even to nonnegotiable instruments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b28f699ffd74d2eb8e8e24570a414ef_138"
    },
    {
      "start": 27677,
      "end": 27725,
      "text": "- Also termed mercantile paper; company's paper.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b63c0093dfa4e2cb9fe5d5a1113e68a_139"
    },
    {
      "start": 27726,
      "end": 27753,
      "text": "See NEGOTIABLE INSTRUMENT.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11a0b0fac98b4385a793bdb2be1f6903_140"
    },
    {
      "start": 27754,
      "end": 28009,
      "text": "\n\" 'Commercial paper' is rather a popular than a technical expression, often used, however, both in statutes and in decisions of courts, to designate those simple forms of contract long recognized in the world's commerce and governed by the law merchant.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e25904805f9408dbc864b66a1417eba_141"
    },
    {
      "start": 28010,
      "end": 28148,
      "text": "\n\"Defined most broadly, commercial paper refers to any writing embodying rights that are customarily conveyed by transferring the writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f653aafa03a740cab4d84fd16c058e05_142"
    },
    {
      "start": 28149,
      "end": 28360,
      "text": "A large subset of commercial paper consists of such writings that are negotiable, which means that the law enables a transferee to acquire the embodied rights free of claims and defences against the transferor.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77ac713f3fe9488b937c217dfdccc963_143"
    },
    {
      "start": 28361,
      "end": 28632,
      "text": "\nFMAT 20 OF 2022 Page-10 \"Sec. 2 (c) \"Commercial dispute\"\nmeans a dispute arising out of - (ii) Ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents.",
      "labels": [
        "STA"
      ],
      "id": "559f057a4cad4161a5e9d3e882492a5b_144"
    },
    {
      "start": 28634,
      "end": 29138,
      "text": "9. The Stroud's Judicial Dictionary defines the commercial action to mean and include any cause arising out of ordinary transactions of merchants and traders and without prejudice to generosity of the following words: any cause relating to construction of a mercantile document, the export or import of mercantile, https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 insurance, banking, mercantile agency and mercantile uses.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49169515af874235a88e39efa3a036ef_145"
    },
    {
      "start": 29139,
      "end": 29313,
      "text": "It, thus, engulfed within itself any action or undertaking with an object to make a profit therefrom (see Punjab University vs. Unit Trust of India & Ors., (2015) 2 SCC 669).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9abeae0e9d8a4c76a32b65caf1c8c8cc_146"
    },
    {
      "start": 29314,
      "end": 29566,
      "text": "In Ladymoon Towers Pvt. Ltd. (Supra) the Single Bench of this Court has relied upon various judgments of the Delhi High Court, Bombay High Court and Madras High Court as well as the Calcutta High Court to ascertain the meaning of a mercantile document.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7529cc3995fd40949a0f584f14210344_147"
    },
    {
      "start": 29567,
      "end": 29757,
      "text": "It has been held therein that all suits of recovery of money may not come within the purview of Section 2(1)(c)(i) of the Act if not based on any transaction relating to mercantile document.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa45d92310634aaf8177618fcfd7723d_148"
    },
    {
      "start": 29758,
      "end": 30149,
      "text": "The view of the Bombay High Court has also been noticed to the effect that the suit cannot be treated as a commercial suit unless the transaction has occurred between the merchants, traders, bankers and financers and, therefore, any transaction of two individuals in extending a friendly loan cannot be regarded as a commercial transaction or a transaction in an ordinary course of business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba3027de39464ca0967dc5fd48925381_149"
    },
    {
      "start": 30150,
      "end": 30422,
      "text": "The view of the Madras High Court as relied on by the Single FMAT 20 OF 2022 Page-11 Bench in Ladymoon Towers Pvt. Ltd. (Supra) was that if the plaintiffs have not transacted in a capacity of a financer it cannot come within the purview of the aforesaid definition clause.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50f7510229d248cbb98555e520e0bff8_150"
    },
    {
      "start": 30423,
      "end": 30819,
      "text": "So far as the Calcutta High Court view as noticed by the Single Bench in the above noted decision was based on the definition of a mercantile document appearing in the First schedule of City Civil Courts Act, 1953 to be a document between merchant and traders and the construction, interpretation and meaning of the words and clause of the mercantile document would assume a greater significance.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "03cf58d783bf490c8f757b71e2e36af7_151"
    },
    {
      "start": 30820,
      "end": 31197,
      "text": "Though the aforesaid judgments were noticed by the Single Bench in the above referred cases but ultimately it was held that the suit for recovery of money lend and advanced as friendly loan does not satisfy the definition of https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b19b9bd4adf406197634f44a009ee0e_152"
    },
    {
      "start": 31198,
      "end": 31341,
      "text": "It is no doubt true that every nature of the monetary transaction cannot come within the ambit of a commercial dispute defined in the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "becc79f927eb4783ba2c40911f9bb790_153"
    },
    {
      "start": 31342,
      "end": 31593,
      "text": "Such monetary transaction in an ordinary course of business transacted by the merchants, bankers, financers and traders based upon a mercantile documents are regarded as a commercial transactions and a suit before the Commercial Court is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5ae97ca1a5b46dba2df5814d1c04dbf_154"
    },
    {
      "start": 31594,
      "end": 31884,
      "text": "Taking a clue from the definition of a 'merchant', what was a conservative view at one point of time have seen a radical change with the varied varieties of transaction which can be manifestly seen from the expansive definition of a commercial dispute under Section 2(1)(c) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0aeb7d5c24e346fb8af852da98ae15e7_155"
    },
    {
      "start": 31885,
      "end": 32167,
      "text": "By advancement of technology the mode and the nature of transactions have also been changed and what was earlier known as a negotiable instrument in a primitive stage has been gradually taken out of practice and the mode of the transaction has been well accepted in electronic form.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc4b389399364096ba2fe8bb78a42bc9_156"
    },
    {
      "start": 32168,
      "end": 32478,
      "text": "The interpretative tool FMAT 20 OF 2022 Page-12 is an evolving process and changes with the behavioural pattern of the society more particularly in commercial transactions and, therefore, any rudimentary form of the interpretation may not be compatible with the changing pattern of the commercial transactions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b24035b15b3467294f0617946a43b3f_157"
    },
    {
      "start": 32480,
      "end": 32639,
      "text": "12. It leads to another question whether the loan extended to one of the partners for and on behalf of the firm can be regarded as a transaction with the firm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09cee03a37ea4eeeb0b501396b19ec39_158"
    },
    {
      "start": 32640,
      "end": 32745,
      "text": "The answer can be traced from the provisions contained in Chapter IV of the Indian Partnership Act, 1932.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68fe26d25ef040eab2a392f692f6f1c7_159"
    },
    {
      "start": 32746,
      "end": 32863,
      "text": "Section 18 of the said Act postulates that the partner is an agent of a firm for the purpose of business of the firm.",
      "labels": [
        "STA"
      ],
      "id": "7512e8e42c514f3cbe17e59d6a03420d_160"
    },
    {
      "start": 32864,
      "end": 33265,
      "text": "Section 19 contemplates the implied authority of the partner as an agent of the firm and Section 22 thereof binds the firm for any act of the https://www.mhc.tn.gov.in/judisinstrument done or executed by the partner or other persons on C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 behalf of the farm to be regarded as done or executed by the firm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98ac763bdf99425ab77c7f65774b4b12_161"
    },
    {
      "start": 33266,
      "end": 33436,
      "text": "Undisputedly, the cheque was issued by the appellant to the Respondent no. 2 and the receipt or a note evincing such transaction, was issued by the Respondent no. 1 firm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d015ee1d8eae4a2f8ca8101ceada89ec_162"
    },
    {
      "start": 33437,
      "end": 33674,
      "text": "It is not a case where the Respondent no. 2 utilised the money for his individual purposes but in fact the money given by the appellant was used and utilised by the Respondent no. 1 firm and the TDS certificate also corroborate the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9336ffeabd2141fd93daee13f29defee_163"
    },
    {
      "start": 33675,
      "end": 33883,
      "text": "Even the interest is paid by the Respondent no. 1 firm and, therefore, even if the cheque covering the loan amount was issued in the name of one of the partners but shall be regarded as a payment to the firm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29b63552fbd743d9868e4c54d0f315c1_164"
    },
    {
      "start": 33884,
      "end": 34368,
      "text": "As indicated above, there is no condition laid down in the said definition 'commercial dispute' that the mercantile document must be executed at the beginning or before the transaction having affected rather the document defined in Section 2(1)(f) of the Act includes any matter expressed or described upon any substance by means of letters, figures or marks or electronic means intended to be used or which may be used for the purpose of recording the FMAT 20 OF 2022 Page-16 matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14885f6f225e40ee8e84b9db447df554_165"
    },
    {
      "start": 34369,
      "end": 34760,
      "text": "We, therefore, find no difficulty in considering that the mercantile document as an instrument by any other means coming within the ambit of the definition of a document executed by a merchant in an ordinary course of business and any restrictive interpretation would frustrate the legislative intent and the object and purpose underlying the promulgation of the Commercial Courts Act, 2015.",
      "labels": [
        "RATIO"
      ],
      "id": "f8fb39fb6c7342ee81aeb936f779631e_166"
    },
    {
      "start": 34761,
      "end": 34959,
      "text": "We, therefore, have no hesitation to hold that the dispute involved in the instant pattern satisfies the definition of a commercial dispute and the order of the Commercial Court cannot be sustained.",
      "labels": [
        "RATIO"
      ],
      "id": "56f97ac289b24cc099606c591cbe9ccd_167"
    },
    {
      "start": 34960,
      "end": 34995,
      "text": "https://www.mhc.tn.gov.in/judis 10.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da748de4a131453d889650ed0dc93ed8_168"
    },
    {
      "start": 34996,
      "end": 35213,
      "text": "Heard the learned senior counsels and learned counsels for the C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 appropriate parties and perused the records carefully.\n",
      "labels": [
        "NONE"
      ],
      "id": "b0a37cb7214c4f5bab663c968777900c_169"
    },
    {
      "start": 35213,
      "end": 35699,
      "text": "11. Though the parties to the C.R.P. Nos. 3672 of 2022, 3800 of 2022 and 338 of 2023 are Madanraj, Hindu Undivided Family, as plaintiff and Radha alias Ramalingam, as defendants arising out of C.O.S. No. 9 of 2022 are taken up along with CRP No. 2123 of 2023, arising out of T.Niranjani as plaintiff and R. Radha as defendant in C.O.S. No.10 of 2023 on the file of District Judge, Commercial Court Salem and the parties are described to their respective rank as placed in the suits.\n12.",
      "labels": [
        "NONE"
      ],
      "id": "0bf726883b5b4b42b5c0ff1fa66fc3a3_170"
    },
    {
      "start": 35700,
      "end": 35922,
      "text": "On the perusal of the records it is seen that the plaintiff, viz., Madanraj seems to have filed C.O.S.No.118 of 2021, which was subsequently renumbered as C.O.S.No.9 of 2022 on the file of Commercial District Court, Salem.",
      "labels": [
        "FAC"
      ],
      "id": "826529054b9b49dd8c0872819adb4c34_171"
    },
    {
      "start": 35923,
      "end": 36573,
      "text": "The plaintiff had approached the District Court invoking jurisdiction under Commercial Act, 2015, claiming for a decree in favour of the plaintiff directing the defendant to pay Rs.2,86,67,748/- with accrued interest on Rs.2,34,00,000/- at Rs.1/- per 100 per month from the date of suit till the date of realisation of amount that on the ground that the defendant one Radha Ramalingam bororrwed money from the plaintiff on various dates starting from 21.11.2013 by way of cash or by way of bank account of transfer.\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 13.",
      "labels": [
        "FAC"
      ],
      "id": "dfebfd7170a147e4a3bf2da981787aec_172"
    },
    {
      "start": 36574,
      "end": 36724,
      "text": "The plaintiff has further averred that the defendant was liable to pay Rs.2,09,72,300/- to the plaintiff towards principal and interest on 07.12.2019.",
      "labels": [
        "FAC"
      ],
      "id": "fc42ee5af6f24185805b67152f21796f_173"
    },
    {
      "start": 36725,
      "end": 37139,
      "text": "However, after negotiation with the defendant, the plaintiff and defendant had arrived an amount of Rs.2,05,00,000/- and thereby waiving a sum of Rs.4,72,300/- to satisfy the above amount claimed, which is a debt to be paid by the defendant, he had executed a promissory note dated 07.12.2019 for the above said sum of Rs.2,05,00,000/- apart from he has issued various cheques dating from 08.05.2021 to 26.07.2021.",
      "labels": [
        "FAC"
      ],
      "id": "d033d9d6a56542669bd751e9321d8dd8_174"
    },
    {
      "start": 37140,
      "end": 37332,
      "text": "When the cheque was presented for clearing, the defendant had failed to honour the cheque, either it was for want of sufficient funds or returned with an endorsement of 'Exceeds insufficient'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d33ed37da4f74f3e8c9e95f57b25b637_175"
    },
    {
      "start": 37333,
      "end": 37620,
      "text": "The cheques were returned and the same is evident from the series of exchange of notices between the plaintiff and the defendant and when the amount were not been received by the plaintiff, the plaintiff had initiated criminal proceedings under Section 138 of Negotiable Instruments Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2768827259854828bfe65c4f5227d2b2_176"
    },
    {
      "start": 37622,
      "end": 37959,
      "text": "14. It is further seen from the records available that the defendant had invoked order 7 Rule 11(a) and (d) of CPC seeking the court's intervention to reject the plaint in C.O.S. No.118 of 2021 by way of I.A.No.2 of 2022, which was filed on 07.02.2022, for the said I.A., a counter was also filed by the plaintiff as early as 11.02.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3344dfc58cf34604ba1057f089481e0c_177"
    },
    {
      "start": 37960,
      "end": 38177,
      "text": "Pending the said I.A., the defendant https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 has also filed a written statement on 01.06.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1801ed473894596b04808b74b3b7cfd_178"
    },
    {
      "start": 38178,
      "end": 38479,
      "text": "The said I.A.No.2 of 2022 came to be decided by the Learned District Judge, Commercial District Court, Salem on hearing the arguments on both the sides, finally an one line order and decreetal order came to be passed on 28.07.2022 and the said order reads as follows:-\nOrders pronounced in open court.",
      "labels": [
        "NONE"
      ],
      "id": "f69808a71ec74e059227fe1ac914d786_179"
    },
    {
      "start": 38480,
      "end": 38644,
      "text": "In the result, the petition is hereby dismissed with costs and the decreetal order which reads as follows:\n(1)That the petition be and the same is hereby dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "5561ddc3139a4dc0b1c27e48a2851bef_180"
    },
    {
      "start": 38645,
      "end": 38742,
      "text": "(2)that the petitioner do pay a sum of Rs.1,000/- to the respondents to the cost of the petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4da0b48b5c74eb985338958cb6de5f8_181"
    },
    {
      "start": 38743,
      "end": 39111,
      "text": "\nIt is seen from the records that the defendant have raised several grounds in the affidavit in support of the petition filed under Order 7 Rule 11(a) and (d) of CPC, which was primarily on the ground of lack of jurisdiction, maintainability of the suit under the Commercial Courts Act, 2019 and not following the mandatory provisions under Commecial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18f393daa9254bb2a61476eb1b7faced_182"
    },
    {
      "start": 39112,
      "end": 39277,
      "text": "When the defendant has raised several grounds apart from the said grounds, none of them were discussed by the learned Single Judge while dismissing I.A.No.2 of 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1a5ab404410493e9d8c666de0848851_183"
    },
    {
      "start": 39279,
      "end": 39764,
      "text": "15. The Hon'ble Supreme Court as well as the High Court in various States have consistently held that proper reasons have to be given when the https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 lower judiciary is disposing of any applications and no creptic order can be passed, especially one line order dismissing the application, which exhibits clear non application of mind by the said district judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4bab25f6b3e42939e82270b9e3c9a06_184"
    },
    {
      "start": 39765,
      "end": 40257,
      "text": "When the defendant has raised a maintainability and it is the duty of the District Judge to answer the reasons for his dismissal and even though the lower court need not answer all the grounds in favour or against any party when a question is raised in the suit that too when application was filed under Order 7 Rule 11, it becomes the mandatory duty of the District court to discuss the application or non application of order 7 Rule 11 CPC, when it has been raised by the parties concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35f031c57be64da8beb31bc68872f5e8_185"
    },
    {
      "start": 40258,
      "end": 40497,
      "text": "For this reason alone, the order impugned in C.R.P. No.3672 of 2022 has to be set aside and when cryptic order is passed in I.A.No.2 of 2022 in COS No.9 of 2022 is unbecoming of the learned District Judg, the District Court has to rectify.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c2e10ca4d8248a88c7bc6130b05a79e_186"
    },
    {
      "start": 40498,
      "end": 40609,
      "text": "Accordingly, CRP No.3672 of 2022 is allowed and order passed in I.A.No.2 of 2022 dated 28.07.2022 is set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7879e2042bac41868c2dbf78e922e1a4_187"
    },
    {
      "start": 40611,
      "end": 40807,
      "text": "16. As far as CRP No.3800 of 2022 is concerned, the plaintiff had filed I.A.No.4 of 2022 seeking amendment of plaint under Order 6 Rule 17 of CPC on 06.08.2022 after dismissal of I.A.No.2 of 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c618896b07b3409f81942f439d33964a_188"
    },
    {
      "start": 40808,
      "end": 41789,
      "text": "The amendment petition and the affidavit filed in support to the petition and the details of the https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 amendment clearly shows that those grounds which were raised for non- maintainability of the suit in the written statement filed by the defendant, the plaintiff has come forward to rectify the mistakes by amending his plaint and the details sought for amendment are extracted hereunder:-\n 1. Add the following in between the words, 'years' and 'Hindu' in the 2nd line in the plaintiff long cause title in the Page No.1 of the plaint, consisting of the Kartha Madhan Raj and its members B.Niranjani aged 43 years the wife of the Kartha and Amitha aged 19 years the daughter of the Kartha,\n2. Add the following in between the words, 'years' and 'the' in the 2nd line in Para No.3 in the Page No.1 of the plaint, The plaintiff is a licensed money lender 3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1565e0ce9d364e30a1669eaba226891f_189"
    },
    {
      "start": 41790,
      "end": 41955,
      "text": "Add the following in between the words 'plaintiff' and 'Karur' in the 3rd line in Para No.7 in the Page No.2 of the plaint, at the plaintiff's residence at Salem,\n4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a30f84b51edc48e3903d2c1fde16aabf_190"
    },
    {
      "start": 41956,
      "end": 42331,
      "text": "Add the following at the end of Para No.11 in the Page No.3 of the plaint, as agreed by the defendant in the Promissory notes, from 07.12.2019 to 16.12.2021 for the 1st promissory note and from 18.02.2021 to 16.12.2021 for the 2nd promissory note which comes totally Rs.52,67,748/- and further accrued interest at the rate of Rs.0.033 per hundred per day after 16.12.2021.\n5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99d00064f6464310805337069500e51c_191"
    },
    {
      "start": 42332,
      "end": 42483,
      "text": "Add the following in between the words, 'plaintiff' and 'to' in the 7th line in para no.15 in the Page No.4 of the plaint, at their residence at Salem.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99d3e8a9a27649a2979b99bdd971e6a9_192"
    },
    {
      "start": 42484,
      "end": 43136,
      "text": "The said petition seeking for the amendment was resisted by the defendant https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 on the ground of lack of jurisdiction, limitation, non joinder of parties and no cause of action arisen for commercial dispute to invoke the jurisdiction of commercial courts act and for want of proper documents, being filed in support of the plaint averments, the said I.A.No.4 of 2022 was also heard and allowed by the Learned District Judge, Commercial Court, Salem by an order dated 03.09.2022 and the relevant portion is extracted hereunder:-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ab1292ad1434943aac1e6a3c420acc7_193"
    },
    {
      "start": 43138,
      "end": 43386,
      "text": "12. When considering the transaction involved, this is an ordinary transaction of a money lender, who is a financier referred under Section 2(1)(c)(i) of Commercial Courts Act and prima facie this Court is vested with jurisdiction to try this suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e35e3483bcc4f4dbf13d9d83927cf7c_194"
    },
    {
      "start": 43387,
      "end": 43549,
      "text": "A promissory note is a Negotiable instrument and when filed in a Commercial Transaction, it becomes a mercantile document also, between the merchants and traders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d391c39193147939b55acba5bfa4ff7_195"
    },
    {
      "start": 43550,
      "end": 43927,
      "text": "Therefore, the contentions raised by the respondent / defendant that these amendments introduce a new cause of action, that it alters the nature of the suit cannot sustain and question of estoppel cannot be gone into in this stage which has no relevance at all and the defendant does not lose any of his advantage, if any which accrued to him earlier because of this amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b61183e500f4d238c5e4cca3bf35954_196"
    },
    {
      "start": 43928,
      "end": 44130,
      "text": "Though the amendment is allowed, the defence if any which is available to the respondent / defendant is not washed away and he has all the opportunity to raise these aspects in his defence during trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df5d0161dced4c6fb71fc52134dc7ffb_197"
    },
    {
      "start": 44131,
      "end": 44202,
      "text": "Hence this petition is hereby allowed and there is no order as to cost.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9278dde31e1424591aa1e54d803524b_198"
    },
    {
      "start": 44203,
      "end": 44237,
      "text": "https://www.mhc.tn.gov.in/judis 17",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3acc49cb5624d64a23e782731f98689_199"
    },
    {
      "start": 44238,
      "end": 44478,
      "text": ". On a careful perusal of the above said order, it is seen that the C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 defendant was given an opportunity to raise her defence during the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdcc9f0d6b874ed781788db4d81c94c6_200"
    },
    {
      "start": 44479,
      "end": 44756,
      "text": "The learned Judge while considering the amendment petition has confined only with regard to the amendment petition, which is the only way to decide the amendment petition as the predecessor has already decided and rejected the petition under order 7 Rule 11 (a) and (b) of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1af2fb26eb4a46a2820e63ca02326602_201"
    },
    {
      "start": 44757,
      "end": 45031,
      "text": "Though the reasons are not acceptable and not in consonance with the Commercial Courts Act, especially under Section 2(1)c(i), this Court is not inclined to interefere with the order for the reason that the defendant has always opportunity to raise his defense during trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e4295813f7a4c0d89107c83c667679a_202"
    },
    {
      "start": 45032,
      "end": 45146,
      "text": "The incumbent learned Judge has taken note of dismissal of I.A.No.2 of 2022 and passed orders in I.A.No.4 of 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7db67a113eb141008dec739e8c908103_203"
    },
    {
      "start": 45147,
      "end": 45543,
      "text": "\n18 . Now, when we consider the facts under which C.R.P. No.338 of 2023 is filed, it is seen that the said Revision is, as against order in I.A.No.6 of 2022, which was filed under Order 6 Rule 15-A and under Section 151 of CPC, seeking to accept statements of truth and the learned District Judge, Commercial Court, Salem by an order and decreetal order dated 20.10.2022 has allowed the petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c89172c60af04012bc6ccd94adeb7f15_204"
    },
    {
      "start": 45544,
      "end": 46034,
      "text": "It is well settled that the statute prescribed under Order 6 Rule 15-A for filing statement of truth, that ought to have been filed within 120 days from the date of service of summons, i.e., the time limit is 120 days, however, it is seen that the defendant has filed the application to receive the statement of truth on 20.10.2022 with the delay https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 of 249 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e90aabd63fb146acb05b64d8e31adcdf_205"
    },
    {
      "start": 46035,
      "end": 46534,
      "text": "The trial court has allowed the I.A.No.6 of 2022, as the delay is not very huge for the courts not to condone the same and this Court finds no infirmity in the order and decreetal order of the District Judge, especially, when the parties have brought before the Court within the condonable time frame with appropriate reasons stated, the courts have always power to condone the same, hence this Court is not inclined to interefere with the order passed in I.A.No. 6 of 2022 as there is no infirmity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b673fa3e8d0e45eab6c07453136cc3a1_206"
    },
    {
      "start": 46535,
      "end": 46583,
      "text": "Accordingly, C.R.P. No.338 of 2023 is dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f5dace03a4c432d99dac60977b6becf_207"
    },
    {
      "start": 46585,
      "end": 46820,
      "text": "19. As far as C.R.P. No.2123 of 2023 is conconcerned, the same has been filed to strike off the plaint in C.O.S. No. 10 of 2023 filed by Niranjani, who is none other than wife of Madanraj, who is the plaintiff in d C.O.S. No.9 of 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfb595f218ce44c39f5bd2b3b4e6de56_208"
    },
    {
      "start": 46821,
      "end": 47035,
      "text": "Though C.O.S.Nos.9 of 2022 and 10 of 2023 are two different suits filed by Husband and wife against the common defendant, the present Revision is also taken along with the three CRPs by all the respective counsels.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b4fc253afc94307bbf456d4a7fc141e_209"
    },
    {
      "start": 47036,
      "end": 47398,
      "text": "The C.O.S. No.10 of 2023 is filed by Niranjani, plaintiff therein, invoking Section 2(1)(c) of Commercial Courts Act, 2015, seeking for a decree against the defendants therein to pay her a sum of Rs.2,84,85,962/- along with the accured interest on Rs.2,16,00,000/- at Rs.1/- per hundred per month from the date of suit till the date of realisation of the amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aed1651154c743e394f5c517f3b2c0cc_210"
    },
    {
      "start": 47399,
      "end": 47847,
      "text": "The plaintiff, viz., Niranjani has claimed that the defendants https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 were borrowing money on various dates from 24.03.2011 to 18.02.2021 and the defendants borrowed additional loan also and to repay the debts, the defendants issued cheques and on various dates, which on presentation on bank returned as insufficient funds.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc10ea89a9dc4249b13ba45c01b451ce_211"
    },
    {
      "start": 47848,
      "end": 47976,
      "text": "The plaintiff claims that she is a business woman, financier and an licensed money lender authorised to lend money for interest.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cd5778f163554917b8aec7c59cbf9fd2_212"
    },
    {
      "start": 47977,
      "end": 48134,
      "text": "When the money was not paid back, she initiated the proceedings under 138 of Negotiable Instruments Act, before the learned Judicial Magistrate Court, Salem.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9070d7866c794545a97cfeb0ae86b22e_213"
    },
    {
      "start": 48135,
      "end": 48427,
      "text": "When the suit summons were served, the defendants have approached this Court by the present Revision on the ground that Section 12 (a) of the Commercial Courts Act, 2015, which has pre-requisite and mandatory provision for mediation, without which the suit ought not to have been entertained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0746c69d6970497cab770b4786b60dc7_214"
    },
    {
      "start": 48429,
      "end": 48747,
      "text": "20. In the recent judgment of the Hon'ble Supreme Court reported in (2022) 10 Supreme Court Cases 11, [Patil Automation Pvt., Ltd., & others Vs. Rakheja Engineers Pvt., Ltd.,], the Hon'ble Apex Court had an occasion to reset 12(A) of Commercial Courts Act, 2015, and the relevant portions are extracted hereunder:-\n24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0de329ab45c94522b14148c93f84cf1c_215"
    },
    {
      "start": 48748,
      "end": 48928,
      "text": "He would submit that having regard to the purport of Section 12A, the interest of justice would be subserved if the procedure which is adopted by the Court in his case is accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d4bf13e7cd8423ca85d6839509d3af7_216"
    },
    {
      "start": 48929,
      "end": 49150,
      "text": "In other words, if the Court after the institution of the suit immediately refers the parties to the mediation, the appellants may not be justified in insisting on pre institution https://www.mhc.tn.gov.in/judismediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05d1b4d5199348ac95c36d90677c8b0b_217"
    },
    {
      "start": 49151,
      "end": 49395,
      "text": "In this regard, he would emphasisethat pre litigation mediation C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 contemplated in Section 12A does not pertain to inherent jurisdiction of a Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94e90a7d87554c2f858b2f753d61b98e_218"
    },
    {
      "start": 49396,
      "end": 49697,
      "text": "While mediation is to be encouraged, the Court may not lose sight of the fact that a half-way house between the two extremes has been attempted by the Court in the case, which suffices, having regard to the fact also that no penal consequences are provided and no right of the defendant is imperilled.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f4ec80c8e7b4c4986be4b5795cb0d9a_219"
    },
    {
      "start": 49699,
      "end": 49759,
      "text": "25. He next draws our attention to the aspect of court fees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b516c4dd13e4f0e9d395307fdc974cf_220"
    },
    {
      "start": 49760,
      "end": 49858,
      "text": "\nHe would submit that the plaintiff is bound to pay the whole court fee under the law in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9df5eebf6bc2457f81c11b771c9eadd8_221"
    },
    {
      "start": 49859,
      "end": 49967,
      "text": "When the plaint gets rejected under Order VII Rule 11, the plaintiff suffers a loss of the entire court fee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8112be711324ff18bd687d20e9df539_222"
    },
    {
      "start": 49968,
      "end": 50059,
      "text": "This is one of the consequences which this Court should not lose sight of, it is contended.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b042544d5ff341a1a8b7af9be21a1f3e_223"
    },
    {
      "start": 50060,
      "end": 50282,
      "text": "Here again, the procedure which has been adopted in the case is commended for our acceptance as substantial compliance with Section 12A which at the same time, will not reach such disastrous consequences for the litigants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44060f404eb549ea833052421833713f_224"
    },
    {
      "start": 50283,
      "end": 50430,
      "text": "He also touches upon the possible consequence of a plea of limitation overwhelming a fresh suit of the plaintiff after rejection of the first suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9501e640b5ce4ca4884f7bf95ff63bee_225"
    },
    {
      "start": 50432,
      "end": 51966,
      "text": "26. Section 12A of the Act reads as follows:\n12A. Pre-Institution Mediation and Settlement (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 (4) If the parties to the commercial dispute arrive at a settlement, the same shall be educed into writing and shall be signed by the parties to the dispute and the mediator.",
      "labels": [
        "STA"
      ],
      "id": "e36b8f6ae88d47ce8f2d102109f091e2_226"
    },
    {
      "start": 51967,
      "end": 52196,
      "text": "(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub- section (4) of section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "69aa56f0778a43c9b4ac5e70674b5267_227"
    },
    {
      "start": 52198,
      "end": 52239,
      "text": "27. The Act was enacted in the year 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37454c723f2446e9931e52ef7cfefa03_228"
    },
    {
      "start": 52240,
      "end": 52350,
      "text": "At the time, the monetary limit for a suit liable to be tried by the Commercial Court was fixed at Rs.1 crore.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c4f4f83254e4220bfca0ea76aa4c289_229"
    },
    {
      "start": 52352,
      "end": 52591,
      "text": "51. Lastly, we may notice that in Prem Lala Nahata v. Chandi Prasad Sikaria16, Justice P.K. Balasubramanyan, speaking on behalf of Justice S.B. Sinha, also held as follows:\n16. Order 7 Rule 11(d) speaks of the suit being barred by any law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d137944952e440adb59633b81de86249_230"
    },
    {
      "start": 52592,
      "end": 52683,
      "text": "According to Black's Law Dictionary, bar means, a plea arresting a law suit or legal claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1146040d87464911afcc3584190d5795_231"
    },
    {
      "start": 52684,
      "end": 52734,
      "text": "It means as a verb, to prevent by legal objection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05a56c4dc4744805935c2b8a15b16687_232"
    },
    {
      "start": 52735,
      "end": 52854,
      "text": "According to Ramanatha Aiyar's Law Lexicon, bar is that which obstructs entry or egress; to exclude from consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bb6be363dd24353af698bf3275d687e_233"
    },
    {
      "start": 52855,
      "end": 53023,
      "text": "It is therefore necessary to see whether a suit bad for misjoinder of parties or of causes of action is excluded from consideration or is barred entry for adjudication.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62a642d3cc8d4bf98f053d71d7a34457_234"
    },
    {
      "start": 53024,
      "end": 53202,
      "text": "As pointed out already, on the scheme of the Code, there is no such prohibition or a prevention at the entry of a suit defective for misjoinder of parties or of causes of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4546e1071b604101945bee4c20e8613a_235"
    },
    {
      "start": 53203,
      "end": 53437,
      "text": "The court is still competent to try and decide the suit, though the court may also be competent to tell the plaintiffs either to elect to proceed at the instance of one of the plaintiffs or to proceed with one of the causes of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2d0fb0741db4f16bc64e28fddf4d893_236"
    },
    {
      "start": 53439,
      "end": 53615,
      "text": "On the scheme of the Code of Civil Procedure, it cannot therefore be held that a suit barred for misjoinder of parties or of causes of action is barred by a law, here the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55bf7e431e894e338546ebfd468b0a06_237"
    },
    {
      "start": 53616,
      "end": 53714,
      "text": "This may be contrasted with the failure to comply with Section 80 of the 16 (2007) 2 SCC 551 Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e3df70976b042f8b31a9d4a592d6a68_238"
    },
    {
      "start": 53715,
      "end": 53853,
      "text": "In a case not covered by sub-section (2) of Section 80, it is provided in sub- section (1) of Section 80 that no suit shall be instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0737391ac02426ca0ffb8200b2526d1_239"
    },
    {
      "start": 53854,
      "end": 54124,
      "text": "This is therefore a bar to the institution of the suit and that is why courts have taken the view that in a case where notice under Section 80 of the Code is mandatory, if the averments in the plaint indicate the absence of a notice, the plaint is liable to be rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "156b5da92d5c40adacdb69bcc1be8d78_240"
    },
    {
      "start": 54125,
      "end": 54216,
      "text": "\nFor, in that case, the entertaining of the suit would be barred by Section 80 of the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20d15ec7e3884ce5bef04b42112d615e_241"
    },
    {
      "start": 54217,
      "end": 54410,
      "text": "The same would be the position when a suit hit by Section 86 of the Code is filed without pleading the obtaining of consent of the Central Government if the suit is not for rent from a tenant..",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a0a2416231c4b50af3249c8d860d523_242"
    },
    {
      "start": 54411,
      "end": 54430,
      "text": "(Emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "addc0534ec6847a483ae5576582ea14e_243"
    },
    {
      "start": 54431,
      "end": 54604,
      "text": "VIEWS OF HIGH COURTS:\nhttps://www.mhc.tn.gov.in/judisDISCORDANT NOTES?\nC.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 52.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02811438b11a4f7bb0b3595ddbeaf139_244"
    },
    {
      "start": 54605,
      "end": 54759,
      "text": "In Ganga Taro Vazirani v. Deepak Raheja17, the learned Single Judge of the High Court of Bombay, took the view that Section 12A is a procedural provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6c2f01af06294a3cac288098b9c0ec00_245"
    },
    {
      "start": 54760,
      "end": 54893,
      "text": "The learned Single Judge found further that when urgent relief is applied for, the procedure under Section 12A need not be undergone.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "58374bd20e7c4373bedd84133b11583a_246"
    },
    {
      "start": 54894,
      "end": 55035,
      "text": "It was further observed that it was not, as if, the Court lacks inherent jurisdiction to entertain a Suit without complying with Section 12A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a34ba8c40dc74187b76fbb46d9739e2d_247"
    },
    {
      "start": 55036,
      "end": 55086,
      "text": "Still further, he refers to Section 80 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d12479bb5b9640b98b3f6c44bb4f4618_248"
    },
    {
      "start": 55087,
      "end": 55416,
      "text": "He refers to AL. AR. 17 2021 SCC Online Bombay 195 Vellayan Chettiar (Decd.) & Others v. Government of the Province of Madras Through the Collector of Ramnad at Madura & Another18, for the proposition that Notice thereunder is given for the protection of the Authority concerned and he can lawfully waive his right to the Notice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f53af9eeac384d3f8530becf65c8191e_249"
    },
    {
      "start": 55417,
      "end": 55704,
      "text": "Reliance was also placed on the Judgement in State of A.P. and others v. Pioneer Builders, A.P.19, wherein this Court declined to interfere with the finding that having participated in the proceeding without raising objection about the maintainability of the Suit, there would be waiver.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e1ce318065304c998f7cc7f3c07fe9e7_250"
    },
    {
      "start": 55705,
      "end": 55885,
      "text": "Learned Single Judge also took the view that even under Section 12A of the Act, in a given set of facts, the defendant could be held to have waived his right to set up Section 12A.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bfe21d68cfe448189fce245c12166cc5_251"
    },
    {
      "start": 55886,
      "end": 56128,
      "text": "It is further found that, if there is substantial compliance, the plaintiff cannot be non-suited, i.e., if an attempt has been made for settling the dispute, which has failed and, therefore, the plaintiff is constrained to approach the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74a5a99161b045a2bcbe10b7b44a172c_252"
    },
    {
      "start": 56129,
      "end": 56208,
      "text": "It is this Judgment, which has been relied upon in both the impugned Judgments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd8925530e774f3abe1b807bf7df99bb_253"
    },
    {
      "start": 56210,
      "end": 56413,
      "text": "53. However, as pointed out by Shri Sharath Chandran, a Division Bench of the High Court of Bombay, in an appeal, has found that the Single Judge, has erred in his view that Section 12A is not mandatory.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4a696a8eedbe41e69ff238ab54f02c42_254"
    },
    {
      "start": 56414,
      "end": 56485,
      "text": "The Division Bench proclaimed that Section 12A of the Act is mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ae0d7e5a6e04c81bf5ef1ca773e43d1_255"
    },
    {
      "start": 56486,
      "end": 56639,
      "text": "It was further observed that considering the object and purpose of Section 12A, being rooted in public interest, there is no question of it being waived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f44e50c6d76b4d3da353ac13a8fbb0ba_256"
    },
    {
      "start": 56640,
      "end": 56887,
      "text": "When it came to the Order to be passed in the appeal, we notice that the plaintiff contended that the suit was allowed to be filed by the Registry because of a confusion in the Registry in the initial period, when the Amending Act came into force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0abc6b15e8641a9b3a87c148e140d40_257"
    },
    {
      "start": 56888,
      "end": 56908,
      "text": "There was oversight.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b93358d735dc42ed9e5d1acf386c55c4_258"
    },
    {
      "start": 56909,
      "end": 57023,
      "text": "The Division Bench stayed the Suit and the impugned Order for three months and referred the parties for mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b82c4ddc73d45048f903b6c4e475dbb_259"
    },
    {
      "start": 57024,
      "end": 57433,
      "text": "\n61.Section 35 of the CPC in the Schedule, inter alia, https://www.mhc.tn.gov.in/judiscontemplates that in making an Order for payment of costs, the C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Court shall have regard to the conduct of the parties and whether any reasonable offer to settle, is made by a party and unreasonably refused by the other party.",
      "labels": [
        "STA"
      ],
      "id": "0f25bdeacec242ecadceaee0bb94c77e_260"
    },
    {
      "start": 57434,
      "end": 58535,
      "text": "Sections 35(3) and 35(4) read as follows:\n35(3) In making an order for the payment of costs, the Court shall have regard to the following circumstances, including (a) the conduct of the parties;\n(b) whether a party has succeeded on part of its case, even if that party has not been wholly successful;\n(c) whether the party had made a frivolous counterclaim leading to delay in the disposal of the case;\n(d) whether any reasonable offer to settle is made by a party and unreasonably refused by the other party; and (e) whether the party had made a frivolous claim and instituted a vexatious proceeding wasting the time of the Court. 35(4) The orders which the Court may make under this provision include an order that a party must pay- (a) a proportion of another partys costs;\n(b) a stated amount in respect of another partys costs;\n(c) costs from or until a certain date;\n(d) costs incurred before proceedings have begun;\n(e) costs relating to particular steps taken in the proceedings;\n(f) costs relating to a distinct part of the proceedings; and (g) interest on costs from or until a certain date.",
      "labels": [
        "STA"
      ],
      "id": "b60b90d02313439390ba889e8cf199a7_261"
    },
    {
      "start": 58536,
      "end": 58555,
      "text": "[Emphasis supplied]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d2be918284345a38b08dce375b6d526_262"
    },
    {
      "start": 58557,
      "end": 58743,
      "text": "66. We have noticed that a settlement arrived at in pre- litigation mediation under Section 12A, is to be treated as an award under Section 30(4) of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d28b708c1d3b4b8cb4d842478930ee51_263"
    },
    {
      "start": 58744,
      "end": 58965,
      "text": "Section 30(4) of the Arbitration and Conciliation Act, 1996, reads as follows:\n30(4) An arbitral award on agreed terms shall have the same status and effect as any other arbitral award on the substance of the dispute.\n67.",
      "labels": [
        "STA"
      ],
      "id": "dfc727eaaed44514812d923ed6c2be65_264"
    },
    {
      "start": 58966,
      "end": 59379,
      "text": "A mediation settlement arrived at under Section 89 of the CPC must be scrutinised by the court and only on its imprimatur being given it is effective [see paragraph 40 of Afcons Infrastructure https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Limited and Another v. Cherian Varkey Construction Company Private Limited and Others25].",
      "labels": [
        "ANALYSIS"
      ],
      "id": "286d8e71190f452a9eba19c4d619c7b9_265"
    },
    {
      "start": 59380,
      "end": 59603,
      "text": "Since a settlement under Section 12A of the Act is accorded the status of an award under the Arbitration & Conciliation Act, it unerringly points to the object of the legislature to make pre-litigation mediation compulsory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91a3444700b847aca105bbed1464d94b_266"
    },
    {
      "start": 59604,
      "end": 59786,
      "text": "We again underscore the vital role, the lawyers engaged can and must discharge in arriving at a just and valid settlement translating into an effective award and therefore, a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d68d80cc28a24a229bc894f1a9c6fb2a_267"
    },
    {
      "start": 59787,
      "end": 59854,
      "text": "\n68. Rule 7 deals with the procedure to be adopted by the Mediator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63d6341b118941e2bb23d8b05d714375_268"
    },
    {
      "start": 59855,
      "end": 59918,
      "text": "Rule 9 enshrines the principle of confidentiality of mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2ae55c108014e529a7eb5c9421e212b_269"
    },
    {
      "start": 59919,
      "end": 60042,
      "text": "The Mediator, the parties, their authorised representatives or Counsel are to maintain confidentiality about the mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a90aa94ef4aa4b43b1996b540c95cace_270"
    },
    {
      "start": 60043,
      "end": 60187,
      "text": "Rule 9 further declares that the Mediator is not to allow stenographic or audio or video 25 (2010) 8 SCC 24 recording of the mediation sittings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccc91e14bca54043bc3febc2ea9b881f_271"
    },
    {
      "start": 60189,
      "end": 60366,
      "text": "84. One of the arguments of Shri Saket Sikri is that, if a plaint is rejected under Order VII Rule 11, the plaintiff would be saddled with the deprivation of the court fee paid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d7cac2ea32b47bb89083378ef8f9642_272"
    },
    {
      "start": 60367,
      "end": 60504,
      "text": "He would contend that this aspect may be considered, when the Court decides the question as to whether the provision is mandatory or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef785e3c7628462aaa491c8e3145a5b8_273"
    },
    {
      "start": 60505,
      "end": 60619,
      "text": "Whenever a plaint is rejected on the ground that the suit is barred under any law, this consequence is inevitable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c20c79edda74d9688827316a2b3ece8_274"
    },
    {
      "start": 60620,
      "end": 60840,
      "text": "[We may only, in this context, observe, that under Section 4A of the Kerala Court Fee and Suit Valuation Act, 1959, the plaintiff needs to pay only one-tenth of the total court fee at the time of institution of the suit.",
      "labels": [
        "RATIO"
      ],
      "id": "9b4f84d84d7345518fb367c1dc82c1c4_275"
    },
    {
      "start": 60841,
      "end": 60942,
      "text": "The balance is to be paid not later than fifteen days from the date of framing of issues, inter alia.",
      "labels": [
        "RPC"
      ],
      "id": "e528c408e2cf4a76b3699f8aaafd1bf8_276"
    },
    {
      "start": 60943,
      "end": 61178,
      "text": "Section 4A further provides that if the parties further settle the dispute within the period specified or extended by the Court for payment of the balance court fee, the plaintiff shall not be called upon to pay the balance court fee.]",
      "labels": [
        "STA"
      ],
      "id": "68fca6ad71fd4af28c82634614753ae8_277"
    },
    {
      "start": 61179,
      "end": 61307,
      "text": "If a plaint is rejected for failure to give a notice, as contemplated in Section 80 of the CPC, the court fee paid, may be lost.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34f89f242fb24939abcdcb368c2a1a9c_278"
    },
    {
      "start": 61308,
      "end": 61437,
      "text": "Equally, for violation of Section 69 of the Indian Partnership Act, if the plaint is rejected, the plaintiff loses the court fee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc9cf03dba214bc19059a57761103107_279"
    },
    {
      "start": 61438,
      "end": 61565,
      "text": "While it may appear to be hard on the plaintiff, the effect of the provision contained in Order VII Rule 11, cannot be diluted.",
      "labels": [
        "RATIO"
      ],
      "id": "90b17688c8014ddfba5d771cbff68433_280"
    },
    {
      "start": 61566,
      "end": 62192,
      "text": "\nTherefore, we are not impressed by the argument, subject to what we will hold later on and the Hon'ble Supreme Court while discussing in the said Judgment has also considered various other judgments in the same line of arguments and finally in Paragraph no.84, extracted supra, has decided and declared that https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 Section 12A of the Act is mandatory and further any suit instituted violating the mandatory provision of Section 12A must be revisited with the rejection of plaint under Order 7 Rule 11.",
      "labels": [
        "RATIO"
      ],
      "id": "78487741e17649f18586b8132d3d3e08_281"
    },
    {
      "start": 62193,
      "end": 62990,
      "text": "In fact, the Hon'ble Apex Court has also held that the power to reject can be exercised even suo motu by the courts, applying the said judgment to the present case on hand, this Court finds that the defendant having invoked Order 7 Rule 11 (a) and (d) of CPC in I.A.No.2 of 2022 in C.O.S.No.9 of 2022 and having invoked the extraordinary jurisdiction of this Court 's intervention under Article 227 of Constitution of India and superintending power as against COS No.10 of 2023 in both the suits, there are no records to find that the parties have exhausted Rule 12A of the Commercial Courts Act, 2015, as mandated by the Hon'ble Supreme Court in the above said judgments, which mandates that C.O.S. No.9 of 2022 and 10 of 2023 on the file of Commercial Courts, District Judge, Salem, have failed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5523b7fe2f95473e9af5196b63f3552e_282"
    },
    {
      "start": 62991,
      "end": 63689,
      "text": "\nIn the nutshell, the CRPs are decided in the following manner:\n(i) C.R.P.No.3672 of 2022, which is filed against the one line docket Order passed in I.A.No.2 of 2022 [filed to reject the plaint in COS No.9 of 2022 on various grounds including the ground of mainatainability] dated 28.07.2022 is set aside and the said CRP is Allowed.\nhttps://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023 (ii) Since the above said CRP No.3672 of 2022 is allowed, I.A.No.4 of 2022, seeking amendment of plaint in COS No.9 of 2022, which was allowed by order dated 03.09.2022 is hereby setaside, thereby the CRP No.3800 of 2022 is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "114622a1430c45518d0ca4bd19df37b1_283"
    },
    {
      "start": 63690,
      "end": 63894,
      "text": "\n(iii) C.R.P.No.338 of 2023, which is filed against the Docket Order dated 20.10.2022 in I.A.No.6 of 2022 [filed to accept the statement of truth] cannot be interefered with and the said CRP is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "66a9eb79dce54c4aa997f1a3529caa07_284"
    },
    {
      "start": 63895,
      "end": 64196,
      "text": "\n(iii) C.R.P.No.2123 of 2023, which is filed to strike off the plaint in COS No.10 of 2023 on the file of learned District Judge, Commercial Court, Salem is hereby allowed and the plaint in COS No.10 of 2023 is hereby rejected for want of compliance of Section 12-A of the Commercial Courts Act, 2015.",
      "labels": [
        "RPC"
      ],
      "id": "1476a70798be4d0190dcad08a36a61c9_285"
    },
    {
      "start": 64197,
      "end": 64333,
      "text": "\n(iv) It is left open to the parties to work out their remedies available under the Act, as held and directed by the Hon'ble Apex Court.",
      "labels": [
        "RPC"
      ],
      "id": "319ec2a1152e4d66a2ac4c53f79bd290_286"
    },
    {
      "start": 64334,
      "end": 64393,
      "text": "Consequently, connected miscellaneous petitions are closed.",
      "labels": [
        "RPC"
      ],
      "id": "c1da5b13f4e64c4c873c3de8bc303764_287"
    },
    {
      "start": 64394,
      "end": 64403,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "f88239bc36414829aba32be6b525c910_288"
    },
    {
      "start": 64404,
      "end": 64609,
      "text": "\n30.11.2023 Index:Yes/No; Internet:Yes/No Speaking / Nonspeaking order ssd https://www.mhc.tn.gov.in/judis C.R.P.Nos.3672, 3800 of 2022, 338 and 2123 of 2023 & C.M.P.Nos.19457, 20005 of 2022, 12931 of 2023",
      "labels": [
        "NONE"
      ],
      "id": "d8643ccd5c2841e6a1442fb02463e078_289"
    },
    {
      "start": 64610,
      "end": 64823,
      "text": "To The Commercial District Judge, Salem V.BHAVANI SUBBAROYAN J.\nssd C.R.P.Nos.3672, 3800 of 2022 and 338 and 2123 of 2023 C.M.P.Nos.19457, 20005 of 2022 and 12931 of 2023 30.11.2023 https://www.mhc.tn.gov.in/judis",
      "labels": [
        "NONE"
      ],
      "id": "df42120f90bc45409fa29a854fb52a7b_290"
    }
  ]
}