{
  "id": "fb9b96071ff02eafe84447ab6786530bb1462eab5f98c366ae861481e1e90fc8",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nHigh Court of Meghalaya\nChief Engineer (Nh) Pwd (Roads) vs M/S Bsc&C And C Jv on 22 April, 2024\nAuthor: H. S. Thangkhiew \nBench: H. S. Thangkhiew\n Serial No. 01\n Regular List \n                 High Court Of Meghalaya\n                     At Shillong \nCrp No. 2 of 2024 \n                              Date of Decision: 22.04.2024\n\nChief Engineer (Nh) Pwd (Roads),\nGovt. of Meghalaya,\nLower Lachumiere, Meghalaya,\nShillong-793003.                            ... Petitioner(s) \n      - Versus -\nM/s Bsc&C and C Jv, \n6-2-913/914, Progressive Tower,\nKhaitrabad, Hyderabad, \nTelangana-500004.                           ... Respondent(s) \nCoram:\nHon'ble Mr. Justice H. S. Thangkhiew, Judge Appearance:\nFor the Petitioner(s) : Mr. A. Kumar, Ag with Mr. E.R. Chyne, Ga For the Respondent(s) : Mr. R. Banerji, Sr. Adv. with Mr. R. Prakash, Adv.\nMr. A. Pande, Adv.\nMr. A. Raghuwanshi, Adv.\nMs. S. Gangar, Adv.\nMs. G.C. Marboh, Adv.\ni) Whether approved for reporting in Yes/No Law journals etc.:\nii)     Whether approved for publication\n        in press:                                        Yes/No\n\n\n\n\n\n                       Judgment And Order\n1. The brief facts necessary are that, on the inability of an Arbitral Tribunal which was constituted on 13.03.2019, to render an award within the stipulated time and subsequent extension t hereof, the respondent herein, had preferred an application for extension of the mandate under Section 29A of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as A&C Act) before the Commercial Court, East Khasi Hills. The petitioner then filed an application under Section 11 of the Commercial Courts Act, read with Order 7 Rule 11 CPC, challenging the jurisdiction of the Commercial Court to entertain an application under Section 29A of the A&C Act, 1996. \n2. The learned District Judge, Commercial Court, East Khasi Hills, Shillong then by Judgment and Order dated 16.02.2024, passed in Commercial Misc. Case No. 1 of 2024, held that the said Court had the jurisdiction to entertain an application for extension of the mandate of the Arbitral Tribunal under Section 29A of the Arbitration and Conciliation Act, 1996. Being aggrieved thereby, the petitioner has preferred the instant revision application before this Court. \n3. The main issue in this Revision Application is with regard to the interpretation of the expression 'Court' as given in Sub-sections (4), (5) & (6) of Section 29A of the A&C Act. Essentially, the interpretation revolves around whether the expression 'Court' used in Section 29A would mean the High Court, or the Principal Civil Court in a District. \nIt has been contended by the petitioner that the learned Commercial Court had committed an error in holding that the expression 'Court' would mean the Principal Civil Court in accordance with Section 2(1)(e) of the A&C Act, inasmuch as, the power of extension of the mandate is concomitant with the power of appointment of arbitrator. The further contention is that Section 29A (6) of the A&C Act, provides that the Court while extending the mandate can substitute one or all the arbitrators, thus such power of substitution being part and parcel of the power of appointment of arbitrator, which is only available with the High Court under Section 11(6), the expression 'Court' used in Section 29A cannot mean the Principal Civil Court in the District under Section 2(1)(e).\n4. Further submissions advanced on behalf of the petitioner are that Section 2 of the A&C Act is preceded with the expression 'unless the context otherwise requires' which it is asserted means the expression 'Court' would mean the Principal Civil Court in a District only if the context does not indicate otherwise. Section 29A (6) it is submitted, clearly indicates that the expression 'Court' would mean the High Court, as the power of appointment of arbitrator is only with the High Court in the context of domestic arbitration. \n5. Mr. A. Kumar, learned Advocate General assisted by Mr. E.R. Chyne, learned GA in support of his arguments, has placed heavy reliance on the judgment of the High Court of Delhi in the case of DDA v. Tara Chand Sumit Construction Co. 2020 SCC Online Del 2501, wherein he submits, it has been held that the conflict can be resolved or reconciled by interpreting the term 'Court' in the context of Section 29A of the A&C Act to be a Court which has the power to appoint an arbitrator under Section 11 of the Act. Reliance has also been placed on the following judgments on this point. \ni) Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd., 2019 SCC OnLine Bom 1437. \nii) Nilesh Ramanbhai Patel and Ors. vs. Bhanubhai Ramanbhai Patel and Ors. \niii) K.V. Ramana Reddy vs. Rashtriya Ispat Nigam Limited and Ors. (04.01.2023- APHC) I.A. No. 2 of 2022 in Arbitration Application No. 50 of 2018. \niv) Amit Kumar Gupta vs. Dipak Prasad, 2021 SCC OnLine Cal 2174 v) Indian Farmers Fertilizers Coop. Ltd., vs. Manish Engineering Enterprises, 2022 SCC OnLine All 150.\n6. On the meaning of 'unless the context otherwise requires', the learned Advocate General has cited the following decisions hereinafter given, and submits that the Court has not only to look at the words, but also to look at the context and to interpret the same accordingly. \ni) State of Maharashtra vs. Indian Medical Assn., (2022) 1 SCC 589 ii) Whirlpool Corpn. Vs. Registrar of Trade Marks (1998) 8 SCC 1 at page 12 iii) Grasim Industries Ltd. vs. Collector of Customs, (2002) 4 SCC 297 The interpretation suggested by the learned Commercial Court he contends, has rendered the expression 'unless the context otherwise requires' superfluous. It has also been argued that an interpretation should be made to avoid anomalous results, and that the suggestion given by the respondent therefore, would lead to such a situation where the District Court, would be vested with the power of appointment of a new arbitrator which would be in the teeth of Section 11 of the A&C Act. \n7. In conclusion, the learned Advocate General submits that the learned Commercial Court had failed to deal with the judgments cited by the petitioners and the impugned order is perverse, inasmuch as, the same is contrary to provisions of the A&C Act, and as such bad in law and therefore, liable to be set aside and quashed. \n8. Mr. R. Banerji, learned Senior counsel assisted by Mr. R. Prakash, learned counsel on behalf of the respondent in reply, has submitted that the term 'Court' under Section 2(1) (e) of the A&C Act, read in the context of Section 29A(4) would mean the Principal Civil Court of original jurisdiction in a District including the High Court, in cases such a High Court is exercising ordinary civil jurisdiction. The High Court of Meghalaya he submits, does not exercise ordinary original civil jurisdiction, and as such therefore, the term 'Court' appearing in Section 29A of the Act, would mean Principal Civil Court i.e. the learned Commercial Court, Shillong. It has been contended by the learned Senior counsel that the argument of the petitioner presupposes that all appointments of arbitrators would only be under Section 11(6) of the A&C Act, and there is no mention about the arbitrators appointed by mutual consent under Section 11(2) of the Act. The definition of Court under Section 2(1)(e) of the Act, he submits is clear and unambiguous and the intention of the legislature to include the High Court, would be only in cases where it exercises original jurisdiction. \n9. The learned Senior counsel then submits that a bare perusal of Section 29A, notwithstanding the expression 'unless the context otherwise requires', no context can be attributed indicating a contrary intention and therefore, as per settled legal proposition, the meaning assigned to the term 'Court' as defined in Section 2(1(e) of the Act, should be given the same meaning. The Supreme Court, he submits in various cases, has explained the aforesaid words to mean that, even when a definition clause is preceded by the words 'unless the context otherwise requires', normally the definition given in the Section should be applied and given effect to. As Section 11 of the Act specifically stipulates the 'Court' to mean the High Court or the Supreme Court as the case may be, the phrase 'unless the context otherwise requires', means that the definition is inclusive of the High Court in cases where it was required under the Act and specifically indicated therein, including Section 11, 47 and 56 of the Act. It is further submitted that Section 29A was introduced when Section 11 and 2(1)(e) were already in existence and therefore, if the legislature had the intention for the meaning of 'Court' under Section 29A to mean otherwise, it would have specifically carved out such an exception like it did in Section 11.\n10. Supplementing his main arguments, the learned Senior counsel has argued that the 'Court' under Section 34 of the Act has the power to set aside an award passed by an Arbitral Tribunal on certain grounds as laid down in the said provision, irrespective of the fact whether the award has been passed by an arbitrator appointed by the High Court or even the Supreme Court. Therefore, he submits when the legislature has empowered the Principal Civil Court of a District to set aside an award passed by arbitrators appointed by higher Courts, there is no justification as to why such arbitrators cannot be substituted by the Principal Civil Court under Section 29A of the Act. Learned Senior counsel then referred to the following judgments in support of his case. \ni) A'Xykno Capital Services Private Ltd. etc. vs. State of U.P. etc. (Neutral Citation No. - 2023:AHC-LKO:37194) \nii) Aplus Projects and Technology (P.) Ltd. vs. Oil India Ltd. (2020) 1 Guwahati Law Reports 99 iii) M/s URC Construction (Pvt.) Ltd. vs. M/s BEML Ltd.\n2017 SCC OnLine Ker 20520 iv) Nimet Resources Inc. and Anr. vs. Essar Steels Limited (2009) 17 SCC 313.\n11. Heard learned counsels for the parties and examined the materials on records, and perused the various judgments cited by the parties. As aforenoted, the entire issue revolves around the definition of 'Court' as given in Section 2 (1)(e) of the A&C Act, and whether the High Court under Section 29A would be the 'Court' within the meaning of the said Section. For the sake of convenience, it would be expedient if Section 2(1)(e) is reproduced hereinbelow:-\n\"2. Definition - (1) In this part, unless the context otherwise requires, -\n( e) \"Court\" means - (i) in case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade interior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;]\"\n12. A plain reading of Section 2(1)(e) has defined 'Court' to mean the Principal Civil Court of original jurisdiction in a District and includes the High Court in exercise of its ordinary civil jurisdiction. This provision has also clearly distinguished the term 'Court' to mean those Principal Civil Courts which have jurisdiction only with regard to domestic arbitration, inasmuch as, it has been provided therein \"in the case of arbitration other than international commercial arbitration\". The legislative intent is therefore, patent on the face of the provision itself and in fact, requires no further interpretation. \n13. The other question for consideration is whether Section 29A in its application, even taking into account Section 29A(6) would denude the powers of the High Court not exercising original civil jurisdiction, and therefore, would not come within the meaning of 'Court' as given in Section 2(1)(e). Section 29A (4) and (6) are reproduced hereinbelow:-\n\"29A. Time limit for arbitral award.--[(1)The award in matters other than international commercial arbitration shall be made by the arbitral tribunal within a period of twelve months from the date of completion of pleadings under sub-section (4) of section 23:\n(1) .............\n(2) .............\n(3) ............\n(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub- section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period:\nProvided that while extending the period under this sub-section, if the Court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent. for each month of such delay. \n[Provided further that where an application under sub-section (5) is pending, the mandate of the arbitrator shall continue till the disposal of the said application:\nProvided also that the arbitrator shall be given an opportunity of being heard before the fees is reduced.] (5) ................\n(6) While extending the period referred to in sub-section (4), it shall be open to the Court to substitute one or all of the arbitrators and if one or all of the arbitrators are substituted, the arbitral proceedings shall continue from the stage already reached and on the basis of the evidence and material already on record, and the arbitrator(s) appointed under this section shall be deemed to have received the said evidence and material.\"\n14. A literal flurry of judgments have been pressed by both sides in support of their respective case, wherein opposing views have been taken by various High Courts and also interpretations of the judgments of the Supreme Court have also been placed and elaborated for consideration. Notable among these cases is the judgment placed by the respondent Senior counsel in the compilation i.e. A'Xykno Capital Services Private Ltd. etc. vs. State of U.P. (supra) wherein various judgements concerning the ambit of Section 29A have been digested and discussed. After taking into account the judgment in the case of Nimet Resources (supra) and in the case of Garhwal Mandal Vikas Nigam Limited vs. Krishna Travel Agency reported in (2008) 6 SCC 741 and discerning from the findings in the case of Indian Farmers Fertilizers Cooperative Limited (supra) apart from other judgments at Para-54 & 69 thereof, it has been held as follows:-\n\"54. In view of aforesaid, the intention of legislature to include a High Court specifically having jurisdiction over aspects under specific provisions of the Act of 1996 has clearly been delineated. However no such amendment has been incorporated in Section 2 (1)(e) to exclude a civil court of original jurisdiction so far as it pertains to Section 29A of the Act. Considered in the light of amendments made in Sections 47 and 56 of the Act, the intention of legislature to include a High Court only when it has original jurisdiction is thus clear and unambiguous and in such circumstances, where there is no ambiguity, no purposive interpretation is required to be resorted to implant a perceived casus, which even otherwise was not omissus.\n69. In the light of aforesaid aspects as indicated hereinabove, the question is answered as follows:-\n'The concept of 'Court' as envisaged under Section 29A read with Section 2(1)(e) of the Act of 1996 does not include a High Court not having original civil jurisdiction as in the case of Allahabad High Court and an application as such under Section 29A of the Act of 1996 would be maintainable only in the Principal Civil Court of original jurisdiction in a district.' Though on behalf of the petitioner it has been submitted that the above quoted judgment precedes on a wrong pretext in approaching the query from the perspective of original civil jurisdiction rather than looking at Section 29A(6) of the A&C Act, this Court is of the view that A'Xykno Capital Services Private Ltd. etc. vs. State of U.P. (supra) has great persuasive value as the High Court of Meghalaya does not possess original civil jurisdiction. \n15. However, on another important aspect, the judgment of the Bombay High Court in Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd (supra), has a bearing on the instant case. This judgment, has touched upon the purport of Section 29A(6), which provides that while extending the period referred to in Sub-section (4), it would be open to the Court to substitute one or all of the arbitrators; and has held it to be in fact, a power to make appointment of a new/substitute arbitrator, or any member of the arbitral tribunal, and as the arbitral tribunal was appointed by the Supreme Court, the High Court was found to lack jurisdiction to pass any orders under Section 29A of the Act. This finding has been followed by the Delhi High Court in the case of DDA v. Tara Chand Sumit Construction Co.(supra), wherein it has been held at Para-29 thereof as follows:-\n\"29. In case a petition under Section 29A of the Act is filed before the Principal Civil Court for extension of mandate and the occasion for substitution arises, then the Principal Civil Court will be called upon to exercise the power of substituting the Arbitrator. In a given case, the Arbitrator being substituted could be an Arbitrator who had been appointed by the Supreme Court or the High Court. This would lead to a situation where the conflict would arise between the power of superior Courts to appoint Arbitrators under Section 11 of the Act and those of the Civil Court to substitute those Arbitrators under Section 29A of the Act. This would be clearly in the teeth of provisions of Section 11 of the Act, which confers the power of appointment of Arbitrators only on the High Court or the Supreme Court, as the case may be. The only way, therefore, this conflict can be resolved or reconciled, in my opinion, will be by interpreting the term 'Court' in the context of Section 29A of the Act, to be a Court which has the power to appoint an Arbitrator under Section 11 of the Act. Accepting the contention of the respondent would lead to an inconceivable and impermissible situation where, particularly in case of Court appointed Arbitrators, where the Civil Courts would substitute and appoint Arbitrators, while extending the mandate under Section 29A of the Act.\" \n16. Thus, it is seen that the term 'Court' used in Section 29A(4), as the definitive clause has provided in Section 2(1), is to be interpreted by making use of the expression \"unless the context otherwise requires\". The phrase \"unless the context otherwise requires\" in the view of this Court, is a provision in Section 2, intended by the legislature to allow for flexibility in interpretation and indicates that the definitions given therein, should be understood in accordance with the surrounding context, or specific circumstances, rather than strictly adhering to a literal interpretation. This provision hence, enables courts to consider the broader context, including the intent of the legislature, in determining the applicable meaning of the provisions at hand. In essence, it grants discretion to interpret the provision in a manner that best aligns with the overall purpose and objectives of the statute. \n17. Though it is correct that the power under Section 11(6) of the Act, specifically vests the powers of appointment of arbitrator in the case of domestic arbitration upon the High Court, this jurisdiction also is limited, as once an arbitrator is nominated, the High Court does not retain jurisdiction. However, as noted in various judgments, if the power under Section 29A is to be exercised by the Principal Civil Court, though it may be competent to extend the mandate, an anomalous situation would arise, if there is a question of substitution, as it may result in an arbitrator appointed by the High Court being substituted by the Principal Civil Court, which would then militate against the stipulation of Section 11(6) of the Act. \n18. A contextual interpretation of the term 'Court' as given in the Act, will therefore involve analyzing the facts of the case, the legislative intent to understand its purpose and its application, whereas textual interpretation on the other hand, focuses solely on the language of the provision itself. Balancing both approaches therefore, will ensure the comprehensive application of the provisions' meaning and intent, taking into account both its context and textual structure to apply it effectively, to fit into the scheme of the Act. As such, in the considered view of this Court, Section 2(1)(e) allows the interpretation of the term 'Court' to be read, keeping the object of the statute intact, and the same should not result in defeating the purpose, for which the provision i.e. Section 29A was inserted. \n19. In the backdrop of the discussions herein above, coming to the case in hand, the decision rendered in Magnum Opus IT consulting Private Limited vs. Artcad Systems, Through its Proprietor Vinay Digambar Shende (2022) SCC OnLine Bom 2861: (2023) 1 Arb LR 441, which has been relied upon by the respondents, however comes to their aid, as the arbitrators in the present case were not appointed under Section 11 by the High Court. As such, by applying this judgment, a distinction can be drawn to hold that, if the appointment of the arbitrator is not by the High Court under Section 11, the Principal Civil Court of original jurisdiction in this case, the Commercial Court at Shillong, East Khasi Hills will have the power to entertain an application under Section 29A for extension of the term, as no anomalous situation would arise therefrom. As such, by making use of the expression of Section 2 of the Act \"unless the context otherwise requires\" the textual interpretation will be in tune with the contextual one. \n20. Accordingly, keeping in mind the fact that, the High Court of Meghalaya does not possess original Civil Jurisdiction, coupled with the fact that, Section 11 nor Section 29A(6) do not come into play in the present case, as the arbitrators were not appointed by the High Court, the Commercial Court, East Khasi Hills, Shillong being the Principal Court of original jurisdiction will have the jurisdiction to extend the mandate as prescribed under Section 29A of the Act. \n21. As such, in conclusion, in view of the discussions made hereinabove, this Revision Petition is dismissed and disposed of accordingly. \n22. No order as to costs. \nJUDGE Meghalaya 22.04.2024 \"V. Lyndem PS\"",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "347f740d1054419b9a55e599c4dda50d_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10f6261f4a87411692f4159678a25572_1"
    },
    {
      "start": 242,
      "end": 363,
      "text": "\nHigh Court of Meghalaya\nChief Engineer (Nh) Pwd (Roads) vs M/S Bsc&C And C Jv on 22 April, 2024\nAuthor: H. S. Thangkhiew",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c04c59595a34a03a7ae07c309d56289_2"
    },
    {
      "start": 364,
      "end": 417,
      "text": "\nBench: H. S. Thangkhiew\n Serial No. 01\n Regular List",
      "labels": [
        "PREAMBLE"
      ],
      "id": "701b104edb4f4974909a1f28b329fb4a_3"
    },
    {
      "start": 418,
      "end": 492,
      "text": "\n                 High Court Of Meghalaya\n                     At Shillong",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d68c8a0ae3cb499881d9f0c071e8d428_4"
    },
    {
      "start": 493,
      "end": 511,
      "text": "\nCrp No. 2 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88b018e0544b456b83975a46d0ddb17b_5"
    },
    {
      "start": 543,
      "end": 702,
      "text": "Date of Decision: 22.04.2024\n\nChief Engineer (Nh) Pwd (Roads),\nGovt. of Meghalaya,\nLower Lachumiere, Meghalaya,\nShillong-793003.                            ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c799e93803144e18bc19d0b99cd85c45_6"
    },
    {
      "start": 703,
      "end": 716,
      "text": "Petitioner(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d80ebd6aaf745bf8103b1f2e1e93d88_7"
    },
    {
      "start": 724,
      "end": 754,
      "text": "- Versus -\nM/s Bsc&C and C Jv,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "943b7589a5c54f0aa081b5f43825f36f_8"
    },
    {
      "start": 755,
      "end": 810,
      "text": "\n6-2-913/914, Progressive Tower,\nKhaitrabad, Hyderabad,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13dfcb643ac54062a8e631b861a3877d_9"
    },
    {
      "start": 811,
      "end": 829,
      "text": "\nTelangana-500004.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94eea1ab006243f5a1aa9ddc72588285_10"
    },
    {
      "start": 856,
      "end": 873,
      "text": "... Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e05a9d969ee34e50ad04fb7cdabf11d7_11"
    },
    {
      "start": 874,
      "end": 1235,
      "text": "\nCoram:\nHon'ble Mr. Justice H. S. Thangkhiew, Judge Appearance:\nFor the Petitioner(s) : Mr. A. Kumar, Ag with Mr. E.R. Chyne, Ga For the Respondent(s) : Mr. R. Banerji, Sr. Adv. with Mr. R. Prakash, Adv.\nMr. A. Pande, Adv.\nMr. A. Raghuwanshi, Adv.\nMs. S. Gangar, Adv.\nMs. G.C. Marboh, Adv.\ni) Whether approved for reporting in Yes/No Law journals etc.:\nii)     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "889d2fc6dc83453c9981c23af5bb0b98_12"
    },
    {
      "start": 1235,
      "end": 1381,
      "text": "Whether approved for publication\n        in press:                                        Yes/No\n\n\n\n\n\n                       Judgment And Order\n1.",
      "labels": [
        "NONE"
      ],
      "id": "3d48ecdb15cd4acb8dfb486b8af2ab61_13"
    },
    {
      "start": 1382,
      "end": 1568,
      "text": "The brief facts necessary are that, on the inability of an Arbitral Tribunal which was constituted on 13.03.2019, to render an award within the stipulated time and subsequent extension t",
      "labels": [
        "FAC"
      ],
      "id": "667626d85cef4c0c8c49e5408bd39d88_14"
    },
    {
      "start": 1569,
      "end": 1805,
      "text": "hereof, the respondent herein, had preferred an application for extension of the mandate under Section 29A of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as A&C Act) before the Commercial Court, East Khasi Hills.",
      "labels": [
        "FAC"
      ],
      "id": "8bba217ec54d4a54bb37956da2c17efa_15"
    },
    {
      "start": 1806,
      "end": 2045,
      "text": "The petitioner then filed an application under Section 11 of the Commercial Courts Act, read with Order 7 Rule 11 CPC, challenging the jurisdiction of the Commercial Court to entertain an application under Section 29A of the A&C Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "41e2d3e099f640ac9caf792531081b9c_16"
    },
    {
      "start": 2047,
      "end": 2407,
      "text": "2. The learned District Judge, Commercial Court, East Khasi Hills, Shillong then by Judgment and Order dated 16.02.2024, passed in Commercial Misc. Case No. 1 of 2024, held that the said Court had the jurisdiction to entertain an application for extension of the mandate of the Arbitral Tribunal under Section 29A of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "RLC"
      ],
      "id": "ecea1654bd5c4ba0862fb56a903c71fd_17"
    },
    {
      "start": 2408,
      "end": 2513,
      "text": "Being aggrieved thereby, the petitioner has preferred the instant revision application before this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27c6dbd2324943d3832fa830c360a0d3_18"
    },
    {
      "start": 2515,
      "end": 2695,
      "text": "3. The main issue in this Revision Application is with regard to the interpretation of the expression 'Court' as given in Sub-sections (4), (5) & (6) of Section 29A of the A&C Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e6d048c85b294d0299b3a357823af3f5_19"
    },
    {
      "start": 2696,
      "end": 2865,
      "text": "Essentially, the interpretation revolves around whether the expression 'Court' used in Section 29A would mean the High Court, or the Principal Civil Court in a District.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0bfc2f43c8041ee99d2b393cf69b5bf_20"
    },
    {
      "start": 2866,
      "end": 3201,
      "text": "\nIt has been contended by the petitioner that the learned Commercial Court had committed an error in holding that the expression 'Court' would mean the Principal Civil Court in accordance with Section 2(1)(e) of the A&C Act, inasmuch as, the power of extension of the mandate is concomitant with the power of appointment of arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "280c39dd5b964de68a646d5d235d1b91_21"
    },
    {
      "start": 3202,
      "end": 3644,
      "text": "The further contention is that Section 29A (6) of the A&C Act, provides that the Court while extending the mandate can substitute one or all the arbitrators, thus such power of substitution being part and parcel of the power of appointment of arbitrator, which is only available with the High Court under Section 11(6), the expression 'Court' used in Section 29A cannot mean the Principal Civil Court in the District under Section 2(1)(e).\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39e60daa7dc3434ba47463d247c243ca_22"
    },
    {
      "start": 3645,
      "end": 3957,
      "text": "Further submissions advanced on behalf of the petitioner are that Section 2 of the A&C Act is preceded with the expression 'unless the context otherwise requires' which it is asserted means the expression 'Court' would mean the Principal Civil Court in a District only if the context does not indicate otherwise.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "01e81c43fbb3400cb32334b162068459_23"
    },
    {
      "start": 3958,
      "end": 4173,
      "text": "Section 29A (6) it is submitted, clearly indicates that the expression 'Court' would mean the High Court, as the power of appointment of arbitrator is only with the High Court in the context of domestic arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "419ff4771cd0480aba483efd85443f04_24"
    },
    {
      "start": 4175,
      "end": 4686,
      "text": "5. Mr. A. Kumar, learned Advocate General assisted by Mr. E.R. Chyne, learned GA in support of his arguments, has placed heavy reliance on the judgment of the High Court of Delhi in the case of DDA v. Tara Chand Sumit Construction Co. 2020 SCC Online Del 2501, wherein he submits, it has been held that the conflict can be resolved or reconciled by interpreting the term 'Court' in the context of Section 29A of the A&C Act to be a Court which has the power to appoint an arbitrator under Section 11 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "320fe2fad94e4eb49c6dfc0f8ea11d48_25"
    },
    {
      "start": 4687,
      "end": 4758,
      "text": "Reliance has also been placed on the following judgments on this point.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8bfb7df8937846ab85649d5cca198396_26"
    },
    {
      "start": 4759,
      "end": 4877,
      "text": "\ni) Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd., 2019 SCC OnLine Bom 1437.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb3559feb14947529ba7b51b465a214b_27"
    },
    {
      "start": 4878,
      "end": 4953,
      "text": "\nii) Nilesh Ramanbhai Patel and Ors. vs. Bhanubhai Ramanbhai Patel and Ors.",
      "labels": [
        "NONE"
      ],
      "id": "bb8388f267b04ce7ac46ae75becf28cc_28"
    },
    {
      "start": 4954,
      "end": 5020,
      "text": "\niii) K.V. Ramana Reddy vs. Rashtriya Ispat Nigam Limited and Ors.",
      "labels": [
        "NONE"
      ],
      "id": "5720462196a84979b4b92821d0950ba2_29"
    },
    {
      "start": 5021,
      "end": 5101,
      "text": "(04.01.2023- APHC) I.A. No. 2 of 2022 in Arbitration Application No. 50 of 2018.",
      "labels": [
        "NONE"
      ],
      "id": "85df192aa2604c1b9c5f53403c1c1835_30"
    },
    {
      "start": 5102,
      "end": 5272,
      "text": "\niv) Amit Kumar Gupta vs. Dipak Prasad, 2021 SCC OnLine Cal 2174 v) Indian Farmers Fertilizers Coop. Ltd., vs. Manish Engineering Enterprises, 2022 SCC OnLine All 150.\n6.",
      "labels": [
        "NONE"
      ],
      "id": "59fe5ce5eaab46fb8d9c4e6179869231_31"
    },
    {
      "start": 5273,
      "end": 5546,
      "text": "On the meaning of 'unless the context otherwise requires', the learned Advocate General has cited the following decisions hereinafter given, and submits that the Court has not only to look at the words, but also to look at the context and to interpret the same accordingly.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "286e2118f07f49bb9de2c0ccdf1aa2ca_32"
    },
    {
      "start": 5548,
      "end": 5761,
      "text": "i) State of Maharashtra vs. Indian Medical Assn., (2022) 1 SCC 589 ii) Whirlpool Corpn. Vs. Registrar of Trade Marks (1998) 8 SCC 1 at page 12 iii) Grasim Industries Ltd. vs. Collector of Customs, (2002) 4 SCC 297",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b936373a2f984f518e44a778300f8e35_33"
    },
    {
      "start": 5762,
      "end": 5916,
      "text": "The interpretation suggested by the learned Commercial Court he contends, has rendered the expression 'unless the context otherwise requires' superfluous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "685fe912912f489782ab60af18259d74_34"
    },
    {
      "start": 5917,
      "end": 6246,
      "text": "It has also been argued that an interpretation should be made to avoid anomalous results, and that the suggestion given by the respondent therefore, would lead to such a situation where the District Court, would be vested with the power of appointment of a new arbitrator which would be in the teeth of Section 11 of the A&C Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eaad27ed13c34348868cea5c040acacb_35"
    },
    {
      "start": 6248,
      "end": 6573,
      "text": "7. In conclusion, the learned Advocate General submits that the learned Commercial Court had failed to deal with the judgments cited by the petitioners and the impugned order is perverse, inasmuch as, the same is contrary to provisions of the A&C Act, and as such bad in law and therefore, liable to be set aside and quashed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e994c50033b44fea2f8ea1d049164ab_36"
    },
    {
      "start": 6575,
      "end": 6983,
      "text": "8. Mr. R. Banerji, learned Senior counsel assisted by Mr. R. Prakash, learned counsel on behalf of the respondent in reply, has submitted that the term 'Court' under Section 2(1) (e) of the A&C Act, read in the context of Section 29A(4) would mean the Principal Civil Court of original jurisdiction in a District including the High Court, in cases such a High Court is exercising ordinary civil jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6c997c26d7bc4118a14f193c7a0fa585_37"
    },
    {
      "start": 6984,
      "end": 7234,
      "text": "The High Court of Meghalaya he submits, does not exercise ordinary original civil jurisdiction, and as such therefore, the term 'Court' appearing in Section 29A of the Act, would mean Principal Civil Court i.e. the learned Commercial Court, Shillong.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d3a76ec2f2764629a8288bfbd279bd4e_38"
    },
    {
      "start": 7235,
      "end": 7527,
      "text": "It has been contended by the learned Senior counsel that the argument of the petitioner presupposes that all appointments of arbitrators would only be under Section 11(6) of the A&C Act, and there is no mention about the arbitrators appointed by mutual consent under Section 11(2) of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6dd9bc1af9cb4a00af091e69292b013a_39"
    },
    {
      "start": 7528,
      "end": 7750,
      "text": "The definition of Court under Section 2(1)(e) of the Act, he submits is clear and unambiguous and the intention of the legislature to include the High Court, would be only in cases where it exercises original jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cdcb43b00cac40c98f13845b6d5cff03_40"
    },
    {
      "start": 7752,
      "end": 8128,
      "text": "9. The learned Senior counsel then submits that a bare perusal of Section 29A, notwithstanding the expression 'unless the context otherwise requires', no context can be attributed indicating a contrary intention and therefore, as per settled legal proposition, the meaning assigned to the term 'Court' as defined in Section 2(1(e) of the Act, should be given the same meaning.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1875b56b33124bdd9f180dddce0cfbd9_41"
    },
    {
      "start": 8129,
      "end": 8404,
      "text": "The Supreme Court, he submits in various cases, has explained the aforesaid words to mean that, even when a definition clause is preceded by the words 'unless the context otherwise requires', normally the definition given in the Section should be applied and given effect to.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c27050aadedf49b1af5eb196a57041bf_42"
    },
    {
      "start": 8405,
      "end": 8763,
      "text": "As Section 11 of the Act specifically stipulates the 'Court' to mean the High Court or the Supreme Court as the case may be, the phrase 'unless the context otherwise requires', means that the definition is inclusive of the High Court in cases where it was required under the Act and specifically indicated therein, including Section 11, 47 and 56 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0efe1ab327004206a523267bac2bd3e8_43"
    },
    {
      "start": 8764,
      "end": 9076,
      "text": "It is further submitted that Section 29A was introduced when Section 11 and 2(1)(e) were already in existence and therefore, if the legislature had the intention for the meaning of 'Court' under Section 29A to mean otherwise, it would have specifically carved out such an exception like it did in Section 11.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f1927c25fdc4b9fa22198622b8ab5a0_44"
    },
    {
      "start": 9077,
      "end": 9446,
      "text": "Supplementing his main arguments, the learned Senior counsel has argued that the 'Court' under Section 34 of the Act has the power to set aside an award passed by an Arbitral Tribunal on certain grounds as laid down in the said provision, irrespective of the fact whether the award has been passed by an arbitrator appointed by the High Court or even the Supreme Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4a6c2ad129446f2a5151c96b4d63602_45"
    },
    {
      "start": 9447,
      "end": 9749,
      "text": "Therefore, he submits when the legislature has empowered the Principal Civil Court of a District to set aside an award passed by arbitrators appointed by higher Courts, there is no justification as to why such arbitrators cannot be substituted by the Principal Civil Court under Section 29A of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "271674e80d014a9fb9e614f4bbf1e0f9_46"
    },
    {
      "start": 9750,
      "end": 9837,
      "text": "Learned Senior counsel then referred to the following judgments in support of his case.",
      "labels": [
        "NONE"
      ],
      "id": "a985ac03461143669fce36a0855ec48f_47"
    },
    {
      "start": 9838,
      "end": 9951,
      "text": "\ni) A'Xykno Capital Services Private Ltd. etc. vs. State of U.P. etc. (Neutral Citation No. - 2023:AHC-LKO:37194)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e3bf3dd9d1742db8012ef2fd8963918_48"
    },
    {
      "start": 9952,
      "end": 10212,
      "text": "\nii) Aplus Projects and Technology (P.) Ltd. vs. Oil India Ltd. (2020) 1 Guwahati Law Reports 99 iii) M/s URC Construction (Pvt.) Ltd. vs. M/s BEML Ltd.\n2017 SCC OnLine Ker 20520 iv) Nimet Resources Inc. and Anr. vs. Essar Steels Limited (2009) 17 SCC 313.\n11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29615aef4df245f3bb07cf2db0644763_49"
    },
    {
      "start": 10213,
      "end": 10346,
      "text": "Heard learned counsels for the parties and examined the materials on records, and perused the various judgments cited by the parties.",
      "labels": [
        "NONE"
      ],
      "id": "951f02b2d1fc4a82bec40f8b5940f436_50"
    },
    {
      "start": 10347,
      "end": 10571,
      "text": "As aforenoted, the entire issue revolves around the definition of 'Court' as given in Section 2 (1)(e) of the A&C Act, and whether the High Court under Section 29A would be the 'Court' within the meaning of the said Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37f186dcfec3457eb51d8b2cddd70559_51"
    },
    {
      "start": 10572,
      "end": 10746,
      "text": "For the sake of convenience, it would be expedient if Section 2(1)(e) is reproduced hereinbelow:-\n\"2. Definition - (1) In this part, unless the context otherwise requires, -\n",
      "labels": [
        "STA"
      ],
      "id": "e133da44dba24eaead02108182701cfe_52"
    },
    {
      "start": 10746,
      "end": 11854,
      "text": "( e) \"Court\" means - (i) in case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade interior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;]\"\n12. A plain reading of Section 2(1)(e) has defined 'Court' to mean the Principal Civil Court of original jurisdiction in a District and includes the High Court in exercise of its ordinary civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "043a9603db834f97a97db2701bbaabf9_53"
    },
    {
      "start": 11855,
      "end": 12140,
      "text": "This provision has also clearly distinguished the term 'Court' to mean those Principal Civil Courts which have jurisdiction only with regard to domestic arbitration, inasmuch as, it has been provided therein \"in the case of arbitration other than international commercial arbitration\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ad88099238a433cbfcd9aa2e9ad5922_54"
    },
    {
      "start": 12141,
      "end": 12269,
      "text": "The legislative intent is therefore, patent on the face of the provision itself and in fact, requires no further interpretation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecace72521934be0b5b0035ca86e196c_55"
    },
    {
      "start": 12271,
      "end": 12569,
      "text": "13. The other question for consideration is whether Section 29A in its application, even taking into account Section 29A(6) would denude the powers of the High Court not exercising original civil jurisdiction, and therefore, would not come within the meaning of 'Court' as given in Section 2(1)(e).",
      "labels": [
        "ISSUE"
      ],
      "id": "c2277cce1a234c948bf1039f04f49526_56"
    },
    {
      "start": 12570,
      "end": 12628,
      "text": "Section 29A (4) and (6) are reproduced hereinbelow:-\n\"29A.",
      "labels": [
        "STA"
      ],
      "id": "9f81b95736f94d739826e217ca0ea5d2_57"
    },
    {
      "start": 12629,
      "end": 13489,
      "text": "Time limit for arbitral award.--[(1)The award in matters other than international commercial arbitration shall be made by the arbitral tribunal within a period of twelve months from the date of completion of pleadings under sub-section (4) of section 23:\n(1) .............\n(2) .............\n(3) ............\n(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub- section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period:\nProvided that while extending the period under this sub-section, if the Court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent.",
      "labels": [
        "STA"
      ],
      "id": "2a55d08fff824b05b3a64b9c70485e8d_58"
    },
    {
      "start": 13490,
      "end": 13519,
      "text": "for each month of such delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bcdc26eaa544420b23eebd3ee6d1327_59"
    },
    {
      "start": 13520,
      "end": 14263,
      "text": "\n[Provided further that where an application under sub-section (5) is pending, the mandate of the arbitrator shall continue till the disposal of the said application:\nProvided also that the arbitrator shall be given an opportunity of being heard before the fees is reduced.] (5) ................\n(6) While extending the period referred to in sub-section (4), it shall be open to the Court to substitute one or all of the arbitrators and if one or all of the arbitrators are substituted, the arbitral proceedings shall continue from the stage already reached and on the basis of the evidence and material already on record, and the arbitrator(s) appointed under this section shall be deemed to have received the said evidence and material.\"\n14.",
      "labels": [
        "STA"
      ],
      "id": "1678246bd343488cbb710aca2b5d96fc_60"
    },
    {
      "start": 14264,
      "end": 14543,
      "text": "A literal flurry of judgments have been pressed by both sides in support of their respective case, wherein opposing views have been taken by various High Courts and also interpretations of the judgments of the Supreme Court have also been placed and elaborated for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16f008d02a4c431fa25799b84957d797_61"
    },
    {
      "start": 14544,
      "end": 14815,
      "text": "Notable among these cases is the judgment placed by the respondent Senior counsel in the compilation i.e. A'Xykno Capital Services Private Ltd. etc. vs. State of U.P. (supra) wherein various judgements concerning the ambit of Section 29A have been digested and discussed.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "61ad51af9e1740f2813236b351bf0bfa_62"
    },
    {
      "start": 14816,
      "end": 15192,
      "text": "After taking into account the judgment in the case of Nimet Resources (supra) and in the case of Garhwal Mandal Vikas Nigam Limited vs. Krishna Travel Agency reported in (2008) 6 SCC 741 and discerning from the findings in the case of Indian Farmers Fertilizers Cooperative Limited (supra) apart from other judgments at Para-54 & 69 thereof, it has been held as follows:-\n\"54.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4477a5109f87444ea549ca04bbbaedff_63"
    },
    {
      "start": 15193,
      "end": 15387,
      "text": "In view of aforesaid, the intention of legislature to include a High Court specifically having jurisdiction over aspects under specific provisions of the Act of 1996 has clearly been delineated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05d8646df91040dcadbe4d673be4e021_64"
    },
    {
      "start": 15388,
      "end": 15554,
      "text": "However no such amendment has been incorporated in Section 2 (1)(e) to exclude a civil court of original jurisdiction so far as it pertains to Section 29A of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a15d20602d514dd98716ba1576f0d23c_65"
    },
    {
      "start": 15555,
      "end": 15757,
      "text": "Considered in the light of amendments made in Sections 47 and 56 of the Act, the intention of legislature to include a High Court only when it has original jurisdiction is thus clear and unambiguous and",
      "labels": [
        "ANALYSIS"
      ],
      "id": "004146faee9f423190ac5c5447387dcf_66"
    },
    {
      "start": 15758,
      "end": 15933,
      "text": "in such circumstances, where there is no ambiguity, no purposive interpretation is required to be resorted to implant a perceived casus, which even otherwise was not omissus.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d777101a02604a3f90c80a9e3119ee38_67"
    },
    {
      "start": 15933,
      "end": 16403,
      "text": "69. In the light of aforesaid aspects as indicated hereinabove, the question is answered as follows:-\n'The concept of 'Court' as envisaged under Section 29A read with Section 2(1)(e) of the Act of 1996 does not include a High Court not having original civil jurisdiction as in the case of Allahabad High Court and an application as such under Section 29A of the Act of 1996 would be maintainable only in the Principal Civil Court of original jurisdiction in a district.'",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17c4f6bae840428e88d968aaa865ad93_68"
    },
    {
      "start": 16404,
      "end": 16854,
      "text": "Though on behalf of the petitioner it has been submitted that the above quoted judgment precedes on a wrong pretext in approaching the query from the perspective of original civil jurisdiction rather than looking at Section 29A(6) of the A&C Act, this Court is of the view that A'Xykno Capital Services Private Ltd. etc. vs. State of U.P. (supra) has great persuasive value as the High Court of Meghalaya does not possess original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d5b5ec33ab344548c9e1e34dd67bd0e_69"
    },
    {
      "start": 16856,
      "end": 17069,
      "text": "15. However, on another important aspect, the judgment of the Bombay High Court in Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd (supra), has a bearing on the instant case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a88cc0eb7bf415088b2cee3171f6abe_70"
    },
    {
      "start": 17070,
      "end": 17577,
      "text": "This judgment, has touched upon the purport of Section 29A(6), which provides that while extending the period referred to in Sub-section (4), it would be open to the Court to substitute one or all of the arbitrators; and has held it to be in fact, a power to make appointment of a new/substitute arbitrator, or any member of the arbitral tribunal, and as the arbitral tribunal was appointed by the Supreme Court, the High Court was found to lack jurisdiction to pass any orders under Section 29A of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "784e9e7b169848efb29af42204c1b0e5_71"
    },
    {
      "start": 17578,
      "end": 17758,
      "text": "This finding has been followed by the Delhi High Court in the case of DDA v. Tara Chand Sumit Construction Co.(supra), wherein it has been held at Para-29 thereof as follows:-\n\"29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c23fd64bb6f4009879a15e358bba70e_72"
    },
    {
      "start": 17759,
      "end": 18020,
      "text": "In case a petition under Section 29A of the Act is filed before the Principal Civil Court for extension of mandate and the occasion for substitution arises, then the Principal Civil Court will be called upon to exercise the power of substituting the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f9ca69ade084394bd4ae52aa107e5fd_73"
    },
    {
      "start": 18021,
      "end": 18156,
      "text": "In a given case, the Arbitrator being substituted could be an Arbitrator who had been appointed by the Supreme Court or the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56ef14c8256d4c89a722f6fe59278e20_74"
    },
    {
      "start": 18157,
      "end": 18397,
      "text": "This would lead to a situation where the conflict would arise between the power of superior Courts to appoint Arbitrators under Section 11 of the Act and those of the Civil Court to substitute those Arbitrators under Section 29A of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab7798c083af4994a37ec1850843cf2d_75"
    },
    {
      "start": 18398,
      "end": 18591,
      "text": "This would be clearly in the teeth of provisions of Section 11 of the Act, which confers the power of appointment of Arbitrators only on the High Court or the Supreme Court, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c19b40c5dd747b7b06135e9042348ab_76"
    },
    {
      "start": 18592,
      "end": 18847,
      "text": "The only way, therefore, this conflict can be resolved or reconciled, in my opinion, will be by interpreting the term 'Court' in the context of Section 29A of the Act, to be a Court which has the power to appoint an Arbitrator under Section 11 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e3d1d895a2c43dcbf50f94fa9ba1c33_77"
    },
    {
      "start": 18848,
      "end": 19133,
      "text": "Accepting the contention of the respondent would lead to an inconceivable and impermissible situation where, particularly in case of Court appointed Arbitrators, where the Civil Courts would substitute and appoint Arbitrators, while extending the mandate under Section 29A of the Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a54d310b0aaf486e85e1ffebc9ad4f7b_78"
    },
    {
      "start": 19135,
      "end": 19350,
      "text": "16. Thus, it is seen that the term 'Court' used in Section 29A(4), as the definitive clause has provided in Section 2(1), is to be interpreted by making use of the expression \"unless the context otherwise requires\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cae04ad7bcb4fca99136f2152d70911_79"
    },
    {
      "start": 19351,
      "end": 19729,
      "text": "The phrase \"unless the context otherwise requires\" in the view of this Court, is a provision in Section 2, intended by the legislature to allow for flexibility in interpretation and indicates that the definitions given therein, should be understood in accordance with the surrounding context, or specific circumstances, rather than strictly adhering to a literal interpretation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3cb4f9c4f58427c8229a5861d992d43_80"
    },
    {
      "start": 19730,
      "end": 19905,
      "text": "This provision hence, enables courts to consider the broader context, including the intent of the legislature, in determining the applicable meaning of the provisions at hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed090e3fdb234b24a339ef844b07f414_81"
    },
    {
      "start": 19906,
      "end": 20050,
      "text": "In essence, it grants discretion to interpret the provision in a manner that best aligns with the overall purpose and objectives of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac251f5def824dc98f7628b45c4d84b2_82"
    },
    {
      "start": 20052,
      "end": 20355,
      "text": "17. Though it is correct that the power under Section 11(6) of the Act, specifically vests the powers of appointment of arbitrator in the case of domestic arbitration upon the High Court, this jurisdiction also is limited, as once an arbitrator is nominated, the High Court does not retain jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e04ced9e79854b72b5f87ea9d869cead_83"
    },
    {
      "start": 20356,
      "end": 20790,
      "text": "However, as noted in various judgments, if the power under Section 29A is to be exercised by the Principal Civil Court, though it may be competent to extend the mandate, an anomalous situation would arise, if there is a question of substitution, as it may result in an arbitrator appointed by the High Court being substituted by the Principal Civil Court, which would then militate against the stipulation of Section 11(6) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08038b488f4449d491d1ca45a7be6a10_84"
    },
    {
      "start": 20792,
      "end": 21096,
      "text": "18. A contextual interpretation of the term 'Court' as given in the Act, will therefore involve analyzing the facts of the case, the legislative intent to understand its purpose and its application, whereas textual interpretation on the other hand, focuses solely on the language of the provision itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "347c1f4413b541d6a60c93e875d799d4_85"
    },
    {
      "start": 21097,
      "end": 21333,
      "text": "Balancing both approaches therefore, will ensure the comprehensive application of the provisions' meaning and intent, taking into account both its context and textual structure to apply it effectively, to fit into the scheme of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02eaec7a05514767bc9229e1e9c11be4_86"
    },
    {
      "start": 21334,
      "end": 21608,
      "text": "As such, in the considered view of this Court, Section 2(1)(e) allows the interpretation of the term 'Court' to be read, keeping the object of the statute intact, and the same should not result in defeating the purpose, for which the provision i.e. Section 29A was inserted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bc7ffced0f94250af8372c02afdd945_87"
    },
    {
      "start": 21610,
      "end": 22040,
      "text": "19. In the backdrop of the discussions herein above, coming to the case in hand, the decision rendered in Magnum Opus IT consulting Private Limited vs. Artcad Systems, Through its Proprietor Vinay Digambar Shende (2022) SCC OnLine Bom 2861: (2023) 1 Arb LR 441, which has been relied upon by the respondents, however comes to their aid, as the arbitrators in the present case were not appointed under Section 11 by the High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "49ca9c2b1af04152999239554a430725_88"
    },
    {
      "start": 22041,
      "end": 22455,
      "text": "As such, by applying this judgment, a distinction can be drawn to hold that, if the appointment of the arbitrator is not by the High Court under Section 11, the Principal Civil Court of original jurisdiction in this case, the Commercial Court at Shillong, East Khasi Hills will have the power to entertain an application under Section 29A for extension of the term, as no anomalous situation would arise therefrom.",
      "labels": [
        "RATIO"
      ],
      "id": "ed7783b07ef34d92afb9575946fc96ec_89"
    },
    {
      "start": 22456,
      "end": 22628,
      "text": "As such, by making use of the expression of Section 2 of the Act \"unless the context otherwise requires\" the textual interpretation will be in tune with the contextual one.",
      "labels": [
        "RATIO"
      ],
      "id": "6fbb860358f549c0865b964e547c6c6a_90"
    },
    {
      "start": 22630,
      "end": 23102,
      "text": "20. Accordingly, keeping in mind the fact that, the High Court of Meghalaya does not possess original Civil Jurisdiction, coupled with the fact that, Section 11 nor Section 29A(6) do not come into play in the present case, as the arbitrators were not appointed by the High Court, the Commercial Court, East Khasi Hills, Shillong being the Principal Court of original jurisdiction will have the jurisdiction to extend the mandate as prescribed under Section 29A of the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "46f075ec47f1416183dc8cf691411a75_91"
    },
    {
      "start": 23104,
      "end": 23241,
      "text": "21. As such, in conclusion, in view of the discussions made hereinabove, this Revision Petition is dismissed and disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "93114b8038bb4321aca9b62a7f1390d7_92"
    },
    {
      "start": 23242,
      "end": 23268,
      "text": "\n22. No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "cfc254e0a0db44109fb8671640dd5110_93"
    },
    {
      "start": 23269,
      "end": 23311,
      "text": "\nJUDGE Meghalaya 22.04.2024 \"V. Lyndem PS\"",
      "labels": [
        "NONE"
      ],
      "id": "073b596c11f849c581eee140b617e6c7_94"
    }
  ]
}