{
  "id": "748e793a780cad4ba1d2a282c1903e449c36a4588121b885384aa5321721fb71",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAndhra Pradesh High Court - Amravati\nAmoda Iron Steel Limited, vs Sneha Analytics And Scientifics, on 25 January, 2022\nAuthor: C. Praveen Kumar \nBench: C. Praveen Kumar \n                                       1\n\n\n\n\n                   High Court Of Andhra Pradesh\n                            Amaravati\n\n                Civil Revision Petition No.1261 Of 2020\n\n\n     Between:\n\n     Amoda        Iron    Steel      Limited,\n     Jayanthipuram, Jaggayyapeta Mandal,\n     Krishna District,            a company\n     incorporated under law and being\n     represented by its Director Sri Thati\n     Satish,     S/o. Sri T. Yadagiri, aged\n     about 47 years, resident of D.No.203,\n     Aditya Elite,              B.S. Maktha,\n     Somajiguda, Hyderabad. \n\n                                                            ....Petitioner. \n\n     And:\n\n     Sneha Anlytics and Scientifics,\n     represented by Sole Proprietor\n     V. Sridhar Babu, S/o. Subhas\n     Chandra Bose, aged about 43\n     years,           R/o. 49-18-\n     1/1, Lalitha Nagar, \n     Akkayyapalem, Visakhapatnam. \n                                                          .... Respondent. \n\n            Date Of Judgment Pronounced:25.01.2022.\n\n            Submitted For Approval: \n\n                  Hon'Ble Sri Justice C. Praveen Kumar \n                                 &\n                The Hon'Ble Sri Justice Ravi Nath Tilhari \n\n1. Whether Reporters of Local newspapers may                  Yes/No\n   be allowed to see the Judgments? \n\n2. Whether the copies of judgment may be                       Yes/No\n   Marked to Law Reporters/Journals\n\n3 . Whether Your Lordships wish to see the fair\n   Copy of the Judgment?                                       Yes/ No \n\n\n                                                 _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                                 C. Praveen Kumar, J \n\n\n                                                 _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                                  Ravi Nath Tilhari, J \n                                       2\n\n\n\n\n              *Hon'Ble Sri Justice C. Praveen Kumar \n                                      &\n              * Hon'Ble Sri Justice Ravi Nath Tilhari \n\n\n             + Civil Revision Petition No.1261 Of 2020 \n\n\n                         % 25.01.2022 \nBetween:\n#    Amoda     Iron   Steel    Limited,\nJayanthipuram, Jaggayyapeta Mandal,\nKrishna District,           a company\nincorporated under law and being\nrepresented by its Director Sri Thati\nSatish ,     S/o. Sri T. Yadagiri, aged \nabout 47 years , resident of D.No.203 , \nAditya Elite,            B.S. Maktha,\nSomajiguda, Hyderabad.\n\n                                                           .... Petitioner. \n\nAnd: \n\n$ Sneha Anlytics and Scientifics,\nrepresented by Sole Proprietor\nV. Sridhar Babu, S/o. Subhas\nChandra Bose, aged about 43\nyears,           R/o. 49-18-\n1/1, Lalitha Nagar,\nAkkayyapalem, Visakhapatnam. \n                                                         ....Respondent.\n\n! Counsel for the petitioner              : M/s. Bharadwaj Associates \n\n^ Counsel for the respondent              : Sri E.V.V.S. Ravi Kumar \n\n< Gist:\n> Head Note:\n\n? Cases referred:\n1\n  (2005) 6 Scc 344\n2\n  (2019) 12 Supreme Court Cases 210\n3\n  (2018) 9 Scc 472\n4\n  (2005) 4 Scc 480\n5\n  (2013) 3 Scc 594\n6\n  (2020) 2 Scc 708\n7\n  (2018) 6 Scc 639\n8\n  (1958) Scr 360\n9\n  (2017) 14 Scc 663\n10\n    (2020) 16 Scc 446\n11(2005) 2 Scc 271\n12\n    (2018) 1 Scc 340\n13\n   (2018) 9 Scc 1\n14\n    (2020) 2 Scc 787\n15\n   (2020) 6 Scc 411\n16\n   (2020)11 Scc 718 \n                                     3\n\n\n\n\n           Hon'Ble Sri Justice C. Praveen Kumar \n                                   & \n           Hon'Ble Sri Justice Ravi Nath Tilhari \n\n\n          Civil Revision Petition No.1261 Of 2020\n\n\nJudgment:\n(per Hon'ble Sri Justice Ravi Nath Tilhari)\n1. Heard Sri Vedula Venkataramana, learned senior advocate assisted by Sri Harish Kumar Rasineni, learned advocate for the petitioner and Sri E.V.V.S. Ravi  Kumar, learned counsel for the respondent. \n2. As purely legal questions are raised and the basic facts for decision of this petition are not in dispute, with the consent of the parties counsels, the matter was heard finally and is being decided at the admission stage itself.\n3. This petition under Article 227 of the Constitution of India has been filed challenging the order dated 12.11.2020, passed by the Special Judge for Trial and Disposal of Commercial Disputes, Visakhaptnam in I.A.No.31 of 2020 in I.A.No.32 of 2020 in C.O.S.No.11 of 2018. \n4. The petitioner herein was defendant in C.O.S.No.11 of 2018 and the respondent herein was the plaintiff. \n5. Briefly stated the facts of the case as submitted by the learned counsel for the petitioner are that the plaintiff/respondent filed O.S.No.11 of 2018 for recovery of money of Rs.1,33,99,080/- against the petitioner/defendant with subsequent interest @ 12% per annum till the date of realization; for costs of the suit and for such other relief or reliefs as the Court deems fit and proper in the circumstances of the case. \n6. The petitioner/defendant did not file his written statement in the suit within the stipulated period. Later on, on 07.12.2018 the petitioner filed a petition under Section 148 r/w Section 151 of the Civil Procedure Code, 1908 (for short the C.P.C) i.e., I.A.No.2028 of 2018 in O.S.No.11 of 2018 before the Principal District Court, Visakhapatnam seeking extension of time for 15 days for filing the written statement. Pending I.A.No.2028 of 2018, on 02.01.2019, the petitioner filed the written statement. During the pendency of I.A.No.2028 of 2018, in view of the establishment of the Commercial Court, O.S.No.11 of 2018 was transferred to the court of Special Court for Trial and Disposal of Commercial Disputes, Visakhapatnam (in short the Special Court/Commercial Court). Before the Special Court, the petition filed by the petitioner/defendant i.e., I.A.No.2028 of 2018 under Section 148 r/w Section 151 CPC was dismissed for default on 10.06.2019, against which the petitioner filed I.A.No.32 of 2020 under Order IX Rule 9 r/w Section 151 C.P.C for restoration of I.A.No.2028 of 2018 and as I.A.No.32 of 2020 was filed beyond the period of limitation, the petitioner also filed I.A.No.31 of 2020 under Section 5 of the Limitation Act to condone the delay of 183 days in filing I.A.No.32 of 2020. \n7. The learned Special Court below by order dated 12.11.2020 under challenge dismissed I.A.No.31 of 2020 and I.A.No.32 of 2020 against which the present petition has been filed. \n8. Sri Vedula Venkataramana, learned senior advocate submitted that the suit was initially instituted in the civil court from where it was transferred to the Commercial Court under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short, the Act, 2015). He submitted that as at the time of transfer of the suit, the petitioner's application for extension of time under Section 148 r/w Section 151 CPC was pending, in view of the procedure applicable to the regular suits, under which, the regular court has the power to extend the time beyond the statutory period of 90 days, the Commercial Court would also have the power to extend the period of 120 days, suitably, for filing the written statement. He submitted that although on transfer, the Commercial Court was not required to issue fresh summons, where summons had already been issued by the regular Court, but in such a case the period of 120 days for filing the written statement would be from the date of transfer of the case to the Commercial Court. He submitted that as on the date the suit was transferred to the Commercial Court, the written statement had already been filed before the regular Court with a delay of 29 days pending I.A.No.2028 of 2018 the same could be taken on record. Placing reliance on the judgment of the Hon'ble Supreme Court in Salem Advocate Bar Association vs. Union Of India1, he further submitted that the period of 120 days for filing written statement before Commercial Court could be extended taking the provision as directory and in the interest of justice. \n9. Sri Sri Vedula Venkataramana, learned senior advocate further submitted, that in view of the above, the ground of rejection of I.A.No.31 of 2020 is unsustainable. He further submitted that the Special Court did not go into the aspect of cause shown being sufficient or not for condonation of delay, and (2005) 6 SCC 344 so the impugned order cannot be sustained on this ground as well which deserves to be set aside.\n10. Sri E.V.V.S. Ravi Kumar, learned counsel for the respondent submitted that in its application to the Commercial Disputes before the Special Courts, the provisions of C.P.C as amended in the manner specified in the Schedule under Section 16 of the Act, 2015, shall only apply as per Section 15(3); and as per the amended provision, the Special Court has no power to accept the written statement beyond the statutory period of 120 days which period cannot be extended in view of Order VIII rules 1 and 10 CPC and on expiry of such period the right to file written statement is forfeited. He further submitted that on the date of transfer of the suit to the Special Court the period of 120 days had already expired. The Special Court had no power to extend the time as Section 148 CPC does not apply to the Commercial Courts and particularly, in view of Order VIII rules 1 & 10 CPC. He has placed reliance on SCG Contracts India Pvt., Limited vs. K.S. Chamankar Infrastrure Pvt., Limited and others2.\n11. Sri E.V.V.S. Ravi Kumar further submitted that by the impugned order only the petitioner's application for condonation of delay in filing I.A.No.32 of 2020 for restoration of I.A.No.2028 of 2018 has been rejected and therefore the question, if the Commercial Courts can extend the period for filing the written statement beyond 120 days does not arise in this petition at all. He submitted that as there was no sufficient cause shown for condonation of delay, the order impugned rejecting I.A.No.31 of 2020 is perfectly justified and calls for no interference. (2019) 12 Supreme Court Cases 210 12. On our specific quarry, Sri Ravi Kumar has fairly not disputed that the very basis of rejection of I.A.No.31 of 2020 is the view taken by the court below that the Commercial Court has no jurisdiction to extend the period of filing written statement beyond 120 days from the date of service of summons. \n13. A perusal of the impugned judgment clearly shows that the learned court below while rejecting the petitioner's applications, observed that, even assuming for the argument sake that the petition filed by the petitioner under Section 5 of the Limitation Act for condoning the delay, was to be allowed, the Court below shall have no power to receive the written statement filed by the petitioner after expiry of the statutory period of 120 days and on such expiry the right to file written statement is forfeited and hence, it was not inclined to accept I.A.No.31 of 2020 which was accordingly dismissed. In taking the aforesaid view, the court below took into consideration the provisions of Order V Rule 1 sub-rule (1) 2nd proviso, Order VIII Rules 1 and 10 C.P.C, and the judgment of the Hon'ble Apex Court in SCG Contracts India Pvt., Limited (supra).\n14. In view of the aforesaid, the submission of Sri E.V.V.S.Ravi Kumar that the question if the Commercial Court can extend the period of 120 days for filing written statement does not arise in the present case, cannot be accepted. Such a question is directly involved in the present case so as to consider the legality of the judgment under challenge. \n15. The following points arise for our consideration and determination:-\n1. Whether in a suit transferred to the Commercial Court from the Regular Civil Court under Section 15(2) of the Act, 2015, the Commercial Court has the jurisdiction to extend the period of 120 days or grant a fresh period beyond 120 days, from the date of service of summons on the defendant, for filing the written statement?\n2. Whether the rejection of I.A.No.31 of 2020 and I.A.No.32 of 2020 by the Commercial Court is justified? \n16. To consider the aforesaid points for determination, it is apt to refer to the following provisions of the Act, 2015. \nSection 15 of the Act, 2015 provides as under:\nSection 15:-\nTransfer of pending cases.--\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908.\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. \n17. Section 16 of the Act, 2015 provides as under:\n\"Section:16:- Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\n18. A bare reading of Section 15 (2) of the Act, 2015 shows that all suits and applications, including application under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court, with the exception that if final judgment has been reserved such case shall not be transferred. \n19. As per sub section (3) of Section 15, to those cases, i.e., the cases which shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2) of Section 15, the provisions of the Act, 2015 shall apply, to those procedures that were not complete at the time of transfer. Section 15(3), therefore, provides for the applicability of the provisions of the Act, 2015 to a case transferred to the Commercial Court to those procedures that were not complete at the time of transfer. \n20. Section 16 of the Act, 2015 amends certain provisions of CPC in respect of the Commercial dispute of a specified value, as per the schedule and such amended provision of CPC shall be applied by the Commercial Courts in the trial of the suit of Commercial dispute of a specified value and in case of any conflict between any provision of any rule of the jurisdictional High Court or any amendment to CPC by the State Government and the provision of the CPC as amended by the Act, 2015, the provisions of CPC as amended by the Act, 2015 shall prevail.\n21. In view of the aforesaid provisions of Section 15(3) that the provisions of the Act, 2015 shall apply to those procedures that were not complete at the time of transfer, the stage of the present suit at the time of its transfer to the commercial court, requires consideration. \n22. It is undisputed that at the time of transfer the petitioner's application for enlargement of time to file written statement under section 148 r/w Section 151 CPC being I.A.No.2028 of 2018, was pending before the regular civil court. The provisions of Order VIII rule 1 CPC applicable to such regular civil court, as per the law declared by Hon'ble the Apex Court in the case of Salem Advocate Bar Association (Supra) are part of procedural law and are directory. A prayer for extension of time to file written statement may be allowed beyond the statutory period, by way of exception, though not frequently or in a routine manner. We are not applying Salem Advocate Bar Association (supra) to the present case, but we have referred this case to point out that before the regular civil court, the suit was at the stage of the written statement, if it was to be accepted or not and there was no statutory bar in its acceptance subject of course on the principles as laid down in Salem Advocate Bar Association (supra). There was also no forfeiture of the right of the petitioner to file written statement after the statutory period of 90 days as applicable before the regular civil court. To put it, differently, at the time of transfer of the suit to the Commercial Court, the procedure as regards filing of the written statement had not been completed. If the petitioner's application for extension of time to file written statement had been rejected by the regular civil court or by statutory provision, on expiry of statutory period, the right to file written statement had already been forfeited before the regular civil court itself, the position might have been different. \n23. Now we proceed to consider the applicability of the provisions of the Code of Civil Procedure as amended by the Act, 2015 with respect to the filing of the written statement. \n24. It would be apt to refer Order V Rule 1 CPC in its application to the Commercial Court which reads as under:\nISSUE AND SERVICE OF SUMMONS:\nIssue of summons:\n1. \"Summons\"\n(1) When a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant:\nProvided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim.\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record. \n25. It is also apt to reproduce Order VIII Rules 1 and 10 CPC applicable to the Commercial Courts as under:-\nOrder VIII Rule 1 of CPC.\n1. WRITTEN STATEMENT:-\n(1) The defendant shall, at or before the first hearing or within such time as the Court may permit, present a written statement of his defence. \nProvided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reason to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. Order VIII Rule 10 CPC: \n\"10. Procedure when party fails to present written statement called for by court. \nWhere any party from whom a written statement is required under rule 1 or 9 fails to present the same within the time permitted or fixed by the Court, as the case may be, the Court shall pronounce judgment against him or make such order in relation to the suit as it thinks fit and on the pronouncement of such judgment, a decree shall be drawn up.\n26. According to Order V Rule 1(1) CPC, the defendant has to file the written statement within the period of 30 days from the date of service of summons on such defendant and if he fails to file written statement within such period, he shall be allowed to file the written statement on such other day as may be specified by the court which shall not be later than 120 days from the date of service of summons and on expiry of said 120 days the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. Order VIII rule 1 CPC also provides the same and the proviso to rule 10 of Order VIII states that no court shall make an order to extend the time provided under rule 1 of Order VIII for filing the written statement. \n27. In SCG Contracts India Private Limited (supra), the Hon'ble Supreme Court on consideration of the provisions of Order V Rule 1, Order VIII Rules 1 and 10 CPC held that a written statement is to be filed within a period of 30 days. However, grace period of further 90 days is granted which the court may employ for reasons to be recorded in writing and on payment of such costs as it deems fit to allow such written statement to come on record. Beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. It further held that the court has no further power to extend the time beyond this period of 120 days. In view of the consequence of forfeiting the right to file the written statement, non extension of any further time and the fact that the court shall not allow the written statement to be taken on record as provided by the provisions of Order V rule1, Order VIII rules 1 and 10, it was held that earlier law on Order VIII rule 1 CPC on the filing of the written statement under Order VIII rule 1 has now been set at naught. \n28. It is apt to refer paragraphs 8 to 11 of the SCG Contracts India Private Limited (supra) which are being reproduced as under:-\n8) The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on 23.10.2015 bringing in their wake certain amendments to the Code of Civil Procedure. In Order V, Rule 1, sub-rule (1), for the second proviso, the following proviso was substituted:\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other days, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred and twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. Equally, in Order VIII Rule 1, a new proviso was substituted as follows:\nProvided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred and twenty days from the date of service of summons and on expiry of one hundred and twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. This was re - emphasized by re-inserting yet another proviso in Order VIII Rule 10 CPC, which reads as under:-\n10. Procedure when party fails to present written statement called for by Court.- Where any party from whom a written statement is required under Rule 1 or Rule 9 fails to present the same within the time permitted or fixed by the Court, as the case may be, the Court shall pronounce judgment against him, or make such order in relation to the suit as it thinks fit and on pronouncement of such judgment a decree shall be drawn up.\nProvided further that no Court shall make an order to extend the time provided under Rule 1 of this Order for filing of the written statement. A perusal of these provisions would show that ordinarily a written statement is to be filed within a period of 30 days. However, grace period of a further 90 days is granted which the Court may employ for reasons to be recorded in writing and payment of such costs as it deems fit to allow such written statement to come on record. What is of great importance is the fact that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record. This is further buttressed by the proviso in Order VIII Rule 10 also adding that the Court has no further power to extend the time beyond this period of 120 days. \n9) In State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti3 a question was raised as to whether Section 34(5) of the Arbitration and Conciliation Act, 1996, inserted by Amending Act 3 of 2016 is mandatory or directory. In para 11 of the said judgment, this Court referred to Kailash (2018) 9 SCC 472 vs. Nanhku4, referring to the text of Order 8 Rule 1 as it stood pre the amendment made by the Commercial Courts Act. It also referred to the Salem Advocate Bar Association vs. Union of India (supra), which, like the Kailash judgment, held that the mere expression shall in Order 8 Rule 1 would not make the provision mandatory. This Court then went on to discuss in para 17 State vs. N.S. Gnaneswaran5, in which Section 154(2) of the Code of Criminal Procedure was held to be directory inasmuch as no consequence was provided if the Section was breached. In para 22 by way of contrast to Section 34, Section 29-A of the Arbitration Act was set out. This Court then noted in para 23 as under:\n23. It will be seen from this provision that, unlike Sections 34(5) and (6), if an award is made beyond the stipulated or extended period contained in the section, the consequence of the mandate of the arbitrator being terminated is expressly provided. This provision is in stark contrast to Sections 34(5) and (6) where, as has been stated hereinabove, if the period for deciding the application under Section 34 has elapsed, no consequence is provided. This is one more indicator that the same Amendment Act, when it provided time periods in different situations, did so intending different consequences. \n10) Several High Court judgments on the amended Order VIII Rule 1 have now held that given the consequence of non- filing of written statement, the amended provisions of the CPC will have to be held to be mandatory. [See Oku Tech Private Limited vs. Sangeet Agarwal & Ors. by a learned Single Judge of the Delhi High Court dated 11.08.2016 in CS (OS) No. 3390/2015 as followed by several other judgments including a judgment of the Delhi High Court in Maja Cosmetics vs. Oasis Commercial Pvt. Ltd. 2018 SCC Online Del 6698.\n(2005) 4 SCC 480 (2013) 3 SCC 594 11) We are of the view that the view taken by the Delhi High Court in these judgments is correct in view of the fact that the consequence of forfeiting a right to file the written statement; non-extension of any further time; and the fact that the Court shall not allow the written statement to be taken on record all points to the fact that the earlier law on Order VIII Rule 1 on the filing of written statement under Order VIII Rule 1 has now been set at naught.\n29. In Deshraj vs. Balakishan (dead through proposed legal representative Ms. Rohini6 it has been held by the Hon'ble Apex Court that the Commercial Courts Act, 2015 through Section 16 has amended the CPC in its application to Commercial Disputes, and post coming into force of the aforesaid Act, there are two regimes of civil procedure. Whereas commercial disputes as defined under Section 2(c) of the Commercial Act, 2015 are governed by CPC as amended by Section 16 of the said Act and all other non-commercial disputes fall within the ambit of un- amended (all original provisions of CPC). It was further held that as regards the time line for filing of the written statement in a non- commercial dispute the un-amended Order VIII rule 1 CPC continues to be directory and does not do away with the exercise of discretion of the court to condone certain delays. The mandatory nature of the time line prescribed for filing of the written statement and the lack of discretion in the court to condone any delay was held to be applicable only to the commercial disputes before the Commercial Courts. \n(2020) 2 SCC 708 30. It is apt to refer paragraphs 10 to 13 of Deshraj vs. Balakishan (dead through proposed legal representative Ms. Rohini (supra) which are being reproduced as under:-\n10. At the outset, it must be noted that the Commercial Courts Act, 2015 through Section 16 has amended the CPC in its application to commercial disputes to provide as follows:\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. (2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \n11. Hence, it is clear that post coming into force of the aforesaid Act, there are two regimes of civil procedure. Whereas commercial disputes [as defined under Section 2(c) of the Commercial Courts Act, 2015] are governed by the CPC as amended by Section 16 of the said Act; all other noncommercial disputes fall within the ambit of the unamended (or original) provisions of CPC. \n12. The judgment of Oku Tech (supra) relied upon the learned Single Judge is no doubt good law, as recently upheld by this Court in SCG Contracts India Pvt. Ltd.(supra) but its ratio concerning the mandatory nature of the timeline prescribed for filing of written statement and the lack of discretion with Courts to condone any delay is applicable only to commercial disputes, as the 3 AIR 2019 SC 2691 judgment was undoubtedly rendered in the context of a commercial dispute qua the amended Order VIII Rule 1 CPC.\n13. As regard the timeline for filing of written statement in a non commercial dispute, the observations of this Court in a catena of decisions, most recently in Atcom Technologies Ltd. v. Y.A. Chunawala and Co.7, holds the field. Unamended Order VIII Rule I, CPC continues to be directory and does not do away with the inherent discretion of Courts to condone certain delays. \n31. In view of the aforesaid judgments of the Hon'ble Apex Court, it is well settled that in Commercial Disputes of a specified value before the commercial courts, the time limit for filing written statement as specified under Order V rule 1 and Order VIII Rules 1 and 10 is mandatory, which cannot be extended beyond 120 days from the date of service of summons on the defendant and on expiry of 120 days, the right of the defendant to file written statement is forfeited. \n32. But, here we are concerned with a case where the suit originally instituted in the civil court was transferred to the commercial court under Section 15(2) of the Act, 2015. What we find is that SCG Contracts India Private Limited (supra) is not a (2018) 6 SCC 639 case, in which the suit was transferred to the Commercial Court from the regular civil court. \n33. With respect to a case which is transferred to the Commercial Division or Commercial Court from the High Court or civil court as case may be under Section 15(1) or Section 15(2) of the Act, 2015, respectively; sub section (4) of section 15 provides that the Commercial Division or Commercial Court as the case may be may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIVA of the C.P.C, 1908. The proviso to sub rule (4) then provides that the proviso to sub-rule (1) of rule 1 of Order V of the CPC shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n34. The provision of Section 15(4) of the Act, 2015 was not under consideration in SCG Contract India Private Limited (Supra) which fortifies that, that was not a case of a suit transferred to the Commercial Court from the civil court of its institution. \n35. We have already considered and held above that at the time of transfer of the suit to the Commercial Court it was at the stage of the acceptance of the written statement. The stage of filing of the written statement had not been completed before the regular civil court. Consequently, filing of the written statement would be governed by the provisions of the Act, 2015. The amended provisions of the CPC through Section 16 as applicable to the Commercial Courts Act read with Section 15(4) of the Act, 2015 shall govern the field. \n36. The applicability of proviso to sub rule (1) of rule(1) of Order V CPC has been expressly excluded to the suits or applications transferred to the Commercial Court and the Commercial Court has been vested with the discretion to prescribe a new time period within which the written statement shall be filed. When both the provisions i.e., the proviso to sub-rule(1) of rule-(1) of Order V and the proviso to Section 15 (4) of the Act, 2015 are read together, the apparent conclusion is that on expiry of 120 days from the date of service of summons if written statement is not filed, the right to file written statement cannot be forfeited, because of the non applicability of 2nd proviso to Order V Rule(1) sub rule(1) to a suit transferred to the Commercial Court under Section 15(1) or (2) and the time limit of 120 days specified in 2nd proviso to sub rule (1) of rule 1 of Order V CPC also looses significance firstly because of its non applicability and secondly because said Section 15(4) itself provides that the Commercial Court in such a transferred case may in its discretion provide a new time period for filing written statement within which the written statement shall be filed. \n37. Here, we notice an anomaly in the statutory provisions. A comparative study of the second proviso to Order V rule 1 sub- rule(1) CPC and the proviso to Order VIII rule 1 CPC as amended through Section 16 of the Act, 2015 shows that both the provisos are verbatim the same. Section 15(4) of the Act, 2015, which expressly excludes the applicability of the proviso to sub rule(1) of rule(1) of Order V CPC, is silent about the proviso to rules 1 and 10 of Order VIII. On the one hand, proviso to sub rule 1 of rule 1 of Order V CPC shall not apply, meaning thereby that with respect to the suits or applications transferred to the Commercial Court from the civil court under Section 15(1) or (2) the right of the defendant to file written statement shall not be forfeited even if the same is not filed within a period of 120 days from the date of service of summons and further, in view of Section 15(4) itself, the commercial court may in its discretion prescribe a new time period within which the written statement shall be filed, but on the other hand, in view of the proviso to Order VIII rule 1 CPC on expiry of 120 days, the right of the defendant to file the written statement, if the written statement is not filed within that time-limit, shall be forfeited and the court shall not allow the written statement to be taken on record on expiry of such period nor the court shall extend the time for filing the written statement in view of rule 10 of Order VIII CPC. Both the provisions i.e Section 15(4) proviso and Order VIII rules 1 and 10, therefore apparently can not be given effect to at the same time. \n38. This anomaly is to be resolved and for that we advert to the principles of interpretation of statutes. \n39. In Kanai Lal Sur versus Paramnidhi Sadhukhan8 the Hon'ble Apex Court observed as under (at page 367 of the report):\n\"In support of his argument Mr. Chatterjee has naturally relied on the observations made by Barons of the Exchequer in Heydon's case. Indeed these observations have been so frequently cited with approval by courts administering provisions of welfare enactments that they have now attained the status of a classic on the subject and their (1958) SCR 360 validity cannot be challenged. However, in applying these observations to the provisions of any statute, it must always be borne in mind that the first and primary rule of construction is that the intention of the Legislature must be found in the words used by the Legislature itself. If the words used are capable of one construction only then it would not be open to the courts to adopt any other hypothetical construction on the ground that such hypothetical construction is more consistent with the alleged object and policy of the Act. The words used in the material provisions of the statute must be interpreted in their plain grammatical meaning and it is only when such words are capable of two constructions that the question of giving effect to the policy or object of the Act can legitimately arise. When the material words are capable of two constructions, one of which is likely to defeat or impair the policy of the Act whilst the other construction is likely to assist the achievement of the said policy, then the courts would prefer to adopt the latter construction. It is only in such cases that it becomes relevant to consider the mischief and defect which the, Act purports to remedy and correct.\"\n40. In Mukund Dewangan versus Oriental Insurance Co. Ltd.9 the Hon'ble Supreme Court has held as under in Para Nos. 31, 32, 35 and 36:-\n\"31. It is a settled proposition of law that while interpreting a legislative provision, the intention of the Legislature, motive and the philosophy of the relevant provisions, the goals to be achieved by enacting the same, have to be taken into consideration. \n32. In Principles of Statutory Interpretation by Justice G.P. Singh, it has been observed that a statute is an edict of a legislature and the conventional way of interpreting or construing a statute is to seek the intention of its maker. The duty of the judicature is to act upon the true intention of the legislature - men's or sentential logic. If a statutory (2017) 14 SCC 663 provision is open to more than one interpretation, the Court has to choose that interpretation which furthers the intention of the legislature as laid down in Venkataswamy Naidu R. v. Narasram Naraindas AIR 1966 SC 361 and District Mining Officer vs. Tata Iron and Steel Co. AIR 2001 (7) SCC 358. Lord Cranworth L.C. in Jane Straford Boyse v.\nJohn T. Rossborough 10 ER 1192 (HL) has observed: \"There is no possibility of mistaking midnight for noon, but at what precise moment Twilight becomes darkness is hard to determine.\" As observed in Muray v. Foyle Meats Ltd. (1999) 3 All ER 769, faced with such problems, the Court is also conscious of a dividing line, but Court has to be conscious not to divert its attention from the language used in the statutory provision and encourage an approach not intended by the legislature. The first and primary rule of construction is that the intention of the legislature must be found in the words used by Legislature itself, as held in Kannai Lal Sur v. Paramnidhi Sadhukhan AIR 1967 SC 907. Each word, phrase or sentence is to be construed in the light of the general purpose of the Act itself as held in Poppatlal Shah v. State of Madras AIR 1953 SC 274, Girdharilal & Sons v. Balbir Nath Mathur (1986) 2 SCC 237 and Atma Ram Mittal v. Ishwar Singh Punia (1988) 4 SCC 284.\n35.The conclusion, that the language used by the legislature is plain or ambiguous can only be arrived at by studying the statute as a whole. Every word and expression which the legislature uses have to be given its proper and effective meaning, as the Legislature uses no expression without purpose and meaning. The principle that the statute must be read as a whole is equally applicable to different parts of the same section. The section must be construed as a whole whether or not one of the parts is a saving clause or a proviso. It is not permissible to omit any part of it, the whole section should be read together as held in The State of Bihar v. Hira Lal Kejriwal & Anr., AIR 1960 SC 47.\n36. The author has further observed that the courts strongly lean against a construction which reduces the statutes to a futility as held in M. Pentiah & Ors. v. Muddala Veeramallappa AIR 1961 SC 1107 and Tinsukhia Electric Supply Co. Ltd. v. State of Assam & Ors. (1989) 3 SCC 709. When the words of a statute are clear or unambiguous i.e. they are reasonably susceptible to only one meaning, the courts are bound to give effect to that meaning irrespective of the consequences as held in Nelson Motis v. Union of India & Anr. (1992) 4 SCC 711, Gurudevdatta VKSSS Maryadit & Ors. v. State of Maharashtra & Ors., (2001) 4 SCC 534 and Nathi Devi v. Radha Devi Gupta (2005) 2 SCC 271. It is also a settled proposition of law that when the language is plain and unambiguous and admits of only one meaning no question of construction of a statute arises for the Act speaks for itself as held in State of Uttar Pradesh v. Vijay Anand Maharaj AIR 1963 SC 946.\"\n41. In Council of Architecture vs. Mukesh Goyal and others10, the Hon'ble Apex Court reiterated that it is well settled that the first and best method of determining the intention of the legislature is the very words chosen by the legislature to have the force of law. In other words, the intention of the legislature is best evidenced by the text of the statute itself. However, where a plain reading of the text of the statute leads to an absurd or unreasonable meaning, the text of the statute must be construed in light of the object and purpose with which the legislature enacted the statute as a whole. Where it is contended that a particular interpretation would lead to defeating the very object of a legislation, such an interpretative outcome would clearly be absurd or unreasonable. \n(2020) 16 SCC 446 42. In Nathi Devi versus Radha Devi Gupta11, the Constitution Bench of the Hon'ble Apex Court held as under in paras 13 to 14:-\n\"13. The interpretative function of the Court is to discover the true legislative intent. It is trite that in interpreting a statute the Court must, if the words are clear, plain, unambiguous and reasonably susceptible to only one meaning, give to the words that meaning, irrespective of the consequences. Those words must be expounded in their natural and ordinary sense. When a language is plain and unambiguous and admits of only one meaning no question of construction of statute arises, for the Act speaks for itself. Courts are not concerned with the policy involved or that the results are injurious or otherwise, which may follow from giving effect to the language used. If the words used are capable of one construction only then it would not be open to the Courts to adopt any other hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the Act. In considering whether there is ambiguity, the Court must look at the statute as a whole and consider the appropriateness of the meaning in a particular context avoiding absurdity and inconsistencies or unreasonableness which may render the statute unconstitutional. \n14. It is equally well settled that in interpreting a statute, effort should be made to give effect to each and every word used by the Legislature. The Courts always presume that the Legislature inserted every part thereof for a purpose and the legislative intention is that every part of the statute should have effect. A construction which attributes redundancy to the legislature will not be accepted except for compelling reasons such as obvious drafting errors. (See State of U.P. and others vs. Vijay Anand Maharaj : AIR 1963 SC 946 ; Rananjaya Singh vs. Baijnath Singh and others : AIR 1954 SC 749 ; Kanai Lal (2005) 2 SCC 271 Sur vs. Paramnidhi Sadhukhan : AIR 1957 SC 907; Nyadar Singh vs. Union of India and others : AIR 1988 SC 1979 ;\nJ.K. Cotton Spinning and Weaving Mills Co. Ltd. vs. State of U.P. : AIR 1961 S.C. 1170 and Ghanshyam Das vs. Regional Assistant Commissioner, Sales Tax : AIR 1964 S.C. 766).\n43. In Sagar Pandurang Dhundare versus Keshav Aaba Patil12 the Hon'ble Supreme Court has held that there is a limited extent to which the court can interpret a provision so as to achieve the legislative intent. That is in a situation, where such an interpretation is permissible, otherwise feasible, when it is absolutely necessary and where intention is clear but the words used are either inadequate or ambiguous. \n44. In Commissioner of Customs (Import), Mumbai versus Dilip Kumar & Co.13 the Constitution Bench of the Hon'ble Supreme Court has held as under in paragraph nos. 16, 17 and 20:-\n\"16. An Act of Parliament/Legislature cannot foresee all types of situations and all types of consequences. It is for the Court to see whether a particular case falls within the broad principles of law enacted by the Legislature. Here, the principles of interpretation of statutes come in handy. In spite of the fact that experts in the field assist in drafting the Acts and Rules, there are many occasions where the language used and the phrases employed in the statute are not perfect. Therefore, Judges and Courts need to interpret the words. \n17. In doing so, the principles of interpretation have been evolved in common law. It has also been the practice for the appropriate legislative body to enact Interpretation (2018) 1 SCC 340 (2018) 9 SCC 1 Acts or General Clauses Act. In all the Acts and Regulations, made either by the Parliament or Legislature, the words and phrases as defined in the General Clauses Act and the principles of interpretation laid down in General Clauses Act are to be necessarily kept in view. If while interpreting a Statutory law, any doubt arises as to the meaning to be assigned to a word or a phrase or a clause used in an enactment and such word, phrase or clause is not specifically defined, it is legitimate and indeed mandatory to fall back on General Clauses Act. Notwithstanding this, we should remember that when there is repugnancy or conflict as to the subject or context between the General Clauses Act and a statutory provision which falls for interpretation, the Court must necessarily refer to the provisions of statute. \n20. It is well accepted that a statute must be construed according to the intention of the Legislature and the Courts should act upon the true intention of the legislation while applying law and while interpreting law. If a statutory provision is open to more than one meaning, the Court has to choose the interpretation which represents the intention of the Legislature. In this connection, the following observations made by this Court in District Mining Officer vs. Tata Iron and Steel Co., (2001) 7 SCC 358, may be noticed: \n\"... A statute is an edict of the Legislature and in construing a statute, it is necessary, to seek the intention of its maker. A statute has to be construed according to the intent of them that make it and the duty of the Court is to act upon the true intention of the Legislature. If a statutory provision is open to more than one interpretation the Court has to choose that interpretation which represents the true intention of the Legislature. This task very often raises the difficulties because of various reasons, inasmuch as the words used may not be scientific symbols having any precise or definite meaning and the language may be an imperfect medium to convey one's thought or that the assembly of Legislatures consisting of persons of various shades of opinion purport to convey a meaning which may be obscure. \nIt is impossible even for the most imaginative Legislature to forestall exhaustively situations and circumstances that may emerge after enacting a statute where its application may be called for. Nonetheless, the function of the Courts is only to expound and not to legislate. Legislation in a modern State is actuated with some policy to curb some public evil or to effectuate some public benefit. The legislation is primarily directed to the problems before the Legislature based on information derived from past and present experience. It may also be designed by use of general words to cover similar problems arising in future. But, from the very nature of things, it is impossible to anticipate fully the varied situations arising in future in which the application of the legislation in hand may be called for, and, words chosen to communicate such indefinite referents are bound to be in many cases lacking in clarity and precision and thus giving rise to controversial questions of construction. The process of construction combines both literal and purposive approaches. In other words the legislative intention i.e., the true or legal meaning of an enactment is derived by considering the meaning of the words used in the enactment in the light of any discernible purpose or object which comprehends the mischief and its remedy to which the enactment is directed...\" \n45. In Shilpa Mittal vs. State (NCT of Delhi) and another14, the Hon'ble Apex Court held that if the intention of the Legislature is absolutely clear from the objects and reasons of the Act then the Court can correct errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve (2020) 2 SCC 787 the purpose of the legislation and ensure that the legislation is given a meaning which was intended to by the Legislature. \n46. It is apt to refer Paragraphs 28 and 29 of Shilpa Mittal (supra) which are reproduced as under:-\n28. There can be no quarrel with the submission made by Mr. Siddharth Luthra that in a given circumstance, this Court can even add or subtract words from a statute. However, this can be done only when the intention of the Legislature is clear. We not only have to look at the principles of statutory interpretation but in the present case, the conundrum we face is that how do we decipher the intention of the Legislature. It is not necessary that the intention of the Legislature is the one what the judge feels it should be. If the intention of the Legislature is clear then the Court can get over the inartistic or clumsy wording of the statute. However, when the wording of the statute is clear but the intention of the Legislature is unclear, the Court cannot add or subtract words from the statute to give it a meaning which the Court feels would fit into the scheme of things. \n29. There can be no manner of doubt that if the intention of the Legislature is absolutely clear from the objects and reasons of the Act then the Court can correct errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation and ensure that the legislation is given a meaning which was intended to by the Legislature. The issue is whether in the present case we can clearly hold what was the intention of the Legislature. \n47. In Managing Director, Chhattisgarh State Cooperative Bank Mayadit vs. Zila Sahkari Kendriya Bank Maryadit and others15, the Hon'ble Apex Court held that it is a settled principle of law that where two provisions of an enactment appear to conflict, courts must adopt interpretation which harmonizes to the best extent possible both provisions. It further held that where two provisions conflict, courts may enquire which of the two provisions is specific in nature and where it was intended that the specific provision is carved out from the application of the general provision. The general provision operates, save and except in situations covered by the specific provision. The rationale behind this principle of statutory construction is that where there appears a conflict between two provisions, it must be presumed that the legislature did not intend a conflict and a subject-specific provision governs those situations in exclusion to the operation of the general provision. \n48. It is apt to reproduce paragraphs 33 to 36 of Chhatisgarh State Cooperative Bank Mayadit (supra) as under:-\n33. It is a settled principle of law that where two provisions of an enactment appear to conflict, courts must adopt an interpretation which harmonises, to the best extent possible, both provisions. Justice G P Singh in his seminal work Principles of Statutory Interpretation states:\nTo harmonise is not to destroy. A familiar approach in all such cases is to find out which of the two apparently conflicting provisions in more general and which is more specific and to construe the more general one as to exclude the more specific... The principle is expressed in the maxims Generalia specialibus non derogant and (2020) 6 SCC 411 Generalibus specialia. Similarly, Craies in Statute Law states:\nThe rule is, that whenever there is a particular enactment and a general enactment in the same statute, and the latter, taken in its most comprehensive sense, would overrule the former, the particular enactment must be operative, and the general enactment must be taken to affect only the other parts of the statute to which it may properly apply. Where two provisions conflict, courts may enquire which of the two provisions is specific in nature and whether it was intended that the specific provision is carved out from the application of the general provision. The general provision operates, save and except in situations covered by the specific provision. The rationale behind this principle of statutory construction is that were there appears a conflict between two provisions, it must be presumed that the legislature did not intend a conflict and a subject-specific provision governs those situations in exclusion to the operation of the general provision. \n34. In an early decision of this Court in JK Cotton Spinning and Weaving Mills Co Ltd v State of Uttar Pradesh10, a three judge Bench of this Court considered whether the principle applied to conflicts within the same enactment. \nClause 5(a) of the Government Order dated 10 May 1948 conferred upon, inter alia, any employee or a registered trade union of employers the right to move the Board constituted under the Order to initiate an enquiry into an industrial dispute. Clause 23 stipulated that where an enquiry is pending before the Regional Conciliation Officer, notwithstanding the pendency of a case before the Board or Industrial Court, no employer shall discharge or dismiss any workman. Under Clause 24, an order of the Board, unless modified in appeal, was final and conclusive. The appellant, representing the employer's union, contended that once an order is made under Clause 5(a), Clause 23 has no application and the employer may proceed to dismiss the workmen. The Court rejected the contention noting that any employer could defeat the provisions of Clause 23 merely by an application under Clause 5(a). The Court held that Clause 23 was made with a definite purpose. \nConsequently, where an enquiry was pending under Clause 23, an application under Clause 5(a) was barred. The Court held:\n9...We reach the same result by applying another well- known rule of construction that general provisions yield to special provisions. The learned Attorney-General seemed to suggest that while this rule of construction is applicable to resolve the conflict between the general provision in one Act and the special provision in another Act, the rule cannot apply in resolving a conflict between general and special provisions in the same legislative instrument. This suggestion does not find support in either principle or authority. The rule that general provisions should yield to specific provisions is not an arbitrary principle made by lawyers and Judges but springs from the common understanding of men and women that when the same person gives two AIR 1961 SC 1170 directions one covering a large number of matters in general and another to only some of them his intention is that these latter directions should prevail as regards these while as regards all the rest the earlier direction should have effect.\n10. Applying this rule of construction that in cases of conflict between a specific provision and a general provision the specific provision prevails over the general provision and the general provision applies only to such cases which are not covered by the special provision, we must hold that clause 5(a) has no application in a case where the special provisions of clause 23 are applicable. This Court affirmed that the principle that the general excludes the specific is a tool of statutory interpretation even in cases of conflict within the same enactment. Where one of the conflicting provisions is general in nature and the other is specific, common understanding dictates that the specific provision is given effect, while the general provision continues to apply to all other situations. \n35. In Commercial Tax Officer, Rajasthan v M/s Binani Cements Ltd.,11 the question concerned whether the respondent-assessee was entitled for the grant of an eligibility certificate for exemption from payment of Central Sales Tax and Rajasthan Sales Tax under Entry 4 in Annexure C of the Sales Tax New Incentive Scheme for Industries, 1989. Annexure C to the Scheme was titled the Quantum of Sales Tax Exemption under the new Scheme. Entry 4 of the Annexure stipulated that Prestigious Units would be entitled to a 75% exemption from tax liability with 100% in terms of Fixed Capital Investment. By an amendment, Entry 1E was inserted which covered new cement units and stipulated that large-scale units would be entitled 25% tax exemption. A two judge Bench of this Court held:\nCivil Appeal No. 336 of 2003, decided on 19 February 2014.\n32. Before we deal with the fact situation in the present appeal, we reiterate the settled legal position in law, that is, if in a Statutory Rule or Statutory Notification, there are two expressions used, one in General Terms and the other in special words, under the rules of interpretation, it has to be understood that the special words were not meant to be included in the general expression. Alternatively, it can be said that where a Statute contains both a General Provision as well as specific provision, the later must prevail. \n34. It is well established that when a general law and a special law dealing with some aspect dealt with by the general law are in question, the rule adopted and applied is one of harmonious construction whereby the general law, to the extent dealt with by the special law, is impliedly repealed. This principle finds its origins in the latin maxim of generalia specialibus non derogant... \n36. The Court held that where two provisions are in question - one of general application and the other specific in nature, a harmonious interpretation would mean that the general law, to the extent it is dealt with by the special law, is impliedly repealed. This Court, relying on the principle generalia specialibus non derogant held that Item 1E is a subject specific provision. The Court noted that the amendment removed new cement industries from the non-eligible Annexure B and placed it into Annexure C amongst the eligible industries. Consequently, the Court rejected the contention of the respondent-assessee and held that as Item 1E concerned the more specific unit, it was excluded in its application from other general entries. The principle that the general provision excludes the more specific has been consistently applied by this Court in South Indian Corporation (P) Ltd. v Secretary, Board of Revenue12, Paradip Port Trust v Their Workmen13, AIR 1964 SC 07 AIR 1977 SC 36 Maharashtra State Board of Secondary and Higher Education v Paritosh Bhupesh Kumar Sheth14, CCE v Jayant Oil Mills,15 P S Sathappan v Andhra Bank Ltd16, Sarabjit Rick Singh v Union of India17 and Pankajakshi v Chandrika. \n49. In Bharat Petroleum Corporation Limited vs. R. Chandramouleeswaran and others16, the Hon'ble Apex Court has held that it is a well-known canon of construction that every section of a statute is to be construed with reference to the context (2020)11 SCC 718 and other sections of the statute, so as, as far as possible, to make a consistent enactment of the whole statue. \n50. It is thus, well settled that a statute must be construed according to the intention of the legislature. It is the duty of the courts to act upon the true intention of the legislature and it is the words used which best disclose such intention. The first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself. \n51. It is also well settled that the basic rule of interpretation is the \"plain meaning rule\" which suggests that when the language in the statute is plain and unambiguous the court has to read and understand the plain language as such. Any hardship and inconvenience can not be the basis to alter the meaning to the language employed by the legislation, but, if the plain language results in absurdity or anomaly the court is entitled to determine the meaning of the word in the context in which it is used, keeping in view the legislative purpose and can even explain the intention of the legislation.\n52. It is equally well settled principle of interpretation of statute that where the provisions of an enactment appear to be in conflict, courts must adopt an interpretation which harmonises to the best extent possible both the provisions, as it is to be presumed that the legislature did not intend a conflict. If the intention of the legislature is absolutely clear the court can even correct the errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation, as an Act of Parliament/Legislature cannot always forsee all types of situations and all types of consequences. The principle that the general excludes the specific is a tool of statutory interpretation applied even in cases of conflict within the same enactment. \n53. Keeping in view the above principles of interpretation of statute we now proceed to resolve the anomaly pointed out above in view of proviso to Section 15(4) of the Act, 2015 and Section 15(3) r/w Order VIII rule 1 proviso and Rule 10 CPC as amended through Section 16 of the Act, 2015. \n54. The intention of the Parliament in enacting the Act, 2015, as evident from the statement of objects and reasons, is clear i.e. to provide for speedy disposal of high value commercial disputes. The high value commercial disputes involve complex facts and questions of law and therefore, to provide for an independent mechanism for early resolution of those disputes. The statement of objects and reasons further provides that easy resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian Legal system. \n55. With the aforesaid object, the Act, 2015, through Section 16 amended the CPC in its application to commercial disputes of specified value. Addition of proviso to sub rule(1) of rule 1 of Order V; and proviso to Order VIII rule 1 CPC providing that beyond 120 days from the date of service of summons the defendant shall forfeit the right to file written statement and the court shall not allow the written statement to be taken on record with further addition of proviso in rule 10 of Order VIII CPC providing that no court shall make an order to extend the time provided under rule 1 of Order VIII for filing the written statement, is to achieve the object of the Act to provide for speedy disposal of commercial disputes of high value.\n56. The Commercial court exercises jurisdiction over the suits and applications relating to a commercial dispute of specified value, instituted before it as also over such suits and applications instituted in civil court but transferred to the commercial court under Section 15(2) of the Act, 2015. \n57. Transfer of pending suits and applications relating to a commercial dispute of specified value pending in a civil court in any district or area in respect of which a commercial court has been constituted, to the commercial court under Section 15(2) of the Act, 2015, is also with the same legislative intend to provide for early resolution of the such commercial dispute, by the commercial court, in accordance with the provisions of the CPC as amended by the Act, 2015. \n58. Proviso to Section 15(4) which provides for the discretion in the court to prescribe a new time period for filing of the written statement in our view is in the nature of a specific provision for the suits and applications transferred to the commercial court under Section 15(2). The general provision is Order VIII rule 1 CPC as amended through Section 16 of Act, 2015, which provides 120 days for filing written statement from the date of service of summons. Applying the principle that the general excludes the specific even in the cases of conflict within the same enactment, the time line of 120 days for filing written statement under Order V, rule 1, sub rule(1) proviso and Order VIII rule 1 proviso shall not apply to the suits and application transferred to the commercial court under Section 15(2) and with respect to those suits and applications a new time line may be prescribed by the court in exercise of power under Section 15(4), proviso. Within such new time line the written statement shall be filed by the defendant. \n59. Section 15(4) proviso, though excludes applicability of proviso to sub rule(1) of rule 1 of Order V CPC but it does not exclude the applicability of proviso to Order VIII rules 1 and 10 CPC, nor does it provide that if the written statement is not filed within the new time line prescribed under Section 15(4) proviso, even then the defendant shall not forfeit the right to file written statement. It also does not provide that the court may extend the new time line prescribed in exercise of power under Section 15(4) proviso. On the contrary, the said proviso specifically provides that the written statement shall be filed within such time i.e the new time line prescribed by the court under Section 15(4) proviso. Use of the expression shall' coupled with the legislative intent makes the proviso to Section 15(4) also mandatory, like the time line of 120 days as in suits and applications before the commercial court, other than the suits and applications transferred to it under Section 15(2). There can not be different legislative intent for the consequences of not filing the written statement within the time line prescribed by the statute or the time line prescribed by the court in pursuance of the power conferred by the statute. In other words, it can not be the legislative intent that in suits transferred to the commercial court under Section 15(2), if written statement is not filed within the new time line there will be no forfeiture of the right to file written statement. The forfeiture clause is provided under Order VIII rule 1 as well with the object of speedy disposal. The cases transferred under Section 15(2) are also to be decided speedily to achieve the object of the enactment of the Act, 2015. \n60. We are further of the considered view that the consequences under Order VIII rule 1 and rule 10 CPC shall follow if the written statement is not filed within the time line prescribed by the court under Section 15(4) even to the cases transferred under Section 15(2). The specific provision is only with respect to the time line and to that extent i.e 120 days, the general provision is excluded. \n61. We are therefore of the considered view and hold on point No.1 as under:-\n1) where the suit or application has been transferred to the Commercial Court under Section 15 (2) of the Act, 2015 from the civil court and the procedure for filing written statement had not been completed at the time of transfer, the commercial court shall have the power and jurisdiction to prescribe a new time period for filing written statement, irrespective of the expiry of 120 days from the date of service of summons on the concerned defendant.\n2) In a suit or application transferred to the commercial court under Section 15(2) of the Act, 2015, the written statement shall be filed within the new time period prescribed by the Commercial Court in exercise of power under Section 15(4) of the Act, 2015, failing which, on expiry of new time line so prescribed, the defendant shall forfeit his right to file written statement and the court shall neither take the written statement on record nor shall extend the new prescribed time period as mandated by Order VIII rules 1 and 10 CPC.\n62. The above view would make both the provisions Section 15(4) proviso and Order VIII rules 1 and 10 workable to the best possible extent and shall also advance the object with which the Act, 2015 has been enacted considering the legislative intent. \n63. In view of the aforesaid, the submission of the learned counsel for the respondent that Section 148 CPC does not apply to the commercial court, even if accepted, the Commercial Court shall have power to provide a new time period for filing written statement under Section 15(4) of the Act, 2015 itself, independent of Section 148 CPC.\n64. In view of the aforesaid the submission of the counsel for the petitioner that the period of 120 days under Order VIII rule 1, shall be counted from the date of transfer of the suit under Section 15(2), does not appeal us. \n65. In view of the above, the ground on which I.A.No.31 of 2020 has been dismissed is legally unsustainable. \n66. We further find that the court below while considering I.A No.31 of 2020 did not advert at all to the cause shown by the petitioner, seeking condonation of delay. Any finding on the cause shown being sufficient or not has not been recorded. The court below ought to have considered the cause shown by the petitioner for condonation of delay as also the objection to the said cause, if any, filed by the opposite party and ought to have returned a specific finding and consequent upon such finding it ought to have decided I.A.No.31 of 2020.\n67. As I.A.No.32 of 2020 has been rejected consequent upon rejection of I.A.No.31 of 2020 by the same order, such rejection can also not be sustained. \n68. For all the aforesaid reasons, we allow the petition and set aside the impugned judgment and order dated 12.11.2020, passed by the Special Judge for Trial and Disposal of Commercial Disputes, Visakhapatnam in I.A.No.31 of 2020 in I.A.No.32 of 2020 in C.O.S.No.11 of 2018 and direct the learned Court below to consider and decide the I.A.Nos.31 of 2020 and 32 of 2020 afresh in accordance with law after affording opportunity of hearing to the parties concerned. \n69. Accordingly, the Petition is allowed. No order as to costs. \nConsequently, Miscellaneous Petitions, if any pending shall stand closed. \n________________________ C. PRAVEEN KUMAR,J ________________________ RAVI NATH TILHARI,J Date:25.01.2022. \nNote:\nL.R copy to be marked. \nB/o.\nGk HON'BLE SRI JUSTICE C. PRAVEEN KUMAR & HON'BLE SRI JUSTICE RAVI NATH TILHARI CIVIL REVISION PETITION No.1261 OF 2020 Date:25.01.2022.\nGk.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53001328f826402c853e7ec87532d6e7_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26ede8eccd8345bb9ad91914d3fc8239_1"
    },
    {
      "start": 242,
      "end": 386,
      "text": "\nAndhra Pradesh High Court - Amravati\nAmoda Iron Steel Limited, vs Sneha Analytics And Scientifics, on 25 January, 2022\nAuthor: C. Praveen Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bd9a39183ef416c983400074712376c_2"
    },
    {
      "start": 387,
      "end": 411,
      "text": "\nBench: C. Praveen Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "897586130ac0406c9eabe19950e901e2_3"
    },
    {
      "start": 452,
      "end": 851,
      "text": "1\n\n\n\n\n                   High Court Of Andhra Pradesh\n                            Amaravati\n\n                Civil Revision Petition No.1261 Of 2020\n\n\n     Between:\n\n     Amoda        Iron    Steel      Limited,\n     Jayanthipuram, Jaggayyapeta Mandal,\n     Krishna District,            a company\n     incorporated under law and being\n     represented by its Director Sri Thati\n     Satish,     S/o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53c43d2420d6420791e707841f0124cb_4"
    },
    {
      "start": 852,
      "end": 989,
      "text": "Sri T. Yadagiri, aged\n     about 47 years, resident of D.No.203,\n     Aditya Elite,              B.S. Maktha,\n     Somajiguda, Hyderabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c68fd9802fee4cb9a7afdfd2bb75ba0a_5"
    },
    {
      "start": 990,
      "end": 1067,
      "text": "\n\n                                                            ....Petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9cb8f04e5ff64feca921036b72596eb4_6"
    },
    {
      "start": 1075,
      "end": 1180,
      "text": "And:\n\n     Sneha Anlytics and Scientifics,\n     represented by Sole Proprietor\n     V. Sridhar Babu, S/o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22f768cfb2fa4ed18c639f5ed50540fa_7"
    },
    {
      "start": 1181,
      "end": 1232,
      "text": "Subhas\n     Chandra Bose, aged about 43\n     years,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ad26bd0c6aa4f63a1b0fbfcabc0b79c_8"
    },
    {
      "start": 1233,
      "end": 1279,
      "text": "          R/o. 49-18-\n     1/1, Lalitha Nagar,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5297bce8c7d49e2834b7f195ad0d5bd_9"
    },
    {
      "start": 1280,
      "end": 1314,
      "text": "\n     Akkayyapalem, Visakhapatnam.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f48268f90644079841f9f95a9138775_10"
    },
    {
      "start": 1374,
      "end": 1390,
      "text": ".... Respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8fd08361d61f4210bcc22cece2dcd7b6_11"
    },
    {
      "start": 1405,
      "end": 1481,
      "text": "Date Of Judgment Pronounced:25.01.2022.\n\n            Submitted For Approval:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "756e3dc9bf8140c5b2f4b5b11b577c1f_12"
    },
    {
      "start": 1482,
      "end": 1538,
      "text": "\n\n                  Hon'Ble Sri Justice C. Praveen Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c296c00ad8e54e3dbd331fda839cacb6_13"
    },
    {
      "start": 1539,
      "end": 1632,
      "text": "\n                                 &\n                The Hon'Ble Sri Justice Ravi Nath Tilhari",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7db2f0ce133d4614b7e3dc1f7cce3104_14"
    },
    {
      "start": 1635,
      "end": 1739,
      "text": "1. Whether Reporters of Local newspapers may                  Yes/No\n   be allowed to see the Judgments?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd8b2fa3327448368df354ef8e57d085_15"
    },
    {
      "start": 1742,
      "end": 1782,
      "text": "2. Whether the copies of judgment may be",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f487a862e7a8401798b9c9cfe804251a_16"
    },
    {
      "start": 1805,
      "end": 1849,
      "text": "Yes/No\n   Marked to Law Reporters/Journals\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0bb09be9e96a4ab99d6a9f1fda8f2c03_17"
    },
    {
      "start": 1849,
      "end": 1921,
      "text": "3 . Whether Your Lordships wish to see the fair\n   Copy of the Judgment?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "650b7d2029d742bdbcd19b59fe5b0473_18"
    },
    {
      "start": 1960,
      "end": 1967,
      "text": "Yes/ No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2fc54aa61f14a9b9375f6bb806e582d_19"
    },
    {
      "start": 2020,
      "end": 2027,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eabef500b7a9453381f85fb8c3fb7431_20"
    },
    {
      "start": 2028,
      "end": 2035,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "27ecbb97d00e411eb76fcc02ea958f5d_21"
    },
    {
      "start": 2036,
      "end": 2043,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6966d6df62894934b78d50ba1aa02fa0_22"
    },
    {
      "start": 2044,
      "end": 2051,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58cee0c452ba457fa5854a3231f8d7a8_23"
    },
    {
      "start": 2052,
      "end": 2059,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f7be6dc798c4aa9aff06013810e7e37_24"
    },
    {
      "start": 2060,
      "end": 2067,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4a6fab33eea4b72a4eff3a689ca6e50_25"
    },
    {
      "start": 2118,
      "end": 2135,
      "text": "C. Praveen Kumar,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5bfd9497500245f287f595ec4c6c46f1_26"
    },
    {
      "start": 2136,
      "end": 2191,
      "text": "J \n\n\n                                                 _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6986f24d3b3248d6b5405c41fcb36733_27"
    },
    {
      "start": 2192,
      "end": 2199,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7fd6c33fef3b4bb2a886008d6f3cd54d_28"
    },
    {
      "start": 2200,
      "end": 2207,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9f49c352a894ac288e6466e30912a97_29"
    },
    {
      "start": 2208,
      "end": 2215,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86a41c36545a4b4d8d784509236c7ed2_30"
    },
    {
      "start": 2216,
      "end": 2223,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f60d58f9047472fbdf203786b4859f7_31"
    },
    {
      "start": 2224,
      "end": 2231,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0596ee67d4c4a45a1cf2b87998fb9d0_32"
    },
    {
      "start": 2232,
      "end": 2307,
      "text": "_ _ _ \n                                                  Ravi Nath Tilhari,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "870ff0c76c5c4d5eba90133fd2a6cd08_33"
    },
    {
      "start": 2308,
      "end": 2370,
      "text": "J \n                                       2\n\n\n\n\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c46b7c6d7cba426c9a2aba1c61e14ef0_34"
    },
    {
      "start": 2370,
      "end": 2407,
      "text": "*Hon'Ble Sri Justice C. Praveen Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74bc771690ec47969fbbc3245b2283bd_35"
    },
    {
      "start": 2447,
      "end": 2464,
      "text": "&\n              *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "702114dda7fd4696aa419f7992558bbf_36"
    },
    {
      "start": 2465,
      "end": 2502,
      "text": "Hon'Ble Sri Justice Ravi Nath Tilhari",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6982920edd64baab6fd16b856aeee5d_37"
    },
    {
      "start": 2519,
      "end": 2560,
      "text": "+ Civil Revision Petition No.1261 Of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbc3ca54d1b1467c852d64707ca2c93d_38"
    },
    {
      "start": 2589,
      "end": 2601,
      "text": "% 25.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21471a598bd946e8b5180588ab7128aa_39"
    },
    {
      "start": 2603,
      "end": 2612,
      "text": "Between:\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85027b9fb3e94c698622ccacd68c06e1_40"
    },
    {
      "start": 2612,
      "end": 2726,
      "text": "#    Amoda     Iron   Steel    Limited,\nJayanthipuram, Jaggayyapeta Mandal,\nKrishna District,           a company\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb966595374043c8bcf6ec169987806f_41"
    },
    {
      "start": 2726,
      "end": 2803,
      "text": "incorporated under law and being\nrepresented by its Director Sri Thati\nSatish",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5965d545bdee4609b2b81434ed8f22ba_42"
    },
    {
      "start": 2804,
      "end": 2814,
      "text": ",     S/o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71cd240df1cc43d9ab7688cbffd2e417_43"
    },
    {
      "start": 2815,
      "end": 2836,
      "text": "Sri T. Yadagiri, aged",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cdd2f6403b1f47b6800cd611287b71e2_44"
    },
    {
      "start": 2837,
      "end": 2852,
      "text": "\nabout 47 years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce93886d061848ba9516fb54e069c7d4_45"
    },
    {
      "start": 2853,
      "end": 2875,
      "text": ", resident of D.No.203",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3aefac791e454261943c7746a139735b_46"
    },
    {
      "start": 2876,
      "end": 3004,
      "text": ", \nAditya Elite,            B.S. Maktha,\nSomajiguda, Hyderabad.\n\n                                                           ....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5c6da52033843919c09fc68fa867bef_47"
    },
    {
      "start": 3005,
      "end": 3016,
      "text": "Petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c57bae10f18042719749f2854069a3d8_48"
    },
    {
      "start": 3017,
      "end": 3225,
      "text": "\n\nAnd: \n\n$ Sneha Anlytics and Scientifics,\nrepresented by Sole Proprietor\nV. Sridhar Babu, S/o. Subhas\nChandra Bose, aged about 43\nyears,           R/o. 49-18-\n1/1, Lalitha Nagar,\nAkkayyapalem, Visakhapatnam.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "432a01e973b345f89c957e47396f9f5e_49"
    },
    {
      "start": 3284,
      "end": 3302,
      "text": "....Respondent.\n\n!",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10e4628a84684427804c0ec41ad49150_50"
    },
    {
      "start": 3303,
      "end": 3329,
      "text": "Counsel for the petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a6cab67350a4158a87059660b891f98_51"
    },
    {
      "start": 3343,
      "end": 3370,
      "text": ": M/s. Bharadwaj Associates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3b8435b7860406d8dc2acf4684ffd62_52"
    },
    {
      "start": 3373,
      "end": 3440,
      "text": "^ Counsel for the respondent              : Sri E.V.V.S. Ravi Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc4666db9999440b860f5eb5550c5bfe_53"
    },
    {
      "start": 3443,
      "end": 3466,
      "text": "< Gist:\n> Head Note:\n\n?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17145a22a8aa48b89390e1192c2b587a_54"
    },
    {
      "start": 3467,
      "end": 3846,
      "text": "Cases referred:\n1\n  (2005) 6 Scc 344\n2\n  (2019) 12 Supreme Court Cases 210\n3\n  (2018) 9 Scc 472\n4\n  (2005) 4 Scc 480\n5\n  (2013) 3 Scc 594\n6\n  (2020) 2 Scc 708\n7\n  (2018) 6 Scc 639\n8\n  (1958) Scr 360\n9\n  (2017) 14 Scc 663\n10\n    (2020) 16 Scc 446\n11(2005) 2 Scc 271\n12\n    (2018) 1 Scc 340\n13\n   (2018) 9 Scc 1\n14\n    (2020) 2 Scc 787\n15\n   (2020) 6 Scc 411\n16\n   (2020)11 Scc 718",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e9e79d4de9e4cabb50485a6adbe5689_55"
    },
    {
      "start": 3847,
      "end": 3938,
      "text": "\n                                     3\n\n\n\n\n           Hon'Ble Sri Justice C. Praveen Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f735456b25a42b892bd6b3426fd0103_56"
    },
    {
      "start": 3975,
      "end": 4026,
      "text": "& \n           Hon'Ble Sri Justice Ravi Nath Tilhari",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be4aad9a24c74714bb6b6b3c97139131_57"
    },
    {
      "start": 4027,
      "end": 4291,
      "text": "\n\n\n          Civil Revision Petition No.1261 Of 2020\n\n\nJudgment:\n(per Hon'ble Sri Justice Ravi Nath Tilhari)\n1. Heard Sri Vedula Venkataramana, learned senior advocate assisted by Sri Harish Kumar Rasineni, learned advocate for the petitioner and Sri E.V.V.S. Ravi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "674f4f34b07d4b4494c88370239b516e_58"
    },
    {
      "start": 4292,
      "end": 4335,
      "text": " Kumar, learned counsel for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "d76daeae7886420ca1a98a9b4823f058_59"
    },
    {
      "start": 4336,
      "end": 4572,
      "text": "\n2. As purely legal questions are raised and the basic facts for decision of this petition are not in dispute, with the consent of the parties counsels, the matter was heard finally and is being decided at the admission stage itself.\n3.",
      "labels": [
        "NONE"
      ],
      "id": "1d68405eeb374b0ab46b823e5ecdfcdb_60"
    },
    {
      "start": 4573,
      "end": 4842,
      "text": "This petition under Article 227 of the Constitution of India has been filed challenging the order dated 12.11.2020, passed by the Special Judge for Trial and Disposal of Commercial Disputes, Visakhaptnam in I.A.No.31 of 2020 in I.A.No.32 of 2020 in C.O.S.No.11 of 2018.",
      "labels": [
        "FAC"
      ],
      "id": "f58b9912d6ec419299a49c49c0fb6b77_61"
    },
    {
      "start": 4844,
      "end": 4950,
      "text": "4. The petitioner herein was defendant in C.O.S.No.11 of 2018 and the respondent herein was the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "e8d666e4c8934559bec2d0530772b241_62"
    },
    {
      "start": 4951,
      "end": 5377,
      "text": "\n5. Briefly stated the facts of the case as submitted by the learned counsel for the petitioner are that the plaintiff/respondent filed O.S.No.11 of 2018 for recovery of money of Rs.1,33,99,080/- against the petitioner/defendant with subsequent interest @ 12% per annum till the date of realization; for costs of the suit and for such other relief or reliefs as the Court deems fit and proper in the circumstances of the case.",
      "labels": [
        "FAC"
      ],
      "id": "25f28141fc334befb3cdc77360718374_63"
    },
    {
      "start": 5378,
      "end": 5483,
      "text": "\n6. The petitioner/defendant did not file his written statement in the suit within the stipulated period.",
      "labels": [
        "FAC"
      ],
      "id": "3ec7fba963d64874964d28ff1c7f70f3_64"
    },
    {
      "start": 5484,
      "end": 5799,
      "text": "Later on, on 07.12.2018 the petitioner filed a petition under Section 148 r/w Section 151 of the Civil Procedure Code, 1908 (for short the C.P.C) i.e., I.A.No.2028 of 2018 in O.S.No.11 of 2018 before the Principal District Court, Visakhapatnam seeking extension of time for 15 days for filing the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "8803de14536d4b19a464a0c6cf8b5312_65"
    },
    {
      "start": 5800,
      "end": 5887,
      "text": "Pending I.A.No.2028 of 2018, on 02.01.2019, the petitioner filed the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "73a715c72ced4cc19d18164b1f8cdde2_66"
    },
    {
      "start": 5888,
      "end": 6157,
      "text": "During the pendency of I.A.No.2028 of 2018, in view of the establishment of the Commercial Court, O.S.No.11 of 2018 was transferred to the court of Special Court for Trial and Disposal of Commercial Disputes, Visakhapatnam (in short the Special Court/Commercial Court).",
      "labels": [
        "FAC"
      ],
      "id": "5c45d08f99a646fc813a2cd49e37f071_67"
    },
    {
      "start": 6158,
      "end": 6683,
      "text": "Before the Special Court, the petition filed by the petitioner/defendant i.e., I.A.No.2028 of 2018 under Section 148 r/w Section 151 CPC was dismissed for default on 10.06.2019, against which the petitioner filed I.A.No.32 of 2020 under Order IX Rule 9 r/w Section 151 C.P.C for restoration of I.A.No.2028 of 2018 and as I.A.No.32 of 2020 was filed beyond the period of limitation, the petitioner also filed I.A.No.31 of 2020 under Section 5 of the Limitation Act to condone the delay of 183 days in filing I.A.No.32 of 2020.",
      "labels": [
        "FAC"
      ],
      "id": "a625f439b4694f328092d311c183d554_68"
    },
    {
      "start": 6685,
      "end": 6862,
      "text": "7. The learned Special Court below by order dated 12.11.2020 under challenge dismissed I.A.No.31 of 2020 and I.A.No.32 of 2020 against which the present petition has been filed.",
      "labels": [
        "FAC"
      ],
      "id": "c372be672bcf4449984bdf03ec1b1b08_69"
    },
    {
      "start": 6864,
      "end": 7174,
      "text": "8. Sri Vedula Venkataramana, learned senior advocate submitted that the suit was initially instituted in the civil court from where it was transferred to the Commercial Court under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short, the Act, 2015).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "650fc4e1bbc8425185c9b396248c0735_70"
    },
    {
      "start": 7175,
      "end": 7621,
      "text": "He submitted that as at the time of transfer of the suit, the petitioner's application for extension of time under Section 148 r/w Section 151 CPC was pending, in view of the procedure applicable to the regular suits, under which, the regular court has the power to extend the time beyond the statutory period of 90 days, the Commercial Court would also have the power to extend the period of 120 days, suitably, for filing the written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e75d5788bbed4871af11461819c61e5f_71"
    },
    {
      "start": 7622,
      "end": 7930,
      "text": "He submitted that although on transfer, the Commercial Court was not required to issue fresh summons, where summons had already been issued by the regular Court, but in such a case the period of 120 days for filing the written statement would be from the date of transfer of the case to the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6c4e69e7d2c44c91847523824bebab0a_72"
    },
    {
      "start": 7931,
      "end": 8170,
      "text": "He submitted that as on the date the suit was transferred to the Commercial Court, the written statement had already been filed before the regular Court with a delay of 29 days pending I.A.No.2028 of 2018 the same could be taken on record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e9f78999b6640c3a3c67f0dbdc97796_73"
    },
    {
      "start": 8171,
      "end": 8473,
      "text": "Placing reliance on the judgment of the Hon'ble Supreme Court in Salem Advocate Bar Association vs. Union Of India1, he further submitted that the period of 120 days for filing written statement before Commercial Court could be extended taking the provision as directory and in the interest of justice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9daf4ab5f1d4e129d7b8f7b18fa64b0_74"
    },
    {
      "start": 8475,
      "end": 8640,
      "text": "9. Sri Sri Vedula Venkataramana, learned senior advocate further submitted, that in view of the above, the ground of rejection of I.A.No.31 of 2020 is unsustainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a7fa1a6d15064b2ea28bc044a51b564b_75"
    },
    {
      "start": 8641,
      "end": 8898,
      "text": "He further submitted that the Special Court did not go into the aspect of cause shown being sufficient or not for condonation of delay, and (2005) 6 SCC 344 so the impugned order cannot be sustained on this ground as well which deserves to be set aside.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a30e943940c6435c97e42327f22b3dd7_76"
    },
    {
      "start": 8899,
      "end": 9484,
      "text": "Sri E.V.V.S. Ravi Kumar, learned counsel for the respondent submitted that in its application to the Commercial Disputes before the Special Courts, the provisions of C.P.C as amended in the manner specified in the Schedule under Section 16 of the Act, 2015, shall only apply as per Section 15(3); and as per the amended provision, the Special Court has no power to accept the written statement beyond the statutory period of 120 days which period cannot be extended in view of Order VIII rules 1 and 10 CPC and on expiry of such period the right to file written statement is forfeited.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "79427ae3ee8148a9a7b7e81ceff91a72_77"
    },
    {
      "start": 9485,
      "end": 9611,
      "text": "He further submitted that on the date of transfer of the suit to the Special Court the period of 120 days had already expired.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f66f045459a54fa38b1968c3b4b8f963_78"
    },
    {
      "start": 9612,
      "end": 9778,
      "text": "The Special Court had no power to extend the time as Section 148 CPC does not apply to the Commercial Courts and particularly, in view of Order VIII rules 1 & 10 CPC.",
      "labels": [
        "RLC"
      ],
      "id": "021a0add088949bcadf612e398825196_79"
    },
    {
      "start": 9779,
      "end": 9900,
      "text": "He has placed reliance on SCG Contracts India Pvt., Limited vs. K.S. Chamankar Infrastrure Pvt., Limited and others2.\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "128f7d32108c4dd48b533ef03e354b9e_80"
    },
    {
      "start": 9901,
      "end": 10277,
      "text": "Sri E.V.V.S. Ravi Kumar further submitted that by the impugned order only the petitioner's application for condonation of delay in filing I.A.No.32 of 2020 for restoration of I.A.No.2028 of 2018 has been rejected and therefore the question, if the Commercial Courts can extend the period for filing the written statement beyond 120 days does not arise in this petition at all.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "72b5e78de2764a85bfe5c71e40cbd300_81"
    },
    {
      "start": 10278,
      "end": 10461,
      "text": "He submitted that as there was no sufficient cause shown for condonation of delay, the order impugned rejecting I.A.No.31 of 2020 is perfectly justified and calls for no interference.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81c26e9686be4dbe825a9a6f87f94e16_82"
    },
    {
      "start": 10462,
      "end": 10499,
      "text": "(2019) 12 Supreme Court Cases 210 12.",
      "labels": [
        "NONE"
      ],
      "id": "ab0a2275f67846cd965efaf4bf72769c_83"
    },
    {
      "start": 10500,
      "end": 10801,
      "text": "On our specific quarry, Sri Ravi Kumar has fairly not disputed that the very basis of rejection of I.A.No.31 of 2020 is the view taken by the court below that the Commercial Court has no jurisdiction to extend the period of filing written statement beyond 120 days from the date of service of summons.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "726f758a3f4243f3914a6e70ff0c5ab8_84"
    },
    {
      "start": 10803,
      "end": 11320,
      "text": "13. A perusal of the impugned judgment clearly shows that the learned court below while rejecting the petitioner's applications, observed that, even assuming for the argument sake that the petition filed by the petitioner under Section 5 of the Limitation Act for condoning the delay, was to be allowed, the Court below shall have no power to receive the written statement filed by the petitioner after expiry of the statutory period of 120 days and on such expiry the right to file written statement is forfeited and",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cf52d8bb8694b9e9109849017be58cb_85"
    },
    {
      "start": 11321,
      "end": 11408,
      "text": "hence, it was not inclined to accept I.A.No.31 of 2020 which was accordingly dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5d3ff1e693043f686dcd6b608858e4a_86"
    },
    {
      "start": 11409,
      "end": 11663,
      "text": "In taking the aforesaid view, the court below took into consideration the provisions of Order V Rule 1 sub-rule (1) 2nd proviso, Order VIII Rules 1 and 10 C.P.C, and the judgment of the Hon'ble Apex Court in SCG Contracts India Pvt., Limited (supra).\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "21264495350043bbb76c760f099d6fbc_87"
    },
    {
      "start": 11664,
      "end": 11891,
      "text": "In view of the aforesaid, the submission of Sri E.V.V.S.Ravi Kumar that the question if the Commercial Court can extend the period of 120 days for filing written statement does not arise in the present case, cannot be accepted.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "eaad149807c445edb1b7cb545dda9b19_88"
    },
    {
      "start": 11892,
      "end": 12012,
      "text": "Such a question is directly involved in the present case so as to consider the legality of the judgment under challenge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3efbf5a45454400a87511c0a0f571fb6_89"
    },
    {
      "start": 12014,
      "end": 12417,
      "text": "15. The following points arise for our consideration and determination:-\n1. Whether in a suit transferred to the Commercial Court from the Regular Civil Court under Section 15(2) of the Act, 2015, the Commercial Court has the jurisdiction to extend the period of 120 days or grant a fresh period beyond 120 days, from the date of service of summons on the defendant, for filing the written statement?\n2.",
      "labels": [
        "ISSUE"
      ],
      "id": "f615822f11a641acbf772a6d6055db74_90"
    },
    {
      "start": 12418,
      "end": 12520,
      "text": "Whether the rejection of I.A.No.31 of 2020 and I.A.No.32 of 2020 by the Commercial Court is justified?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07564f8c1ac74f1d952b5edd52af9447_91"
    },
    {
      "start": 12522,
      "end": 12642,
      "text": "16. To consider the aforesaid points for determination, it is apt to refer to the following provisions of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91b4dc6b41834ae8a74cd7c601d37869_92"
    },
    {
      "start": 12643,
      "end": 14657,
      "text": "\nSection 15 of the Act, 2015 provides as under:\nSection 15:-\nTransfer of pending cases.--\n(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908.\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "3a5e6d2356c349d4967b2565ec5c8651_93"
    },
    {
      "start": 14658,
      "end": 15205,
      "text": "(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.",
      "labels": [
        "STA"
      ],
      "id": "b8efd4373f684dc9a7c4ec1d1d49d29f_94"
    },
    {
      "start": 15206,
      "end": 16163,
      "text": "\n17. Section 16 of the Act, 2015 provides as under:\n\"Section:16:- Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\n18.",
      "labels": [
        "STA"
      ],
      "id": "1aefa049fbd34f4d9a00e54a90fb854a_95"
    },
    {
      "start": 16164,
      "end": 16632,
      "text": "A bare reading of Section 15 (2) of the Act, 2015 shows that all suits and applications, including application under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court, with the exception that if final judgment has been reserved such case shall not be transferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2584994b1a804e4abe2ab12ce25c7eb3_96"
    },
    {
      "start": 16634,
      "end": 16953,
      "text": "19. As per sub section (3) of Section 15, to those cases, i.e., the cases which shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2) of Section 15, the provisions of the Act, 2015 shall apply, to those procedures that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7803b25e4ff94e48997ac33012a6667e_97"
    },
    {
      "start": 16954,
      "end": 17159,
      "text": "Section 15(3), therefore, provides for the applicability of the provisions of the Act, 2015 to a case transferred to the Commercial Court to those procedures that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d27b87ff887a45afaeda610c6f5602e1_98"
    },
    {
      "start": 17160,
      "end": 17718,
      "text": "\n20. Section 16 of the Act, 2015 amends certain provisions of CPC in respect of the Commercial dispute of a specified value, as per the schedule and such amended provision of CPC shall be applied by the Commercial Courts in the trial of the suit of Commercial dispute of a specified value and in case of any conflict between any provision of any rule of the jurisdictional High Court or any amendment to CPC by the State Government and the provision of the CPC as amended by the Act, 2015, the provisions of CPC as amended by the Act, 2015 shall prevail.\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27321988259846ab909feb4efc60606a_99"
    },
    {
      "start": 17719,
      "end": 17995,
      "text": "In view of the aforesaid provisions of Section 15(3) that the provisions of the Act, 2015 shall apply to those procedures that were not complete at the time of transfer, the stage of the present suit at the time of its transfer to the commercial court, requires consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87c3c929c2a24dd68e509bef5bc4e7e2_100"
    },
    {
      "start": 17997,
      "end": 18234,
      "text": "22. It is undisputed that at the time of transfer the petitioner's application for enlargement of time to file written statement under section 148 r/w Section 151 CPC being I.A.No.2028 of 2018, was pending before the regular civil court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "229d1116c8764996a221f7d2ce0964bd_101"
    },
    {
      "start": 18235,
      "end": 18464,
      "text": "The provisions of Order VIII rule 1 CPC applicable to such regular civil court, as per the law declared by Hon'ble the Apex Court in the case of Salem Advocate Bar Association (Supra) are part of procedural law and are directory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30d6deacf8214f9db564040cf272569e_102"
    },
    {
      "start": 18465,
      "end": 18632,
      "text": "A prayer for extension of time to file written statement may be allowed beyond the statutory period, by way of exception, though not frequently or in a routine manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5792478a942480a8c794db0f3b64c83_103"
    },
    {
      "start": 18633,
      "end": 19018,
      "text": "We are not applying Salem Advocate Bar Association (supra) to the present case, but we have referred this case to point out that before the regular civil court, the suit was at the stage of the written statement, if it was to be accepted or not and there was no statutory bar in its acceptance subject of course on the principles as laid down in Salem Advocate Bar Association (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81d4748141bb49dea5cdbf1d6242442b_104"
    },
    {
      "start": 19019,
      "end": 19188,
      "text": "There was also no forfeiture of the right of the petitioner to file written statement after the statutory period of 90 days as applicable before the regular civil court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e5509f10cd24359b8d63599d9b7c475_105"
    },
    {
      "start": 19189,
      "end": 19354,
      "text": "To put it, differently, at the time of transfer of the suit to the Commercial Court, the procedure as regards filing of the written statement had not been completed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7401fe408456433e9b00d9a0b79af748_106"
    },
    {
      "start": 19355,
      "end": 19679,
      "text": "If the petitioner's application for extension of time to file written statement had been rejected by the regular civil court or by statutory provision, on expiry of statutory period, the right to file written statement had already been forfeited before the regular civil court itself, the position might have been different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6329030450704bb9beba375a775fe0f8_107"
    },
    {
      "start": 19681,
      "end": 19859,
      "text": "23. Now we proceed to consider the applicability of the provisions of the Code of Civil Procedure as amended by the Act, 2015 with respect to the filing of the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6d5a1726ebf4c21861c78cc17e5618e_108"
    },
    {
      "start": 19861,
      "end": 21048,
      "text": "24. It would be apt to refer Order V Rule 1 CPC in its application to the Commercial Court which reads as under:\nISSUE AND SERVICE OF SUMMONS:\nIssue of summons:\n1. \"Summons\"\n(1) When a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant:\nProvided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim.\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.",
      "labels": [
        "STA"
      ],
      "id": "a0660d9a775a4a44ae6cd36f7687a341_109"
    },
    {
      "start": 21050,
      "end": 21352,
      "text": "25. It is also apt to reproduce Order VIII Rules 1 and 10 CPC applicable to the Commercial Courts as under:-\nOrder VIII Rule 1 of CPC.\n1. WRITTEN STATEMENT:-\n(1) The defendant shall, at or before the first hearing or within such time as the Court may permit, present a written statement of his defence.",
      "labels": [
        "STA"
      ],
      "id": "30d663b17bb848ecbdb00ffef1d6303b_110"
    },
    {
      "start": 21353,
      "end": 21970,
      "text": "\nProvided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reason to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.",
      "labels": [
        "STA"
      ],
      "id": "680f759f163d4eb4ab9587f07448de29_111"
    },
    {
      "start": 21971,
      "end": 21994,
      "text": "Order VIII Rule 10 CPC:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7ba72951afb49da8db077678b8aebdc_112"
    },
    {
      "start": 21995,
      "end": 22077,
      "text": "\n\"10. Procedure when party fails to present written statement called for by court.",
      "labels": [
        "STA"
      ],
      "id": "884d73ae89114e5296c2d8ec74067990_113"
    },
    {
      "start": 22078,
      "end": 23010,
      "text": "\nWhere any party from whom a written statement is required under rule 1 or 9 fails to present the same within the time permitted or fixed by the Court, as the case may be, the Court shall pronounce judgment against him or make such order in relation to the suit as it thinks fit and on the pronouncement of such judgment, a decree shall be drawn up.\n26. According to Order V Rule 1(1) CPC, the defendant has to file the written statement within the period of 30 days from the date of service of summons on such defendant and if he fails to file written statement within such period, he shall be allowed to file the written statement on such other day as may be specified by the court which shall not be later than 120 days from the date of service of summons and on expiry of said 120 days the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.",
      "labels": [
        "STA"
      ],
      "id": "0bfe93bf010844ed94ab6b5aa96b153c_114"
    },
    {
      "start": 23011,
      "end": 23226,
      "text": "Order VIII rule 1 CPC also provides the same and the proviso to rule 10 of Order VIII states that no court shall make an order to extend the time provided under rule 1 of Order VIII for filing the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ffa2ca008fe44f4b046e7aac54198b9_115"
    },
    {
      "start": 23228,
      "end": 23462,
      "text": "27. In SCG Contracts India Private Limited (supra), the Hon'ble Supreme Court on consideration of the provisions of Order V Rule 1, Order VIII Rules 1 and 10 CPC held that a written statement is to be filed within a period of 30 days.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ff6eb64477674283b9dfa7e99056ea36_116"
    },
    {
      "start": 23463,
      "end": 23675,
      "text": "However, grace period of further 90 days is granted which the court may employ for reasons to be recorded in writing and on payment of such costs as it deems fit to allow such written statement to come on record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e89f3f9a282c44cf8a7278a40bd8d851_117"
    },
    {
      "start": 23676,
      "end": 23871,
      "text": "Beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b27f69c389984d868fe58d3303c888b3_118"
    },
    {
      "start": 23872,
      "end": 23974,
      "text": "It further held that the court has no further power to extend the time beyond this period of 120 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35e194862c7847859fe358874f3ceccd_119"
    },
    {
      "start": 23975,
      "end": 24398,
      "text": "In view of the consequence of forfeiting the right to file the written statement, non extension of any further time and the fact that the court shall not allow the written statement to be taken on record as provided by the provisions of Order V rule1, Order VIII rules 1 and 10, it was held that earlier law on Order VIII rule 1 CPC on the filing of the written statement under Order VIII rule 1 has now been set at naught.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d98cc7f369e4486ea3c1e833df1179eb_120"
    },
    {
      "start": 24400,
      "end": 24739,
      "text": "28. It is apt to refer paragraphs 8 to 11 of the SCG Contracts India Private Limited (supra) which are being reproduced as under:-\n8) The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on 23.10.2015 bringing in their wake certain amendments to the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75b72d73e0ec44b0bc670638886bdd1a_121"
    },
    {
      "start": 24740,
      "end": 25467,
      "text": "In Order V, Rule 1, sub-rule (1), for the second proviso, the following proviso was substituted:\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other days, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred and twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.",
      "labels": [
        "STA"
      ],
      "id": "99823a574e714320b78338c979efe583_122"
    },
    {
      "start": 25468,
      "end": 25752,
      "text": "Equally, in Order VIII Rule 1, a new proviso was substituted as follows:\nProvided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the court,",
      "labels": [
        "STA"
      ],
      "id": "b920c51d4a864b70bb21d52eaa9a3ef7_123"
    },
    {
      "start": 25753,
      "end": 26166,
      "text": "for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred and twenty days from the date of service of summons and on expiry of one hundred and twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.",
      "labels": [
        "STA"
      ],
      "id": "dbe2ce505934475c8bb6c71979e26c5f_124"
    },
    {
      "start": 26167,
      "end": 26178,
      "text": "This was re",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2f95fea66aa4c12acb6fde13ea9007d_125"
    },
    {
      "start": 26179,
      "end": 26359,
      "text": "- emphasized by re-inserting yet another proviso in Order VIII Rule 10 CPC, which reads as under:-\n10. Procedure when party fails to present written statement called for by Court.-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91243d109bf94e959cc9225ee3e282b0_126"
    },
    {
      "start": 26360,
      "end": 26852,
      "text": "Where any party from whom a written statement is required under Rule 1 or Rule 9 fails to present the same within the time permitted or fixed by the Court, as the case may be, the Court shall pronounce judgment against him, or make such order in relation to the suit as it thinks fit and on pronouncement of such judgment a decree shall be drawn up.\nProvided further that no Court shall make an order to extend the time provided under Rule 1 of this Order for filing of the written statement.",
      "labels": [
        "STA"
      ],
      "id": "cd851f8826d74004a9f6e4930ba23a4f_127"
    },
    {
      "start": 26853,
      "end": 26972,
      "text": "A perusal of these provisions would show that ordinarily a written statement is to be filed within a period of 30 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8078dab1dc9434f9d67c6286b1f1ffd_128"
    },
    {
      "start": 26973,
      "end": 27184,
      "text": "However, grace period of a further 90 days is granted which the Court may employ for reasons to be recorded in writing and payment of such costs as it deems fit to allow such written statement to come on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "405dab0b15bc48cd8ed27b965deafc1d_129"
    },
    {
      "start": 27185,
      "end": 27425,
      "text": "What is of great importance is the fact that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6ebfdc800034d93a083956906e852de_130"
    },
    {
      "start": 27426,
      "end": 27588,
      "text": "This is further buttressed by the proviso in Order VIII Rule 10 also adding that the Court has no further power to extend the time beyond this period of 120 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4ecc76b84fc4d9fb78240b3493e09f1_131"
    },
    {
      "start": 27589,
      "end": 27809,
      "text": "\n9) In State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti3 a question was raised as to whether Section 34(5) of the Arbitration and Conciliation Act, 1996, inserted by Amending Act 3 of 2016 is mandatory or directory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02b6be138a13490c805589636153e264_132"
    },
    {
      "start": 27810,
      "end": 28008,
      "text": "In para 11 of the said judgment, this Court referred to Kailash (2018) 9 SCC 472 vs. Nanhku4, referring to the text of Order 8 Rule 1 as it stood pre the amendment made by the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "00af0b8226f94b2db7e7ebfd7e41d722_133"
    },
    {
      "start": 28009,
      "end": 28219,
      "text": "It also referred to the Salem Advocate Bar Association vs. Union of India (supra), which, like the Kailash judgment, held that the mere expression shall in Order 8 Rule 1 would not make the provision mandatory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "47c41546e9a940019b02bd905ee4a0fb_134"
    },
    {
      "start": 28220,
      "end": 28446,
      "text": "This Court then went on to discuss in para 17 State vs. N.S. Gnaneswaran5, in which Section 154(2) of the Code of Criminal Procedure was held to be directory inasmuch as no consequence was provided if the Section was breached.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3838ecc670c7403781216ce8eb8045d7_135"
    },
    {
      "start": 28447,
      "end": 28540,
      "text": "In para 22 by way of contrast to Section 34, Section 29-A of the Arbitration Act was set out.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d31c1c0a3014cadbbceb4ba51415af9_136"
    },
    {
      "start": 28541,
      "end": 28587,
      "text": "This Court then noted in para 23 as under:\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3abf5cbb3e5742a49dcea43f2f8935cd_137"
    },
    {
      "start": 28588,
      "end": 28836,
      "text": "It will be seen from this provision that, unlike Sections 34(5) and (6), if an award is made beyond the stipulated or extended period contained in the section, the consequence of the mandate of the arbitrator being terminated is expressly provided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bef8f17c8df94b9e8e1f00f66d52cd7e_138"
    },
    {
      "start": 28837,
      "end": 29038,
      "text": "This provision is in stark contrast to Sections 34(5) and (6) where, as has been stated hereinabove, if the period for deciding the application under Section 34 has elapsed, no consequence is provided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "553a0e472856405e8767279a4a236f32_139"
    },
    {
      "start": 29039,
      "end": 29190,
      "text": "This is one more indicator that the same Amendment Act, when it provided time periods in different situations, did so intending different consequences.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20033a1bcceb43dba4d20d3b47193359_140"
    },
    {
      "start": 29192,
      "end": 29407,
      "text": "10) Several High Court judgments on the amended Order VIII Rule 1 have now held that given the consequence of non- filing of written statement, the amended provisions of the CPC will have to be held to be mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efebb49e4c6747d8a84205cd07a31f08_141"
    },
    {
      "start": 29408,
      "end": 29753,
      "text": "[See Oku Tech Private Limited vs. Sangeet Agarwal & Ors. by a learned Single Judge of the Delhi High Court dated 11.08.2016 in CS (OS) No. 3390/2015 as followed by several other judgments including a judgment of the Delhi High Court in Maja Cosmetics vs. Oasis Commercial Pvt. Ltd. 2018 SCC Online Del 6698.\n(2005) 4 SCC 480 (2013) 3 SCC 594 11)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0fc4da463b9f45e98dc9a9d64b1d243a_142"
    },
    {
      "start": 29754,
      "end": 30219,
      "text": "We are of the view that the view taken by the Delhi High Court in these judgments is correct in view of the fact that the consequence of forfeiting a right to file the written statement; non-extension of any further time; and the fact that the Court shall not allow the written statement to be taken on record all points to the fact that the earlier law on Order VIII Rule 1 on the filing of written statement under Order VIII Rule 1 has now been set at naught.\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7426602d653040cd86f6f88a78d6879b_143"
    },
    {
      "start": 30220,
      "end": 30554,
      "text": "In Deshraj vs. Balakishan (dead through proposed legal representative Ms. Rohini6 it has been held by the Hon'ble Apex Court that the Commercial Courts Act, 2015 through Section 16 has amended the CPC in its application to Commercial Disputes, and post coming into force of the aforesaid Act, there are two regimes of civil procedure.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02ac7810c9da4e168f6c2c3b5b977b47_144"
    },
    {
      "start": 30555,
      "end": 30810,
      "text": "Whereas commercial disputes as defined under Section 2(c) of the Commercial Act, 2015 are governed by CPC as amended by Section 16 of the said Act and all other non-commercial disputes fall within the ambit of un- amended (all original provisions of CPC).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9365bd4282e486fa189fd0d52fd28ce_145"
    },
    {
      "start": 30811,
      "end": 31081,
      "text": "It was further held that as regards the time line for filing of the written statement in a non- commercial dispute the un-amended Order VIII rule 1 CPC continues to be directory and does not do away with the exercise of discretion of the court to condone certain delays.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43e2e66e021740b6901eb20d90af796f_146"
    },
    {
      "start": 31082,
      "end": 31315,
      "text": "The mandatory nature of the time line prescribed for filing of the written statement and the lack of discretion in the court to condone any delay was held to be applicable only to the commercial disputes before the Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a604447b259d4980a0557235d5dbc4bf_147"
    },
    {
      "start": 31316,
      "end": 31337,
      "text": "\n(2020) 2 SCC 708 30.",
      "labels": [
        "NONE"
      ],
      "id": "8d0462269595407bbb0ff8dfd4e2705a_148"
    },
    {
      "start": 31338,
      "end": 31507,
      "text": "It is apt to refer paragraphs 10 to 13 of Deshraj vs. Balakishan (dead through proposed legal representative Ms. Rohini (supra) which are being reproduced as under:-\n10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d0aa4ffdcbe749bc93a642f3b8a4ba39_149"
    },
    {
      "start": 31508,
      "end": 31999,
      "text": "At the outset, it must be noted that the Commercial Courts Act, 2015 through Section 16 has amended the CPC in its application to commercial disputes to provide as follows:\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "38f3cad1c3c845e58a42a886edaaeb55_150"
    },
    {
      "start": 32000,
      "end": 32230,
      "text": "(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
      "labels": [
        "STA"
      ],
      "id": "ff2385afe3094ac2a5b03ddc58b3d346_151"
    },
    {
      "start": 32231,
      "end": 32572,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.",
      "labels": [
        "STA"
      ],
      "id": "7a59babe96954628a8c7e9898175c829_152"
    },
    {
      "start": 32574,
      "end": 32688,
      "text": "11. Hence, it is clear that post coming into force of the aforesaid Act, there are two regimes of civil procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc4c8ae04d6e44e091936053fe7f5f5f_153"
    },
    {
      "start": 32689,
      "end": 32954,
      "text": "Whereas commercial disputes [as defined under Section 2(c) of the Commercial Courts Act, 2015] are governed by the CPC as amended by Section 16 of the said Act; all other noncommercial disputes fall within the ambit of the unamended (or original) provisions of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2733d507b404a34b6c667a93d9b7c24_154"
    },
    {
      "start": 32956,
      "end": 33474,
      "text": "12. The judgment of Oku Tech (supra) relied upon the learned Single Judge is no doubt good law, as recently upheld by this Court in SCG Contracts India Pvt. Ltd.(supra) but its ratio concerning the mandatory nature of the timeline prescribed for filing of written statement and the lack of discretion with Courts to condone any delay is applicable only to commercial disputes, as the 3 AIR 2019 SC 2691 judgment was undoubtedly rendered in the context of a commercial dispute qua the amended Order VIII Rule 1 CPC.\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6355c4c1973e4dd987837a95029534e2_155"
    },
    {
      "start": 33475,
      "end": 33701,
      "text": "As regard the timeline for filing of written statement in a non commercial dispute, the observations of this Court in a catena of decisions, most recently in Atcom Technologies Ltd. v. Y.A. Chunawala and Co.7, holds the field.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf73b06906e24a10bc1f1d056738f247_156"
    },
    {
      "start": 33702,
      "end": 33847,
      "text": "Unamended Order VIII Rule I, CPC continues to be directory and does not do away with the inherent discretion of Courts to condone certain delays.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "071c910f90014acab10dbb8ecbaa744f_157"
    },
    {
      "start": 33849,
      "end": 34322,
      "text": "31. In view of the aforesaid judgments of the Hon'ble Apex Court, it is well settled that in Commercial Disputes of a specified value before the commercial courts, the time limit for filing written statement as specified under Order V rule 1 and Order VIII Rules 1 and 10 is mandatory, which cannot be extended beyond 120 days from the date of service of summons on the defendant and on expiry of 120 days, the right of the defendant to file written statement is forfeited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68fcd468ff5041e6b50abd752b474748_158"
    },
    {
      "start": 34324,
      "end": 34500,
      "text": "32. But, here we are concerned with a case where the suit originally instituted in the civil court was transferred to the commercial court under Section 15(2) of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f6dfd0967594929b0ddae0b7439d7d8_159"
    },
    {
      "start": 34501,
      "end": 34685,
      "text": "What we find is that SCG Contracts India Private Limited (supra) is not a (2018) 6 SCC 639 case, in which the suit was transferred to the Commercial Court from the regular civil court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "595b4024ab1c41bdbb4f4e6e6255d794_160"
    },
    {
      "start": 34687,
      "end": 35296,
      "text": "33. With respect to a case which is transferred to the Commercial Division or Commercial Court from the High Court or civil court as case may be under Section 15(1) or Section 15(2) of the Act, 2015, respectively; sub section (4) of section 15 provides that the Commercial Division or Commercial Court as the case may be may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIVA of the C.P.C, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04fa048895604cd081222f4e74efae87_161"
    },
    {
      "start": 35297,
      "end": 35580,
      "text": "The proviso to sub rule (4) then provides that the proviso to sub-rule (1) of rule 1 of Order V of the CPC shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d270cba55ce9424db0bd3ce2c4f93a4f_162"
    },
    {
      "start": 35581,
      "end": 35831,
      "text": "The provision of Section 15(4) of the Act, 2015 was not under consideration in SCG Contract India Private Limited (Supra) which fortifies that, that was not a case of a suit transferred to the Commercial Court from the civil court of its institution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59717a8969c44a72b60a6b64cd0cad46_163"
    },
    {
      "start": 35833,
      "end": 36007,
      "text": "35. We have already considered and held above that at the time of transfer of the suit to the Commercial Court it was at the stage of the acceptance of the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe4af391fb6e4545a66d83d2667fba29_164"
    },
    {
      "start": 36008,
      "end": 36107,
      "text": "The stage of filing of the written statement had not been completed before the regular civil court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eac56d9f576a4a7993dfeca9ac18a4f1_165"
    },
    {
      "start": 36108,
      "end": 36207,
      "text": "Consequently, filing of the written statement would be governed by the provisions of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6a6e760b5614bf5b0686f802f4266a1_166"
    },
    {
      "start": 36208,
      "end": 36368,
      "text": "The amended provisions of the CPC through Section 16 as applicable to the Commercial Courts Act read with Section 15(4) of the Act, 2015 shall govern the field.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfa2b5469f0b444687338908f17b5987_167"
    },
    {
      "start": 36370,
      "end": 36680,
      "text": "36. The applicability of proviso to sub rule (1) of rule(1) of Order V CPC has been expressly excluded to the suits or applications transferred to the Commercial Court and the Commercial Court has been vested with the discretion to prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "308b134eaab94d8ba98e596c3e04ac7f_168"
    },
    {
      "start": 36681,
      "end": 37565,
      "text": "When both the provisions i.e., the proviso to sub-rule(1) of rule-(1) of Order V and the proviso to Section 15 (4) of the Act, 2015 are read together, the apparent conclusion is that on expiry of 120 days from the date of service of summons if written statement is not filed, the right to file written statement cannot be forfeited, because of the non applicability of 2nd proviso to Order V Rule(1) sub rule(1) to a suit transferred to the Commercial Court under Section 15(1) or (2) and the time limit of 120 days specified in 2nd proviso to sub rule (1) of rule 1 of Order V CPC also looses significance firstly because of its non applicability and secondly because said Section 15(4) itself provides that the Commercial Court in such a transferred case may in its discretion provide a new time period for filing written statement within which the written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90bccabe2ef0470bada8dca563ee9edc_169"
    },
    {
      "start": 37567,
      "end": 37626,
      "text": "37. Here, we notice an anomaly in the statutory provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "480d8863fe134dd689972e293506ee90_170"
    },
    {
      "start": 37627,
      "end": 37843,
      "text": "A comparative study of the second proviso to Order V rule 1 sub- rule(1) CPC and the proviso to Order VIII rule 1 CPC as amended through Section 16 of the Act, 2015 shows that both the provisos are verbatim the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d382326bded3403cb89250d638fd0560_171"
    },
    {
      "start": 37844,
      "end": 38036,
      "text": "Section 15(4) of the Act, 2015, which expressly excludes the applicability of the proviso to sub rule(1) of rule(1) of Order V CPC, is silent about the proviso to rules 1 and 10 of Order VIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66c8cebe418d420f85451c956f4ad074_172"
    },
    {
      "start": 38037,
      "end": 39041,
      "text": "On the one hand, proviso to sub rule 1 of rule 1 of Order V CPC shall not apply, meaning thereby that with respect to the suits or applications transferred to the Commercial Court from the civil court under Section 15(1) or (2) the right of the defendant to file written statement shall not be forfeited even if the same is not filed within a period of 120 days from the date of service of summons and further, in view of Section 15(4) itself, the commercial court may in its discretion prescribe a new time period within which the written statement shall be filed, but on the other hand, in view of the proviso to Order VIII rule 1 CPC on expiry of 120 days, the right of the defendant to file the written statement, if the written statement is not filed within that time-limit, shall be forfeited and the court shall not allow the written statement to be taken on record on expiry of such period nor the court shall extend the time for filing the written statement in view of rule 10 of Order VIII CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f0bdb45577e4a3a8c01b6360611ad52_173"
    },
    {
      "start": 39042,
      "end": 39184,
      "text": "Both the provisions i.e Section 15(4) proviso and Order VIII rules 1 and 10, therefore apparently can not be given effect to at the same time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58d644b3576b40c092a2cde530ca5fd0_174"
    },
    {
      "start": 39186,
      "end": 39292,
      "text": "38. This anomaly is to be resolved and for that we advert to the principles of interpretation of statutes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fc9b5618dd84298bfd9e97b9edfc67f_175"
    },
    {
      "start": 39294,
      "end": 39547,
      "text": "39. In Kanai Lal Sur versus Paramnidhi Sadhukhan8 the Hon'ble Apex Court observed as under (at page 367 of the report):\n\"In support of his argument Mr. Chatterjee has naturally relied on the observations made by Barons of the Exchequer in Heydon's case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae6bbabf84b04f8293ced8f7cbe17193_176"
    },
    {
      "start": 39548,
      "end": 39797,
      "text": "Indeed these observations have been so frequently cited with approval by courts administering provisions of welfare enactments that they have now attained the status of a classic on the subject and their (1958) SCR 360 validity cannot be challenged.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6855f46627694a258a203e80c2ad3337_177"
    },
    {
      "start": 39798,
      "end": 40051,
      "text": "However, in applying these observations to the provisions of any statute, it must always be borne in mind that the first and primary rule of construction is that the intention of the Legislature must be found in the words used by the Legislature itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4557adeec7c04458a8c110de41ffd4fb_178"
    },
    {
      "start": 40052,
      "end": 40307,
      "text": "If the words used are capable of one construction only then it would not be open to the courts to adopt any other hypothetical construction on the ground that such hypothetical construction is more consistent with the alleged object and policy of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e17589ac2e148da95adc483f847f00f_179"
    },
    {
      "start": 40308,
      "end": 40577,
      "text": "The words used in the material provisions of the statute must be interpreted in their plain grammatical meaning and it is only when such words are capable of two constructions that the question of giving effect to the policy or object of the Act can legitimately arise.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "10cb22da7a2b4b42863f436c234bd5fb_180"
    },
    {
      "start": 40578,
      "end": 40849,
      "text": "When the material words are capable of two constructions, one of which is likely to defeat or impair the policy of the Act whilst the other construction is likely to assist the achievement of the said policy, then the courts would prefer to adopt the latter construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12b67eefd5944c7b9d653401c01424fa_181"
    },
    {
      "start": 40850,
      "end": 40987,
      "text": "It is only in such cases that it becomes relevant to consider the mischief and defect which the, Act purports to remedy and correct.\"\n40.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5905651aa7594f0c9b24cd5fe8af50db_182"
    },
    {
      "start": 40988,
      "end": 41124,
      "text": "In Mukund Dewangan versus Oriental Insurance Co. Ltd.9 the Hon'ble Supreme Court has held as under in Para Nos. 31, 32, 35 and 36:-\n\"31.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8eee4e8322a4f258c048012ce6fa461_183"
    },
    {
      "start": 41125,
      "end": 41380,
      "text": "It is a settled proposition of law that while interpreting a legislative provision, the intention of the Legislature, motive and the philosophy of the relevant provisions, the goals to be achieved by enacting the same, have to be taken into consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dace694967644825bab9c306080ca221_184"
    },
    {
      "start": 41382,
      "end": 41619,
      "text": "32. In Principles of Statutory Interpretation by Justice G.P. Singh, it has been observed that a statute is an edict of a legislature and the conventional way of interpreting or construing a statute is to seek the intention of its maker.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d9de3ff637304d03b94c7f6bdf3cf3b9_185"
    },
    {
      "start": 41620,
      "end": 41728,
      "text": "The duty of the judicature is to act upon the true intention of the legislature - men's or sentential logic.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9f8b11663104ae1af32bd81513e265d_186"
    },
    {
      "start": 41729,
      "end": 42058,
      "text": "If a statutory (2017) 14 SCC 663 provision is open to more than one interpretation, the Court has to choose that interpretation which furthers the intention of the legislature as laid down in Venkataswamy Naidu R. v. Narasram Naraindas AIR 1966 SC 361 and District Mining Officer vs. Tata Iron and Steel Co. AIR 2001 (7) SCC 358.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "01a0b28f4d7f4e9ab2363b49653fc202_187"
    },
    {
      "start": 42059,
      "end": 42140,
      "text": "Lord Cranworth L.C. in Jane Straford Boyse v.\nJohn T. Rossborough 10 ER 1192 (HL)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f048238a158749a3bb7d1d528c50c008_188"
    },
    {
      "start": 42141,
      "end": 42287,
      "text": "has observed: \"There is no possibility of mistaking midnight for noon, but at what precise moment Twilight becomes darkness is hard to determine.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8ff7a243c3534d259391ae51a23354b3_189"
    },
    {
      "start": 42288,
      "end": 42590,
      "text": "As observed in Muray v. Foyle Meats Ltd. (1999) 3 All ER 769, faced with such problems, the Court is also conscious of a dividing line, but Court has to be conscious not to divert its attention from the language used in the statutory provision and encourage an approach not intended by the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "efd5fdad74174da3894ceded39294533_190"
    },
    {
      "start": 42591,
      "end": 42796,
      "text": "The first and primary rule of construction is that the intention of the legislature must be found in the words used by Legislature itself, as held in Kannai Lal Sur v. Paramnidhi Sadhukhan AIR 1967 SC 907.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8619f32d699b48bd80702bbcf95cc975_191"
    },
    {
      "start": 42797,
      "end": 43086,
      "text": "Each word, phrase or sentence is to be construed in the light of the general purpose of the Act itself as held in Poppatlal Shah v. State of Madras AIR 1953 SC 274, Girdharilal & Sons v. Balbir Nath Mathur (1986) 2 SCC 237 and Atma Ram Mittal v. Ishwar Singh Punia (1988) 4 SCC 284.\n35.The",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c333a61ce25a4c50b46428930f0422a2_192"
    },
    {
      "start": 43087,
      "end": 43221,
      "text": "conclusion, that the language used by the legislature is plain or ambiguous can only be arrived at by studying the statute as a whole.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bbc0302d0db74e7fb0d16b7f5cfe781c_193"
    },
    {
      "start": 43222,
      "end": 43392,
      "text": "Every word and expression which the legislature uses have to be given its proper and effective meaning, as the Legislature uses no expression without purpose and meaning.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4d6c10e3bc1a415dac579cfc3d632d9a_194"
    },
    {
      "start": 43393,
      "end": 43509,
      "text": "The principle that the statute must be read as a whole is equally applicable to different parts of the same section.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "261c7e5761d64c8594e7418ee1c058a0_195"
    },
    {
      "start": 43510,
      "end": 43615,
      "text": "The section must be construed as a whole whether or not one of the parts is a saving clause or a proviso.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f3b1918f371441678e59455e8c46c20a_196"
    },
    {
      "start": 43616,
      "end": 43782,
      "text": "It is not permissible to omit any part of it, the whole section should be read together as held in The State of Bihar v. Hira Lal Kejriwal & Anr., AIR 1960 SC 47.\n36.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "75eb3f2076c44d5c9f9e4a9ead3fa832_197"
    },
    {
      "start": 43783,
      "end": 44061,
      "text": "The author has further observed that the courts strongly lean against a construction which reduces the statutes to a futility as held in M. Pentiah & Ors. v. Muddala Veeramallappa AIR 1961 SC 1107 and Tinsukhia Electric Supply Co. Ltd. v. State of Assam & Ors. (1989) 3 SCC 709.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "207eb204f4b5486aab268e60353afe03_198"
    },
    {
      "start": 44062,
      "end": 44461,
      "text": "When the words of a statute are clear or unambiguous i.e. they are reasonably susceptible to only one meaning, the courts are bound to give effect to that meaning irrespective of the consequences as held in Nelson Motis v. Union of India & Anr. (1992) 4 SCC 711, Gurudevdatta VKSSS Maryadit & Ors. v. State of Maharashtra & Ors., (2001) 4 SCC 534 and Nathi Devi v. Radha Devi Gupta (2005) 2 SCC 271.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f231c27686f14a0495fc9f6442102f8e_199"
    },
    {
      "start": 44462,
      "end": 44734,
      "text": "It is also a settled proposition of law that when the language is plain and unambiguous and admits of only one meaning no question of construction of a statute arises for the Act speaks for itself as held in State of Uttar Pradesh v. Vijay Anand Maharaj AIR 1963 SC 946.\"\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c59069090374c5db59100c0d7b987ff_200"
    },
    {
      "start": 44734,
      "end": 45002,
      "text": "41. In Council of Architecture vs. Mukesh Goyal and others10, the Hon'ble Apex Court reiterated that it is well settled that the first and best method of determining the intention of the legislature is the very words chosen by the legislature to have the force of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7beac620fcb1414cb6203d290f81d40a_201"
    },
    {
      "start": 45003,
      "end": 45104,
      "text": "In other words, the intention of the legislature is best evidenced by the text of the statute itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d18022dd2c74ea38542ecb366ba3ae1_202"
    },
    {
      "start": 45105,
      "end": 45342,
      "text": "However, where a plain reading of the text of the statute leads to an absurd or unreasonable meaning, the text of the statute must be construed in light of the object and purpose with which the legislature enacted the statute as a whole.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed0b1a27844c47b6bde144d167a36710_203"
    },
    {
      "start": 45343,
      "end": 45527,
      "text": "Where it is contended that a particular interpretation would lead to defeating the very object of a legislation, such an interpretative outcome would clearly be absurd or unreasonable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4d70117a7bd64766a61ae0833733f05e_204"
    },
    {
      "start": 45528,
      "end": 45550,
      "text": "\n(2020) 16 SCC 446 42.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2d7532889ad41e58cc09e6204bee2e6_205"
    },
    {
      "start": 45551,
      "end": 45679,
      "text": "In Nathi Devi versus Radha Devi Gupta11, the Constitution Bench of the Hon'ble Apex Court held as under in paras 13 to 14:-\n\"13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bbdfe2ae4be6492d87bb1d0ae3b96afc_206"
    },
    {
      "start": 45680,
      "end": 45764,
      "text": "The interpretative function of the Court is to discover the true legislative intent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5eb7618e516c41a4ae0cb52880329ff7_207"
    },
    {
      "start": 45765,
      "end": 45980,
      "text": "It is trite that in interpreting a statute the Court must, if the words are clear, plain, unambiguous and reasonably susceptible to only one meaning, give to the words that meaning, irrespective of the consequences.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "12c4a2d646fb48b1a3bc96c584f9ccb8_208"
    },
    {
      "start": 45981,
      "end": 46047,
      "text": "Those words must be expounded in their natural and ordinary sense.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1bad78f52272451bae34accbfe95e27f_209"
    },
    {
      "start": 46048,
      "end": 46197,
      "text": "When a language is plain and unambiguous and admits of only one meaning no question of construction of statute arises, for the Act speaks for itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b275dd7b6a2a4e0bb6d4c18fbb621b57_210"
    },
    {
      "start": 46198,
      "end": 46353,
      "text": "Courts are not concerned with the policy involved or that the results are injurious or otherwise, which may follow from giving effect to the language used.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9720f34778924a65aabcdf219462d826_211"
    },
    {
      "start": 46354,
      "end": 46596,
      "text": "If the words used are capable of one construction only then it would not be open to the Courts to adopt any other hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f876f21afeae481db72bc0b31bdc8b4f_212"
    },
    {
      "start": 46597,
      "end": 46863,
      "text": "In considering whether there is ambiguity, the Court must look at the statute as a whole and consider the appropriateness of the meaning in a particular context avoiding absurdity and inconsistencies or unreasonableness which may render the statute unconstitutional.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a20b58db3fb0410e8311e17fe2fa47c7_213"
    },
    {
      "start": 46865,
      "end": 47012,
      "text": "14. It is equally well settled that in interpreting a statute, effort should be made to give effect to each and every word used by the Legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27e58e523a2d4f9bb56c0361fa722bb7_214"
    },
    {
      "start": 47013,
      "end": 47185,
      "text": "The Courts always presume that the Legislature inserted every part thereof for a purpose and the legislative intention is that every part of the statute should have effect.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b3c52b7b5723476287a6d58bc74fae59_215"
    },
    {
      "start": 47186,
      "end": 47331,
      "text": "A construction which attributes redundancy to the legislature will not be accepted except for compelling reasons such as obvious drafting errors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2fc0766c61cf4352833b495f857fa2c2_216"
    },
    {
      "start": 47332,
      "end": 47788,
      "text": "(See State of U.P. and others vs. Vijay Anand Maharaj : AIR 1963 SC 946 ; Rananjaya Singh vs. Baijnath Singh and others : AIR 1954 SC 749 ; Kanai Lal (2005) 2 SCC 271 Sur vs. Paramnidhi Sadhukhan : AIR 1957 SC 907; Nyadar Singh vs. Union of India and others : AIR 1988 SC 1979 ;\nJ.K. Cotton Spinning and Weaving Mills Co. Ltd. vs. State of U.P. : AIR 1961 S.C. 1170 and Ghanshyam Das vs. Regional Assistant Commissioner, Sales Tax : AIR 1964 S.C. 766).\n43.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9a54d8a0869a4896ac7acbb2a8e35a0e_217"
    },
    {
      "start": 47789,
      "end": 47995,
      "text": "In Sagar Pandurang Dhundare versus Keshav Aaba Patil12 the Hon'ble Supreme Court has held that there is a limited extent to which the court can interpret a provision so as to achieve the legislative intent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d81ad3c90d3c4aa2aec04067c02863e7_218"
    },
    {
      "start": 47996,
      "end": 48200,
      "text": "That is in a situation, where such an interpretation is permissible, otherwise feasible, when it is absolutely necessary and where intention is clear but the words used are either inadequate or ambiguous.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "46e855533f9e46e5a0cab015e9e4603e_219"
    },
    {
      "start": 48202,
      "end": 48385,
      "text": "44. In Commissioner of Customs (Import), Mumbai versus Dilip Kumar & Co.13 the Constitution Bench of the Hon'ble Supreme Court has held as under in paragraph nos. 16, 17 and 20:-\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "36409de2250d4d968abecdeffc83fad8_220"
    },
    {
      "start": 48386,
      "end": 48488,
      "text": "An Act of Parliament/Legislature cannot foresee all types of situations and all types of consequences.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c38f52a400fd47cd9cd9bbeb67c28c9d_221"
    },
    {
      "start": 48489,
      "end": 48610,
      "text": "It is for the Court to see whether a particular case falls within the broad principles of law enacted by the Legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "36ae6f24c7bd425ba73563886bafbed6_222"
    },
    {
      "start": 48611,
      "end": 48676,
      "text": "Here, the principles of interpretation of statutes come in handy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "40655513f9774e8d9e7a41e12bcbef17_223"
    },
    {
      "start": 48677,
      "end": 48868,
      "text": "In spite of the fact that experts in the field assist in drafting the Acts and Rules, there are many occasions where the language used and the phrases employed in the statute are not perfect.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e00f057011bd4ded9334e74d5ef89d84_224"
    },
    {
      "start": 48869,
      "end": 48926,
      "text": "Therefore, Judges and Courts need to interpret the words.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8c169222bdd41a18b5d346142983fa4_225"
    },
    {
      "start": 48928,
      "end": 49010,
      "text": "17. In doing so, the principles of interpretation have been evolved in common law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4c075d397e94df38dc1f01a48afd6b8_226"
    },
    {
      "start": 49011,
      "end": 49162,
      "text": "It has also been the practice for the appropriate legislative body to enact Interpretation (2018) 1 SCC 340 (2018) 9 SCC 1 Acts or General Clauses Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7243627be4e48ad8383e4336bf2c7ca_227"
    },
    {
      "start": 49163,
      "end": 49407,
      "text": "In all the Acts and Regulations, made either by the Parliament or Legislature, the words and phrases as defined in the General Clauses Act and the principles of interpretation laid down in General Clauses Act are to be necessarily kept in view.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "94dd4b73c96a4230bebe6f425d7deba9_228"
    },
    {
      "start": 49408,
      "end": 49687,
      "text": "If while interpreting a Statutory law, any doubt arises as to the meaning to be assigned to a word or a phrase or a clause used in an enactment and such word, phrase or clause is not specifically defined, it is legitimate and indeed mandatory to fall back on General Clauses Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e1e7f929236461db81dcfb8925cfadc_229"
    },
    {
      "start": 49688,
      "end": 49952,
      "text": "Notwithstanding this, we should remember that when there is repugnancy or conflict as to the subject or context between the General Clauses Act and a statutory provision which falls for interpretation, the Court must necessarily refer to the provisions of statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5121ac4114944615a2e00b5ef065d31e_230"
    },
    {
      "start": 49954,
      "end": 50172,
      "text": "20. It is well accepted that a statute must be construed according to the intention of the Legislature and the Courts should act upon the true intention of the legislation while applying law and while interpreting law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "05fe4e59d402422b925decbbb73e8482_231"
    },
    {
      "start": 50173,
      "end": 50325,
      "text": "If a statutory provision is open to more than one meaning, the Court has to choose the interpretation which represents the intention of the Legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "628f75caa6704d3988d9731f69f68b18_232"
    },
    {
      "start": 50326,
      "end": 50481,
      "text": "In this connection, the following observations made by this Court in District Mining Officer vs. Tata Iron and Steel Co., (2001) 7 SCC 358, may be noticed:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f400aaa396944719b86c6e28d36d9b72_233"
    },
    {
      "start": 50483,
      "end": 50610,
      "text": "\"... A statute is an edict of the Legislature and in construing a statute, it is necessary, to seek the intention of its maker.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50ad74545c87445e8f9ad332564044f5_234"
    },
    {
      "start": 50611,
      "end": 50765,
      "text": "A statute has to be construed according to the intent of them that make it and the duty of the Court is to act upon the true intention of the Legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b2e6b11e0c054c39a78092f6e660f4a4_235"
    },
    {
      "start": 50766,
      "end": 50930,
      "text": "If a statutory provision is open to more than one interpretation the Court has to choose that interpretation which represents the true intention of the Legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "470b4b45bf104cca905899566e563dd4_236"
    },
    {
      "start": 50931,
      "end": 51305,
      "text": "This task very often raises the difficulties because of various reasons, inasmuch as the words used may not be scientific symbols having any precise or definite meaning and the language may be an imperfect medium to convey one's thought or that the assembly of Legislatures consisting of persons of various shades of opinion purport to convey a meaning which may be obscure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f252c474d684211a9c7fd4f6b4bbdee_237"
    },
    {
      "start": 51306,
      "end": 51502,
      "text": "\nIt is impossible even for the most imaginative Legislature to forestall exhaustively situations and circumstances that may emerge after enacting a statute where its application may be called for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dec2d6d3bbf44488a729450263c6357a_238"
    },
    {
      "start": 51503,
      "end": 51583,
      "text": "Nonetheless, the function of the Courts is only to expound and not to legislate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e25d5ff52797488db7c5ab52b3cf0e90_239"
    },
    {
      "start": 51584,
      "end": 51705,
      "text": "Legislation in a modern State is actuated with some policy to curb some public evil or to effectuate some public benefit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d4fde0155e24995a29f89a6c4ccd513_240"
    },
    {
      "start": 51706,
      "end": 51845,
      "text": "The legislation is primarily directed to the problems before the Legislature based on information derived from past and present experience.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "633f0c6a99a54d89abd781e92661d3ae_241"
    },
    {
      "start": 51846,
      "end": 51938,
      "text": "It may also be designed by use of general words to cover similar problems arising in future.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3edee63c754d472b97aeea9cc687567e_242"
    },
    {
      "start": 51939,
      "end": 52310,
      "text": "But, from the very nature of things, it is impossible to anticipate fully the varied situations arising in future in which the application of the legislation in hand may be called for, and, words chosen to communicate such indefinite referents are bound to be in many cases lacking in clarity and precision and thus giving rise to controversial questions of construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c354f274e92440cb25adb56545e038e_243"
    },
    {
      "start": 52311,
      "end": 52386,
      "text": "The process of construction combines both literal and purposive approaches.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0be7325ae0904a1ba84a88e8dde4f31e_244"
    },
    {
      "start": 52387,
      "end": 52683,
      "text": "In other words the legislative intention i.e., the true or legal meaning of an enactment is derived by considering the meaning of the words used in the enactment in the light of any discernible purpose or object which comprehends the mischief and its remedy to which the enactment is directed...\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fe46563e55b472cb566d7ae3216d2ca_245"
    },
    {
      "start": 52685,
      "end": 53149,
      "text": "45. In Shilpa Mittal vs. State (NCT of Delhi) and another14, the Hon'ble Apex Court held that if the intention of the Legislature is absolutely clear from the objects and reasons of the Act then the Court can correct errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve (2020) 2 SCC 787 the purpose of the legislation and ensure that the legislation is given a meaning which was intended to by the Legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "79fa0744a3e846db89e4e881f25678c0_246"
    },
    {
      "start": 53151,
      "end": 53255,
      "text": "46. It is apt to refer Paragraphs 28 and 29 of Shilpa Mittal (supra) which are reproduced as under:-\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ac0b6434bfa4f2eb37ead1d2de5674e_247"
    },
    {
      "start": 53256,
      "end": 53416,
      "text": "There can be no quarrel with the submission made by Mr. Siddharth Luthra that in a given circumstance, this Court can even add or subtract words from a statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "178967a856e2446389945bd574499fdf_248"
    },
    {
      "start": 53417,
      "end": 53495,
      "text": "However, this can be done only when the intention of the Legislature is clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b5d2502ba8f484e9a9e6da25d2ef103_249"
    },
    {
      "start": 53496,
      "end": 53674,
      "text": "We not only have to look at the principles of statutory interpretation but in the present case, the conundrum we face is that how do we decipher the intention of the Legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8db3e65312974212ac10bc34cd79ee01_250"
    },
    {
      "start": 53675,
      "end": 53778,
      "text": "It is not necessary that the intention of the Legislature is the one what the judge feels it should be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b49ab7439b574003bb08331e222d6098_251"
    },
    {
      "start": 53779,
      "end": 53900,
      "text": "If the intention of the Legislature is clear then the Court can get over the inartistic or clumsy wording of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbef72ac84b8407eaf7a342528932080_252"
    },
    {
      "start": 53901,
      "end": 54135,
      "text": "However, when the wording of the statute is clear but the intention of the Legislature is unclear, the Court cannot add or subtract words from the statute to give it a meaning which the Court feels would fit into the scheme of things.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f92e0218e104fbf9253307ddddb29d9_253"
    },
    {
      "start": 54137,
      "end": 54531,
      "text": "29. There can be no manner of doubt that if the intention of the Legislature is absolutely clear from the objects and reasons of the Act then the Court can correct errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation and ensure that the legislation is given a meaning which was intended to by the Legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab50ed5fa2ac4fe989f865a2c2cbb54a_254"
    },
    {
      "start": 54532,
      "end": 54635,
      "text": "The issue is whether in the present case we can clearly hold what was the intention of the Legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bc5dd06d42a4d83acf5dc631ea7ba19_255"
    },
    {
      "start": 54637,
      "end": 54983,
      "text": "47. In Managing Director, Chhattisgarh State Cooperative Bank Mayadit vs. Zila Sahkari Kendriya Bank Maryadit and others15, the Hon'ble Apex Court held that it is a settled principle of law that where two provisions of an enactment appear to conflict, courts must adopt interpretation which harmonizes to the best extent possible both provisions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13e88e56584e4dedb33d3216252178b8_256"
    },
    {
      "start": 54984,
      "end": 55219,
      "text": "It further held that where two provisions conflict, courts may enquire which of the two provisions is specific in nature and where it was intended that the specific provision is carved out from the application of the general provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50c91de621434bf4b54c10b1899511a9_257"
    },
    {
      "start": 55220,
      "end": 55316,
      "text": "The general provision operates, save and except in situations covered by the specific provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "553169d7ee32457ab0671d0eb25503b7_258"
    },
    {
      "start": 55317,
      "end": 55622,
      "text": "The rationale behind this principle of statutory construction is that where there appears a conflict between two provisions, it must be presumed that the legislature did not intend a conflict and a subject-specific provision governs those situations in exclusion to the operation of the general provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d2963794d0e473faf2d6413fea052e2_259"
    },
    {
      "start": 55624,
      "end": 55739,
      "text": "48. It is apt to reproduce paragraphs 33 to 36 of Chhatisgarh State Cooperative Bank Mayadit (supra) as under:-\n33.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02f4f6db4e814c7aa1f76be3658d04a4_260"
    },
    {
      "start": 55740,
      "end": 55934,
      "text": "It is a settled principle of law that where two provisions of an enactment appear to conflict, courts must adopt an interpretation which harmonises, to the best extent possible, both provisions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2be2a7cfedb947c998ace733af87a2c9_261"
    },
    {
      "start": 55935,
      "end": 56051,
      "text": "Justice G P Singh in his seminal work Principles of Statutory Interpretation states:\nTo harmonise is not to destroy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15a111d4009f4070a85d56d708031d18_262"
    },
    {
      "start": 56052,
      "end": 56270,
      "text": "A familiar approach in all such cases is to find out which of the two apparently conflicting provisions in more general and which is more specific and to construe the more general one as to exclude the more specific...",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec756ecf1f044ff19cfe3db0ffe3aecd_263"
    },
    {
      "start": 56271,
      "end": 56390,
      "text": "The principle is expressed in the maxims Generalia specialibus non derogant and (2020) 6 SCC 411 Generalibus specialia.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13c0f88ccac64bdda02de0e6a74af0f6_264"
    },
    {
      "start": 56391,
      "end": 56779,
      "text": "Similarly, Craies in Statute Law states:\nThe rule is, that whenever there is a particular enactment and a general enactment in the same statute, and the latter, taken in its most comprehensive sense, would overrule the former, the particular enactment must be operative, and the general enactment must be taken to affect only the other parts of the statute to which it may properly apply.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea858b1175644b36b3942bb92f7c2ccc_265"
    },
    {
      "start": 56780,
      "end": 56996,
      "text": "Where two provisions conflict, courts may enquire which of the two provisions is specific in nature and whether it was intended that the specific provision is carved out from the application of the general provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "755d07e1e671480095fba75d316c8fff_266"
    },
    {
      "start": 56997,
      "end": 57093,
      "text": "The general provision operates, save and except in situations covered by the specific provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3ddfbf3b4b44c5e87b6582313e532a5_267"
    },
    {
      "start": 57094,
      "end": 57398,
      "text": "The rationale behind this principle of statutory construction is that were there appears a conflict between two provisions, it must be presumed that the legislature did not intend a conflict and a subject-specific provision governs those situations in exclusion to the operation of the general provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4309eb0f7c904914b516185f60c612b0_268"
    },
    {
      "start": 57400,
      "end": 57628,
      "text": "34. In an early decision of this Court in JK Cotton Spinning and Weaving Mills Co Ltd v State of Uttar Pradesh10, a three judge Bench of this Court considered whether the principle applied to conflicts within the same enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5bb8e13ac1c44bcab3d3cd40cba45982_269"
    },
    {
      "start": 57629,
      "end": 57872,
      "text": "\nClause 5(a) of the Government Order dated 10 May 1948 conferred upon, inter alia, any employee or a registered trade union of employers the right to move the Board constituted under the Order to initiate an enquiry into an industrial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d6462c7574441c18f66792df1b8d929_270"
    },
    {
      "start": 57873,
      "end": 58097,
      "text": "Clause 23 stipulated that where an enquiry is pending before the Regional Conciliation Officer, notwithstanding the pendency of a case before the Board or Industrial Court, no employer shall discharge or dismiss any workman.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1b07233007fb44c0a7fe6e0e9cb7a927_271"
    },
    {
      "start": 58098,
      "end": 58190,
      "text": "Under Clause 24, an order of the Board, unless modified in appeal, was final and conclusive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "341056e442e74bb894f88af92ac13728_272"
    },
    {
      "start": 58191,
      "end": 58378,
      "text": "The appellant, representing the employer's union, contended that once an order is made under Clause 5(a), Clause 23 has no application and the employer may proceed to dismiss the workmen.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "267816face674be584424305e9463edc_273"
    },
    {
      "start": 58379,
      "end": 58522,
      "text": "The Court rejected the contention noting that any employer could defeat the provisions of Clause 23 merely by an application under Clause 5(a).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9e891800130448d9d54cb6ae96863d9_274"
    },
    {
      "start": 58523,
      "end": 58586,
      "text": "The Court held that Clause 23 was made with a definite purpose.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e6e2181329094b739f0817f7ccea9446_275"
    },
    {
      "start": 58587,
      "end": 58692,
      "text": "\nConsequently, where an enquiry was pending under Clause 23, an application under Clause 5(a) was barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0ca1e7d1d6d450695553478672bec38_276"
    },
    {
      "start": 58693,
      "end": 58843,
      "text": "The Court held:\n9...We reach the same result by applying another well- known rule of construction that general provisions yield to special provisions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef9c18e1a4a444d48b8719cbe9b3d219_277"
    },
    {
      "start": 58844,
      "end": 59169,
      "text": "The learned Attorney-General seemed to suggest that while this rule of construction is applicable to resolve the conflict between the general provision in one Act and the special provision in another Act, the rule cannot apply in resolving a conflict between general and special provisions in the same legislative instrument.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06ac1bf9662d4f39886c43bd7cf6696b_278"
    },
    {
      "start": 59170,
      "end": 59241,
      "text": "This suggestion does not find support in either principle or authority.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28d75ddde2144d64a8a5d9d29b9decfb_279"
    },
    {
      "start": 59242,
      "end": 60118,
      "text": "The rule that general provisions should yield to specific provisions is not an arbitrary principle made by lawyers and Judges but springs from the common understanding of men and women that when the same person gives two AIR 1961 SC 1170 directions one covering a large number of matters in general and another to only some of them his intention is that these latter directions should prevail as regards these while as regards all the rest the earlier direction should have effect.\n10. Applying this rule of construction that in cases of conflict between a specific provision and a general provision the specific provision prevails over the general provision and the general provision applies only to such cases which are not covered by the special provision, we must hold that clause 5(a) has no application in a case where the special provisions of clause 23 are applicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "685cae13cb954e0c8221be96cb9c6a1c_280"
    },
    {
      "start": 60119,
      "end": 60287,
      "text": "This Court affirmed that the principle that the general excludes the specific is a tool of statutory interpretation even in cases of conflict within the same enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c8ff81af5b148f79af32e7c95b96eb7_281"
    },
    {
      "start": 60288,
      "end": 60522,
      "text": "Where one of the conflicting provisions is general in nature and the other is specific, common understanding dictates that the specific provision is given effect, while the general provision continues to apply to all other situations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9216a1af72aa4ac69f692a990ceedc31_282"
    },
    {
      "start": 60524,
      "end": 60865,
      "text": "35. In Commercial Tax Officer, Rajasthan v M/s Binani Cements Ltd.,11 the question concerned whether the respondent-assessee was entitled for the grant of an eligibility certificate for exemption from payment of Central Sales Tax and Rajasthan Sales Tax under Entry 4 in Annexure C of the Sales Tax New Incentive Scheme for Industries, 1989.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d0380fca0fc47e399b904c4b671e719_283"
    },
    {
      "start": 60866,
      "end": 60958,
      "text": "Annexure C to the Scheme was titled the Quantum of Sales Tax Exemption under the new Scheme.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9067b2ed9a024c7b98dc1c505b697f51_284"
    },
    {
      "start": 60959,
      "end": 61120,
      "text": "Entry 4 of the Annexure stipulated that Prestigious Units would be entitled to a 75% exemption from tax liability with 100% in terms of Fixed Capital Investment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5dd90bb7b2145f2abc34b54b374af06_285"
    },
    {
      "start": 61121,
      "end": 61265,
      "text": "By an amendment, Entry 1E was inserted which covered new cement units and stipulated that large-scale units would be entitled 25% tax exemption.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "35c622a971034b91958a6355ba5b2899_286"
    },
    {
      "start": 61266,
      "end": 61366,
      "text": "A two judge Bench of this Court held:\nCivil Appeal No. 336 of 2003, decided on 19 February 2014.\n32.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29b33fa047f7494ba0de4eaa0c0f56f1_287"
    },
    {
      "start": 61367,
      "end": 61759,
      "text": "Before we deal with the fact situation in the present appeal, we reiterate the settled legal position in law, that is, if in a Statutory Rule or Statutory Notification, there are two expressions used, one in General Terms and the other in special words, under the rules of interpretation, it has to be understood that the special words were not meant to be included in the general expression.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b24f90c886414ebf8a82b752a611dcee_288"
    },
    {
      "start": 61760,
      "end": 61899,
      "text": "Alternatively, it can be said that where a Statute contains both a General Provision as well as specific provision, the later must prevail.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d8b8fed7c5f14e6fad67a208d62c6248_289"
    },
    {
      "start": 61901,
      "end": 62197,
      "text": "34. It is well established that when a general law and a special law dealing with some aspect dealt with by the general law are in question, the rule adopted and applied is one of harmonious construction whereby the general law, to the extent dealt with by the special law, is impliedly repealed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66fb35bd34d44b3d9855ab6cb0dd7a1b_290"
    },
    {
      "start": 62198,
      "end": 62290,
      "text": "This principle finds its origins in the latin maxim of generalia specialibus non derogant...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50753e82e9c24192a24f41dc039f9674_291"
    },
    {
      "start": 62292,
      "end": 62550,
      "text": "36. The Court held that where two provisions are in question - one of general application and the other specific in nature, a harmonious interpretation would mean that the general law, to the extent it is dealt with by the special law, is impliedly repealed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60f0f2a1c83f486ebfd684ead461f370_292"
    },
    {
      "start": 62551,
      "end": 62673,
      "text": "This Court, relying on the principle generalia specialibus non derogant held that Item 1E is a subject specific provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dc95767b99fa4736a1bb7913fba7c05e_293"
    },
    {
      "start": 62674,
      "end": 62834,
      "text": "The Court noted that the amendment removed new cement industries from the non-eligible Annexure B and placed it into Annexure C amongst the eligible industries.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "579c6e6f81cc45fe80007e0f8f7a5a54_294"
    },
    {
      "start": 62835,
      "end": 63031,
      "text": "Consequently, the Court rejected the contention of the respondent-assessee and held that as Item 1E concerned the more specific unit, it was excluded in its application from other general entries.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d60a63ac2459438dacd4320706ef3617_295"
    },
    {
      "start": 63032,
      "end": 63502,
      "text": "The principle that the general provision excludes the more specific has been consistently applied by this Court in South Indian Corporation (P) Ltd. v Secretary, Board of Revenue12, Paradip Port Trust v Their Workmen13, AIR 1964 SC 07 AIR 1977 SC 36 Maharashtra State Board of Secondary and Higher Education v Paritosh Bhupesh Kumar Sheth14, CCE v Jayant Oil Mills,15 P S Sathappan v Andhra Bank Ltd16, Sarabjit Rick Singh v Union of India17 and Pankajakshi v Chandrika.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "57075ab32fac41d5ac1b2949c0ac0929_296"
    },
    {
      "start": 63504,
      "end": 63878,
      "text": "49. In Bharat Petroleum Corporation Limited vs. R. Chandramouleeswaran and others16, the Hon'ble Apex Court has held that it is a well-known canon of construction that every section of a statute is to be construed with reference to the context (2020)11 SCC 718 and other sections of the statute, so as, as far as possible, to make a consistent enactment of the whole statue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61158311c58b4b95a84fca9499de6697_297"
    },
    {
      "start": 63880,
      "end": 63988,
      "text": "50. It is thus, well settled that a statute must be construed according to the intention of the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "563968514d51482ca17740d7de300a6a_298"
    },
    {
      "start": 63989,
      "end": 64128,
      "text": "It is the duty of the courts to act upon the true intention of the legislature and it is the words used which best disclose such intention.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0f0e4eb1c5d141fabaec3cc48d5b952f_299"
    },
    {
      "start": 64129,
      "end": 64271,
      "text": "The first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "057a20f3565e4f2489e1889dcddfd1e4_300"
    },
    {
      "start": 64273,
      "end": 64509,
      "text": "51. It is also well settled that the basic rule of interpretation is the \"plain meaning rule\" which suggests that when the language in the statute is plain and unambiguous the court has to read and understand the plain language as such.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c1315c1b80d48268cfa13d83745165b_301"
    },
    {
      "start": 64510,
      "end": 64877,
      "text": "Any hardship and inconvenience can not be the basis to alter the meaning to the language employed by the legislation, but, if the plain language results in absurdity or anomaly the court is entitled to determine the meaning of the word in the context in which it is used, keeping in view the legislative purpose and can even explain the intention of the legislation.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f79d747e1efd4885b84ffb68bbddb1ca_302"
    },
    {
      "start": 64877,
      "end": 65188,
      "text": "52. It is equally well settled principle of interpretation of statute that where the provisions of an enactment appear to be in conflict, courts must adopt an interpretation which harmonises to the best extent possible both the provisions, as it is to be presumed that the legislature did not intend a conflict.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e19ff49585549ecb035511da1e53c7b_303"
    },
    {
      "start": 65189,
      "end": 65526,
      "text": "If the intention of the legislature is absolutely clear the court can even correct the errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation, as an Act of Parliament/Legislature cannot always forsee all types of situations and all types of consequences.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57203a44037f45c6bb5007e51fd1fbb9_304"
    },
    {
      "start": 65527,
      "end": 65678,
      "text": "The principle that the general excludes the specific is a tool of statutory interpretation applied even in cases of conflict within the same enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89c0aa444e6a44a594dda628ff1512f6_305"
    },
    {
      "start": 65679,
      "end": 65970,
      "text": "\n53. Keeping in view the above principles of interpretation of statute we now proceed to resolve the anomaly pointed out above in view of proviso to Section 15(4) of the Act, 2015 and Section 15(3) r/w Order VIII rule 1 proviso and Rule 10 CPC as amended through Section 16 of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5df2cb505b3f4887b88423ecade5219c_306"
    },
    {
      "start": 65972,
      "end": 66168,
      "text": "54. The intention of the Parliament in enacting the Act, 2015, as evident from the statement of objects and reasons, is clear i.e. to provide for speedy disposal of high value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab16fe6a764e483e9fa00d75406525e9_307"
    },
    {
      "start": 66169,
      "end": 66341,
      "text": "The high value commercial disputes involve complex facts and questions of law and therefore, to provide for an independent mechanism for early resolution of those disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88e3d231ad094974bb981c82a05fd779_308"
    },
    {
      "start": 66342,
      "end": 66549,
      "text": "The statement of objects and reasons further provides that easy resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian Legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2e9ebc8807b4c5ca75878ee8a4d29a8_309"
    },
    {
      "start": 66551,
      "end": 66693,
      "text": "55. With the aforesaid object, the Act, 2015, through Section 16 amended the CPC in its application to commercial disputes of specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cac3c3f8a464c36952dd6cf3732bc1e_310"
    },
    {
      "start": 66694,
      "end": 67296,
      "text": "Addition of proviso to sub rule(1) of rule 1 of Order V; and proviso to Order VIII rule 1 CPC providing that beyond 120 days from the date of service of summons the defendant shall forfeit the right to file written statement and the court shall not allow the written statement to be taken on record with further addition of proviso in rule 10 of Order VIII CPC providing that no court shall make an order to extend the time provided under rule 1 of Order VIII for filing the written statement, is to achieve the object of the Act to provide for speedy disposal of commercial disputes of high value.\n56.",
      "labels": [
        "STA"
      ],
      "id": "c0bee8e2e8a643e79880ef5f02751586_311"
    },
    {
      "start": 67297,
      "end": 67591,
      "text": "The Commercial court exercises jurisdiction over the suits and applications relating to a commercial dispute of specified value, instituted before it as also over such suits and applications instituted in civil court but transferred to the commercial court under Section 15(2) of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2c376de7a7a46e386b91ad44c42f271_312"
    },
    {
      "start": 67592,
      "end": 68067,
      "text": "\n57. Transfer of pending suits and applications relating to a commercial dispute of specified value pending in a civil court in any district or area in respect of which a commercial court has been constituted, to the commercial court under Section 15(2) of the Act, 2015, is also with the same legislative intend to provide for early resolution of the such commercial dispute, by the commercial court, in accordance with the provisions of the CPC as amended by the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddf1346defbf4653bff47f0257abbdaf_313"
    },
    {
      "start": 68069,
      "end": 68352,
      "text": "58. Proviso to Section 15(4) which provides for the discretion in the court to prescribe a new time period for filing of the written statement in our view is in the nature of a specific provision for the suits and applications transferred to the commercial court under Section 15(2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04bbe130da804a3993246be10cabafca_314"
    },
    {
      "start": 68353,
      "end": 68533,
      "text": "The general provision is Order VIII rule 1 CPC as amended through Section 16 of Act, 2015, which provides 120 days for filing written statement from the date of service of summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76e9bfc3847a4cc685bf4dc6e9ed5f79_315"
    },
    {
      "start": 68534,
      "end": 69028,
      "text": "Applying the principle that the general excludes the specific even in the cases of conflict within the same enactment, the time line of 120 days for filing written statement under Order V, rule 1, sub rule(1) proviso and Order VIII rule 1 proviso shall not apply to the suits and application transferred to the commercial court under Section 15(2) and with respect to those suits and applications a new time line may be prescribed by the court in exercise of power under Section 15(4), proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b52804ec0884775a12d935a0cbfc4b3_316"
    },
    {
      "start": 69029,
      "end": 69109,
      "text": "Within such new time line the written statement shall be filed by the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dfcb2b5183f4705bfda4bf6a353f9b2_317"
    },
    {
      "start": 69110,
      "end": 69512,
      "text": "\n59. Section 15(4) proviso, though excludes applicability of proviso to sub rule(1) of rule 1 of Order V CPC but it does not exclude the applicability of proviso to Order VIII rules 1 and 10 CPC, nor does it provide that if the written statement is not filed within the new time line prescribed under Section 15(4) proviso, even then the defendant shall not forfeit the right to file written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "275378c865b34084859bc04795499430_318"
    },
    {
      "start": 69513,
      "end": 69642,
      "text": "It also does not provide that the court may extend the new time line prescribed in exercise of power under Section 15(4) proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45937696c01148c6bbcee5460794683f_319"
    },
    {
      "start": 69643,
      "end": 69832,
      "text": "On the contrary, the said proviso specifically provides that the written statement shall be filed within such time i.e the new time line prescribed by the court under Section 15(4) proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6284f58aa77f4bc3bf81de5a604a5a10_320"
    },
    {
      "start": 69833,
      "end": 70114,
      "text": "Use of the expression shall' coupled with the legislative intent makes the proviso to Section 15(4) also mandatory, like the time line of 120 days as in suits and applications before the commercial court, other than the suits and applications transferred to it under Section 15(2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d80d0197bd04ce2836c285e891ec585_321"
    },
    {
      "start": 70115,
      "end": 70357,
      "text": "There can not be different legislative intent for the consequences of not filing the written statement within the time line prescribed by the statute or the time line prescribed by the court in pursuance of the power conferred by the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe8991b94fd14cc4babd9b0d616c04f6_322"
    },
    {
      "start": 70358,
      "end": 70608,
      "text": "In other words, it can not be the legislative intent that in suits transferred to the commercial court under Section 15(2), if written statement is not filed within the new time line there will be no forfeiture of the right to file written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4324066488bc4bbb9fc3bf677f00d8ee_323"
    },
    {
      "start": 70609,
      "end": 70710,
      "text": "The forfeiture clause is provided under Order VIII rule 1 as well with the object of speedy disposal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0390a4c0453043eb92784f88342558db_324"
    },
    {
      "start": 70711,
      "end": 70841,
      "text": "The cases transferred under Section 15(2) are also to be decided speedily to achieve the object of the enactment of the Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "251f4a92858846a08d09c01cd6471dc8_325"
    },
    {
      "start": 70843,
      "end": 71113,
      "text": "60. We are further of the considered view that the consequences under Order VIII rule 1 and rule 10 CPC shall follow if the written statement is not filed within the time line prescribed by the court under Section 15(4) even to the cases transferred under Section 15(2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3af33b31d7e64a168d05a4df9e311105_326"
    },
    {
      "start": 71114,
      "end": 71242,
      "text": "The specific provision is only with respect to the time line and to that extent i.e 120 days, the general provision is excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "942baf82ac424453be9d58d8f7bcf5a1_327"
    },
    {
      "start": 71244,
      "end": 72320,
      "text": "61. We are therefore of the considered view and hold on point No.1 as under:-\n1) where the suit or application has been transferred to the Commercial Court under Section 15 (2) of the Act, 2015 from the civil court and the procedure for filing written statement had not been completed at the time of transfer, the commercial court shall have the power and jurisdiction to prescribe a new time period for filing written statement, irrespective of the expiry of 120 days from the date of service of summons on the concerned defendant.\n2) In a suit or application transferred to the commercial court under Section 15(2) of the Act, 2015, the written statement shall be filed within the new time period prescribed by the Commercial Court in exercise of power under Section 15(4) of the Act, 2015, failing which, on expiry of new time line so prescribed, the defendant shall forfeit his right to file written statement and the court shall neither take the written statement on record nor shall extend the new prescribed time period as mandated by Order VIII rules 1 and 10 CPC.\n62.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca17354b38c241c5a7326c1ef58cf603_328"
    },
    {
      "start": 72321,
      "end": 72567,
      "text": "The above view would make both the provisions Section 15(4) proviso and Order VIII rules 1 and 10 workable to the best possible extent and shall also advance the object with which the Act, 2015 has been enacted considering the legislative intent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96da773dc9694029865d394c29534436_329"
    },
    {
      "start": 72569,
      "end": 72911,
      "text": "63. In view of the aforesaid, the submission of the learned counsel for the respondent that Section 148 CPC does not apply to the commercial court, even if accepted, the Commercial Court shall have power to provide a new time period for filing written statement under Section 15(4) of the Act, 2015 itself, independent of Section 148 CPC.\n64.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98ac9d39768a4568a3b6d2c38a2f02ef_330"
    },
    {
      "start": 72912,
      "end": 73134,
      "text": "In view of the aforesaid the submission of the counsel for the petitioner that the period of 120 days under Order VIII rule 1, shall be counted from the date of transfer of the suit under Section 15(2), does not appeal us.",
      "labels": [
        "RATIO"
      ],
      "id": "d74ff177afbc4aeabcf3106ccc9a2339_331"
    },
    {
      "start": 73136,
      "end": 73244,
      "text": "65. In view of the above, the ground on which I.A.No.31 of 2020 has been dismissed is legally unsustainable.",
      "labels": [
        "RATIO"
      ],
      "id": "0bb047470a79421a891906035f3bfdc7_332"
    },
    {
      "start": 73246,
      "end": 73412,
      "text": "66. We further find that the court below while considering I.A No.31 of 2020 did not advert at all to the cause shown by the petitioner, seeking condonation of delay.",
      "labels": [
        "RATIO"
      ],
      "id": "c21eaf409f254d4ab052168b22aea932_333"
    },
    {
      "start": 73413,
      "end": 73490,
      "text": "Any finding on the cause shown being sufficient or not has not been recorded.",
      "labels": [
        "RATIO"
      ],
      "id": "d3fab80286ff44079aded6a7cddf0270_334"
    },
    {
      "start": 73491,
      "end": 73794,
      "text": "The court below ought to have considered the cause shown by the petitioner for condonation of delay as also the objection to the said cause, if any, filed by the opposite party and ought to have returned a specific finding and consequent upon such finding it ought to have decided I.A.No.31 of 2020.\n67.",
      "labels": [
        "RATIO"
      ],
      "id": "35696b639cb74053a9745de26317a6a9_335"
    },
    {
      "start": 73795,
      "end": 73941,
      "text": "As I.A.No.32 of 2020 has been rejected consequent upon rejection of I.A.No.31 of 2020 by the same order, such rejection can also not be sustained.",
      "labels": [
        "RATIO"
      ],
      "id": "3c1f4d8bb332479ea424f77e355eb97a_336"
    },
    {
      "start": 73943,
      "end": 74408,
      "text": "68. For all the aforesaid reasons, we allow the petition and set aside the impugned judgment and order dated 12.11.2020, passed by the Special Judge for Trial and Disposal of Commercial Disputes, Visakhapatnam in I.A.No.31 of 2020 in I.A.No.32 of 2020 in C.O.S.No.11 of 2018 and direct the learned Court below to consider and decide the I.A.Nos.31 of 2020 and 32 of 2020 afresh in accordance with law after affording opportunity of hearing to the parties concerned.",
      "labels": [
        "RPC"
      ],
      "id": "41a78793b2c243be9ecd0864b4396518_337"
    },
    {
      "start": 74410,
      "end": 74451,
      "text": "69. Accordingly, the Petition is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "9e10fcdb46ec457f8a4d033d7e4da788_338"
    },
    {
      "start": 74452,
      "end": 74473,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "ea6691d1bfba476ab4c236094e448083_339"
    },
    {
      "start": 74474,
      "end": 74548,
      "text": "\nConsequently, Miscellaneous Petitions, if any pending shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "58f5b81599f34c5f95b21bd5b37baddb_340"
    },
    {
      "start": 74550,
      "end": 74574,
      "text": "________________________",
      "labels": [
        "NONE"
      ],
      "id": "5c207b0c01814df4913d3896f3d6071e_341"
    },
    {
      "start": 74575,
      "end": 74655,
      "text": "C. PRAVEEN KUMAR,J ________________________ RAVI NATH TILHARI,J Date:25.01.2022.",
      "labels": [
        "NONE"
      ],
      "id": "e05475a53f4a4ffcb370e047381aa8f4_342"
    },
    {
      "start": 74656,
      "end": 74685,
      "text": "\nNote:\nL.R copy to be marked.",
      "labels": [
        "NONE"
      ],
      "id": "f016622fe51241c09de0e2347fdb7524_343"
    },
    {
      "start": 74686,
      "end": 74832,
      "text": "\nB/o.\nGk HON'BLE SRI JUSTICE C. PRAVEEN KUMAR & HON'BLE SRI JUSTICE RAVI NATH TILHARI CIVIL REVISION PETITION No.1261 OF 2020 Date:25.01.2022.\nGk.",
      "labels": [
        "NONE"
      ],
      "id": "72c8b467cc36490eb62476752af9e624_344"
    }
  ]
}