{
  "id": "5350583212264b089a34e3110d1cfbfb97da150d0aa812f72ce06ad93432b535",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court \nC.K.Surendran vs Kunhimoosa on 17 September, 2021 \nAuthor: V.G.Arun\nBench: V.G.Arun\n Crp.146/21                           1\n\n                                                             ' C.R ' \n              In The High Court Of Kerala At Ernakulam\n                              Present\n                 The Honourable Mr.Justice V.G.Arun\nFriday, The 17Th Day Of September 2021 / 26Th Bhadra, 1943\n                        Crp No. 146 Of 2021\nAgainst The Order/Judgment In Os 151/2020 Of Munsiff Court,\n                        Vadakara, Kozhikode\nRevision Petitioner/S: \n\n            C.K.Surendran\n            Aged 60 Years \n            S / O. Achuthan, Sheruvath, Chorode P.O. Vatakara. \n            Kozhikode District, Proprietor, Rocky Enclave,\n            Chorode, Vatakara, Kozhikode 673 104 . \n\n            By Advs.\n            B.Krishnan\n            Shri.R.Parthasarathy\n\n\n\nRespondent/S:\n\n            Kunhimoosa\n            Aged 63 Years \n            S/O. Kunhimamu, Director, M/S. Savoury\n            Restaurant, 27, Mosque Road, Frazer Tow, \n            Bangalroe, Karnatakara 560 005, Residing At \n            Manikkoth, Aniyaram, Chokli Post, Kannur 670 672.\n\n            By Adv Sri .G.Sreekumar (Chelur) \n\n\n\n\n     This      Civil   Revision   Petition   Having   Come   Up   For\nAdmission On 28.6.2021, The Court On 17.09.2021 Delivered\nThe Following: \n  Crp.146/21                           2 \n\n\n\n\n                                                               ' C.R ' \n\n                            V.G.Arun, J. \n             ----------------------------------------------- \n                      C.R.P.No. 146 of 2021 \n             -----------------------------------------------\n         Dated this the 17th day of September, 2021 \n\n                            Order \nPetitioner is the plaintiff in O.S.No. 151 of 2020 on the files of the Munsiff's Court, Vatakara. The suit is filed seeking a decree of mandatory injunction directing the defendant/respondent to quit  from the plaint schedule building and for damages for user and occupation from the date of suit till delivery of possession . After filing written statement, the respondent filed I.A.No. 1 of 2021, seeking transfer of the suit to the Commercial Court having jurisdiction. According to the respondent, the transaction among the parties is a commercial transaction and the dispute, a 'commercial dispute' as defined under the Commercial Courts Act, 2015 ('the Act', for short). The plaintiff objected, contending that the subject matter of the suit will not fall within the definition of 'commercial dispute' under Section 2(1)(c) of the Act and the 'Specified Value' of the suit is less than Rs.3 lakhs. Despite the objection, learned Munsiff issued the impugned order, transferring the suit to the Commercial Court under Section 15(2) of the Act. Aggrieved, the plaintiff has come up in revision. \n2. Sri.B.Krishnan, learned counsel for the petitioner raised the following contentions;\nThe dispute raised in the suit is not a 'commercial dispute' as defined under the Act. The term 'specified value' under the Act should be read in harmony with the provisions of the Kerala Court Fees and Suits Valuation Act, 1959 (for short, 'the Court Fees Act'). Section 15 of the Act, dealing with transfer of suits, is applicable only to suits that were pending as on the date on which the Act came into force. \n3. In elaboration, learned counsel submitted that Section 2(1)(c)(vii) will come into play only if the agreement is relating to immovable property 'used' exclusively in trade or commerce. Referring to the terms of Annexure A3 agreement and the averments in Annexure A4 plaint, it is submitted that the building was given on licence for conducting business, which was yet to commence and therefore the agreement is not one relating to property 'being used' for trade or commerce, but property 'to be used' for such purpose. In support of the contention, reliance is placed on the decision of the Honourable Supreme Court in Ambalal Sarabhai Enterprises Ltd. v. K.S.Infraspace LLP and Another [(2020) 15 SCC 585], with specific reference to paragraphs 11 to 14 therein. \n4. As regards the second contention, learned counsel drew attention to the relief sought in the suit and submitted that the valuation of a suit has to be in accordance with the Court Fees Act, even if the relief pertains to a right in immovable property. It is pointed out that the relief sought in the plaint is for a mandatory injunction directing the defendant to quit from the plaint schedule building with damages for loss of user and occupation and the court fee is paid under Section 27(c) of the Court Fees Act, in accordance with the estimated value for the relief of mandatory injunction. Being so, the specified value is way below Rs.3,00,000/- and the suit will have to continue before the Munsiff's Court itself, being the court of lowest grade competent to try it. In support of the contention, reliance is placed on the decision of the High Court of Delhi in Mrs. Sony Dave v Trans Asian Industries Expositions Pvt. Ltd (AIR 2016 Delhi 186).\n5. To buttress the third point, reference is made to Section 15 of the Act. According to the learned counsel, the provision contemplates transfer of suits and applications relating to a commercial dispute for a specified value pending on the date of commencement of the Act and not transfer of suits filed after coming into force of the Act. Once the suit is accepted on file, the only option available to the court is to return the plaint under Order VII Rule 10 of CPC. \n6. Replying to the contentions, Sri.G.Sreekumar Chelur raised a preliminary objection regarding the maintainability of the civil revision petition, since the order under challenge, if made in favour of the petitioner, will not have the effect of disposing the suit. As regards the contention that the dispute involved does not fall within the definition of the Act, learned counsel referred to the agreement and the plaint to contend that the agreement relates to immovable property used exclusively for trade or commerce. It is submitted that the building is constructed as a commercial building and cannot be put to any other use. The learned counsel put forth an alternative contention that the licencee of the premises is actually a firm of which the petitioner is also a partner, and therefore, the dispute is also with respect to the partnership agreement and will hence, fall under Section 2(1)(c)(xv) of the Act also. Referring to Section 21 of the Act, it is submitted that the provisions of the Act will override the provisions of the Court Fees Act and hence, the specified value has to be determined in the manner provided under Section 12 of the Act.\n7. The objection of the learned counsel for the respondent regarding the maintainability of the civil revision petition is not being dealt with in detail, since the legal question arising for consideration is of general importance. Moreover, even if the objection is found to be valid, it is open for this court to consider the revision petition as one under Article 227 of the Constitution of India. \n8. To resolve the issue arising for consideration, it is essential to understand the objective of the enactment with reference to the relevant provisions. The Commercial Courts Act, 2015 was enacted with the objective of providing an independent mechanism for early resolution of high-value commercial disputes involving complex facts and questions of law, so as to create a positive image to the investor world about the independent and responsive Indian legal system. By Act 28 of 2018, amendments were brought about to the Act, on realising that early resolution of commercial disputes of lesser value would create a more positive image amongst investors. As mandated by Section 3, the State Government, in consultation with the High Court, has constituted Commercial Courts at the district level. As per Section 6, such courts have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value. Section 2(1)(c) defines the term \"Commercial dispute\" as follows;\n\"2.(1)(c). \"Commercial dispute\" means a dispute arising out of-- (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum;\n(xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation.--A commercial dispute shall not cease to be a commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\"\nAs per Section 2(1)(i), \"specified value\", in relation to a commercial dispute, means the value of the subject-matter in respect of a suit, as determined in accordance with Section 12, which shall not be less than three lakh rupees or such higher value, as may be notified by the Central Government. Section 12 prescribes the methodology for determination of Specified Value as under;\n\"12. Determination of Specified Value.- (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such specified value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such specified value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining specified value; and (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value;\n(2) The aggregate value of the claim and counter- claim, if any, as set out in the statement of claim and the counter-claim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be....\" \nSection 15(2) stipulates that all suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. As per the proviso to Section 15, no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). In order to achieve the objective of speedy disposal of commercial disputes, the provisions of the Code of Civil Procedure, 1908 has been amended as postulated under Section 16 of the Act extracted here under;\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\" \n9. The very purpose of the Act is to provide for speedy disposal of commercial disputes. This purpose will be defeated if every other suit is transferred to Commercial Courts, on finding that the dispute involved has shades of a commercial dispute. In this regard, it may be pertinent to note that, considering the exponential increase in the number of suits in Commercial Courts, there is a proposal to increase the minimum specified value from Rs.3 lakhs to Rs.10 lakhs and to notify all Subordinate Judges' Courts in the State as Commercial Courts. \n10. For a suit to fall under the jurisdiction of the Commercial Court, the following twin conditions are to be satisfied;\n(i) it shall be a commercial dispute within the meaning of Section 2(1)(c) of the Act; and (ii) such commercial disputes are of a specified value as per Section 2(i) of the Act. \nTherefore, the sustainability of the impugned order depends on the meaning of the words \"agreements relating to immovable property used exclusively in trade or commerce\". This question was considered by the High Court of Gujarat in Vasu Healthcare Pvt. Ltd. v. Gujarat Akruti TCG Biotech Ltd. [AIR 2017 Guj. 153]. Therein, the court observed that on a plain reading of the clause it is clear that the expression used means 'actually used' or 'being used' and if the intention of the legislature was to expand the scope, the phraseology used would have been different as for example \"likely to be used\" or \"to be used\". The court concluded by holding that the word used denotes 'actually used' and it cannot be said to be either 'ready for use' or 'likely to be used' or 'to be used'. In Ambalal Sarabhai Enterprises Ltd. (supra), the Apex Court agreed with the view expressed in Vasu Healthcare (supra) and also referred to a decision in Federation of A.P. Chambers of Commerce & Industry and Ors. v. State of A.P and Ors. [(2006) 8 SCC 550], wherein, while interpreting a similar provision under Section 3(d) of the Andhra Pradesh Non- Agricultural Lands Assessment Act, 1963, the Apex Court opined that the user should be 'in praesenti'.\n11. As far as the instant case is concerned, there cannot be any dispute to the fact that no commercial activity or trade was being conducted in the plaint schedule building and by the licence agreement the respondent is permitted to conduct restaurant, bakery, hyper market etc. It is hence clear that there was no user 'in praesenti' and the agreement cannot be termed as one relating to immovable property used exclusively in trade or commerce. The alternative contention raised by the learned counsel for the respondent that the petitioner is also a partner of the firm which is the actual licencee cannot be counternamed, since the agreement is executed by the respondent in his capacity as the sole proprietor and Director of a concern by name 'Savory Restaurant'.\n12. I also find merit in the contention that the provisions of the Commercial Courts Act and the Court Fees Act should be interpreted harmoniously. Section 27 of the Court Fees Act deals with suits for injunction. As per Section 27(c), where the subject matter of the suit has a market value or not, fee shall be computed on the amount at which the relief sought is valued in the plaint or on Rs.500/- whichever is higher. The relief in the instant suit is for a decree of mandatory injunction directing the defendant to quit from the building described in plaint A and B schedules with damages for loss of user and occupation at the rate of Rs.10,42,125.00 per month from the date of suit till delivery of possession and the petitioner has paid court fees under Section 27(c). In a suit for injunction simplicitor, it is the value of the relief claimed and not the value of the property involved that determines the jurisdiction. \"Subject matter\" is the substance for adjudication and has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter. Similar question was considered by the High Court of Delhi in Mrs.Soni Dave (supra). After careful scrutiny of Section 12 of the Act and the relevant provision of the Court Fees Act, it was held as follows;\n\"27. In my view Section 12 of the Commercial Courts Act providing for determination of specified value as defined in Section 2(i) thereof is not intended to provide for a new mode of determining the valuation of the suit for the purpose of jurisdiction and court fees. It would be incongruous to hold that while for the purpose of payment of court fees the deemed fiction provided in the Court Fees Act for determining the value of the property is to apply but not for determining the specified value under the Commercial Courts Act. \n28. In my opinion Section 12 of the Commercial Courts Act has to be read harmoniously with the Court Fees Act and the Suits Valuation Act and reading so, the specified value of a suit where the relief sought relates to immovable property or to a right thereunder has to be according to the market value of the immovable property only in such suits where the suit as per the Court Fees Act and/or the Suits Valuation Act has to be valued on the market value of the property and not where as per the Court Fees Act and the Suits Valuation Act the valuation of a suit even if for the relief of recovery of immovable property or a right therein is required to be anything other than market value as is the case in a suit by a landlord for recovery of possession of immovable property from a tenant.\" \nSame view was taken by the Karnataka High Court in Fine Footwear Pvt. Ltd. Represented by its Director v. Skechers USA Inc. and Another [2019 SCC Online Kar. 1024]. I am in respectful agreement with the above judgments. No doubt, the specified value of a suit is liable to be computed in accordance with the market value of the immovable property in such suits where, even as per the Court Fees Act, the value is to be determined on the basis of the market value of the property. In respect of suits where the valuation under the Court Fees Act is based on anything other than market value of the immovable property, the valuation under the Court Fees Act should be the basis for deciding the pecuniary jurisdiction. \n13. The final issue is whether the court below could have transferred the suit to the Commercial Court in exercise of the power under Section 15 of the Act. In accordance with the mandate of Section 15, all suits falling within the ambit of 'commercial dispute' above the specified value got transferred to the jurisdictional Commercial Courts after the Act came into force. If the suit or application is not transferred, the Commercial Appellate Division of the High Court can, in exercise of the power under Section 15(5), withdraw the suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Court having territorial jurisdiction. Therefore, the learned Munsiff could not have transferred the suit, by usurping the power vested with the High Court. Having accepted the plaint and numbered the suit, the learned Munsiff could have only returned the plaint under Order VII Rule 10 of CPC. In this regard it may also be pertinent to note that even under Section 24 of CPC, the power to transfer suits is vested only with the High Court and the District Court. \nIn the result, the civil revision petition is allowed. The impugned order, transferring O.S.No.151 of 2020 from the Munsiff's Court, Vadakara to the Commercial Court, Kozhikokde, is set aside. \nSd/-\nV.G.ARUN, JUDGE vgs PETITIONER ANNEXURE ANNEXURE A1 TRUE COPY OF THE PETITION BY DEFENDANT I.A. 1/2201 IS PRODUCED AND MARKED. \nANNEXURE A2 TRUE COPY OF THE COUNTER AFFIDAVIT BY PLAINTIFF IN IA 1/2021 BEFORE THE MUNSIFF COURT, VATAKARA. \nANNEXURE A3 TRUE COPY OF LICENSE AGREEMENT DATED 10.07.2017. \nANNEXURE A4 TRUE COPY OF PLAINT IN O.S. 51/2020 O THE FILE OF MUNSIFF COURT, VATAKARA .",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0b709d87efc41be8a5d988463e52ebb_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5dc4927a0d8442cb2a23325c884178a_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nKerala High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c12b651663f04ba68817fc37debf1ab5_2"
    },
    {
      "start": 261,
      "end": 311,
      "text": "\nC.K.Surendran vs Kunhimoosa on 17 September, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29d35b4eca9e41b99e6cc117757e860c_3"
    },
    {
      "start": 313,
      "end": 448,
      "text": "Author: V.G.Arun\nBench: V.G.Arun\n Crp.146/21                           1\n\n                                                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7802e9aad4ab48f78d809a4e8515644c_4"
    },
    {
      "start": 448,
      "end": 455,
      "text": "' C.R '",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef8a7b21290c49f0a4e32e02971e71bb_5"
    },
    {
      "start": 471,
      "end": 817,
      "text": "In The High Court Of Kerala At Ernakulam\n                              Present\n                 The Honourable Mr.Justice V.G.Arun\nFriday, The 17Th Day Of September 2021 / 26Th Bhadra, 1943\n                        Crp No. 146 Of 2021\nAgainst The Order/Judgment In Os 151/2020 Of Munsiff Court,\n                        Vadakara, Kozhikode\nRevision",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18f92a5c4c264dff8736313f84e5801f_6"
    },
    {
      "start": 818,
      "end": 831,
      "text": "Petitioner/S:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "912f6c4788514cca87c82368678c7fd8_7"
    },
    {
      "start": 846,
      "end": 885,
      "text": "C.K.Surendran\n            Aged 60 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "866c9f4fe52344b49e6578be0b3b5ef3_8"
    },
    {
      "start": 899,
      "end": 949,
      "text": "S / O. Achuthan, Sheruvath, Chorode P.O. Vatakara.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "49e0d69ee075472fa21e0f72da96a479_9"
    },
    {
      "start": 963,
      "end": 1022,
      "text": "Kozhikode District, Proprietor, Rocky Enclave,\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13ac43e016fd4aa49fe9ed0a11de40d5_10"
    },
    {
      "start": 1022,
      "end": 1058,
      "text": "Chorode, Vatakara, Kozhikode 673 104",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a06f7ef7e354a4e820e44ce1596cade_11"
    },
    {
      "start": 1059,
      "end": 1206,
      "text": ". \n\n            By Advs.\n            B.Krishnan\n            Shri.R.Parthasarathy\n\n\n\nRespondent/S:\n\n            Kunhimoosa\n            Aged 63 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0cf5799b08d94f2cbe4352635591cebb_12"
    },
    {
      "start": 1207,
      "end": 1311,
      "text": "\n            S/O. Kunhimamu, Director, M/S. Savoury\n            Restaurant, 27, Mosque Road, Frazer Tow,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "983e2cd805dc4abd860efd962cce548c_13"
    },
    {
      "start": 1312,
      "end": 1368,
      "text": "\n            Bangalroe, Karnatakara 560 005, Residing At",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f70ec9b83c3941bfb894197a3e4258f4_14"
    },
    {
      "start": 1382,
      "end": 1451,
      "text": "Manikkoth, Aniyaram, Chokli Post, Kannur 670 672.\n\n            By Adv",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13eb8d90eee1458faa36c24343f913b4_15"
    },
    {
      "start": 1452,
      "end": 1477,
      "text": "Sri .G.Sreekumar (Chelur)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0b6f02d03514a139a8827de4321b5fa_16"
    },
    {
      "start": 1488,
      "end": 1525,
      "text": "This      Civil   Revision   Petition",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1c8378c52c24973b2fba42042213818_17"
    },
    {
      "start": 1528,
      "end": 1546,
      "text": "Having   Come   Up",
      "labels": [
        "PREAMBLE"
      ],
      "id": "173bd5ce5d4840d588e19533c8c966cf_18"
    },
    {
      "start": 1549,
      "end": 1625,
      "text": "For\nAdmission On 28.6.2021, The Court On 17.09.2021 Delivered\nThe Following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e322db1886f54c52a6cad19f320cec96_19"
    },
    {
      "start": 1629,
      "end": 1639,
      "text": "Crp.146/21",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b2fec990750496186996df654eebb4d_20"
    },
    {
      "start": 1666,
      "end": 1737,
      "text": "2 \n\n\n\n\n                                                               '",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8428365d3ba4e3a94857523ae47dadd_21"
    },
    {
      "start": 1738,
      "end": 1783,
      "text": "C.R ' \n\n                            V.G.Arun,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4acc9a09766484c814ab51e5528c6e5_22"
    },
    {
      "start": 1784,
      "end": 1848,
      "text": "J. \n             -----------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20b7be9b2c534e998f87d67745fe5c63_23"
    },
    {
      "start": 1872,
      "end": 1893,
      "text": "C.R.P.No. 146 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3999d40650b47a8bd6fbb0c67cffd96_24"
    },
    {
      "start": 1908,
      "end": 1965,
      "text": "-----------------------------------------------\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "005b8d9ce05a4124b53f5c4b84832dd0_25"
    },
    {
      "start": 1965,
      "end": 2007,
      "text": "Dated this the 17th day of September, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c53784606ede4cf6a5a333dc8a868ada_26"
    },
    {
      "start": 2008,
      "end": 2142,
      "text": "\n\n                            Order \nPetitioner is the plaintiff in O.S.No. 151 of 2020 on the files of the Munsiff's Court, Vatakara.",
      "labels": [
        "FAC"
      ],
      "id": "639cbdf3deb44884bdeac6817dc10544_27"
    },
    {
      "start": 2143,
      "end": 2244,
      "text": "The suit is filed seeking a decree of mandatory injunction directing the defendant/respondent to quit",
      "labels": [
        "FAC"
      ],
      "id": "6f35ddeff6d14cf89d2bee54022016fa_28"
    },
    {
      "start": 2245,
      "end": 2369,
      "text": " from the plaint schedule building and for damages for user and occupation from the date of suit till delivery of possession",
      "labels": [
        "FAC"
      ],
      "id": "5ad89d81ed1e427a851e1b9a1703af1b_29"
    },
    {
      "start": 2370,
      "end": 2517,
      "text": ". After filing written statement, the respondent filed I.A.No. 1 of 2021, seeking transfer of the suit to the Commercial Court having jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "4f5b57fea65943ccb18a09936a4ca805_30"
    },
    {
      "start": 2518,
      "end": 2721,
      "text": "According to the respondent, the transaction among the parties is a commercial transaction and the dispute, a 'commercial dispute' as defined under the Commercial Courts Act, 2015 ('the Act', for short).",
      "labels": [
        "FAC"
      ],
      "id": "4fdd1743c15b458e83037b364c33d94b_31"
    },
    {
      "start": 2722,
      "end": 2948,
      "text": "The plaintiff objected, contending that the subject matter of the suit will not fall within the definition of 'commercial dispute' under Section 2(1)(c) of the Act and the 'Specified Value' of the suit is less than Rs.3 lakhs.",
      "labels": [
        "FAC"
      ],
      "id": "f178ac07f52447cba7772db124e21755_32"
    },
    {
      "start": 2949,
      "end": 3092,
      "text": "Despite the objection, learned Munsiff issued the impugned order, transferring the suit to the Commercial Court under Section 15(2) of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "2a4f676d86194bb3b4f92ce72c9da9f8_33"
    },
    {
      "start": 3093,
      "end": 3142,
      "text": "Aggrieved, the plaintiff has come up in revision.",
      "labels": [
        "FAC"
      ],
      "id": "a5045250620d417082a184fafe26699e_34"
    },
    {
      "start": 3144,
      "end": 3318,
      "text": "2. Sri.B.Krishnan, learned counsel for the petitioner raised the following contentions;\nThe dispute raised in the suit is not a 'commercial dispute' as defined under the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "93ece3eb60a7431ca6037f0dd458acd9_35"
    },
    {
      "start": 3319,
      "end": 3495,
      "text": "The term 'specified value' under the Act should be read in harmony with the provisions of the Kerala Court Fees and Suits Valuation Act, 1959 (for short, 'the Court Fees Act').",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "175cd9ed227349278995f398426d676c_36"
    },
    {
      "start": 3496,
      "end": 3645,
      "text": "Section 15 of the Act, dealing with transfer of suits, is applicable only to suits that were pending as on the date on which the Act came into force.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c3f73807e2b14b5fa66849b691c2b34f_37"
    },
    {
      "start": 3647,
      "end": 3834,
      "text": "3. In elaboration, learned counsel submitted that Section 2(1)(c)(vii) will come into play only if the agreement is relating to immovable property 'used' exclusively in trade or commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "49df9a682be146178e0cf2e218a2620a_38"
    },
    {
      "start": 3835,
      "end": 4169,
      "text": "Referring to the terms of Annexure A3 agreement and the averments in Annexure A4 plaint, it is submitted that the building was given on licence for conducting business, which was yet to commence and therefore the agreement is not one relating to property 'being used' for trade or commerce, but property 'to be used' for such purpose.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b8833b5f81d46509f6013ecb974af14_39"
    },
    {
      "start": 4170,
      "end": 4414,
      "text": "In support of the contention, reliance is placed on the decision of the Honourable Supreme Court in Ambalal Sarabhai Enterprises Ltd. v. K.S.Infraspace LLP and Another [(2020) 15 SCC 585], with specific reference to paragraphs 11 to 14 therein.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "755d9cf3518949ad91c01587d52f0191_40"
    },
    {
      "start": 4416,
      "end": 4670,
      "text": "4. As regards the second contention, learned counsel drew attention to the relief sought in the suit and submitted that the valuation of a suit has to be in accordance with the Court Fees Act, even if the relief pertains to a right in immovable property.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1bbbe4cf5b874e9ba2c4cebb656c5558_41"
    },
    {
      "start": 4671,
      "end": 5014,
      "text": "It is pointed out that the relief sought in the plaint is for a mandatory injunction directing the defendant to quit from the plaint schedule building with damages for loss of user and occupation and the court fee is paid under Section 27(c) of the Court Fees Act, in accordance with the estimated value for the relief of mandatory injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39307bc7383846f3b6b0db2ee5ddf80e_42"
    },
    {
      "start": 5015,
      "end": 5194,
      "text": "Being so, the specified value is way below Rs.3,00,000/- and the suit will have to continue before the Munsiff's Court itself, being the court of lowest grade competent to try it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f4784e81b6c0473595154878a05a6b63_43"
    },
    {
      "start": 5195,
      "end": 5375,
      "text": "In support of the contention, reliance is placed on the decision of the High Court of Delhi in Mrs. Sony Dave v Trans Asian Industries Expositions Pvt. Ltd (AIR 2016 Delhi 186).\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4e81f9cb3ed4a9b8b976a10e27de657_44"
    },
    {
      "start": 5376,
      "end": 5448,
      "text": "To buttress the third point, reference is made to Section 15 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7854eda814f64d60b383c9fa8807d6df_45"
    },
    {
      "start": 5449,
      "end": 5714,
      "text": "According to the learned counsel, the provision contemplates transfer of suits and applications relating to a commercial dispute for a specified value pending on the date of commencement of the Act and not transfer of suits filed after coming into force of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3a4fe132e70147858d52d1ba087c117a_46"
    },
    {
      "start": 5715,
      "end": 5844,
      "text": "Once the suit is accepted on file, the only option available to the court is to return the plaint under Order VII Rule 10 of CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b06223989fff4db0bac0d4a8f9a7653b_47"
    },
    {
      "start": 5846,
      "end": 6111,
      "text": "6. Replying to the contentions, Sri.G.Sreekumar Chelur raised a preliminary objection regarding the maintainability of the civil revision petition, since the order under challenge, if made in favour of the petitioner, will not have the effect of disposing the suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "96fcbddaab814d4bb6e23b4cfd6002af_48"
    },
    {
      "start": 6112,
      "end": 6368,
      "text": "As regards the contention that the dispute involved does not fall within the definition of the Act, learned counsel referred to the agreement and the plaint to contend that the agreement relates to immovable property used exclusively for trade or commerce.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8af9af7208b9413bab94138c2fb3c0c4_49"
    },
    {
      "start": 6369,
      "end": 6478,
      "text": "It is submitted that the building is constructed as a commercial building and cannot be put to any other use.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "31bde99146144f159ca584ea96e459a1_50"
    },
    {
      "start": 6479,
      "end": 6771,
      "text": "The learned counsel put forth an alternative contention that the licencee of the premises is actually a firm of which the petitioner is also a partner, and therefore, the dispute is also with respect to the partnership agreement and will hence, fall under Section 2(1)(c)(xv) of the Act also.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fb637d7885054b3ab2c549a9462d64ba_51"
    },
    {
      "start": 6772,
      "end": 7012,
      "text": "Referring to Section 21 of the Act, it is submitted that the provisions of the Act will override the provisions of the Court Fees Act and hence, the specified value has to be determined in the manner provided under Section 12 of the Act.\n7.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d98c14634ad4496495e041af15fdd56f_52"
    },
    {
      "start": 7013,
      "end": 7241,
      "text": "The objection of the learned counsel for the respondent regarding the maintainability of the civil revision petition is not being dealt with in detail, since the legal question arising for consideration is of general importance.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "db098621dc934fb5b826ed92c37085d5_53"
    },
    {
      "start": 7242,
      "end": 7410,
      "text": "Moreover, even if the objection is found to be valid, it is open for this court to consider the revision petition as one under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72b94ae22f7e4871bdb5922380b5d6c9_54"
    },
    {
      "start": 7412,
      "end": 7566,
      "text": "8. To resolve the issue arising for consideration, it is essential to understand the objective of the enactment with reference to the relevant provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d8f9d6d76ea45ad8a2f9ea8c16dee9e_55"
    },
    {
      "start": 7567,
      "end": 7881,
      "text": "The Commercial Courts Act, 2015 was enacted with the objective of providing an independent mechanism for early resolution of high-value commercial disputes involving complex facts and questions of law, so as to create a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7672dc96ddab4262938d6c35cc5a6ce5_56"
    },
    {
      "start": 7882,
      "end": 8070,
      "text": "By Act 28 of 2018, amendments were brought about to the Act, on realising that early resolution of commercial disputes of lesser value would create a more positive image amongst investors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8177e453597a46ca841befca786e419a_57"
    },
    {
      "start": 8071,
      "end": 8212,
      "text": "As mandated by Section 3, the State Government, in consultation with the High Court, has constituted Commercial Courts at the district level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b01d94a0251486688d2f5f54f43e944_58"
    },
    {
      "start": 8213,
      "end": 8349,
      "text": "As per Section 6, such courts have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e91eeb03bb2c423aa07540a95959c239_59"
    },
    {
      "start": 8350,
      "end": 10058,
      "text": "Section 2(1)(c) defines the term \"Commercial dispute\" as follows;\n\"2.(1)(c). \"Commercial dispute\" means a dispute arising out of-- (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum;\n(xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "58d6d8814cf048f9922490b04e8565f9_60"
    },
    {
      "start": 10059,
      "end": 12588,
      "text": "\nExplanation.--A commercial dispute shall not cease to be a commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\"\nAs per Section 2(1)(i), \"specified value\", in relation to a commercial dispute, means the value of the subject-matter in respect of a suit, as determined in accordance with Section 12, which shall not be less than three lakh rupees or such higher value, as may be notified by the Central Government. Section 12 prescribes the methodology for determination of Specified Value as under;\n\"12. Determination of Specified Value.- (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such specified value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such specified value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining specified value; and (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value;\n(2) The aggregate value of the claim and counter- claim, if any, as set out in the statement of claim and the counter-claim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be....\"",
      "labels": [
        "STA"
      ],
      "id": "fbc13fb9f19d4152be774c928339013c_61"
    },
    {
      "start": 12590,
      "end": 12946,
      "text": "Section 15(2) stipulates that all suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "7bbdab63222d41aa924a9928574f4fbe_62"
    },
    {
      "start": 12947,
      "end": 13206,
      "text": "As per the proviso to Section 15, no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "889677dc79e74d09b10d61d6b78b9975_63"
    },
    {
      "start": 13207,
      "end": 13737,
      "text": "In order to achieve the objective of speedy disposal of commercial disputes, the provisions of the Code of Civil Procedure, 1908 has been amended as postulated under Section 16 of the Act extracted here under;\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "58717a6ba3914c7eb5e83541274353d1_64"
    },
    {
      "start": 13738,
      "end": 13969,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
      "labels": [
        "STA"
      ],
      "id": "45e56d8e87aa4a50ab8df7214f0dcb8e_65"
    },
    {
      "start": 13970,
      "end": 14312,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"",
      "labels": [
        "STA"
      ],
      "id": "f40be757053a445d8d607eedd01b02cd_66"
    },
    {
      "start": 14314,
      "end": 14402,
      "text": "9. The very purpose of the Act is to provide for speedy disposal of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c96453bdf3f4b7d89649e99e7b07ec0_67"
    },
    {
      "start": 14403,
      "end": 14562,
      "text": "This purpose will be defeated if every other suit is transferred to Commercial Courts, on finding that the dispute involved has shades of a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d9736bf2f4e4bda84492f4b7ec9b13d_68"
    },
    {
      "start": 14563,
      "end": 14865,
      "text": "In this regard, it may be pertinent to note that, considering the exponential increase in the number of suits in Commercial Courts, there is a proposal to increase the minimum specified value from Rs.3 lakhs to Rs.10 lakhs and to notify all Subordinate Judges' Courts in the State as Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bba47885284c443f987a816a0099c2df_69"
    },
    {
      "start": 14867,
      "end": 15166,
      "text": "10. For a suit to fall under the jurisdiction of the Commercial Court, the following twin conditions are to be satisfied;\n(i) it shall be a commercial dispute within the meaning of Section 2(1)(c) of the Act; and (ii) such commercial disputes are of a specified value as per Section 2(i) of the Act.",
      "labels": [
        "STA"
      ],
      "id": "eb727d579c42468ebc75c2710d4423ca_70"
    },
    {
      "start": 15167,
      "end": 15338,
      "text": "\nTherefore, the sustainability of the impugned order depends on the meaning of the words \"agreements relating to immovable property used exclusively in trade or commerce\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92f926899a264334848183dbc3f048b6_71"
    },
    {
      "start": 15339,
      "end": 15481,
      "text": "This question was considered by the High Court of Gujarat in Vasu Healthcare Pvt. Ltd. v. Gujarat Akruti TCG Biotech Ltd. [AIR 2017 Guj. 153].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f306193fa0a549f986530f4ea3d642a6_72"
    },
    {
      "start": 15482,
      "end": 15786,
      "text": "Therein, the court observed that on a plain reading of the clause it is clear that the expression used means 'actually used' or 'being used' and if the intention of the legislature was to expand the scope, the phraseology used would have been different as for example \"likely to be used\" or \"to be used\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8dcbc984a5d94f9fada16fc96e51f3d0_73"
    },
    {
      "start": 15787,
      "end": 15951,
      "text": "The court concluded by holding that the word used denotes 'actually used' and it cannot be said to be either 'ready for use' or 'likely to be used' or 'to be used'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e0db00e26a1f41e795602e598e37b782_74"
    },
    {
      "start": 15952,
      "end": 16411,
      "text": "In Ambalal Sarabhai Enterprises Ltd. (supra), the Apex Court agreed with the view expressed in Vasu Healthcare (supra) and also referred to a decision in Federation of A.P. Chambers of Commerce & Industry and Ors. v. State of A.P and Ors. [(2006) 8 SCC 550], wherein, while interpreting a similar provision under Section 3(d) of the Andhra Pradesh Non- Agricultural Lands Assessment Act, 1963, the Apex Court opined that the user should be 'in praesenti'.\n11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "370e0b3aba0b4d79a337bf662ebe2855_75"
    },
    {
      "start": 16412,
      "end": 16687,
      "text": "As far as the instant case is concerned, there cannot be any dispute to the fact that no commercial activity or trade was being conducted in the plaint schedule building and by the licence agreement the respondent is permitted to conduct restaurant, bakery, hyper market etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a13025ccd1144a7a1df3ec95a2f7c40_76"
    },
    {
      "start": 16688,
      "end": 16855,
      "text": "It is hence clear that there was no user 'in praesenti' and the agreement cannot be termed as one relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44f2a0a4c8814b5d87df3e59bef5198b_77"
    },
    {
      "start": 16856,
      "end": 17182,
      "text": "The alternative contention raised by the learned counsel for the respondent that the petitioner is also a partner of the firm which is the actual licencee cannot be counternamed, since the agreement is executed by the respondent in his capacity as the sole proprietor and Director of a concern by name 'Savory Restaurant'.\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9a07d5e6ec4415a8e53e71f70850b26_78"
    },
    {
      "start": 17183,
      "end": 17326,
      "text": "I also find merit in the contention that the provisions of the Commercial Courts Act and the Court Fees Act should be interpreted harmoniously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acfa724aaa804fbd80785c36dd943abe_79"
    },
    {
      "start": 17327,
      "end": 17392,
      "text": "Section 27 of the Court Fees Act deals with suits for injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07394b0154124b90bd97bf4b7eff5ca8_80"
    },
    {
      "start": 17393,
      "end": 17601,
      "text": "As per Section 27(c), where the subject matter of the suit has a market value or not, fee shall be computed on the amount at which the relief sought is valued in the plaint or on Rs.500/- whichever is higher.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc2dc5ca6cd14ec89b3827b7475f70ba_81"
    },
    {
      "start": 17602,
      "end": 17956,
      "text": "The relief in the instant suit is for a decree of mandatory injunction directing the defendant to quit from the building described in plaint A and B schedules with damages for loss of user and occupation at the rate of Rs.10,42,125.00 per month from the date of suit till delivery of possession and the petitioner has paid court fees under Section 27(c).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a418e7db7dc4ccfbdf6bb9f877f1a06_82"
    },
    {
      "start": 17957,
      "end": 18109,
      "text": "In a suit for injunction simplicitor, it is the value of the relief claimed and not the value of the property involved that determines the jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7c4bfdec428439aa7f78d51945e5c7b_83"
    },
    {
      "start": 18110,
      "end": 18304,
      "text": "\"Subject matter\" is the substance for adjudication and has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce76d23ddc654411b4d70dd3351b435b_84"
    },
    {
      "start": 18305,
      "end": 18389,
      "text": "Similar question was considered by the High Court of Delhi in Mrs.Soni Dave (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4bc8017278849898c10eb6843a0da29_85"
    },
    {
      "start": 18390,
      "end": 18516,
      "text": "After careful scrutiny of Section 12 of the Act and the relevant provision of the Court Fees Act, it was held as follows;\n\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9fc7468ad9be478d90d8e206c2d3b7a1_86"
    },
    {
      "start": 18517,
      "end": 18780,
      "text": "In my view Section 12 of the Commercial Courts Act providing for determination of specified value as defined in Section 2(i) thereof is not intended to provide for a new mode of determining the valuation of the suit for the purpose of jurisdiction and court fees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02b9c5b5b70c4d87a1975a9a2bec3b36_87"
    },
    {
      "start": 18781,
      "end": 19045,
      "text": "It would be incongruous to hold that while for the purpose of payment of court fees the deemed fiction provided in the Court Fees Act for determining the value of the property is to apply but not for determining the specified value under the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0add559c13f6467e8bda5dc1899daeb9_88"
    },
    {
      "start": 19047,
      "end": 19842,
      "text": "28. In my opinion Section 12 of the Commercial Courts Act has to be read harmoniously with the Court Fees Act and the Suits Valuation Act and reading so, the specified value of a suit where the relief sought relates to immovable property or to a right thereunder has to be according to the market value of the immovable property only in such suits where the suit as per the Court Fees Act and/or the Suits Valuation Act has to be valued on the market value of the property and not where as per the Court Fees Act and the Suits Valuation Act the valuation of a suit even if for the relief of recovery of immovable property or a right therein is required to be anything other than market value as is the case in a suit by a landlord for recovery of possession of immovable property from a tenant.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3e86bb512a3140798ee2137f1721215e_89"
    },
    {
      "start": 19843,
      "end": 19918,
      "text": "\nSame view was taken by the Karnataka High Court in Fine Footwear Pvt. Ltd.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "44f1ec39ff934d0ba7970258941745fb_90"
    },
    {
      "start": 19919,
      "end": 20008,
      "text": "Represented by its Director v. Skechers USA Inc. and Another [2019 SCC Online Kar. 1024].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d0d23d38e895450cb01623348300b299_91"
    },
    {
      "start": 20009,
      "end": 20063,
      "text": "I am in respectful agreement with the above judgments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58ad5793888b483b94a6b0caf2cd4bb8_92"
    },
    {
      "start": 20064,
      "end": 20323,
      "text": "No doubt, the specified value of a suit is liable to be computed in accordance with the market value of the immovable property in such suits where, even as per the Court Fees Act, the value is to be determined on the basis of the market value of the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc2b89180ff04b92a55eff75b7b5728a_93"
    },
    {
      "start": 20324,
      "end": 20560,
      "text": "In respect of suits where the valuation under the Court Fees Act is based on anything other than market value of the immovable property, the valuation under the Court Fees Act should be the basis for deciding the pecuniary jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10fe111cd7f3476793629562c4d8893f_94"
    },
    {
      "start": 20562,
      "end": 20718,
      "text": "13. The final issue is whether the court below could have transferred the suit to the Commercial Court in exercise of the power under Section 15 of the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "d6e4b11fee95466c8b04a47912f99b96_95"
    },
    {
      "start": 20719,
      "end": 20936,
      "text": "In accordance with the mandate of Section 15, all suits falling within the ambit of 'commercial dispute' above the specified value got transferred to the jurisdictional Commercial Courts after the Act came into force.",
      "labels": [
        "RATIO"
      ],
      "id": "f62f6de8afba48d49e8a29c3ba81244b_96"
    },
    {
      "start": 20937,
      "end": 21262,
      "text": "If the suit or application is not transferred, the Commercial Appellate Division of the High Court can, in exercise of the power under Section 15(5), withdraw the suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Court having territorial jurisdiction.",
      "labels": [
        "RATIO"
      ],
      "id": "94361776cf57410592db0b91ca80f106_97"
    },
    {
      "start": 21263,
      "end": 21380,
      "text": "Therefore, the learned Munsiff could not have transferred the suit, by usurping the power vested with the High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "df2c2f9457b34360bd3f1e4c18095ca6_98"
    },
    {
      "start": 21381,
      "end": 21518,
      "text": "Having accepted the plaint and numbered the suit, the learned Munsiff could have only returned the plaint under Order VII Rule 10 of CPC.",
      "labels": [
        "RATIO"
      ],
      "id": "e7f94f48135a4f79945e7545b3b3b1cb_99"
    },
    {
      "start": 21519,
      "end": 21688,
      "text": "In this regard it may also be pertinent to note that even under Section 24 of CPC, the power to transfer suits is vested only with the High Court and the District Court.",
      "labels": [
        "RATIO"
      ],
      "id": "629be7604e484cfa8882b73176d0c346_100"
    },
    {
      "start": 21690,
      "end": 21744,
      "text": "In the result, the civil revision petition is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "54a4b55f834244d18b188837bdc59631_101"
    },
    {
      "start": 21745,
      "end": 21882,
      "text": "The impugned order, transferring O.S.No.151 of 2020 from the Munsiff's Court, Vadakara to the Commercial Court, Kozhikokde, is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "d14c08e154f94006b51ac8b16f1a8b3f_102"
    },
    {
      "start": 21883,
      "end": 21940,
      "text": "\nSd/-\nV.G.ARUN, JUDGE vgs PETITIONER ANNEXURE ANNEXURE A1",
      "labels": [
        "NONE"
      ],
      "id": "bc08519e59fc453f843fd7efc4382073_103"
    },
    {
      "start": 21941,
      "end": 22015,
      "text": "TRUE COPY OF THE PETITION BY DEFENDANT I.A. 1/2201 IS PRODUCED AND MARKED.",
      "labels": [
        "NONE"
      ],
      "id": "efef0a00b457407e829d7009578f6c5e_104"
    },
    {
      "start": 22017,
      "end": 22125,
      "text": "ANNEXURE A2 TRUE COPY OF THE COUNTER AFFIDAVIT BY PLAINTIFF IN IA 1/2021 BEFORE THE MUNSIFF COURT, VATAKARA.",
      "labels": [
        "NONE"
      ],
      "id": "b3460f09455a4a23a29af13f50035f79_105"
    },
    {
      "start": 22127,
      "end": 22187,
      "text": "ANNEXURE A3 TRUE COPY OF LICENSE AGREEMENT DATED 10.07.2017.",
      "labels": [
        "NONE"
      ],
      "id": "87a4daf57cf6412faeb8b03165433593_106"
    },
    {
      "start": 22189,
      "end": 22236,
      "text": "ANNEXURE A4 TRUE COPY OF PLAINT IN O.S. 51/2020",
      "labels": [
        "NONE"
      ],
      "id": "dd9ff130ce9042e6a367b1a2ff09e901_107"
    },
    {
      "start": 22237,
      "end": 22274,
      "text": "O THE FILE OF MUNSIFF COURT, VATAKARA",
      "labels": [
        "NONE"
      ],
      "id": "1ea8ab9ef8b643629cd82cffc3994da8_108"
    }
  ]
}