{
  "id": "5a067dcf85180246e453a310a6ec498f6042851af980180e4d4401f8e0fad65c",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras High Court \nM/S.Indus Cityscapes Constructions ... vs M/S.Karismaa Foundations Pvt.Ltd on 26 September, 2019 \nAuthor: C.Saravanan\nBench: R.Subbiah, C.Saravanan \n                                                                       O.S.A.No.107/2019 \n\n\n                               In High Court Of Judicature At Madras \n\n                                       Reserved On        25.07.2019 \n                                       Pronounced On      26.09.2019 \n\n                                                  Coram \n\n                               The Honourable Mr.Justice R.Subbiah \n                                                   And \n                              The Honourable Mr.Justice C.Saravanan \n\n\n                                        O.S.A.No.107 of 2019 \n                                                and \n                                   C.M.P.Nos.9741 & 12002 of 2019 \n\n\n\n                    M / s. Indus Cityscapes Constructions Pvt . Ltd., \n                    Rep.by its Director \n                    Mr.Ajay Lunawath, \n                    No.5C , Ego Trade Centre,\n                    809, P.H.Road,\n                    Chennai  600 010.                                   ... Appellant\n\n                                                     vs\n\n                    M/s.Karismaa Foundations Pvt.Ltd.,\n                    Rep.by its Managing Director\n                    Mr.Rakesh P Sheth, \n                    No.340, 1st South Main Road, \n                    Kapaleeswarar Nagar, Neelankarai, \n                    Chennai  600 115 .                                   ... Respondent \n\n\n                    Prayer: Original Side Appeal filed under Order Xxxvi Rule 9 of\n                    O.S.Rules r/w Clause 15 of the Letters Patent, to set aside the\n                    Judgment and Decree dated 31.01.2019 passed in Application\n                    No.6958 of 2018 in C.S.No.632 of 2018.\n\n\n\nhttp://www.judis.nic.in1/38\n                                                                             O.S.A.No.107/2019\n\n\n\n\n                                   For Appellant           : Mr.B.Arvind Srevatsa \n\n                                   For Respondent          : Mr.Nithyaesh \n\n\n                                                   Judgment\nC.Saravanan,J.\nThe appellant is the defendant in C.S.No.632 of 2018. The said suit has been filed by the respondent to recover a sum of Rs.1,31,19,604/- from the appellant along with interest at the r ate of 18% per annum from date of plaint till date of realization. \n2.The suit was numbered as a commercial dispute within the meaning of Section 2(c)(vi),(vii) and (xviii) read with Section 12 Commercial Courts Act, 2015. \n3.In the said suit, the respondent filed an Application No.6958 of 2018 under Order XIV Rule 8 of O.S Rules r/w Order 12 Rule 6 of CPC for judgment and decree on admission for a sum of Rs.1,31,19,604/- which has been partly allowed by the learned Single Judge vide the impugned order dated 31.01.2019 to the extent of Rs.72,48,440. \nhttp://www.judis.nic.in2/38 4.The said application was filed on the strength of a final invoice/bill dated 31.03.2013 [suit document No.2] raised by the respondent/plaintiff on the appellant/defendant for the residual work done and supplies effected for a sum of Rs.86,42,840/- (Rs.72,48,440 + Rs.13,94,400 = Rs.86,42,840) wherein the aforesaid sum of Rs.13,94,400/- represented the service tax which was paid by the appellant on reverse charge basis on 28.09.2013 under a Turnkey Construction contract dated 24.08.2009. \n5.The case for admission of liability is on the strength of the alleged acknowledgment of amounts due under the aforesaid final bill dated 31.03.2013 vide suit document No.2 and voluntary payment of service tax by the appellant on reverse charge basis on 28.09.2013 vide suit document No.3 to the credit of the Central Government. \n6.Facts relevant to the case is that the appellant and the respondent had entered into a turnkey agreement dated 24.08.2009 pursuant to which the respondent was awarded a turnkey contract to construct multi storeyed residential complex http://www.judis.nic.in3/38 called 'Amber'. The respondent had executed a works Contract under the aforesaid agreement and raised bills from time to time. \n7.After the completion of work, the respondent/plaintiff raised a suit document No.2 viz. the final invoice/bill dated 31.03.2013 for a sum of Rs.86,42,840/- inclusive of the service tax of Rs.13,94,400/. The said final invoice/bill was received and accepted by Shri Shreyans Lunwadh of the Appellant. \n8.The above amount was allegedly arrived after adjusting the payments already received. Meanwhile, the appellant remitted the service tax of Rs.13,94,400/- on 28.09.2013 vide Suit Document No.3.\n9.The appellant however neglected and failed to honour the billed/invoiced amount of Rs.72,48,440 though several reminders were sent by the respondent and the exchange of communication between them. These were filed as suit documents. \n10.Since the appellant failed to pay the amounts due to the respondent under the aforesaid final invoice/bill dated 31.03.2013, http://www.judis.nic.in4/38 the respondent issued a statutory notice dated 27.07.2016 under Section 433(e) of the Companies Act, 1956 to wind up the Appellant company and demanded Rs.72,48,440/- [Rs.86,42,840 - Rs.13,94,400/-] after deducting the service tax paid by the appellant.\n11.The respondent thereafter proceeded to file C.P.No.361 of 2016 before this Court on 20.09.2016. The said company petition was later transferred to the National Company Law Tribunal, Chennai and renumbered as CP/355/(IB)/2018.\n12.During the pendency of the aforesaid proceedings , the appellant filed C.S.No.59 of 2018 on 22.09.2016 for the following reliefs against the respondent and others:-\ni. Rs.10,55,760/- towards excess amount paid, along with future interest at the rate of 24% per annum on Rs.10,55,760/- from the date of plaint till realization;\nii. Rs.1,11,98,807.90/- towards amounts spent towards the completion of incomplete work and rectification of defective works, along with interest @ 24% per annum on Rs.1,11,98,807.90/- from the date of plaint till realization;\niii. Rs.1,00,000/- towards delay, along with interest @ 24% per annum on Rs.1,00,000/- from the date of plaint till realization;\nhttp://www.judis.nic.in5/38 iv. Rs.87,41,195/- towards demand made by commercial taxes department to the plaintiff herein ; \nv. For costs of the suit;\n13.Though, C.S.No.59 of 2018 was filed as early as 22.09.2016, it was numbered just few months prior to CP/355/(IB)/2018 being taken up for hearing by the National Company Law Tribunal Single Bench, Chennai. \n14.In view of the pendency of C.S.No.59 of 2018, the National Company Law Tribunal, Chennai dismissed the said company application filed under Section 9 of the Insolvency and Bankruptcy Code 2016 read with Rule 6 of the Insolvency and Bankruptcy (Application to Adjudicating Authority) Rules, 2016 by its order dated 09.07.2018.\n15.Under these circumstances, the respondent filed the present suit vide C.S.No.632 of 2018 to recover Rs.72,48,440 and interest thereon. While instituting C.S.No.632 of 2018, the respondent also filed Application No.6948 of 2018 under Order XII Rule 6 of CPC, 1908 for passing a judgment and decree on admission of liability. \nhttp://www.judis.nic.in6/38 16.The appellant filed written statement in C.S.No.632 of 2018 and also a counter affidavit in Application No.6948 of 2018 and prayed for dismissal of the said application filed under Order 12 Rule 6 of CPC, 1908.\n17.By an order dated 31.01.2019 , the learned Single Judge has partly allowed the said application to the extent of Rs.72,48,440/-. It is this order which has been impugned before us in this appeal. \n18.At the outset the learned counsel for the appellant submitted that an interim insolvency resolution professional has been appointed by the National Company Law Tribunal, Chennai in an Insolvency and Bankruptcy proceedings initiated against the respondent/plaintiff. It was therefore submitted that in terms of Section 14 (1) (a) of the Insolvency and Bankruptcy Code 2016 no further proceedings can be carried forward by or against the respondent. \n19.It was further submitted that the present Appeal may deferred by staying the operation of the impugned order dated http://www.judis.nic.in7/38 31.01.2019 passed by the Learned Single Judge. Both counsels were therefore asked the address this preliminary objection raised by the learned Counsel. \n20.The learned counsel for the appellant submitted that in view of the Section 14(1)(a) of Insolvency and Bankruptcy Code, 2016, the institution of suits or continuation of the pending suits or proceedings against a corporate debtor including execution of any judgment, decree or order in any court of law, tribunal, arbitration panel or any other authority or proceedings are prohibited pursuant to an order of adjudicating authority under the aforesaid Code. \n21.In this connection, the learned counsel for the appellant and the respondent drew attention to the decision of the Delhi High Court in Power Grid Corporation of India Ltd. vs Jyothi Structures Ltd, 2017 SCC OnLine Del 12189.\n22.The learned counsel for the respondent/plaintiff submitted that there is no bar under the Insolvency and Bankruptcy Code, 2016 to restrain a corporate debtor from further proceeding with http://www.judis.nic.in8/38 the beneficial proceedings. In absence of an express prohibition, a corporate debtor cannot be restrained from recovering amounts that are due to it. \n23.We examined the provision of Insolvency and Bankruptcy Code, 2016. Section 14 of the Act reads as under:-\n14.Moratorium 1) Subject to provisions of sub-sections (2) and (3), on the insolvency commencement date, the Adjudicating Authority shall by order declare moratorium for prohibiting all of the following, namely:-\n(a) the institution of suits or continuation of pending suits or proceedings against the corporate debtor including execution of any judgment, decree or order in any court of law, tribunal, arbitration panel or other authority;\n(b) transferring, encumbering, alienating or disposing of by the corporate debtor any of its assets or any legal right or beneficial interest therein;\n(c) any action to foreclose, recover or enforce any security interest created by the corporate debtor in respect of its property including any action under the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest (SARFAESI) Act, 2002; \n(d) the recovery of any property by an owner or lessor where such property is occupied by or in the possession of the corporate debtor. \n(2) The supply of essential goods or services to the corporate debtor as may be specified shall not be http://www.judis.nic.in9/38 terminated or suspended or interrupted during moratorium period. \n(3) The provisions of sub-section (1) shall not apply to such transactions as may be notified by the Central Government in consultation with any financial sector regulator. \n(4) The order of moratorium shall have effect from the date of such order till the completion of the corporate insolvency resolution process:\nPROVIDED that where at any time during the corporate insolvency resolution process period, if the Adjudicating Authority approves the resolution plan under sub-section (1) of section 31 or passes an order for liquidation of corporate debtor under section 33, the moratorium shall cease to have effect from the date of such approval or liquidation order, as the case may be. \n24.An Adjudicating Authority under the Insolvency and Bankruptcy Code can by an order declare a moratorium prohibiting institution of suits or continuation of pending suits or proceedings against the corporate debtor including execution of any judgment, decree or order in any court of law, tribunal, arbitration panel or other authority. \n25.The language of Section 14 (1) (a) of the Insolvency and Bankruptcy Code, 2016 is clear. Only proceedings against a corporate debtor including execution of any judgment and decree or http://www.judis.nic.in10/38 order in any court of law, tribunal, arbitration panel or other authority is prohibited. It does not prohibit institution of a proceedings by a corporate debtor against his debtor. \n26.Thus, Section 14 (1) (a) of the Insolvency and Bankruptcy Code 2016 merely prohibits institution or continuation of proceedings against the corporate debtor. \n27.Therefore, the declaration of moratorium by an Adjudicating Authority under the Insolvency and Bankruptcy Code, 2016 under Section 14 (1) (a) does not prohibit continuation of proceedings by a corporate debtor. \n28.In our view, the respondents were not only entitled to file C.S.No.632 of 2018 against the appellant to recover the amounts but also proceed further. \n29.The respondents have also informed that the Interim Insolvency Resolution Professional has also given a permission to them to proceed with C.S.No.632 of 2018 and defend the order passed by the learned Single Judge in the present Appeal. http://www.judis.nic.in11/38 30.We therefore answer the preliminary objection raised by the appellant in the negative. Accordingly, the preliminary objection raised by the appellant stands overruled. \n31.We shall therefore now proceed with merits of the case and examine the correctness of the impugned order passed by the learned single Judge under Order XII Rule 6 of CPC. \n32.The learned counsel for the appellant submits that C.S.No.59 of 2018 is pending before the Court against the respondent by the appellant. It was submitted that it is a prior in time. It was filed to recover the excess amount paid to the respondent and for damages. Therefore, both the suits should be heard together. \n33.The learned counsel for the appellant also submits that C.S.No.59 of 2018 also arises out of the same agreement. \n34.The learned counsel for the appellant further submits that invocation of Order XII Rule 6 of CPC, 1908 by the respondent for http://www.judis.nic.in12/38 the alleged outstanding amount of Rs.72,48,440/- after adjusting the amount of Rs.13,94,400/- remitted towards service tax is misplaced in as much as there is no admission of liability by mere payment of service tax to the Central Government vide Suit Document No.3.\n35.It was further submitted that the appellant is entitled to recover excess amount paid to the respondent and damages for the losses suffered on account of incomplete work and the delay in handing over possession. Therefore, the court ought to have ordered for a joint trial instead of allowing the application based on the alleged admission in final bill/invoice dated 31.03.2013.\n36.According to the appellant, it has got a good case on merits and the issues can be decided only after the trial by letting in oral and documentary evidence. It was further submitted that the original of document No.2 has not been filed and the admissibility of the such documents are a matter for trial. \n37.It is further submitted that suit document No.2 i.e the final bill/invoice dated 31.03.2013 was signed by Mr.Shreyans http://www.judis.nic.in13/38 Lunawath who is not a director of the Appellant Company and therefore it was submitted that there was neither admission of liability nor not binding on the appellant.\n38.The learned counsel further submitted that the admission is only a piece of evidence which can be explained and does bind a party unless it amounts to estoppel in terms of Section 17 of the Indian Evidence Act and it cannot be readily and straight away inferred. \n39.Whether there is an admission of liability particularly in the light of the fact that there are cross suits cannot be decided summarily without trial. \n40.It is further stated that the admission in documents can be proved to be erroneous and in this case the appellant can explain the entire transaction during the oral evidence. In this connection, the learned counsel for the appellant relied on the following cases:-\ni. Jeevan Diesels and Electricals Ltd., vs Jasbir Singh Chadha and Others (2010) 6 SCC 601.\n                               ii . Union   of   India   vs   Ibrahim    Uddin    and http://www.judis.nic.in14/38                                   Another (2012) 8 SCC 148. \niii. Himani Allots Ltd, vs Tata Steel Ltd (2011) 15 SCC 273.\niv. S.M.Asif vs Virender Kumar Bajaj (2015) 9 SCC 287.\n41.It is further submitted that the learned single Judge having noted that C.S.No.59 of 2018 was pending and that both were in the nature of cross suits and if two suits are tried in different courts can lead to anomalies and possible conflicting orders/ decrees has still allowed application under Order XII Rule 6 of CPC. \n42.It was further submitted that the issue can be determined only after the trial. After having held the that it is matter for trial, the question of passing judgment on admission does not arise as suit document No.2 can not be looked in isolation. \n43.It was further submitted that issue cannot be decided without consideration of overall evidence to be let-in in both suits. The learned counsel for appellant further submits that when issues in both the suits arise out of same causes of action under the same Turnkey Agreement and where rival claims are pending adjudication, invocation of Order XII Rule 6 of CPC was misplaced and therefore it http://www.judis.nic.in15/38 was not proper for the Court to have allowed the applications without trial.\n44.Per contra , the learned counsel for the respondent/plaintiff submits that the order of the learned Single Judge is well reasoned and requires no interference. It was submitted that though there are few contradictions in paragraph Nos.19 and 20 of the impugned order, nevertheless, the conclusion and the decision arrived by the learned Single Judge cannot be set aside, particularly, in the light of admission in suit document No.2 and 3.\n45.It was further submitted that the final amount in final bill/invoice dated 31.03.2013 (Suit Document No.2) was arrived after reconciliation of all the accounts after giving due credit to the payments already made. \n46.Final amount in final Invoice/Bill dated 31.03.2013 (Suit Document No.2) was accepted by a responsible officer of the appellant and therefore in view of the admission of liability, there is no case made out for interference with the impugned order of the learned single judge. \nhttp://www.judis.nic.in16/38 47.It was submitted that the issue is squarely covered by the decision of this court in O.S.A.No.274 2018 order dated 13.03.2019 between Indus Ind Bank vs M R. Selvakumar. \n48.It was submitted that as per the decision in Indus Ind Bank vs M.R.Selvakumar admission of liability alone is relevant. In the present case, the appellant has not only admitted the liability but had also acted in furtherance of the suit document No.2 namely Final Bill/Invoice dated 31.03.2013 by remitting proportionate amount of Rs.13,94,400/- as service tax, on 28.09.2013 vide suit Document No.3.\n49.It is submitted that pendency of C.S.No.59 of 2018 at the behest of the appellant was of no consequence as it was merely a ploy to delay the respondent from recovering admitted liability and was intended to create a confusion. \n50.It was further submitted that the respondent had earlier issued a notice dated 27.07.2016 to wind up the Appellant. Thereafter, the respondent filed C.P.No.361 of 2016 to wind up the http://www.judis.nic.in17/38 Appellant under the provisions of the Companies Act, 1956 on 20.09.2016. Though the appellant presented the plaint in C.S.No.59 of 2018 before this court on 22.9.2016, it was deliberately kept pending in SR stage for nearly two years without numbering it. \n51.It was numbered just in time to scuttle the winding up proceedings which was subsequently transferred to the National Company Law Tribunal and thereby thwarting the respondent from winding up the appellant herein. \n52.We have considered rival submissions of the learned counsel for the appellant and the respondent. We have also perused the suit documents and the case laws submitted by the learned counsel on behalf of the appellant and the respondent. \n53.The Delhi High Court in P.C.Gulati vs Lajya Ram AIR 1969 Del 632 has held that when there are three suits and one of the suits can be disposed on merits on the admission of the defendants, keeping that case pending would be unjustified merely because admission have not been made in the other suits. http://www.judis.nic.in18/38 54.The respondent raised a final invoice/bill dated 31.03.2013 vide suit Document No.2 inclusive of service tax amount of Rs.13,94,400/-. The appellants employee/representative had also received and accepted the said document. \n55.The appellant has also paid the service tax mentioned in the said document to the credit of the Central Government. Thus, there is a strong presumption that the appellant had tacitly accepted the liability in final invoice/bill dated 31.03.2013 vide suit Document No.2.\n56.The appellant and the respondent have exchanged various correspondence which culminated in filing of a rival suit vide C.S.No.59 of 2018 by the appellant against the respondent. The said suit is pending when the above application was allowed. \n57.Though there is a commercial dispute within the meaning of Section 2(1)(c) of the Commercial Courts Act, 2015 interse between the parties and both the suits were to be tried together, yet application under Order XII Rule 6 of CPC was filed and allowed. http://www.judis.nic.in19/38 58.Order VII, Order XII Rule 6, Order XV and under Order XXXVII of Civil Procedure Code contemplate summary disposal of suit without trial.\n59.Order XIII-A of the Civil Procedure Code as incorporated by the Commercial Courts Act, 2015 also contemplates a summary disposal of the commercial disputes by the Commercial Courts/ Commercial Division of the High Court without trial.\n60.Applicability of Order XIII A of CPC to summary suits filed under Order XXXVII of CPC has been expressly barred for resolution of commercial dispute under the Commercial Courts Act, 2015. \n61.It would therefore be apposite to refer to some of the provision of the Commercial Courts Act, 2015 and compare them with Order XII Rule 6 of the Civil Procedure Code which are applicable to civil suits filed under Civil Procedure Code. \n62.Before referring to the provision of the Commercial Courts Act, 2015, we shall refer to law under Order XII Rule 6 of CPC. The http://www.judis.nic.in20/38 object of the Order XII Rule 6 is to enable the plaintiff to obtain a speedy judgment to the extent of admission of liability by the defendant either in the pleading or otherwise. \n63.While passing order under Order XII Rule 6 of CPC, the court has to keep in mind that a judgment on admission is a judgment without trial which permanently denies any remedy to the defendant, by way of an appeal on merits. \n64.Therefore, unless the admission is clear, unambiguous and unconditional, the discretion cannot be exercised denying the valuable right of a defendant to contest the claim. \n65.In Himani Alloys Ltd. Vs Tata Steel Ltd., 2011 (3) Civil Court Cases 721, it was held that discretion should be used only when there is a clear admission\" which can be acted upon. [See also Uttam Singh Duggal & Co. Ltd. vs. United Bank of India, 2000 (7) SCC 120, Karam Kapahi vs. Lal Chand Public Charitable Trust, 2010 (4) SCC 753 and Jeevan Diesels and Electricals Ltd. vs. Jasbir Singh Chadha, 2010 (6) SCC 601]. http://www.judis.nic.in21/38 66.In Nagubai Ammal and others vs. B. Shama Road and others, AIR 1956 SC 593 , it was observed that merely because of written admission was made in a different context, such admission may not become relevant if the party making it has a reasonable explanation of that further observed that an admission is not conclusive as to the truth of the matter stated therein. \n67.In Razia Begum vs. Sahebzadi Anwar Begum, 1958 SC 886 , it was held that Order XII Rule 6 should be read along with proviso to Rule 5 of Order VIII of CPC. The court is not bound to relief on a mere admission of the claim by the defendant, if the court has reason to insist upon a clear proof apart from admissions. \n68.In Karam Kapahi & others vs. M/s Lal Chand Public Charitable & Another, (2010) 4 SCC 753 , following the dictum of Lord Jessel, the Master of Rolls, in Thorp vs Holdsworth [1876) 3 Ch D 637] in Chancery Division at p. 640, it was observed that the principles behind Order XII Rule 6 is to give the plaintiff a right to speedy judgment. Under this Rule either party may get rid of so much of the rival claims about which there is no controversy. http://www.judis.nic.in22/38 69.The Court there further referred to the 54th Law Commission Report which suggested amendments to enable the court to give a judgment not only on the application of a party but on its own motion. It was also observed that the amendment was brought about to further the ends of justice and give these provisions a wider sweep by empowering the Judges to use it ex debito justitiae, a Latin term, meaning a debt of justice and the thrust of the amendment is that in an appropriate case, a party, on the admission of the other party, can press for judgment, as a matter of legal right. However, the court always retains its discretion in the matter of pronouncing judgment. \n70.Question here to be examined is whether under the Commercial Courts Act, 2015 the commercial courts/ commercial division of the High Court can entertain an application under Order XII Rule 6 of the Code in the light of XIII A of the Code as inserted by the Commercial Courts Act, 2015 for commercial disputes. \n71.Under Rule 3 of Order XIII A of Code as inserted by the Commercial Courts Act, 2015, an applicant is entitled to file http://www.judis.nic.in23/38 applications for summary judgment. Such application has to be filed after summons have been served on the defendant. \n72.Under Order XIII-A Rule 3 of Code, the Commercial courts/ Commercial Division of the High Court may pass following against a plaintiff or a defendant on a claim, if it considers, that:-\ni. the plaintiff has no real prospect of succeeding on the claim; or ii. the defendant has no real prospect of successfully defending the claim, iii. as the case may be; and iv. where there are no other compelling reason as to why the claim should not be disposed of before recording of oral evidence. \n73.Thus, it is evident that Commercial Courts can dispose a commercial dispute even before recording evidence without trial. Rule 4 (1) of Order XIII-A reads as under:-\n(1)An application for summary judgment to a Court shall, in addition to any other matters the applicant may deem relevant, include the matters set forth in sub-clauses (a) to (f) mentioned hereunder:\n(a)the application must contain a statement that it is an application for summary judgment made under this Order;\n(b)the application must precisely disclose all http://www.judis.nic.in24/38 material facts and identify the point of law, if any;\n(c)in the event the applicant seeks to rely upon any documentary evidence, the applicant must,\n(d)include such documentary evidence in its application, and (e)(ii) identify the relevant content of such documentary evidence on which the applicant relies;\n(f) the application must state the reason why there are no real prospects of succeeding on the claim or defending the claim, as the case may be;\n(g)the application must state what relief the applicant is seeking and briefly state the grounds for seeking such relief.\n74.Rule 4(2) of Order XIII-A stipulates that Where a hearing for summary judgment is fixed, the respondent must be given at least thirty days notice of: i. the date fixed for the hearing; and ii. the claim that is proposed to be decided by the Court at such hearing.\n75.Under Rule 4(3) of Order XIII-A, the respondent may within a period of 30 days of receipt of notice of application for a summary judgment or notice of hearing (whichever is earlier), file a reply addressing the matters set forth in clauses (a) to (f) http://www.judis.nic.in25/38 mentioned hereunder in addition to any other matters that the respondent may deem relevant:\n(a)the reply must precisely (i)disclose all material facts;\n(ii) identify the point of law, if any; and (iii)state the reasons why the relief sought by the applicant should not be granted;\n(b)in the event the respondent seeks to rely upon any documentary evidence in its reply, the respondent must i. include such documentary evidence in its reply; and ii. identify the relevant content of such documentary evidence on which the respondent relies;\n(c)the reply must state the reason why there are real prospects of succeeding on the claim or defending the claim, as the case may be;\n(d)the reply must concisely state the issues that should be framed for trial;\n(e)the reply must identify what further evidence shall be brought on record at trial that could not be brought on record at the stage of summary judgment; and (f) the reply must state why, in light of the evidence or material on record if any, the Court should not proceed to summary judgment.\n76.As per Rule 6 of Order XIII- A, the commercial court/commercial division of the High Court may pass such orders as it may deem fit in the facts of the case including the following:-\nhttp://www.judis.nic.in26/38 i. judgment on claims;\nii. conditional order in accordance with rule 7 of Order XIII A of CPC;\niii. dismissing the application; iv. dismissing part of the claim and a judgment on part of the claim that is not dismissed; v. strikeout the pleadings (whether in whole or in part); or vi. further direction to proceed for case management under Order XV-A of the CPC.\n77.Thus, it is evident that the commercial court/commercial division of the High Court can dismiss a part of the claim and give a judgment on part of the claim that is not dismissed. \n78.The Commercial Courts/Commercial Division of High Courts can also pass an order including a judgment on claims without trial. To us it appears that this power is similar to the power of the Court under Order XII Rule 6 of CPC. \n79.Under Rule 7 of Order XIII -A, the commercial court/commercial division of the High Court may make a conditional order as set sought in Rule 6(1)(b) subject to all or any of the following conditions: i. require a party to deposit a sum of money in the Court;\nhttp://www.judis.nic.in27/38 ii. require a party to take a specified step in relation to the claim or defence, as the case may be;\niii. require a party, as the case may be, to give such security or provide such surety for restitution of costs as the Court deems fit and proper;\niv. impose such other conditions, including providing security for restitution of losses that any party is likely to suffer during the pendency of the suit, as the Court may deem fit in its discretion; and 80.However , before making such order, the Court has to record its reason for making such order. The commercial court/commercial division of the High Court while making a conditional order also has to specify the consequence of the failure to comply with the conditional order, including passing a judgment against the party who fails to comply with the conditional order passed by it. \n81.As per Section 16 of the Commercial Courts Act, 2015, the Commercial Courts and Commercial Division of High Courts have to follow the provisions of the Civil Procedure Code, 1908 as amended by it while dealing with commercial dispute of the specified value. \n82.At the same time under Section 16 of the Commercial Courts Act, 2015, where any provision of any rule of the http://www.judis.nic.in28/38 jurisdictional court or any amendment to the Civil Procedure Code, 1908 by the State Government are in conflict with the provisions of the Civil Procedure Code, 1908, as amended by the said Act, provisions of the Civil Procedure Code, 1908 as amended by the Act shall prevail. \n83.Though not all the provisions of CPC have been made inapplicable for resolving commercial dispute, some have been made inapplicable expressly while some by implication. If there is a conflict, Civil Procedure Code,1908 as amended by the Act will prevail over provisions of Civil Procedure Code for resolving of commercial disputes. \n84.There is an apparent overlap between the powers of the Civil Court to dispose a civil suit in a summary manner under Order XII Rule 6 of the Civil Procedure Code, 1908 and powers of the Commercial Courts / Commercial Division of High Court to dispose commercial dispute in a summary manner under Order XIII-A of CPC in the light of Order XV-A of CPC inserted to the Civil Procedure Code, 1908 by the Commercial Courts Act, 2015. http://www.judis.nic.in29/38 85.The Act contemplates disposal of the commercial dispute in a time bound manner by fixing specific timelines to be adhered by the parties. Order XV-A of CPC as inserted by the Commercial Courts Act, 2015 contemplates Case Management Hearing. \n86.Commercial Courts/Commercial Division of the High Court are to hold the First Case Management Hearing not later than four weeks from the date of filing of affidavit of admission or denial of documents by all parties to the suits. It is intended to set up a road map for resolution of Commercial Disputes so as to speed track the disposal of commercial dispute. \n87.From a reading of Order XV A to CPC as inserted by the Commercial Courts Act,2015, it is evident that after First Case Management Hearing, if it is found that there are issues of facts and law which are required to be tried, the Commercial Courts/Commercial Division of the High Court as the case may be may pass and order- i. framing the issues between the parties in accordance with order XIV Of the Civil Procedure Code, 1908 after examining pleadings, documents and documents produced before it, and on examination conducted by the court under Rule 2 of Order X, if required. \nhttp://www.judis.nic.in30/38 ii. Listing witness is to be examined by the parties; iii. fixing the date by which affidavit of evidence to be filed by the parties;\niv. fixing the date on which evidence of witnesses of the parties to be record;\nv. fixing the date by which written arguments are to be filed before the court by the parties: \nvi. fixing the date on which oral arguments are to be heard by the court; and vii.setting time limits for parties and their advocates to address oral arguments.\n88.Applicability of Order XV of Code is barred under the Act for resolution of Commercial Disputes. Though the Order XV of the Code in applicable to Commercial Disputes, the Commercial Court/ Commercial Division of the High Court can still pronounce judgment at the first case management hearing of the commercial disputes under Rule of Order XV-A of the Code where it is found that parties are not issue in the same manner as a civil court would dispose a suit under Order XV Rule 1 of the Code where parties are not in issue. \n89.Wherever, petitions/applications under Order XIII A are filed, the Commercial Courts/Commercial Divisions of High Court have to first dispose applications filed under Order XIII A of CPC before proceeding further under Order XVA of CPC. http://www.judis.nic.in31/38 90.The Commercial Courts/Commercial Division of the High Court Under Rule 6 Order XV-A of the Code as made applicable to commercial disputes have power to:-\ni. prior to the framing of issues, hear and decide any pending application filed by the parties under Order XIII-A;\nii. direct parties to file compilations of documents or pleadings relevant and necessary for framing issues;\niii. extend or shorten the time for compliance with any practice, direction or Court order if it finds sufficient reason to do so;\niv. adjourn or bring forward a hearing if it finds sufficient reason to do so;\nv. direct a party to attend the Court for the purposes of examination under Rule 2 of Order X; vi. consolidate proceedings;\nvii.strike off the name of any witness or evidence that it deems irrelevant to the issues framed; viii.direct a separate trial of any issue; ix. decide the order in which issues are to be tried; x. exclude an issue from consideration; xi. dismiss or give judgment on a claim after a decision on a preliminary issue; xii.direct that evidence be recorded by a Commission where necessary in accordance with Order XXVI; xiii.reject any affidavit of evidence filed by the parties for containing irrelevant, inadmissible or argumentative material;\nxiv.strike off any parts of the affidavit of evidence filed by the parties containing irrelevant, inadmissible or argumentative material; 22 (o) http://www.judis.nic.in32/38 delegate the recording of evidence to such authority appointed by the Court for this purpose; xv.pass any order relating to the monitoring of recording the evidence by a commission or any other authority;\nxvi.order any party to file and exchange a costs budget;\nxvii.issue directions or pass any order for the purpose of managing the case and furthering the overriding objective of ensuring the efficient disposal of the suit.\n91.The Commercial Courts/Commercial Division of the High Court have power to make the above orders subject to conditions, including a condition to pay a sum of money into Court; and specify the consequence of failure to comply with the order or a condition. \n92.Thus, the amendments to the Civil Procedure Code by the Commercial Courts Act, 2015 provides for separate method for disposing commercial litigation/disputes. The disposal has been speed tracked. \n93.The Commercial Courts Act read with Civil Procedure Code, 1908 is a complete code by itself for resolution of commercial disputes. Remedy provided under Order XIII-A of CPC covers situations contemplated under Order XII Rule 6 of CPC though they http://www.judis.nic.in33/38 are paraphrased differently and a separate treatment is accorded under the said Act. \n94.In our view , the remedy under Order XIII A of the Civil Procedure Code, 1908 as made applicable to a commercial dispute subsumes the remedy under Order XII Rule 6 of Civil Procedure Code, 1908 and enables a Commercial Court/ Commercial division of the High Court to pass a summary judgment independent of the procedure prescribed under Order XXXVII of CPC.\n95.In our view , while it was open to the party to file application under Order XIII A of CPC as amended by the Commercial Courts Act, 2015 in a commercial dispute, invocation of Order XII Rule 6 of CPC was misplaced in the facts of the present case in view of the special dispensation provided under the Act and in view of the pendency of a prior suit flowing from the same cause of action. Therefore, invocation of application under Order XII Rule 12 of CPC in our view was unwarranted in the facts of the case. \n96.Further, payment of service tax to the credit of central government by the appellant on reverse charge basis ipso facto http://www.judis.nic.in34/38 cannot amount to admission of liability though such an inference can be drawn that there was a tacit admission of liability after trial. \n97.Payment of service tax merely implies, compliance with the tax liability cast under the Finance Act, 1994 on the appellant and nothing more. \n98.Document No.3 and Document No.2 are only a piece of evidence which can be explained during trial. They can be shown to be erroneous or untrue, so long as the person to whom it was made has not acted upon it to his detriment, when it might become conclusive by way of estoppel. \n99.Therefore, there can no case for admission of liability except for Document No.3 read with Document No.2 which in our view needs to explained. The appellant has also stated that the original has not been filed. In our view, the appellant deserves a fair chance to explain their defence in a trial. \n100.That apart, admittedly, there is a commercial dispute between the parties and both the parties have filed cross suit http://www.judis.nic.in35/38 against each other. The resolution of the commercial dispute would be under the mechanism prescribed under the provision the Civil Procedure Code (CPC) as amended by of the Commercial Courts Act, 2015. \n101.Further, the learned Judge has also noted that both the suits were in the nature of cross suits and therefore they cannot be tried separately as such exercise may lead to anomalies and possible conflicting order/decrees. That being the case, order under Order XII Rule 6 has the propensity to deny justice to the appellant. Therefore, we are inclined to interfere with the impugned order by modifying the order/ directions contained therein. \n102.To meet the ends of justice, we direct the appellant to deposit the balance of the amount as ordered vide impugned order to the credit of C.S.No.632 of 2018 within a period of six weeks from the date of receipt of a copy of this order. \n103.On such compliance, both the suits i.e C.S.No.59 of 2018 and C.S.No.632 of 2018 shall be listed together for final disposal in http://www.judis.nic.in36/38 accordance with the amended provisions of the Civil Procedure Code as made applicable to the Commercial Disputes under the provisions of the Commercial Courts Act, 2015.\n104.In case there is no compliance of the order by the appellant, this order will come to an end sine die at the expiry of six weeks from the date of receipt of a copy of this order. \n105.The impugned order is modified accordingly. The present Original Side Appeal stands partly allowed with the above observations. No Cost. Consequently, connected Miscellaneous Petitions are closed. \n                                                                (R.P.S.,J.)          (C.S.N.,J.) \n\n                                                                         26.09.2019                    Index : Yes/No                    Internet : Yes/ No                    Speaking Order : Yes / No                    jen http://www.judis.nic.in37/38                                               R.SUBBIAH, J. \n                                                      and                                            C.SARAVANAN , J. \n\n\n                                                          jen                                         Pre - Delivery Judgment                                                             in                                                            and                                C.M.P.Nos.9741 & 12002 of 2019                                                    26.09.2019 http://www.judis.nic.in38/38  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb7f0eb87aef42c6bc5685be02acaf55_0"
    },
    {
      "start": 155,
      "end": 248,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f889686978924558b00846d6d7be755a_1"
    },
    {
      "start": 249,
      "end": 259,
      "text": "High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee22efd95753479b8d65682d332d4aee_2"
    },
    {
      "start": 260,
      "end": 357,
      "text": "\nM/S.Indus Cityscapes Constructions ... vs M/S.Karismaa Foundations Pvt.Ltd on 26 September, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8b138d067a145cca8fdc3a9d3fcbc48_3"
    },
    {
      "start": 359,
      "end": 408,
      "text": "Author: C.Saravanan\nBench: R.Subbiah, C.Saravanan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51b85505b14a4e3fb0f1df855402b151_4"
    },
    {
      "start": 481,
      "end": 498,
      "text": "O.S.A.No.107/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "212a4f5517444bfcbb3ddd11cdea1784_5"
    },
    {
      "start": 533,
      "end": 570,
      "text": "In High Court Of Judicature At Madras",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c380044fa4c04ae4a11b1b21ef46be29_6"
    },
    {
      "start": 612,
      "end": 623,
      "text": "Reserved On",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa8fc714d4b44c8a96bc31f9f0236da2_7"
    },
    {
      "start": 631,
      "end": 641,
      "text": "25.07.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c60ad801cd04d12a0c0cd9d23c3a8f4_8"
    },
    {
      "start": 682,
      "end": 695,
      "text": "Pronounced On",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65cf3cf45c3b47c1b2890c203d4f34cf_9"
    },
    {
      "start": 701,
      "end": 711,
      "text": "26.09.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a957f042b284c8a9d859575c6797841_10"
    },
    {
      "start": 764,
      "end": 838,
      "text": "Coram \n\n                               The Honourable Mr.Justice R.Subbiah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6f64be1bcb147e4a3b2e6067f43da40_11"
    },
    {
      "start": 891,
      "end": 963,
      "text": "And \n                              The Honourable Mr.Justice C.Saravanan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c62453519d924809b0e7e5fabc19d5d0_12"
    },
    {
      "start": 1007,
      "end": 1027,
      "text": "O.S.A.No.107 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69fe4ff350ab40139db780c70436656e_13"
    },
    {
      "start": 1077,
      "end": 1147,
      "text": "and \n                                   C.M.P.Nos.9741 & 12002 of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6215272de03b436c95f4dd13f70dcf46_14"
    },
    {
      "start": 1172,
      "end": 1178,
      "text": "M / s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb6cb9196c3e489fa6f0444b383bd0a3_15"
    },
    {
      "start": 1179,
      "end": 1213,
      "text": "Indus Cityscapes Constructions Pvt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "493169eabb774992b173125bfe64d41f_16"
    },
    {
      "start": 1214,
      "end": 1221,
      "text": ". Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "338d3876dc6048f68a364f2c15bec5a0_17"
    },
    {
      "start": 1243,
      "end": 1262,
      "text": "Rep.by its Director",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81d2aaba1080463794ef1679b7d36c65_18"
    },
    {
      "start": 1284,
      "end": 1301,
      "text": "Mr.Ajay Lunawath,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b399e033221747ac96d3230094e16e84_19"
    },
    {
      "start": 1323,
      "end": 1330,
      "text": "No.5C ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa4c2eabf19142c7b57efd6215973de2_20"
    },
    {
      "start": 1331,
      "end": 1340,
      "text": "Ego Trade",
      "labels": [
        "PREAMBLE"
      ],
      "id": "851ee0070fa04b2bab7cc7d7115340fb_21"
    },
    {
      "start": 1341,
      "end": 1670,
      "text": "Centre,\n                    809, P.H.Road,\n                    Chennai  600 010.                                   ... Appellant\n\n                                                     vs\n\n                    M/s.Karismaa Foundations Pvt.Ltd.,\n                    Rep.by its Managing Director\n                    Mr.Rakesh P Sheth,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3dd95b97e9346829c934018ea737b8a_22"
    },
    {
      "start": 1692,
      "end": 1720,
      "text": "No.340, 1st South Main Road,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6366c3b3439b45bd9972c4a8744e72ce_23"
    },
    {
      "start": 1721,
      "end": 1775,
      "text": "\n                    Kapaleeswarar Nagar, Neelankarai,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a37191c3535f4c608a161f2a6c6c4c79_24"
    },
    {
      "start": 1797,
      "end": 1804,
      "text": "Chennai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2ae9d217bcb45ff822693898e6e57b4_25"
    },
    {
      "start": 1806,
      "end": 1813,
      "text": "600 115",
      "labels": [
        "PREAMBLE"
      ],
      "id": "780618f70e474b0dbc2658f6f05dfd28_26"
    },
    {
      "start": 1814,
      "end": 1853,
      "text": ".                                   ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f19409cf4f234c74866dcc82ad94e56a_27"
    },
    {
      "start": 1854,
      "end": 1864,
      "text": "Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99ca8aeddbe94aceaa324d1525fa63c1_28"
    },
    {
      "start": 1888,
      "end": 1895,
      "text": "Prayer:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44f1fd6c9ca341b09a00f92e5db915c8_29"
    },
    {
      "start": 1896,
      "end": 2338,
      "text": "Original Side Appeal filed under Order Xxxvi Rule 9 of\n                    O.S.Rules r/w Clause 15 of the Letters Patent, to set aside the\n                    Judgment and Decree dated 31.01.2019 passed in Application\n                    No.6958 of 2018 in C.S.No.632 of 2018.\n\n\n\nhttp://www.judis.nic.in1/38\n                                                                             O.S.A.No.107/2019\n\n\n\n\n                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "249f98e9a3d947669e8c631dc7e17114_30"
    },
    {
      "start": 2338,
      "end": 2351,
      "text": "For Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4db43fd0bf324e5793508894a4a9472a_31"
    },
    {
      "start": 2352,
      "end": 2384,
      "text": "          : Mr.B.Arvind Srevatsa",
      "labels": [
        "PREAMBLE"
      ],
      "id": "feef680eb12e41229b302c5a58406674_32"
    },
    {
      "start": 2422,
      "end": 2436,
      "text": "For Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a75295009424643ab3c42d2f18fcc37_33"
    },
    {
      "start": 2437,
      "end": 2460,
      "text": "         : Mr.Nithyaesh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b2b7979d5db45f08e5e77f5ce917ecd_34"
    },
    {
      "start": 2461,
      "end": 2592,
      "text": "\n\n\n                                                   Judgment\nC.Saravanan,J.\nThe appellant is the defendant in C.S.No.632 of 2018.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd952ab066bc4656b8b5b03388dd6a39_35"
    },
    {
      "start": 2593,
      "end": 2724,
      "text": "The said suit has been filed by the respondent to recover a sum of Rs.1,31,19,604/- from the appellant along with interest at the r",
      "labels": [
        "FAC"
      ],
      "id": "5633cd6575e7424b92b6e02f20202147_36"
    },
    {
      "start": 2725,
      "end": 2791,
      "text": "ate of 18% per annum from date of plaint till date of realization.",
      "labels": [
        "FAC"
      ],
      "id": "ea6033debd4e4bca8df3f0b78639e7bd_37"
    },
    {
      "start": 2792,
      "end": 2947,
      "text": "\n2.The suit was numbered as a commercial dispute within the meaning of Section 2(c)(vi),(vii) and (xviii) read with Section 12 Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "74f1ff65f5f74d359c0c2367674ff53e_38"
    },
    {
      "start": 2948,
      "end": 3280,
      "text": "\n3.In the said suit, the respondent filed an Application No.6958 of 2018 under Order XIV Rule 8 of O.S Rules r/w Order 12 Rule 6 of CPC for judgment and decree on admission for a sum of Rs.1,31,19,604/- which has been partly allowed by the learned Single Judge vide the impugned order dated 31.01.2019 to the extent of Rs.72,48,440.",
      "labels": [
        "FAC"
      ],
      "id": "f141f82da5304602b44848316ad4f911_39"
    },
    {
      "start": 3281,
      "end": 3309,
      "text": "\nhttp://www.judis.nic.in2/38",
      "labels": [
        "FAC"
      ],
      "id": "34e137372d024a31aa8e674253b7ee82_40"
    },
    {
      "start": 3310,
      "end": 3604,
      "text": "4.The said application was filed on the strength of a final invoice/bill dated 31.03.2013 [suit document No.2] raised by the respondent/plaintiff on the appellant/defendant for the residual work done and supplies effected for a sum of Rs.86,42,840/- (Rs.72,48,440 + Rs.13,94,400 = Rs.86,42,840)",
      "labels": [
        "FAC"
      ],
      "id": "51a4d679d1004dbd8336d739121a7170_41"
    },
    {
      "start": 3605,
      "end": 3802,
      "text": "wherein the aforesaid sum of Rs.13,94,400/- represented the service tax which was paid by the appellant on reverse charge basis on 28.09.2013 under a Turnkey Construction contract dated 24.08.2009.",
      "labels": [
        "FAC"
      ],
      "id": "065daac1ab6c4b2faa330ad839d0922f_42"
    },
    {
      "start": 3803,
      "end": 4134,
      "text": "\n5.The case for admission of liability is on the strength of the alleged acknowledgment of amounts due under the aforesaid final bill dated 31.03.2013 vide suit document No.2 and voluntary payment of service tax by the appellant on reverse charge basis on 28.09.2013 vide suit document No.3 to the credit of the Central Government.",
      "labels": [
        "FAC"
      ],
      "id": "9f223384b8564d779c944b6db927e061_43"
    },
    {
      "start": 4135,
      "end": 4415,
      "text": "\n6.Facts relevant to the case is that the appellant and the respondent had entered into a turnkey agreement dated 24.08.2009 pursuant to which the respondent was awarded a turnkey contract to construct multi storeyed residential complex http://www.judis.nic.in3/38 called 'Amber'.",
      "labels": [
        "FAC"
      ],
      "id": "5c0fe18e76114fdb9b3c4630bfb09e5f_44"
    },
    {
      "start": 4416,
      "end": 4526,
      "text": "The respondent had executed a works Contract under the aforesaid agreement and raised bills from time to time.",
      "labels": [
        "FAC"
      ],
      "id": "ad11818496cc49dbb3d1ffc3a8f9fc8b_45"
    },
    {
      "start": 4528,
      "end": 4732,
      "text": "7.After the completion of work, the respondent/plaintiff raised a suit document No.2 viz. the final invoice/bill dated 31.03.2013 for a sum of Rs.86,42,840/- inclusive of the service tax of Rs.13,94,400/.",
      "labels": [
        "FAC"
      ],
      "id": "192d5a5e96bb4d8fa32e86d43bd207f5_46"
    },
    {
      "start": 4733,
      "end": 4829,
      "text": "The said final invoice/bill was received and accepted by Shri Shreyans Lunwadh of the Appellant.",
      "labels": [
        "FAC"
      ],
      "id": "c291c45e8a214f47a2778133ad610ebf_47"
    },
    {
      "start": 4830,
      "end": 4918,
      "text": "\n8.The above amount was allegedly arrived after adjusting the payments already received.",
      "labels": [
        "FAC"
      ],
      "id": "e670b4cba5e4474da0953403a0bffb7a_48"
    },
    {
      "start": 4919,
      "end": 5031,
      "text": "Meanwhile, the appellant remitted the service tax of Rs.13,94,400/- on 28.09.2013 vide Suit Document No.3.\n9.The",
      "labels": [
        "FAC"
      ],
      "id": "31a8f47d16d14d8eba075749f802644d_49"
    },
    {
      "start": 5032,
      "end": 5224,
      "text": "appellant however neglected and failed to honour the billed/invoiced amount of Rs.72,48,440 though several reminders were sent by the respondent and the exchange of communication between them.",
      "labels": [
        "FAC"
      ],
      "id": "3c3d578c637e499e9c2644cfbaa63548_50"
    },
    {
      "start": 5225,
      "end": 5260,
      "text": "These were filed as suit documents.",
      "labels": [
        "FAC"
      ],
      "id": "421e0fe6de5f45d9939d63d88da4f883_51"
    },
    {
      "start": 5262,
      "end": 5678,
      "text": "10.Since the appellant failed to pay the amounts due to the respondent under the aforesaid final invoice/bill dated 31.03.2013, http://www.judis.nic.in4/38 the respondent issued a statutory notice dated 27.07.2016 under Section 433(e) of the Companies Act, 1956 to wind up the Appellant company and demanded Rs.72,48,440/- [Rs.86,42,840 - Rs.13,94,400/-] after deducting the service tax paid by the appellant.\n11.The",
      "labels": [
        "FAC"
      ],
      "id": "85c49b89197c4b62bd2a6493560e9ea7_52"
    },
    {
      "start": 5679,
      "end": 5770,
      "text": "respondent thereafter proceeded to file C.P.No.361 of 2016 before this Court on 20.09.2016.",
      "labels": [
        "FAC"
      ],
      "id": "4a5c3b5e98e847c8b1fcffce708f998b_53"
    },
    {
      "start": 5771,
      "end": 5901,
      "text": "The said company petition was later transferred to the National Company Law Tribunal, Chennai and renumbered as CP/355/(IB)/2018.\n",
      "labels": [
        "FAC"
      ],
      "id": "681b1c55532443fc8bc7ad701bb7cdd6_54"
    },
    {
      "start": 5901,
      "end": 5910,
      "text": "12.During",
      "labels": [
        "FAC"
      ],
      "id": "93eea7324ea64e0fb085d51fd8d5d4d8_55"
    },
    {
      "start": 5911,
      "end": 5952,
      "text": "the pendency of the aforesaid proceedings",
      "labels": [
        "FAC"
      ],
      "id": "cdaf798b82294f92b5931a0eb707e0e4_56"
    },
    {
      "start": 5953,
      "end": 6618,
      "text": ", the appellant filed C.S.No.59 of 2018 on 22.09.2016 for the following reliefs against the respondent and others:-\ni. Rs.10,55,760/- towards excess amount paid, along with future interest at the rate of 24% per annum on Rs.10,55,760/- from the date of plaint till realization;\nii. Rs.1,11,98,807.90/- towards amounts spent towards the completion of incomplete work and rectification of defective works, along with interest @ 24% per annum on Rs.1,11,98,807.90/- from the date of plaint till realization;\niii. Rs.1,00,000/- towards delay, along with interest @ 24% per annum on Rs.1,00,000/- from the date of plaint till realization;\nhttp://www.judis.nic.in5/38 iv.",
      "labels": [
        "FAC"
      ],
      "id": "413c8bc72d824b7fb4c6fce9cf53a8af_57"
    },
    {
      "start": 6619,
      "end": 6633,
      "text": "Rs.87,41,195/-",
      "labels": [
        "FAC"
      ],
      "id": "91b879941edd4450a4f52de17670fcd1_58"
    },
    {
      "start": 6634,
      "end": 6708,
      "text": "towards demand made by commercial taxes department to the plaintiff herein",
      "labels": [
        "FAC"
      ],
      "id": "149060541cc34575abda4bbae85102d3_59"
    },
    {
      "start": 6709,
      "end": 6945,
      "text": "; \nv. For costs of the suit;\n13.Though, C.S.No.59 of 2018 was filed as early as 22.09.2016, it was numbered just few months prior to CP/355/(IB)/2018 being taken up for hearing by the National Company Law Tribunal Single Bench, Chennai.",
      "labels": [
        "FAC"
      ],
      "id": "740b02f6b6b647dd8abf25f49e04b760_60"
    },
    {
      "start": 6946,
      "end": 7413,
      "text": "\n14.In view of the pendency of C.S.No.59 of 2018, the National Company Law Tribunal, Chennai dismissed the said company application filed under Section 9 of the Insolvency and Bankruptcy Code 2016 read with Rule 6 of the Insolvency and Bankruptcy (Application to Adjudicating Authority) Rules, 2016 by its order dated 09.07.2018.\n15.Under these circumstances, the respondent filed the present suit vide C.S.No.632 of 2018 to recover Rs.72,48,440 and interest thereon.",
      "labels": [
        "FAC"
      ],
      "id": "c52856a7727d49fc8f04a8f73048eae9_61"
    },
    {
      "start": 7414,
      "end": 7602,
      "text": "While instituting C.S.No.632 of 2018, the respondent also filed Application No.6948 of 2018 under Order XII Rule 6 of CPC, 1908 for passing a judgment and decree on admission of liability.",
      "labels": [
        "FAC"
      ],
      "id": "4f2f50f7c468467d8b221f93990e7271_62"
    },
    {
      "start": 7603,
      "end": 7631,
      "text": "\nhttp://www.judis.nic.in6/38",
      "labels": [
        "FAC"
      ],
      "id": "000e5deb0c124189a6a6072b4fef818b_63"
    },
    {
      "start": 7632,
      "end": 7877,
      "text": "16.The appellant filed written statement in C.S.No.632 of 2018 and also a counter affidavit in Application No.6948 of 2018 and prayed for dismissal of the said application filed under Order 12 Rule 6 of CPC, 1908.\n17.By an order dated 31.01.2019",
      "labels": [
        "FAC"
      ],
      "id": "82895ce08cf64a35bc6c56d50690d901_64"
    },
    {
      "start": 7878,
      "end": 7977,
      "text": ", the learned Single Judge has partly allowed the said application to the extent of Rs.72,48,440/-.",
      "labels": [
        "FAC"
      ],
      "id": "e527ab3206fb49f8b095ee62d4f9dee8_65"
    },
    {
      "start": 7978,
      "end": 8044,
      "text": "It is this order which has been impugned before us in this appeal.",
      "labels": [
        "FAC"
      ],
      "id": "1b2e49c489cc487588c6802275bb2b33_66"
    },
    {
      "start": 8046,
      "end": 8314,
      "text": "18.At the outset the learned counsel for the appellant submitted that an interim insolvency resolution professional has been appointed by the National Company Law Tribunal, Chennai in an Insolvency and Bankruptcy proceedings initiated against the respondent/plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b657429ef344b90805dacf9430388ef_67"
    },
    {
      "start": 8315,
      "end": 8496,
      "text": "It was therefore submitted that in terms of Section 14 (1) (a) of the Insolvency and Bankruptcy Code 2016 no further proceedings can be carried forward by or against the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42cd504d62c64a16ad1099d6e51827ff_68"
    },
    {
      "start": 8498,
      "end": 8690,
      "text": "19.It was further submitted that the present Appeal may deferred by staying the operation of the impugned order dated http://www.judis.nic.in7/38 31.01.2019 passed by the Learned Single Judge.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b0eb916f141b4768a2e6b363727aed02_69"
    },
    {
      "start": 8691,
      "end": 8795,
      "text": "Both counsels were therefore asked the address this preliminary objection raised by the learned Counsel.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f469db5ea27427181a1d3250cf202f9_70"
    },
    {
      "start": 8796,
      "end": 9257,
      "text": "\n20.The learned counsel for the appellant submitted that in view of the Section 14(1)(a) of Insolvency and Bankruptcy Code, 2016, the institution of suits or continuation of the pending suits or proceedings against a corporate debtor including execution of any judgment, decree or order in any court of law, tribunal, arbitration panel or any other authority or proceedings are prohibited pursuant to an order of adjudicating authority under the aforesaid Code.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1a70853c821a4792bc526d7fd2c53faf_71"
    },
    {
      "start": 9258,
      "end": 9493,
      "text": "\n21.In this connection, the learned counsel for the appellant and the respondent drew attention to the decision of the Delhi High Court in Power Grid Corporation of India Ltd. vs Jyothi Structures Ltd, 2017 SCC OnLine Del 12189.\n22.The",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dcdb2c13771b47419a82d93c03e87c15_72"
    },
    {
      "start": 9494,
      "end": 9732,
      "text": "learned counsel for the respondent/plaintiff submitted that there is no bar under the Insolvency and Bankruptcy Code, 2016 to restrain a corporate debtor from further proceeding with http://www.judis.nic.in8/38 the beneficial proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "041cb0cc58274291a9c3a196d90b142a_73"
    },
    {
      "start": 9733,
      "end": 9854,
      "text": "In absence of an express prohibition, a corporate debtor cannot be restrained from recovering amounts that are due to it.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6525b0875e894de4842682d23408b237_74"
    },
    {
      "start": 9855,
      "end": 9925,
      "text": "\n23.We examined the provision of Insolvency and Bankruptcy Code, 2016.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1220347f0a7a448cb41b17772084c75d_75"
    },
    {
      "start": 9926,
      "end": 10829,
      "text": "Section 14 of the Act reads as under:-\n14.Moratorium 1) Subject to provisions of sub-sections (2) and (3), on the insolvency commencement date, the Adjudicating Authority shall by order declare moratorium for prohibiting all of the following, namely:-\n(a) the institution of suits or continuation of pending suits or proceedings against the corporate debtor including execution of any judgment, decree or order in any court of law, tribunal, arbitration panel or other authority;\n(b) transferring, encumbering, alienating or disposing of by the corporate debtor any of its assets or any legal right or beneficial interest therein;\n(c) any action to foreclose, recover or enforce any security interest created by the corporate debtor in respect of its property including any action under the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest (SARFAESI) Act, 2002;",
      "labels": [
        "STA"
      ],
      "id": "48331a0ed31942dbbb2706cbcfa00d59_76"
    },
    {
      "start": 10830,
      "end": 10966,
      "text": "\n(d) the recovery of any property by an owner or lessor where such property is occupied by or in the possession of the corporate debtor.",
      "labels": [
        "STA"
      ],
      "id": "a0adfb1377c046fba245cf8659a21147_77"
    },
    {
      "start": 10967,
      "end": 11163,
      "text": "\n(2) The supply of essential goods or services to the corporate debtor as may be specified shall not be http://www.judis.nic.in9/38 terminated or suspended or interrupted during moratorium period.",
      "labels": [
        "STA"
      ],
      "id": "068f99a47ee4407d8e3f0211774b05f2_78"
    },
    {
      "start": 11164,
      "end": 11337,
      "text": "\n(3) The provisions of sub-section (1) shall not apply to such transactions as may be notified by the Central Government in consultation with any financial sector regulator.",
      "labels": [
        "STA"
      ],
      "id": "bea218d9710e4dc78f1ed000ceb55dcc_79"
    },
    {
      "start": 11338,
      "end": 11854,
      "text": "\n(4) The order of moratorium shall have effect from the date of such order till the completion of the corporate insolvency resolution process:\nPROVIDED that where at any time during the corporate insolvency resolution process period, if the Adjudicating Authority approves the resolution plan under sub-section (1) of section 31 or passes an order for liquidation of corporate debtor under section 33, the moratorium shall cease to have effect from the date of such approval or liquidation order, as the case may be.",
      "labels": [
        "STA"
      ],
      "id": "a5da5d9a4db64204878e0af4c3f80498_80"
    },
    {
      "start": 11855,
      "end": 12194,
      "text": "\n24.An Adjudicating Authority under the Insolvency and Bankruptcy Code can by an order declare a moratorium prohibiting institution of suits or continuation of pending suits or proceedings against the corporate debtor including execution of any judgment, decree or order in any court of law, tribunal, arbitration panel or other authority.",
      "labels": [
        "STA"
      ],
      "id": "1ae9aba4b2824027bab8560344a40e49_81"
    },
    {
      "start": 12196,
      "end": 12202,
      "text": "25.The",
      "labels": [
        "STA"
      ],
      "id": "c29f9ac5b5154f5bbda001d11cd5342a_82"
    },
    {
      "start": 12203,
      "end": 12287,
      "text": "language of Section 14 (1) (a) of the Insolvency and Bankruptcy Code, 2016 is clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31f8e87aa4d54f13b635ef934feca0f9_83"
    },
    {
      "start": 12288,
      "end": 12499,
      "text": "Only proceedings against a corporate debtor including execution of any judgment and decree or http://www.judis.nic.in10/38 order in any court of law, tribunal, arbitration panel or other authority is prohibited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "155e16d6b5c14caf9f13de6516057afb_84"
    },
    {
      "start": 12500,
      "end": 12591,
      "text": "It does not prohibit institution of a proceedings by a corporate debtor against his debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "659674d69ef240e695d0e38383b5d618_85"
    },
    {
      "start": 12592,
      "end": 12753,
      "text": "\n26.Thus, Section 14 (1) (a) of the Insolvency and Bankruptcy Code 2016 merely prohibits institution or continuation of proceedings against the corporate debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a397a4d1678948beb484df3eceda0a4c_86"
    },
    {
      "start": 12754,
      "end": 12968,
      "text": "\n27.Therefore, the declaration of moratorium by an Adjudicating Authority under the Insolvency and Bankruptcy Code, 2016 under Section 14 (1) (a) does not prohibit continuation of proceedings by a corporate debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62efd751787e426bb6562bf26670dbc9_87"
    },
    {
      "start": 12969,
      "end": 13122,
      "text": "\n28.In our view, the respondents were not only entitled to file C.S.No.632 of 2018 against the appellant to recover the amounts but also proceed further.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f2b532ecf7d4daca8cffb3be715054f_88"
    },
    {
      "start": 13123,
      "end": 13363,
      "text": "\n29.The respondents have also informed that the Interim Insolvency Resolution Professional has also given a permission to them to proceed with C.S.No.632 of 2018 and defend the order passed by the learned Single Judge in the present Appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2b16bfead8874068966021e709b87c78_89"
    },
    {
      "start": 13364,
      "end": 13392,
      "text": "http://www.judis.nic.in11/38",
      "labels": [
        "NONE"
      ],
      "id": "9b15acb9b19544f6b772d7ac6863ad3e_90"
    },
    {
      "start": 13393,
      "end": 13482,
      "text": "30.We therefore answer the preliminary objection raised by the appellant in the negative.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71d8437d260842c5b1a8b18ec375ea64_91"
    },
    {
      "start": 13483,
      "end": 13563,
      "text": "Accordingly, the preliminary objection raised by the appellant stands overruled.",
      "labels": [
        "RPC"
      ],
      "id": "2978d5d7c7d646908fef1c96789cf80a_92"
    },
    {
      "start": 13564,
      "end": 13738,
      "text": "\n31.We shall therefore now proceed with merits of the case and examine the correctness of the impugned order passed by the learned single Judge under Order XII Rule 6 of CPC.",
      "labels": [
        "RPC"
      ],
      "id": "580385b914f04f89ac1094a0b2e10c06_93"
    },
    {
      "start": 13740,
      "end": 13746,
      "text": "32.The",
      "labels": [
        "NONE"
      ],
      "id": "0e153db004ad4dd5bf12f5790e3e04b3_94"
    },
    {
      "start": 13747,
      "end": 13880,
      "text": "learned counsel for the appellant submits that C.S.No.59 of 2018 is pending before the Court against the respondent by the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f37c7c6d82f644bb8680c0ae38ed5411_95"
    },
    {
      "start": 13881,
      "end": 13925,
      "text": "It was submitted that it is a prior in time.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5219c7e2306422a84ad70a32a97fc13_96"
    },
    {
      "start": 13926,
      "end": 14007,
      "text": "It was filed to recover the excess amount paid to the respondent and for damages.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "574fadabcb4e45a098e4dab31ffbbb2e_97"
    },
    {
      "start": 14008,
      "end": 14059,
      "text": "Therefore, both the suits should be heard together.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "86434c40970d4b12b233410895bf97f9_98"
    },
    {
      "start": 14060,
      "end": 14176,
      "text": "\n33.The learned counsel for the appellant also submits that C.S.No.59 of 2018 also arises out of the same agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "82b08ce25d384e4aae11878c9f2871a3_99"
    },
    {
      "start": 14178,
      "end": 14607,
      "text": "34.The learned counsel for the appellant further submits that invocation of Order XII Rule 6 of CPC, 1908 by the respondent for http://www.judis.nic.in12/38 the alleged outstanding amount of Rs.72,48,440/- after adjusting the amount of Rs.13,94,400/- remitted towards service tax is misplaced in as much as there is no admission of liability by mere payment of service tax to the Central Government vide Suit Document No.3.\n35.It",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5b8d85354f74213a06d7d3cce963e3c_100"
    },
    {
      "start": 14608,
      "end": 14816,
      "text": "was further submitted that the appellant is entitled to recover excess amount paid to the respondent and damages for the losses suffered on account of incomplete work and the delay in handing over possession.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cd43a9989bc3455c88505bce4e022070_101"
    },
    {
      "start": 14817,
      "end": 15144,
      "text": "Therefore, the court ought to have ordered for a joint trial instead of allowing the application based on the alleged admission in final bill/invoice dated 31.03.2013.\n36.According to the appellant, it has got a good case on merits and the issues can be decided only after the trial by letting in oral and documentary evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c00cf815093474eb246f3f053226cef_102"
    },
    {
      "start": 15145,
      "end": 15291,
      "text": "It was further submitted that the original of document No.2 has not been filed and the admissibility of the such documents are a matter for trial.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9484dc18eb94a62ae4675f33502c050_103"
    },
    {
      "start": 15292,
      "end": 15875,
      "text": "\n37.It is further submitted that suit document No.2 i.e the final bill/invoice dated 31.03.2013 was signed by Mr.Shreyans http://www.judis.nic.in13/38 Lunawath who is not a director of the Appellant Company and therefore it was submitted that there was neither admission of liability nor not binding on the appellant.\n38.The learned counsel further submitted that the admission is only a piece of evidence which can be explained and does bind a party unless it amounts to estoppel in terms of Section 17 of the Indian Evidence Act and it cannot be readily and straight away inferred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9da0b293ebdc4ef18f167800685e437b_104"
    },
    {
      "start": 15877,
      "end": 16030,
      "text": "39.Whether there is an admission of liability particularly in the light of the fact that there are cross suits cannot be decided summarily without trial.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68d3d0fc0130408189bbf94878cdafeb_105"
    },
    {
      "start": 16032,
      "end": 16209,
      "text": "40.It is further stated that the admission in documents can be proved to be erroneous and in this case the appellant can explain the entire transaction during the oral evidence.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2363319d99494ea99fbfae42eb3a02df_106"
    },
    {
      "start": 16210,
      "end": 16302,
      "text": "In this connection, the learned counsel for the appellant relied on the following cases:-\ni.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d10c257b41d34870a83769fca35b1cf3_107"
    },
    {
      "start": 16303,
      "end": 16425,
      "text": "Jeevan Diesels and Electricals Ltd., vs Jasbir Singh Chadha and Others (2010) 6 SCC 601.\n                               ii",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5e42b11e0f04b468775f2aba7706749_108"
    },
    {
      "start": 16426,
      "end": 16566,
      "text": ". Union   of   India   vs   Ibrahim    Uddin    and http://www.judis.nic.in14/38                                   Another (2012) 8 SCC 148.",
      "labels": [
        "NONE"
      ],
      "id": "8b608fbfad464e62ab58570176b72b29_109"
    },
    {
      "start": 16568,
      "end": 16689,
      "text": "iii. Himani Allots Ltd, vs Tata Steel Ltd (2011) 15 SCC 273.\niv. S.M.Asif vs Virender Kumar Bajaj (2015) 9 SCC 287.\n41.It",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c34aeaff7173430585c7aa94cf761ca2_110"
    },
    {
      "start": 16690,
      "end": 17007,
      "text": "is further submitted that the learned single Judge having noted that C.S.No.59 of 2018 was pending and that both were in the nature of cross suits and if two suits are tried in different courts can lead to anomalies and possible conflicting orders/ decrees has still allowed application under Order XII Rule 6 of CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b7598def86354844a2a0b820dfd61b70_111"
    },
    {
      "start": 17008,
      "end": 17091,
      "text": "\n42.It was further submitted that the issue can be determined only after the trial.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fbb43c4698c441c1a8f36b999902ecaf_112"
    },
    {
      "start": 17092,
      "end": 17225,
      "text": "After having held the that it is matter for trial, the question of passing judgment on admission does not arise as suit document No.2",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "302b105760204cbf94e1ee1fe66f7eed_113"
    },
    {
      "start": 17226,
      "end": 17257,
      "text": "can not be looked in isolation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fcf98f45bc444557aee0c796ae48e808_114"
    },
    {
      "start": 17258,
      "end": 17385,
      "text": "\n43.It was further submitted that issue cannot be decided without consideration of overall evidence to be let-in in both suits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "71f13ddf2e374de88b0b2c33e86bb4e0_115"
    },
    {
      "start": 17386,
      "end": 17776,
      "text": "The learned counsel for appellant further submits that when issues in both the suits arise out of same causes of action under the same Turnkey Agreement and where rival claims are pending adjudication, invocation of Order XII Rule 6 of CPC was misplaced and therefore it http://www.judis.nic.in15/38 was not proper for the Court to have allowed the applications without trial.\n44.Per contra",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1d35d55cd4ab4f53b4d4110e715ec367_116"
    },
    {
      "start": 17777,
      "end": 17925,
      "text": ", the learned counsel for the respondent/plaintiff submits that the order of the learned Single Judge is well reasoned and requires no interference.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "07e827cc3ec5402b8c0fb4e14c02a2b8_117"
    },
    {
      "start": 17926,
      "end": 18211,
      "text": "It was submitted that though there are few contradictions in paragraph Nos.19 and 20 of the impugned order, nevertheless, the conclusion and the decision arrived by the learned Single Judge cannot be set aside, particularly, in the light of admission in suit document No.2 and 3.\n45.It",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f4b2c574d30b4a28a698b825cd0347f3_118"
    },
    {
      "start": 18212,
      "end": 18422,
      "text": "was further submitted that the final amount in final bill/invoice dated 31.03.2013 (Suit Document No.2) was arrived after reconciliation of all the accounts after giving due credit to the payments already made.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "28a28f7e804b4cc2a798962896975f4d_119"
    },
    {
      "start": 18423,
      "end": 18703,
      "text": "\n46.Final amount in final Invoice/Bill dated 31.03.2013 (Suit Document No.2) was accepted by a responsible officer of the appellant and therefore in view of the admission of liability, there is no case made out for interference with the impugned order of the learned single judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50bc254721b6444e8e6457d49a243417_120"
    },
    {
      "start": 18704,
      "end": 18905,
      "text": "\nhttp://www.judis.nic.in16/38 47.It was submitted that the issue is squarely covered by the decision of this court in O.S.A.No.274 2018 order dated 13.03.2019 between Indus Ind Bank vs M R. Selvakumar.",
      "labels": [
        "FAC"
      ],
      "id": "bb6afd6266d74c17a24af4a6b32ed57a_121"
    },
    {
      "start": 18907,
      "end": 19029,
      "text": "48.It was submitted that as per the decision in Indus Ind Bank vs M.R.Selvakumar admission of liability alone is relevant.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f3f61ce24f294cd28545f31cdf6691fa_122"
    },
    {
      "start": 19030,
      "end": 19316,
      "text": "In the present case, the appellant has not only admitted the liability but had also acted in furtherance of the suit document No.2 namely Final Bill/Invoice dated 31.03.2013 by remitting proportionate amount of Rs.13,94,400/- as service tax, on 28.09.2013 vide suit Document No.3.\n49.It",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "aa4a1a07d6cf4a16ba10cf3a4f4fcec5_123"
    },
    {
      "start": 19317,
      "end": 19540,
      "text": "is submitted that pendency of C.S.No.59 of 2018 at the behest of the appellant was of no consequence as it was merely a ploy to delay the respondent from recovering admitted liability and was intended to create a confusion.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d7be7b8f008a47bda8f2b7904ba3067d_124"
    },
    {
      "start": 19542,
      "end": 19660,
      "text": "50.It was further submitted that the respondent had earlier issued a notice dated 27.07.2016 to wind up the Appellant.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9538f2a3a0474b40880e262c88656d8f_125"
    },
    {
      "start": 19661,
      "end": 19829,
      "text": "Thereafter, the respondent filed C.P.No.361 of 2016 to wind up the http://www.judis.nic.in17/38 Appellant under the provisions of the Companies Act, 1956 on 20.09.2016.",
      "labels": [
        "FAC"
      ],
      "id": "357d2f34f9cc4d8c932c22e64811691b_126"
    },
    {
      "start": 19830,
      "end": 20012,
      "text": "Though the appellant presented the plaint in C.S.No.59 of 2018 before this court on 22.9.2016, it was deliberately kept pending in SR stage for nearly two years without numbering it.",
      "labels": [
        "FAC"
      ],
      "id": "588ba59a41e941298a1f2d7e3c3c4efc_127"
    },
    {
      "start": 20013,
      "end": 20230,
      "text": "\n51.It was numbered just in time to scuttle the winding up proceedings which was subsequently transferred to the National Company Law Tribunal and thereby thwarting the respondent from winding up the appellant herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "459804edde1941689a14b19640308474_128"
    },
    {
      "start": 20231,
      "end": 20332,
      "text": "\n52.We have considered rival submissions of the learned counsel for the appellant and the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "e2311683a7d54ed19373693c4dc8bb6d_129"
    },
    {
      "start": 20333,
      "end": 20470,
      "text": "We have also perused the suit documents and the case laws submitted by the learned counsel on behalf of the appellant and the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "af3ee2dafecf40ac8cc3d4de1968e089_130"
    },
    {
      "start": 20472,
      "end": 20478,
      "text": "53.The",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d95fa9bc543d495aa9352f587e0761bb_131"
    },
    {
      "start": 20479,
      "end": 20774,
      "text": "Delhi High Court in P.C.Gulati vs Lajya Ram AIR 1969 Del 632 has held that when there are three suits and one of the suits can be disposed on merits on the admission of the defendants, keeping that case pending would be unjustified merely because admission have not been made in the other suits.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7c278a6430e4504a6eec93dfe00823e_132"
    },
    {
      "start": 20775,
      "end": 20803,
      "text": "http://www.judis.nic.in18/38",
      "labels": [
        "ANALYSIS"
      ],
      "id": "900cbaf4e48945669f230ef784520412_133"
    },
    {
      "start": 20804,
      "end": 20810,
      "text": "54.The",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32584fa327534dac8a891d7b82a40289_134"
    },
    {
      "start": 20811,
      "end": 20941,
      "text": "respondent raised a final invoice/bill dated 31.03.2013 vide suit Document No.2 inclusive of service tax amount of Rs.13,94,400/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4cc1df08e364c6e8b8d2bd3fb88007e_135"
    },
    {
      "start": 20942,
      "end": 21030,
      "text": "The appellants employee/representative had also received and accepted the said document.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "192c5f874af4413892ae8696fda53643_136"
    },
    {
      "start": 21032,
      "end": 21038,
      "text": "55.The",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e67ce94a2c1844448d2d8000d1d21bfa_137"
    },
    {
      "start": 21039,
      "end": 21150,
      "text": "appellant has also paid the service tax mentioned in the said document to the credit of the Central Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adb6f58457e04062a5bf20d0b528a182_138"
    },
    {
      "start": 21151,
      "end": 21485,
      "text": "Thus, there is a strong presumption that the appellant had tacitly accepted the liability in final invoice/bill dated 31.03.2013 vide suit Document No.2.\n56.The appellant and the respondent have exchanged various correspondence which culminated in filing of a rival suit vide C.S.No.59 of 2018 by the appellant against the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07d2a4abdbf84f318dac54c75e246773_139"
    },
    {
      "start": 21486,
      "end": 21550,
      "text": "The said suit is pending when the above application was allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dabb8cc958324bf8b5860ea2195b9b80_140"
    },
    {
      "start": 21551,
      "end": 22405,
      "text": "\n57.Though there is a commercial dispute within the meaning of Section 2(1)(c) of the Commercial Courts Act, 2015 interse between the parties and both the suits were to be tried together, yet application under Order XII Rule 6 of CPC was filed and allowed. http://www.judis.nic.in19/38 58.Order VII, Order XII Rule 6, Order XV and under Order XXXVII of Civil Procedure Code contemplate summary disposal of suit without trial.\n59.Order XIII-A of the Civil Procedure Code as incorporated by the Commercial Courts Act, 2015 also contemplates a summary disposal of the commercial disputes by the Commercial Courts/ Commercial Division of the High Court without trial.\n60.Applicability of Order XIII A of CPC to summary suits filed under Order XXXVII of CPC has been expressly barred for resolution of commercial dispute under the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03866e0611084a60a036fcf1dc2b60b7_141"
    },
    {
      "start": 22406,
      "end": 22646,
      "text": "\n61.It would therefore be apposite to refer to some of the provision of the Commercial Courts Act, 2015 and compare them with Order XII Rule 6 of the Civil Procedure Code which are applicable to civil suits filed under Civil Procedure Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45cded6ba204419e8bce0c23369a50d2_142"
    },
    {
      "start": 22648,
      "end": 22773,
      "text": "62.Before referring to the provision of the Commercial Courts Act, 2015, we shall refer to law under Order XII Rule 6 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc30db1c28124f15acedea268496af7d_143"
    },
    {
      "start": 22774,
      "end": 22986,
      "text": "The http://www.judis.nic.in20/38 object of the Order XII Rule 6 is to enable the plaintiff to obtain a speedy judgment to the extent of admission of liability by the defendant either in the pleading or otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5d4aabe5da644c282b5071781c0c921_144"
    },
    {
      "start": 22987,
      "end": 23213,
      "text": "\n63.While passing order under Order XII Rule 6 of CPC, the court has to keep in mind that a judgment on admission is a judgment without trial which permanently denies any remedy to the defendant, by way of an appeal on merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a333336564bc4c7abac1a9c0ed3a1149_145"
    },
    {
      "start": 23214,
      "end": 23389,
      "text": "\n64.Therefore, unless the admission is clear, unambiguous and unconditional, the discretion cannot be exercised denying the valuable right of a defendant to contest the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f240e377ced440dc9deb81a06d61738a_146"
    },
    {
      "start": 23391,
      "end": 23573,
      "text": "65.In Himani Alloys Ltd. Vs Tata Steel Ltd., 2011 (3) Civil Court Cases 721, it was held that discretion should be used only when there is a clear admission\" which can be acted upon.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7e29fcc8f434c28ac095a7cf3724cee_147"
    },
    {
      "start": 23574,
      "end": 23810,
      "text": "[See also Uttam Singh Duggal & Co. Ltd. vs. United Bank of India, 2000 (7) SCC 120, Karam Kapahi vs. Lal Chand Public Charitable Trust, 2010 (4) SCC 753 and Jeevan Diesels and Electricals Ltd. vs. Jasbir Singh Chadha, 2010 (6) SCC 601].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf5cfe316aa742638eae16c76cbe6c6c_148"
    },
    {
      "start": 23811,
      "end": 23839,
      "text": "http://www.judis.nic.in21/38",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7eeea7efeb9d4c6a822f7491da714d99_149"
    },
    {
      "start": 23840,
      "end": 23916,
      "text": "66.In Nagubai Ammal and others vs. B. Shama Road and others, AIR 1956 SC 593",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c5c9abd009646fa938daf982ff5b014_150"
    },
    {
      "start": 23917,
      "end": 24206,
      "text": ", it was observed that merely because of written admission was made in a different context, such admission may not become relevant if the party making it has a reasonable explanation of that further observed that an admission is not conclusive as to the truth of the matter stated therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf0632fe06004736be87190753ab976b_151"
    },
    {
      "start": 24208,
      "end": 24264,
      "text": "67.In Razia Begum vs. Sahebzadi Anwar Begum, 1958 SC 886",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d4dcaba9eff45d9bb6912b89fa54ecc_152"
    },
    {
      "start": 24265,
      "end": 24366,
      "text": ", it was held that Order XII Rule 6 should be read along with proviso to Rule 5 of Order VIII of CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "35bd8a6bca114261861ff72cec06002b_153"
    },
    {
      "start": 24367,
      "end": 24526,
      "text": "The court is not bound to relief on a mere admission of the claim by the defendant, if the court has reason to insist upon a clear proof apart from admissions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6315cb516fac410f90aaba578d185fde_154"
    },
    {
      "start": 24528,
      "end": 24619,
      "text": "68.In Karam Kapahi & others vs. M/s Lal Chand Public Charitable & Another, (2010) 4 SCC 753",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4a9cd5eb963b4d5c94c56cf14ddad432_155"
    },
    {
      "start": 24620,
      "end": 24866,
      "text": ", following the dictum of Lord Jessel, the Master of Rolls, in Thorp vs Holdsworth [1876) 3 Ch D 637] in Chancery Division at p. 640, it was observed that the principles behind Order XII Rule 6 is to give the plaintiff a right to speedy judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "11359f90a76e4278b84460005bb15460_156"
    },
    {
      "start": 24867,
      "end": 24975,
      "text": "Under this Rule either party may get rid of so much of the rival claims about which there is no controversy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c0564a25a304bc18d7736e64a16ca8c_157"
    },
    {
      "start": 24976,
      "end": 25004,
      "text": "http://www.judis.nic.in22/38",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "98229eedfbc14f8c847f5af8c79bf1e5_158"
    },
    {
      "start": 25005,
      "end": 25011,
      "text": "69.The",
      "labels": [
        "ANALYSIS"
      ],
      "id": "786077e8b2bc45db8a455bdcb6d01da6_159"
    },
    {
      "start": 25012,
      "end": 25202,
      "text": "Court there further referred to the 54th Law Commission Report which suggested amendments to enable the court to give a judgment not only on the application of a party but on its own motion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7854bcf6016c4c008fd82decd325d09b_160"
    },
    {
      "start": 25203,
      "end": 25589,
      "text": "It was also observed that the amendment was brought about to further the ends of justice and give these provisions a wider sweep by empowering the Judges to use it ex debito justitiae, a Latin term, meaning a debt of justice and the thrust of the amendment is that in an appropriate case, a party, on the admission of the other party, can press for judgment, as a matter of legal right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9912b5c3cdf843cfbdecf3ff15889c60_161"
    },
    {
      "start": 25590,
      "end": 25677,
      "text": "However, the court always retains its discretion in the matter of pronouncing judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cc37b4e1a744973832ce691ad4c9a6f_162"
    },
    {
      "start": 25678,
      "end": 25991,
      "text": "\n70.Question here to be examined is whether under the Commercial Courts Act, 2015 the commercial courts/ commercial division of the High Court can entertain an application under Order XII Rule 6 of the Code in the light of XIII A of the Code as inserted by the Commercial Courts Act, 2015 for commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "012bf8c9b5f34b0bbf45017a077ad856_163"
    },
    {
      "start": 25993,
      "end": 26177,
      "text": "71.Under Rule 3 of Order XIII A of Code as inserted by the Commercial Courts Act, 2015, an applicant is entitled to file http://www.judis.nic.in23/38 applications for summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3055c7477ac4a75b0d32ac1fb100742_164"
    },
    {
      "start": 26178,
      "end": 26259,
      "text": "Such application has to be filed after summons have been served on the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "637ce625cd094d4db7641c4ea006eb41_165"
    },
    {
      "start": 26260,
      "end": 26751,
      "text": "\n72.Under Order XIII-A Rule 3 of Code, the Commercial courts/ Commercial Division of the High Court may pass following against a plaintiff or a defendant on a claim, if it considers, that:-\ni. the plaintiff has no real prospect of succeeding on the claim; or ii. the defendant has no real prospect of successfully defending the claim, iii. as the case may be; and iv. where there are no other compelling reason as to why the claim should not be disposed of before recording of oral evidence.",
      "labels": [
        "STA"
      ],
      "id": "a35db46ac4f54eb8b9f80d20d7fa5c80_166"
    },
    {
      "start": 26752,
      "end": 26877,
      "text": "\n73.Thus, it is evident that Commercial Courts can dispose a commercial dispute even before recording evidence without trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13ecef3fd03e4647b27ddfacc9415a32_167"
    },
    {
      "start": 26878,
      "end": 30243,
      "text": "Rule 4 (1) of Order XIII-A reads as under:-\n(1)An application for summary judgment to a Court shall, in addition to any other matters the applicant may deem relevant, include the matters set forth in sub-clauses (a) to (f) mentioned hereunder:\n(a)the application must contain a statement that it is an application for summary judgment made under this Order;\n(b)the application must precisely disclose all http://www.judis.nic.in24/38 material facts and identify the point of law, if any;\n(c)in the event the applicant seeks to rely upon any documentary evidence, the applicant must,\n(d)include such documentary evidence in its application, and (e)(ii) identify the relevant content of such documentary evidence on which the applicant relies;\n(f) the application must state the reason why there are no real prospects of succeeding on the claim or defending the claim, as the case may be;\n(g)the application must state what relief the applicant is seeking and briefly state the grounds for seeking such relief.\n74.Rule 4(2) of Order XIII-A stipulates that Where a hearing for summary judgment is fixed, the respondent must be given at least thirty days notice of: i. the date fixed for the hearing; and ii. the claim that is proposed to be decided by the Court at such hearing.\n75.Under Rule 4(3) of Order XIII-A, the respondent may within a period of 30 days of receipt of notice of application for a summary judgment or notice of hearing (whichever is earlier), file a reply addressing the matters set forth in clauses (a) to (f) http://www.judis.nic.in25/38 mentioned hereunder in addition to any other matters that the respondent may deem relevant:\n(a)the reply must precisely (i)disclose all material facts;\n(ii) identify the point of law, if any; and (iii)state the reasons why the relief sought by the applicant should not be granted;\n(b)in the event the respondent seeks to rely upon any documentary evidence in its reply, the respondent must i. include such documentary evidence in its reply; and ii. identify the relevant content of such documentary evidence on which the respondent relies;\n(c)the reply must state the reason why there are real prospects of succeeding on the claim or defending the claim, as the case may be;\n(d)the reply must concisely state the issues that should be framed for trial;\n(e)the reply must identify what further evidence shall be brought on record at trial that could not be brought on record at the stage of summary judgment; and (f) the reply must state why, in light of the evidence or material on record if any, the Court should not proceed to summary judgment.\n76.As per Rule 6 of Order XIII- A, the commercial court/commercial division of the High Court may pass such orders as it may deem fit in the facts of the case including the following:-\nhttp://www.judis.nic.in26/38 i. judgment on claims;\nii. conditional order in accordance with rule 7 of Order XIII A of CPC;\niii. dismissing the application; iv. dismissing part of the claim and a judgment on part of the claim that is not dismissed; v. strikeout the pleadings (whether in whole or in part); or vi. further direction to proceed for case management under Order XV-A of the CPC.\n77.Thus, it is evident that the commercial court/commercial division of the High Court can dismiss a part of the claim and give a judgment on part of the claim that is not dismissed.",
      "labels": [
        "STA"
      ],
      "id": "851458c27aa34554ae71357ac9e42fdd_168"
    },
    {
      "start": 30245,
      "end": 30373,
      "text": "78.The Commercial Courts/Commercial Division of High Courts can also pass an order including a judgment on claims without trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d37691efe87946d8b84901e6271f1152_169"
    },
    {
      "start": 30374,
      "end": 30474,
      "text": "To us it appears that this power is similar to the power of the Court under Order XII Rule 6 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "679fecf729df469fa469be0fd246e30b_170"
    },
    {
      "start": 30475,
      "end": 31221,
      "text": "\n79.Under Rule 7 of Order XIII -A, the commercial court/commercial division of the High Court may make a conditional order as set sought in Rule 6(1)(b) subject to all or any of the following conditions: i. require a party to deposit a sum of money in the Court;\nhttp://www.judis.nic.in27/38 ii. require a party to take a specified step in relation to the claim or defence, as the case may be;\niii. require a party, as the case may be, to give such security or provide such surety for restitution of costs as the Court deems fit and proper;\niv. impose such other conditions, including providing security for restitution of losses that any party is likely to suffer during the pendency of the suit, as the Court may deem fit in its discretion; and",
      "labels": [
        "STA"
      ],
      "id": "6fe03f4fea0e4df896cd3aade0fd285b_171"
    },
    {
      "start": 31222,
      "end": 31232,
      "text": "80.However",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd740b04731d489b8c09ce3fc2fbf777_172"
    },
    {
      "start": 31233,
      "end": 31318,
      "text": ", before making such order, the Court has to record its reason for making such order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c0144b9a361475e8e02e8cb25ba562b_173"
    },
    {
      "start": 31319,
      "end": 31607,
      "text": "The commercial court/commercial division of the High Court while making a conditional order also has to specify the consequence of the failure to comply with the conditional order, including passing a judgment against the party who fails to comply with the conditional order passed by it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0598e196e5b941339a0627dbb4917688_174"
    },
    {
      "start": 31608,
      "end": 31869,
      "text": "\n81.As per Section 16 of the Commercial Courts Act, 2015, the Commercial Courts and Commercial Division of High Courts have to follow the provisions of the Civil Procedure Code, 1908 as amended by it while dealing with commercial dispute of the specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9234fda0cc92459095ba326d9421589c_175"
    },
    {
      "start": 31870,
      "end": 32288,
      "text": "\n82.At the same time under Section 16 of the Commercial Courts Act, 2015, where any provision of any rule of the http://www.judis.nic.in28/38 jurisdictional court or any amendment to the Civil Procedure Code, 1908 by the State Government are in conflict with the provisions of the Civil Procedure Code, 1908, as amended by the said Act, provisions of the Civil Procedure Code, 1908 as amended by the Act shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edac96e17b134bfaa3df4e2d952cf8d7_176"
    },
    {
      "start": 32289,
      "end": 32461,
      "text": "\n83.Though not all the provisions of CPC have been made inapplicable for resolving commercial dispute, some have been made inapplicable expressly while some by implication.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "311b19660e3147a49fb799e081b468e7_177"
    },
    {
      "start": 32462,
      "end": 32624,
      "text": "If there is a conflict, Civil Procedure Code,1908 as amended by the Act will prevail over provisions of Civil Procedure Code for resolving of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db677766bce643bea58bb4b25f20009a_178"
    },
    {
      "start": 32625,
      "end": 33227,
      "text": "\n84.There is an apparent overlap between the powers of the Civil Court to dispose a civil suit in a summary manner under Order XII Rule 6 of the Civil Procedure Code, 1908 and powers of the Commercial Courts / Commercial Division of High Court to dispose commercial dispute in a summary manner under Order XIII-A of CPC in the light of Order XV-A of CPC inserted to the Civil Procedure Code, 1908 by the Commercial Courts Act, 2015. http://www.judis.nic.in29/38 85.The Act contemplates disposal of the commercial dispute in a time bound manner by fixing specific timelines to be adhered by the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "257b805b3cc74de29cbb16a455dedca8_179"
    },
    {
      "start": 33228,
      "end": 33330,
      "text": "Order XV-A of CPC as inserted by the Commercial Courts Act, 2015 contemplates Case Management Hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5a75fbdf59b4e62894f73e0436333a9_180"
    },
    {
      "start": 33332,
      "end": 33564,
      "text": "86.Commercial Courts/Commercial Division of the High Court are to hold the First Case Management Hearing not later than four weeks from the date of filing of affidavit of admission or denial of documents by all parties to the suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81125903bfb44bd2b4f3630259c07e0d_181"
    },
    {
      "start": 33565,
      "end": 33695,
      "text": "It is intended to set up a road map for resolution of Commercial Disputes so as to speed track the disposal of commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d76a1b7de34843c1b4eb0f456776757c_182"
    },
    {
      "start": 33696,
      "end": 34279,
      "text": "\n87.From a reading of Order XV A to CPC as inserted by the Commercial Courts Act,2015, it is evident that after First Case Management Hearing, if it is found that there are issues of facts and law which are required to be tried, the Commercial Courts/Commercial Division of the High Court as the case may be may pass and order- i. framing the issues between the parties in accordance with order XIV Of the Civil Procedure Code, 1908 after examining pleadings, documents and documents produced before it, and on examination conducted by the court under Rule 2 of Order X, if required.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f306ccaa8e04978abc8d938250c0069_183"
    },
    {
      "start": 34280,
      "end": 34309,
      "text": "\nhttp://www.judis.nic.in30/38",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e02b5557dc2146469f3c29ed6691fed7_184"
    },
    {
      "start": 34310,
      "end": 34618,
      "text": "ii. Listing witness is to be examined by the parties; iii. fixing the date by which affidavit of evidence to be filed by the parties;\niv. fixing the date on which evidence of witnesses of the parties to be record;\nv. fixing the date by which written arguments are to be filed before the court by the parties:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce39407ef5e7487e896688c21062c6a7_185"
    },
    {
      "start": 34620,
      "end": 34880,
      "text": "vi. fixing the date on which oral arguments are to be heard by the court; and vii.setting time limits for parties and their advocates to address oral arguments.\n88.Applicability of Order XV of Code is barred under the Act for resolution of Commercial Disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a7ca2cc95934b24bde969efb173e90e_186"
    },
    {
      "start": 34881,
      "end": 35308,
      "text": "Though the Order XV of the Code in applicable to Commercial Disputes, the Commercial Court/ Commercial Division of the High Court can still pronounce judgment at the first case management hearing of the commercial disputes under Rule of Order XV-A of the Code where it is found that parties are not issue in the same manner as a civil court would dispose a suit under Order XV Rule 1 of the Code where parties are not in issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0eb4ebb00394ce0968598f16667fa11_187"
    },
    {
      "start": 35309,
      "end": 37695,
      "text": "\n89.Wherever, petitions/applications under Order XIII A are filed, the Commercial Courts/Commercial Divisions of High Court have to first dispose applications filed under Order XIII A of CPC before proceeding further under Order XVA of CPC. http://www.judis.nic.in31/38 90.The Commercial Courts/Commercial Division of the High Court Under Rule 6 Order XV-A of the Code as made applicable to commercial disputes have power to:-\ni. prior to the framing of issues, hear and decide any pending application filed by the parties under Order XIII-A;\nii. direct parties to file compilations of documents or pleadings relevant and necessary for framing issues;\niii. extend or shorten the time for compliance with any practice, direction or Court order if it finds sufficient reason to do so;\niv. adjourn or bring forward a hearing if it finds sufficient reason to do so;\nv. direct a party to attend the Court for the purposes of examination under Rule 2 of Order X; vi. consolidate proceedings;\nvii.strike off the name of any witness or evidence that it deems irrelevant to the issues framed; viii.direct a separate trial of any issue; ix. decide the order in which issues are to be tried; x. exclude an issue from consideration; xi. dismiss or give judgment on a claim after a decision on a preliminary issue; xii.direct that evidence be recorded by a Commission where necessary in accordance with Order XXVI; xiii.reject any affidavit of evidence filed by the parties for containing irrelevant, inadmissible or argumentative material;\nxiv.strike off any parts of the affidavit of evidence filed by the parties containing irrelevant, inadmissible or argumentative material; 22 (o) http://www.judis.nic.in32/38 delegate the recording of evidence to such authority appointed by the Court for this purpose; xv.pass any order relating to the monitoring of recording the evidence by a commission or any other authority;\nxvi.order any party to file and exchange a costs budget;\nxvii.issue directions or pass any order for the purpose of managing the case and furthering the overriding objective of ensuring the efficient disposal of the suit.\n91.The Commercial Courts/Commercial Division of the High Court have power to make the above orders subject to conditions, including a condition to pay a sum of money into Court; and specify the consequence of failure to comply with the order or a condition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "096d0856895b427eb562cbc4994a301d_188"
    },
    {
      "start": 37696,
      "end": 37858,
      "text": "\n92.Thus, the amendments to the Civil Procedure Code by the Commercial Courts Act, 2015 provides for separate method for disposing commercial litigation/disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ba66915361b4712b0ccee02a5969e17_189"
    },
    {
      "start": 37859,
      "end": 37895,
      "text": "The disposal has been speed tracked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4525e0d0721d495aac36aa0604ed9e71_190"
    },
    {
      "start": 37896,
      "end": 38030,
      "text": "\n93.The Commercial Courts Act read with Civil Procedure Code, 1908 is a complete code by itself for resolution of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e353bc815641439f930ce7c4d21234e6_191"
    },
    {
      "start": 38031,
      "end": 38259,
      "text": "Remedy provided under Order XIII-A of CPC covers situations contemplated under Order XII Rule 6 of CPC though they http://www.judis.nic.in33/38 are paraphrased differently and a separate treatment is accorded under the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b673a4176b2f4b559b9ab02b0dbab293_192"
    },
    {
      "start": 38260,
      "end": 38636,
      "text": "\n94.In our view , the remedy under Order XIII A of the Civil Procedure Code, 1908 as made applicable to a commercial dispute subsumes the remedy under Order XII Rule 6 of Civil Procedure Code, 1908 and enables a Commercial Court/ Commercial division of the High Court to pass a summary judgment independent of the procedure prescribed under Order XXXVII of CPC.\n95.In our view",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ee676bbf3cd4dbab00594d102e1358f_193"
    },
    {
      "start": 38637,
      "end": 39013,
      "text": ", while it was open to the party to file application under Order XIII A of CPC as amended by the Commercial Courts Act, 2015 in a commercial dispute, invocation of Order XII Rule 6 of CPC was misplaced in the facts of the present case in view of the special dispensation provided under the Act and in view of the pendency of a prior suit flowing from the same cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9941f4d689c4167b8d3715799efc9d5_194"
    },
    {
      "start": 39014,
      "end": 39135,
      "text": "Therefore, invocation of application under Order XII Rule 12 of CPC in our view was unwarranted in the facts of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "714d478dc31443c9b69c58f7d58bf622_195"
    },
    {
      "start": 39136,
      "end": 39425,
      "text": "\n96.Further, payment of service tax to the credit of central government by the appellant on reverse charge basis ipso facto http://www.judis.nic.in34/38 cannot amount to admission of liability though such an inference can be drawn that there was a tacit admission of liability after trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b9aa1376e41459d9d668feb16ff82b1_196"
    },
    {
      "start": 39426,
      "end": 39570,
      "text": "\n97.Payment of service tax merely implies, compliance with the tax liability cast under the Finance Act, 1994 on the appellant and nothing more.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5e51ab7a68f440385e1f3a09e06b916_197"
    },
    {
      "start": 39572,
      "end": 39672,
      "text": "98.Document No.3 and Document No.2 are only a piece of evidence which can be explained during trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "632c2289fa5549c0bc8f7c93ce3bd6ba_198"
    },
    {
      "start": 39673,
      "end": 39851,
      "text": "They can be shown to be erroneous or untrue, so long as the person to whom it was made has not acted upon it to his detriment, when it might become conclusive by way of estoppel.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f70e2e13fb1a4f63a3ac7231018ff823_199"
    },
    {
      "start": 39852,
      "end": 39998,
      "text": "\n99.Therefore, there can no case for admission of liability except for Document No.3 read with Document No.2 which in our view needs to explained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4985a53045204c518f951ab9f3ba70f3_200"
    },
    {
      "start": 39999,
      "end": 40066,
      "text": "The appellant has also stated that the original has not been filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96b54b4012724f39bba2c9e980054b86_201"
    },
    {
      "start": 40067,
      "end": 40153,
      "text": "In our view, the appellant deserves a fair chance to explain their defence in a trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0b37b3ab1854e8e8a29f5d5fe25481b_202"
    },
    {
      "start": 40155,
      "end": 40324,
      "text": "100.That apart, admittedly, there is a commercial dispute between the parties and both the parties have filed cross suit http://www.judis.nic.in35/38 against each other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d422f12b0c64125a30b6b5c03bfbac7_203"
    },
    {
      "start": 40325,
      "end": 40506,
      "text": "The resolution of the commercial dispute would be under the mechanism prescribed under the provision the Civil Procedure Code (CPC) as amended by of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37a8af36c5ab485d9c8cd773db3f3447_204"
    },
    {
      "start": 40507,
      "end": 40732,
      "text": "\n101.Further, the learned Judge has also noted that both the suits were in the nature of cross suits and therefore they cannot be tried separately as such exercise may lead to anomalies and possible conflicting order/decrees.",
      "labels": [
        "RATIO"
      ],
      "id": "fa262f05ba854de4b377841686af4c16_205"
    },
    {
      "start": 40733,
      "end": 40835,
      "text": "That being the case, order under Order XII Rule 6 has the propensity to deny justice to the appellant.",
      "labels": [
        "RATIO"
      ],
      "id": "c6dc6598cc0549d088dc0a71eecfac76_206"
    },
    {
      "start": 40836,
      "end": 40953,
      "text": "Therefore, we are inclined to interfere with the impugned order by modifying the order/ directions contained therein.",
      "labels": [
        "RATIO"
      ],
      "id": "c23467f0dba649c8a7d067f12a4d91bc_207"
    },
    {
      "start": 40954,
      "end": 41194,
      "text": "\n102.To meet the ends of justice, we direct the appellant to deposit the balance of the amount as ordered vide impugned order to the credit of C.S.No.632 of 2018 within a period of six weeks from the date of receipt of a copy of this order.",
      "labels": [
        "RPC"
      ],
      "id": "32e881c250754133b99c545c4189d12a_208"
    },
    {
      "start": 41195,
      "end": 41708,
      "text": "\n103.On such compliance, both the suits i.e C.S.No.59 of 2018 and C.S.No.632 of 2018 shall be listed together for final disposal in http://www.judis.nic.in36/38 accordance with the amended provisions of the Civil Procedure Code as made applicable to the Commercial Disputes under the provisions of the Commercial Courts Act, 2015.\n104.In case there is no compliance of the order by the appellant, this order will come to an end sine die at the expiry of six weeks from the date of receipt of a copy of this order.",
      "labels": [
        "RPC"
      ],
      "id": "e565c504805a4956a2ce6596e4dd079a_209"
    },
    {
      "start": 41710,
      "end": 41757,
      "text": "105.The impugned order is modified accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "f41824dd5ab64fa9804be712133bdd53_210"
    },
    {
      "start": 41758,
      "end": 41841,
      "text": "The present Original Side Appeal stands partly allowed with the above observations.",
      "labels": [
        "RPC"
      ],
      "id": "f6db04435cf54357844212b47d76a7b8_211"
    },
    {
      "start": 41842,
      "end": 41850,
      "text": "No Cost.",
      "labels": [
        "RPC"
      ],
      "id": "d0ec2450890f48ca88dd385b8d298269_212"
    },
    {
      "start": 41851,
      "end": 41910,
      "text": "Consequently, connected Miscellaneous Petitions are closed.",
      "labels": [
        "RPC"
      ],
      "id": "34c763f072ad4a0a845ece586fb438c4_213"
    },
    {
      "start": 41976,
      "end": 41987,
      "text": "(R.P.S.,J.)",
      "labels": [
        "NONE"
      ],
      "id": "178e8d8c62444d518479d02e59e421b9_214"
    },
    {
      "start": 41988,
      "end": 42008,
      "text": "         (C.S.N.,J.)",
      "labels": [
        "NONE"
      ],
      "id": "430262a51d5644828d0a0014f2df943a_215"
    },
    {
      "start": 42084,
      "end": 42094,
      "text": "26.09.2019",
      "labels": [
        "NONE"
      ],
      "id": "d17c8aa31f764e7aa440a23855ae57fd_216"
    },
    {
      "start": 42114,
      "end": 42121,
      "text": "Index :",
      "labels": [
        "NONE"
      ],
      "id": "201d64bd177749f987a79ee92d27572b_217"
    },
    {
      "start": 42122,
      "end": 42128,
      "text": "Yes/No",
      "labels": [
        "NONE"
      ],
      "id": "d777f37c3927417799ff7e9c2243f95f_218"
    },
    {
      "start": 42148,
      "end": 42158,
      "text": "Internet :",
      "labels": [
        "NONE"
      ],
      "id": "736c04e912b542cdae27c15b3a2e778e_219"
    },
    {
      "start": 42159,
      "end": 42166,
      "text": "Yes/ No",
      "labels": [
        "NONE"
      ],
      "id": "417929ebf916402cb5d8a6d46ebcb10d_220"
    },
    {
      "start": 42186,
      "end": 42202,
      "text": "Speaking Order :",
      "labels": [
        "NONE"
      ],
      "id": "468a0abff301491f84f2e2f7d98b43e1_221"
    },
    {
      "start": 42203,
      "end": 42211,
      "text": "Yes / No",
      "labels": [
        "NONE"
      ],
      "id": "01442e86a535441f93961e4b076735c7_222"
    },
    {
      "start": 42231,
      "end": 42263,
      "text": "jen http://www.judis.nic.in37/38",
      "labels": [
        "NONE"
      ],
      "id": "225380ba02b041c39b5ef5df30ca5061_223"
    },
    {
      "start": 42310,
      "end": 42320,
      "text": "R.SUBBIAH,",
      "labels": [
        "NONE"
      ],
      "id": "6739b23b0a364662bd9172dbf75e6010_224"
    },
    {
      "start": 42321,
      "end": 42382,
      "text": "J. \n                                                      and",
      "labels": [
        "NONE"
      ],
      "id": "2de3e4652b424e8681317270f8bde311_225"
    },
    {
      "start": 42426,
      "end": 42437,
      "text": "C.SARAVANAN",
      "labels": [
        "NONE"
      ],
      "id": "8f8de8e1739c43d0ab81641e8b780011_226"
    },
    {
      "start": 42438,
      "end": 42507,
      "text": ", J. \n\n\n                                                          jen",
      "labels": [
        "NONE"
      ],
      "id": "df3ca8689ab44766b2f49ec83a779e7a_227"
    },
    {
      "start": 42548,
      "end": 42562,
      "text": "Pre - Delivery",
      "labels": [
        "NONE"
      ],
      "id": "585918778484451f9974ef2739e2f6e4_228"
    },
    {
      "start": 42563,
      "end": 42571,
      "text": "Judgment",
      "labels": [
        "NONE"
      ],
      "id": "0cae922b11e246e89113fbaf45b0d89b_229"
    },
    {
      "start": 42632,
      "end": 42697,
      "text": "in                                                            and",
      "labels": [
        "NONE"
      ],
      "id": "82e6ca3ac9a1470c99e40991e8839623_230"
    },
    {
      "start": 42729,
      "end": 42743,
      "text": "C.M.P.Nos.9741",
      "labels": [
        "NONE"
      ],
      "id": "0fde8825f49d47f18929827177e74994_231"
    },
    {
      "start": 42744,
      "end": 42751,
      "text": "& 12002",
      "labels": [
        "NONE"
      ],
      "id": "cdecd136b91b4d3f8b517370082f5cec_232"
    },
    {
      "start": 42752,
      "end": 42759,
      "text": "of 2019",
      "labels": [
        "NONE"
      ],
      "id": "fdaca3cfe2494741bad17d98cce0571e_233"
    },
    {
      "start": 42760,
      "end": 42852,
      "text": "                                                   26.09.2019 http://www.judis.nic.in38/38  ",
      "labels": [
        "NONE"
      ],
      "id": "cb6804ffe24c4589bf62f1f9a57cd523_234"
    }
  ]
}