{
  "id": "cdb429ffc3f90ea5fd1abf449149659b17a1711506bac556085ac3d3233f181f",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi District Court \nM/S Omaxe Ltd vs Ms. Asha Saini on 11 January, 2022\nIn The Court Of Shri Raj Kumar Chauhan:\n  District Judge ( Commercial Court)-01 : \n      South-East, Saket : New Delhi\n\nOmp (Comm) No. 50/19\nin the matter of:-\n\nM/s Omaxe Ltd\n10 Lsc, Kalkaji \nNew Delhi-110019 \n                                                                 ..... Petitioner\n                                                 Versus\nMs. Asha Saini \nW/o Sh. Bal Kishan Saini \nR/o A-58, Freedom Fighters \nEnclave \nNeb Sarai, New Delhi-110068 \n                                                             .....Respondent\n\n                                    and \n\nOmp (Comm) No . 53/19 \nin the matter of:-\n\n M/s Omaxe Ltd\n 10 Lsc, Kalkaji,\n New Delhi-110019 \n                                                                 ..... Petitioner \n                                        Versus\nMs. Asha Saini \nW/o Sh. Bal Kishan \nSaini,R /o        A-58,\nFreedom        Fighters\nEnclave Neb Sarai, \nNew Delhi-110068 \n                                                             ..... Respondent \n\n           Date of institution                       :         10.05.2019 \n           Arguments concluded on                    :         11.01.2022 \n           Date of decision                          :         11.01.2022 \n\n                                                                 Omp (Comm) No . 50/19 \n                                                                     &\n                                                                 Omp (Comm) No . 53/19 \n                                                            M/s Omaxe Ltd Vs Asha Saini\n       (Raj Kumar Chauhan)\n       District Judge (Commercial Court)-01\n       South-East, Saket, New Delhi.11.01.2022            Page no.......... 1/64\n            (Through Cisco Webex Video Conferencing)\n\n\nOrder \n1. By this common order, I shall dispose of the petition no. OMP(comm) 50/2019 & OMP(comm) 53/2019. These petitions u/s 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred as 'Arbit ration Act' ) have been filed by the petitioner for setting aside the awards dated 26.12.2018 and modified awards dated 11.02.2019 (hereinafter referred as 'impugned awards') passed by Sh.Kuldip Singh Sole Arbitrator/ retired ADJ. The facts, reasoning of the awards, date of the awards are same in both the petitions except the flat number and date of buyer's agreement only. \n2. Brief facts giving rise to filing the claim petitions and passing of the impugned awards by the Ld Arbitrator are that :-\ni. Petitioner was developing and constructing a residential project at Bahadurgarh, Haryana in the name of \"Omaxe North Avenue\"; respondent/claimant made the applications for allotment of flats in the said project on 21.03.2006 and paid Rs. 4,53,750/- each as booking amount. As per clause-21 of the said application, the details of the terms and conditions of the application shall form part of the Buyer's agreement which would be executed as and when required by the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 2/64 petitioner company. The possession of the flats was proposed to be handed over within 30 months with an extended period of six months from the date of execution of the Builder Buyer Agreement. The respondent/claimant was allotted flat no. 602 Empire Tower, Omaxe North Avenue, Bahadurgarh, Haryana (hereinafter referred as \"Flat no. 602\") (in petition no. 50/19) and flat no. 706, Petronas Tower, Omaxe North Avenue, Bahadurgarh, Haryana (hereinafter referred as \"Flat no. 706\") (in petition no. 53/19) for total sale consideration of Rs. 25,48,350/- each flat payable in installments; that on 06.09.2008 Builder Buyer Agreement was sent to the claimant who did not sign the same and remained unexecuted. The letter dated 30.08.2011 is annexure-P8. Petitioner and respondent/claimant signed the Builder Buyer Agreement which was executed on 02.02.2012 regarding flat no. 602 and Agreement dated 09.02.2012 regarding flat no. 706 respectively. The clause-49 of the said Builder Buyer Agreement contained the arbitral clause for settling the dispute if any. \nii. Respondent/claimant raised issues for alleged delay in delivery of possession and claimed damages by way of interest @ 24% per annum on the paid amount. After completion of construction, flat the possession was offered to the respondent on 30.11.2012 and claimant was requested to pay the balance amount of & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 3/64 Rs. 1,26,118.87/- regarding flat no. 602 and Rs. 2,25,480.77/- regarding flat no. 706. The claimant made a complaint dated 19.11.2013 in the Police Station Kalkaji for not honouring the terms and conditions of the Agreement. Vide communication dated 02.12.2013 parties settled their disputes amicably whereby petitioner executed and registered the Sale Deed of the said flat in favour of respondent/claimant on 08.01.2014 after withdrawal of the complaint by the claimant. The claimant without any objection and protest obtained possession of the said flats on 08.01.2014. The sale deed was got registered within 30 months from the date of Builder Buyer Agreement dated 02.02.2012 & 09.02.2012 and as such there was no delay in delivering and taking the possession of the flats by the claimant. However, the respondent/claimant invoked the Arbitration vide notice dated 22.08.2017 and subsequently petition no. 672/2017 in the Hon. High Court of Delhi where sole Arbitrator was appointed vide order dated 12.12.2017. The Respondent/claimant filed the statement of claim before the Ld Arbitrator on account of delay in handing over the possession of the said flats claiming following amount:-\nIn petition OMP (COMM) no. 50/19 (a) Damages/compensation amount to Rs.28,98,581/- with pendentelite interest @ & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 4/64 24% p.a till realization. \n(b) Pay back the amount of Rs. 29,438/-\nwhich was charged arbitrarily by the respondent @ 24% p.a on Rs. 1,26,110/- for alleged late payment for possession of the said flat. \n(c) Pay Rs. 5,00,000/- as mental agony and harassment that has been cause by illegal acts of the respondent. \n(d) Pay Rs. 3,00,000/- towards cost of litigation. \n(e) To pass any other order as may be deem fit by the Ld Arbitrator. \nIn petition OMP (COMM) no. 53/19 (f) Damages/compensation amount to Rs.26,74,765/- interest @ 24% p.a till realization. \n(g) Pay back the amount of Rs. 46,022/- which was charged arbitrarily by the respondent @ 24% p.a on Rs. 2,28,375/- for alleged late payment for possession of the said flat. \n(h) Pay Rs. 5,00,000/- as mental agony and harassment that has been cause by illegal acts of the respondent. \n(i) Pay Rs. 3,00,000/- towards cost of litigation.\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 5/64 (j) To pass any other order as may be deem fit by the Ld Arbitrator.\niii. Petitioner/respondent filed reply to the statement of claim for which rejoinder was filed. Ld Arbitrator has framed the following issues on 20.07.2018:-\nIn petition OMP (COMM) no. 50/19 i. Whether the terms and conditions contained in document dated 23.03.2006 styled as basic terms and conditions is the real buyer agreement? OPC ii. Whether the Agreement dated 02.02.2012 has any overriding effect on the document dated 23.03.2006 ? OPC iii. Whether the Respondent has failed to deliver the possession of the flat bearing no. 602, Empire Tower, Omaxe North Avenue, Bahadurgarh, Haryana to the claimant on time of the terms and conditions of the application Form dated 23.03.2006? OPC iv. Whether the Claimant is entitled to damages of compensation, if so, to what amount? OPC v. Whether Claimant is entitled to get back amount of Rs. 29,438/- which allegedly charges arbitrarily by the Respondent as & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 6/64 interest for late payment ? OPC vi. To what amount of interest, the Claimant is entitled and at what rate?\nOPC vii. Whether the claim is barred by time ? \n            OPR      viii.     Relief. \nIn petition OMP (COMM) no. 53/19 i. Whether the respondent has failed to deliver the possession of the flat bearing no. 706, Petronas Tower, Omaxe North Avenue, Bahadurgarh, Haryana to the claimant on time of the terms and conditions of the application Form dated 23.03.2006? OPC ii. Whether the claimant is entitled to damages of compensation, if so, to what amount? OPC iii. Whether Claimant is entitled to get back amount of Rs. 46,022/- which allegedly charges arbitrarily by the Respondent as interest for late payment ? OPC iv. To what amount of interest, the Claimant is entitled and at what rate? OPC v. Whether the claim is barred by time ? OPR vi. Relief. \n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 7/64 iv. On 20.07.2018 on the oral application of the respondent/claimant Ld Arbitrator has famed the following issues:\n1A: Whether the terms and conditions contained in document dated 23.03.2006 styled as basic terms and conditions is the real buyer agreement? OPC 1B: Whether the Agreement dated 09.02.2012 has any overriding effect on the document dated 23.03.2006? OPC v. After hearing arguments, Ld Arbitrator has passed the following awards in favour of respondent/claimant:-\nIn petition OMP (COMM) no. 50/19 S.no Particulars Amount (Rs) 1 Damages as interest on the 14,99,000/-\ninvestment @ 15% p.a w.e.f 23.09.2009 till 08.01.2014 2 pendentelite interest on the 7,19,000/-\namount of damages awarded as interest on investment of Claimant till the date of possession w.e.f January 2014 till December 3 Refund of over charged 29,000/-\ninterest & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 8/64 4 Cost of litigation 1,50,000/-\nTotal 23,97,000/- \nIn petition OMP (COMM) no. 53/19 S.no. Particulars Amount (Rs) 1 Damages as interest on the 13,46,000/-\ninvestment @ 15% p.a w.e.f 23.09.2009 till 08.01.2014 2 pendentelite interest on the 6,46,000/-\namount of damages awarded as interest on investment of Claimant till the date of possession w.e.f January 2014 till December 2018 3 Refund of over charged 46,000/-\ninterest 4 Cost of litigation 1,50,000/- \n                  Total                                        21,88,000/-\n\n\nvi .           The respondent/claimant moved an application under section 33 of the Arbitration Act for correction of clerical, typographical and computation and other errors in the award vide application dated 11.01.2019. Ld Arbitrator vide order dated 11.02.2019, finally passed the following award in favour of the claimant:-\nS.no. Particulars Amount (Rs) 1 Damages as interest on the 16,72,000/-\ninvestment amounting to Rs. 23,37,566/- @ 15% p.a & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 9/64 w.e.f 01.04.2009 till 08.01.2014 2 pendentelite interest on the 8,02,560/-\n             amount       of    damages              awarded as interest on              investment of Claimant till              the date of possession w.e.f              January        2014      till              December 2018    3         Refund of over charged                    29,000/- \n             interest    4         Cost of litigation                       1,50,000/- \n             Total                                    26,53,560/- \nIn petition OMP (COMM) no. 53/19 S.no Particulars Amount (Rs) 1 Damages as interest on the 15,43,000/-\n           investment amounting to            Rs.21,57,068/- @ 15% p.a            w.e.f     01.04.2009   till            08.01.2014    2       pendentelite interest on the 7,40,640/-\n           amount of damages awarded            as interest on investment of            Claimant till the date of            possession w.e.f January 2014            till December 2018    3       Refund          of      over     charged     29,000/-\n           interest    4       Cost of litigation                          1,50,000/-\n           Total                                      24,62,640/-\n\n\n\n\n                                                                   & \n\n                                                          M / s OMAXE Ltd Vs Asha Saini   (RAJ KUMAR CHAUHAN)\nDistrict Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 10/64 3. The impugned awards has been challenged in both the petitions on the following grounds:-\ni. That the Ld Arbitrator has ignored the principle of law and has favoured the respondent/claimant and granted the relief which are beyond the terms of the agreement and documents. \nii. Ld Arbitrator was appointed to adjudicate the dispute in relation of the agreement dated 02.02.2012 (subject matter in petition no. 50/2019) & 09.02.2012 (subject matter in petition no. 53/2019). \nAs per clause 49 of the said agreement the possession was to be handed over by 08.02.2015 and same was handed over on 08.01.2014 within time. Therefore, Ld Arbitrator has committed illegality and concluded that there was delay in handing over the possession. \niii. Ld Arbitrator has made the award contrary to the terms of the contract by awarding the damages by way of the interest which is more than the value of the amount paid by the respondent/claimant for each flat which is unjust and against the public policy and in contradiction to the basic notions of morality and justice. \niv. The claim of money by the respondent/claimant related to the damages/interest and refund of interest and delay of payment and litigation expenses are not contemplated in the agreement dated 02.02.2012 & & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 11/64 09.02.2012 and as such arbitrator has misconducted himself by exceeding the jurisdiction and acted in arbitrary manner. \nv. The arbitration petition was filed on the basis of the agreement dated 02.02.2012 & 09.02.2012 and the relief is granted on the basis of the application dated 21.03.2006 which is illegal and against the notions of the principle of justice. vi. An application dated 21.03.2006 is not a concluded and valid agreement between the parties as it was mere offer by the respondent/claimant to purchase a residential unit because the said application neither identified the property agreed to be sold with its area nor the total consideration for which the parties agreed to sell the property and the final date of making of payment was also not mentioned. Clause-17, 21 and 22 of the said application shows that the parties did not intend to be bound by the application until a formal agreement was signed and application form dated 21.03.2006 contained the condition to enter into an another agreement and as such said application was not contract because the contract has not concluded between the parties in the said application. vii. Finally, if it is assumed that application dated 21.03.2006 was an agreement between the parties and the said agreement stood novated on entering & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 12/64 into the detailed agreement dated 02.02.2012 and 09.02.2012 in view of the section 62 of the Indian Contract Act. \nviii. The claimant entered into the said agreement dated 02.02.2012 and 09.02.2012 and executed the Sale deed on 08.01.2014 without any protest and there is estoppal from raising any dispute for the claim made in the claim petition. Ld Arbitrator has ignored all these facts and circumstances in violation of principle of natural justice. \nix. The damages awarded as interest @ 15 % per annum w.e.f 23.09.2009 till 08.01.2014 is arbitrary and illegal and contrary to the agreed terms of the contract between the parties i.e. clause 28(f) of the Agreement dated 02.02.2012 & 09.02.2012 which provides remedies for delay in construction and delay as under :-\n\" Clause 28(f) of the said agreement provides:-\nIn case of delay in construction of the said flat attributable to delay of company subject to clause (a) & (b) herein above, the Company would pay a sum at the rate of Rs. 5/- per sq. ft of super area per month for the period of delay to the Buyer(s), provided however that the Buyer(s) had made payment of all instalments towards the Sale consideration amount of the said Flat in time and without making any delay to the company.\"\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 13/64 x. Since the damages has been agreed to be liquidated damages as per clause-28 (f) of the agreement therefore as per section 74 of the Contract Act the claim could only be a liquidated damages i.e a sum as named in the clause-28(f). Since the possession has been handed over within 30 months of execution of buyer's agreement and as such there was no delay which may entitle the respondent/claimant for damages/interest. xi. The observation of Ld Arbitrator that the buyer's agreement dated 02.02.2012 was one sided is even beyond the case pleaded by the respondent/claimant and is patent illegality in the award. In case agreement dated 02.02.2012 & 09.02.2012 was invalid then the appointment of the Ld Arbitrator became invalid. Therefore award is based on surmises and extraneous findings by the Ld Arbitrator and there is no evidence on record to support the impugned award. \n4. In reply to the petitions, claimant/respondent has taken the preliminary objection that the agreement was finally concluded between the parties by acceptance of Rs. 4,53,750/- as per application form dated 21.03.2006; the respondent has made the payment between 23.03.2006 to 18.11.2008 i.e Rs. 23,37,566/- with respect to the flat no. 602 (subject matter of petition no. 50/19) & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 14/64 and Rs. 23,35737/- between 23.03.2006 to 18.11.2018 for flat no. 706 (subject matter of petition no. 53/2019). Thus, the essence of timely payment as mandated in clause-6 of terms and conditions/Contract dated 23.03.2006 were timely complied with by the claimant. That the petitioner deliberately tried to play a trick after 30 months booking and receiving the payment and has sent an buyer's agreement in duplicate for signature of the respondent despite agreement was already concluded on 23.03.2006 and claimant/respondent was reluctant to sign it on the persuasion of petitioner. The signed agreement was required to facilitate the execution of Sale Deed and 95% payment was already made. Respondent had no choice but to sign on the dotted lines as per directions of the petitioner; claimant/respondent has signed the alleged agreement dated 02.02.2012 and 09.02.2012 under coercion without her free will under the threat of cancellation and forfeiture of earnest money, that respondent/claimant has sent a legal notice dated 30.11.2012, Subsequently letter dated 09.01.2013 and 30.11.2012 and also filed a complaint in January 2013 in the State Consumer Disputes Redressal Commission, New Delhi; after the filling of the police complaint dated 19.11.2013 for the fraud and cheating against the Directors of the petitioner, petitioner agreed to execute the sale deed within 30 days upon withdrawal of the police complaint. Accordingly, respondent on 02.12.2013 withdrew the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 15/64 police complaint against the petitioners subject to her rights and contentions in the matter; that the possession of the flat was given after more than 8 years of booking as against the promise of 30 months and a sum of Rs.29,438/- was illegally charged for the delay in making the payment from the respondent despite that there was no delay in making payment. \n5. In para-wise reply to the petition, the averments made in the petitions challenging the impugned award has been controverted and denied stating that there was no patent illegality or award was not against the interest of India, justice or morality. That the Ld Arbitrator did not travel beyond the contract. It is stated that petition is liable to be dismissed. \n6. It has been reiterated that the three components of offer and acceptance came into existence on 23.03.2006 itself and contract had been concluded and mere signing of buyer's agreement at a later date i.e 02.02.2012 and 09.02.2012 the same cannot supersede the offer and acceptance which had already taken place. Therefore, Ld Arbitrator has rightly held that all the documents are to be read in combined manner to draw conclusion as and when the contract had been concluded and the buyer's agreement is not a new thing and same is in continuation of the existing agreement of 23.03.2006 which could not include any clause contrary to the existing agreement and could not change the period of delivery of possession of flat and & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 16/64 same can only be delivered within 30 months from the date of accepting the first deposit. It is further submitted that the Ld Arbitrator has rightly concluded that there is delay on the part of the petitioner for handing over the possession of the said flat and has rightly passed the said award and impugned award does not require indulgence of this court because as per law it is not permissible to examine the correctness of the findings of the Ld Arbitrator as if court is sitting in appeal over his findings.\n7. Petitioner has also filed rejoinder to the reply of the respondent wherein all averments in the petition has been reiterated and the averments of the respondent in reply has been controverted and denied.\n8. I have heard Ld Senior Counsel Sh. Neeraj Malhotra and Sh. Harish Kumar Advocate for the petitioner and Sh. Praveen Mahajan Ld counsel for the respondent at length and gone through the record carefully. Both the counsels have also filed written brief submissions. \nARGUMENTS OF PETITIONER 9. Ld Senior counsel for the petitioner has argued as under:-\ni. Firstly, Ld Arbitrator has dealt with a different dispute from the dispute referred by the Hon'ble High Court of Delhi as Ld Arbitrator has & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 17/64 ignored the agreement dated 02.02.2012 and 09.02.2012 respectively and relied upon the application form preceding buyer's agreement. \nii. Secondly, as per clause-17 of the terms and conditions the possession was to be given within 36 months from the date of execution of builder buyers agreement dated 02.02.2012 &09.02.2012. The possession was thus to be handed over on or before 09.02.2015 and same has been given within time. \niii. Thirdly, the arbitration clause was contained in the builder buyer's agreement therefore the dispute arisen out of the said agreement was referred for adjudication by the Hon'ble High Court of Delhi and as such Ld Arbitrator could not have considered anything beyond the builder buyer's agreement therefore relying the initial application by the Ld Arbitrator is patent illegality because the said agreement based on the application form did not contain the arbitration clause.\niv. Fourthly, the adjudication of the dispute is hit by the limitation because possession was taken over by 08.01.2014 and notice u/s 21 of the Arbitration Act was issued on 22.08.2017 beyond the period of 3 years. Notice under section 21 of the Arbitration Act is akin to the institution of the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 18/64 civil suit and as such notice for arbitration and the claim therein were barred ex-facie by limitation. The question of limitation was to be determined by the Ld Arbitrator because in application under section 11 Hon'ble High Court of Delhi has considered only arbitration clause and not the arbitrability of the dispute which has to be seen by the Ld Arbitrator. \nv. Awarding of 15% interest and compensation amount is exceeding the cost of the flat is apparent mistake on the face of the record which makes the award illegal. \nvi. The novation of initial agreement /builder buyer's agreement has been ignored by the Ld Arbitrator and has wrongly relied upon 2 judgment of Hon'ble National Consumer Disputes Redressal Commission forum. \nvii. Builder buyers agreement is the only binding contract between the parties because application form categorically contained clause-17, 20,22 for referring to builder buyer's agreement. viii. The damages which has been awarded are beyond the agreed damages by the parties which make the award illegal. \n10. The petitioner has also filed written arguments alongwith relevant citation which can be summarized as & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 19/64 under :-\ni. The application dated 21.03.2006 provided that detailed terms and conditions shall form part of the buyer's agreement which the applicant shall execute as and when required by the company; that the said application did not contain any agreement to refer the dispute for arbitration. The detailed builder buyer's agreement was signed between the parties on 02.02.2012 and 09.02.2012 which contains an arbitration agreement clause 49. Clause 28(a) Builder buyer's Agreement provided that the petitioner shall complete the construction within the period of 36 months from the date of signing of the said agreement. The said agreement also provided that as per clause -28(f) in case of any delay in construction of the said flat and handing over of possession, the plaintiff has to pay a sum of Rs. 5 sq.ft of super area per month for the period of delay. The petitioner completed the project and offered possession of the flat in question to the respondent on 05.01.2013 within the period as provided in the said agreement and there was no delay and as such respondent was not entitled to any compensation on account of delay in offering the possession of the flat. \nii. Secondly, the respondent got executed and registered the Conveyance Deed on 08.01.2014 in & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 20/64 her favour and thereby settling all the disputes with the petitioner and also withdrew the complaint dated 02.12.2013 and as such no dispute between the parties was left for adjudication.\niii. Thirdly, Ld Arbitrator was to decide the matter based on documentary evidence as no oral evidence was led by the parties. Ld Arbitrator was not supposed to go beyond the agreement dated 02.02.2012 and 09.02.2012 and has ignored the documents on record and order of reference of Hon'ble High Court of Delhi and has gone beyond the scope of reference while passing the impugned award. \niv. The impugned award is liable to be set-aside being in conflict with the public policy of India as it is contrary to provision of Section 62 and also Section 74 of the Indian Contract Act, 1872. Reliance has been placed upon (I) Oil and Natural Gas Corporation Ltd Vs Westen Geco International Ltd (civil appeal no. 3415 of 2007, Honible Supreme Court of India, (II) Oil and Natural Gas Corporation Ltd Vs Saw Pipes Ltd (Appeal(civil) no. 7419 of 2001, Honible Supreme Court of India. \nv. The impugned award is in violation of section 74 of the Indian Contract Act because parties have already provided compensation/ & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 21/64 penalty for breach of contract if any and reasonable compensation cannot exceed the amount so named or penalty, as the case may be. Ignoring the said penalty providing a sum of Rs. 5 per sq. ft per month. Ld Arbitrator has passed the award of Rs. 24,62,640/- which is more than the totaled paid amount of Rs. 24,31,850/- against the flat in question and has thus made the flat in question free of cost to the respondent with further sum of Rs. 30,790/- as reward. A Reliance has been placed upon Rajesh Gullah Vs Sangeeta Sethi & Anr , 2018 SCC online Del. 12684. vi. The Arbitrator being a creature by the agreement between the parties has to operate within four corners of the agreement and Ld Arbitrator has completely ignored clauses 28(a) and 28(f) of the Agreement dated 02.02.2012 and 09.02.2012. Reliance has been placed upon as under:-\n(a) Sharma and Associates Contractors Pvt Ltd Vs. Progressive Constructions Ltd (2017) 5 SCC 743.\n(b) Food Corporation of India vs Chandu Construction and Ors, (Manu/SC/7285/2007).\n(c) R.Natesan vs R.Padmanaben, Madras High Court decided on 02.06.2016. \n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 22/64 vii. The impugned award is liable to be set-aside as claim of the respondent is barred by limitation because as per article 27 of the limitation Act the claim for the compensation can be made within the period of 3 years from the time specified arrives or the contingency happens.\nviii. The arbitration proceedings commenced from 22.08.2017 therefore damages prior to the period of 3 years i.e 22.08.2014 cannot be awarded but the arbitrator has awarded the damages from 01.04.2009 which was barred by the limitation. \nix. Further the possession of the flat was taken on 08.01.2014 hence the cause of action for claim of damages if any arose on 08.01.2014 but the notice under section 21 of the Arbitration Act was issued on 22.08.2017 I.e beyond 3 years after accrual of the cause of action and as such the claim so raised on the basis of invoking the arbitration was hit by the limitation. A reliance has been placed of case of State of Goa Vs Praveen Enterprises (CA no. 4987 of 2011, arising out of SLP(c) no. 15337 of 2009 Hon. Supreme Court of India. \nx. The respondent has not invoked section 14 of the Limitation Act for exclusion of time of consumed during the proceedings of civil suit & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 23/64 instituted by them in the year 2014. The respondent has neither acted in due diligence nor good faith in filing the civil proceedings ignoring the arbitration clause and as such not entitled to the extension of the period of limitation under section 14 of the Limitation Act. Reliance has been placed upon:-\n(a) Prem Laxmi & Co. Mumbai Vs Ingersoll Rand (India) Ltd, Bangalore & Anr , 2011(1) Mh.L.J. 178.\n(b) Commissioner, M.P. Housing Board & Ors Vs. Mohanlal & Company (Manu/ SC/0830/ 20165).\nxi. Lastly, the impugned award is liable to be set- aside in view of Section 62 of the Indian contract Act which provides as follows:\n\"62. Effect of novation, rescission and alteration of contract: if the parties to a contract agree to substitute a new contract for it, or to rescind or alter it, the original contract need not be performed \"\nxii. It is submitted that the parties have entered into an Agreement dated 02.02.2012 and 09.02.2012 subsequent to the application dated 21.03.2006. Upon execution of the subsequent agreement dated 02.02.2012 and 09.02.2012. Ld Arbitrator ought to have adjudicated the dispute between the parties, if any, in & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 24/64 view of the subsequent Agreement dated 02.02.2012and 09.02.2012. However, Ld Arbitrator has awarded damages taking the application dated 21.03.2006 as an Agreement. Assuming for the sake of arguments that the application dated 21.03.2006 was an Agreement but upon execution of subsequent Agreement dated 02.02.2012 and 09.02.2012, the said alleged Agreement stand novated, rescinds and altered by subsequent Agreement and the Petitioner need not perform the previous alleged Agreement. It is thus trite that Section 62 of the Contract Act was given a complete goby and ignored by the Sole Arbitrator, rendering the award contrary to public policy and therefore illegal. Following judgments relied upon :-\n(a) M/ s Mayavati Trading Pvt. Ltd Vs Pradyuat Deb Burman, CA no. 7023 of 2019 (arising out of SLP (Civil) no. 8519 of 2019. \n(b) Duro Fleguera, S.A vs M/s Gangavaram Port Ltd (2017) 9 SCC 729, Hon'ble Supreme Court of India . \n(c) Swarn Talwar & 2 Ors Vs Unitech Ltd. (2015 SCC Online NCDRC 3567. \n(d) Yogesh Sharma & Ors VS Unitech Ltd (2015 SCC Online NCDRC 3488). \n11. It is further argued that the Award is bad in law and without application of judicious mind but passed on the assumption and presumption of the Ld. Arbitrator & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 25/64 without due consideration of the facts, documents and issues involved between the parties, which is unjust, against the public policy, erroneous and in contradiction to the basic notions of morality and justice. Hence, is liable to be set-aside. \nARGUMENTS OF RESPONDENT 12. The oral arguments and written arguments alongwith citations can be summarized as under:-\ni. The dispute was regarding the delay in giving possession of the flat i.e from 23.03.2006 till 06.02.2012 when the possession was offered. The possession was delayed for about 6 years. ii. Section 34 is not an appeal and court has to see whether the view taken by the Ld Arbitrator was plausible view or not. \niii. Ld Arbitrator has considered only documents as is evident from para no. 32 of the award. iv. Theory of novation was rightly rejected by the Ld Arbitrator with the reasoned view holding that the delivery of possession will be made as per builder buyer's agreement was not correct position. v. The question of limitation has been dealt with by the Ld Arbitrator and moreover limitation is a mixed question of law and facts and regarding the delay condonation application not filed, Ld Arbitrator has dealt with the same in clarificatory & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 26/64 award. Further, Section 14 of the Limitation Act application is not necessary to file because statutory benefit can always be considered by the adjudicatory forum. \nvi. That the arguments of the petitioner that the time for possession shall be reckoned from the date of builder buyer agreement cannot be sustained because it will lead to absolute absurdity since in such a scenario the project of the petitioner having more than 1000 flats will have 1000 different date of the possession for each buyer who executed the builder buyer agreement on the different dates with the petitioner which is nothing but preposterous and fallacious argument which only leads to an absurd conclusion, thus the said line of argument was rightly rejected by Ld Arbitrator after going through entire document on the record of the arbitration. vii. Petitioner has received the entire consideration of flats more than 3 years before the date of entering upon the builder buyer agreement dated 02.02.2012 and 09.02.2012. Therefore, there is no force in the arguments of the petitioner that the dates of the possession for 30 months have to be reckoned from the date of builder buyer agreement. A reliance has been placed upon case of Pioneer Urban Land & Infrastructure Ltd V & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 27/64 s Govindan Raghavan and Ors, MANU/SC/ 0463/2019 ( decided on 02.04.2019). viii. Agreement dated 23.03.2006 was complete agreement duly providing for the identification of the property purchased, sales consideration, modes and manner of payment of sales consideration and consequences of defaults, thus the execution of the builder buyer agreement was merely at the desire of the petitioner. A reliance has been placed upon the case of Kollipara Sriramulu Vs T.Aswathanarayana and Ors, MANU/SC/0019/ 1968.(decided on 04.03.1968) ix. The petitioner by filing the present petitions wants this court to reappreciate the entire evidence which is not permissible. x. Learned Arbitrator has construed the terms of contract in the reasonable manner . Reliance has been placed upon :-\n(a) Associate Builders VS Delhi Development Authority MANU/SC/1076/2014. ( decided on 25.11.2014) \n(b) P.R.Shah, Shares and Stock Brokers (P) Ltd Vs B.H.H. Securities (P) Ltd MANU/SC/1248/2011.(decided on 14.10.2011) xi. The conduct of the parties and the correspondence, timing and quantum of & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 28/64 consideration paid prior the builder buyer agreement dated 02.02.2012 and 09.02.2012 were the relevant factor which was duly appreciated by the Ld Arbitrator while passing the award which is fully permissible and such exercise falls under exclusive domain of the Ld Arbitrator which cannot be interfered under section 34 on the pretext of award being challenged on the ground of public policy. \nxii. There is no force in the arguments that the amount granted is more than the value of the flats because there is a delay of almost 5 and  years and the petitioner unlawfully benefited by using the amounts of the respondent in promoting its projects and caused unlawful loss to the respondent. As per clause-21 of agreement dated 23.03.2006 and general terms and conditions, the petitioner was entitled to charge commercial rate of interest from the buyers @ 24%p.a for delay in payments. Thus on the parity and fair and equitable grounds , respondent is entitled to the same rate of interest for the same cause but the Ld Arbitrator has awarded the interest @ 15% which is neither exorbitant nor excessive. xiii. That a binding and enforceable agreement was concluded on 23.03.2006 , the question of novation does not arise by merely signing of an & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 29/64 already concluded agreement on a subsequent date. Ld Arbitrator has decided the issue no. 2 in that regard by giving well reasoned observations and rejecting the arguments of the petitioner in that regard. \nxiv. Regarding the limitation, it is submitted that possession of the flat was delivered on 08.01.2014. The claimant filed the suit on 17.02.2014 before the Hon. High Court of Delhi which continued till 28.07.2017. Therefore, the period consumed from 17.02.2014 to 28.07.2017 due to bona-fide proceedings has to be excluded under section 14 of the Limitation Act. The respondent issued the notice dated 22.08.2017 without any delay as respondent was running from pillar to post for her redressal. Therefore, the point of limitation is mixed question of fact and law and has been rightly decided by the Ld Arbitrator. \nANALYSIS 13. Normally, the general principles are that Arbitrator is a Judge of the choice of the parties and his decision, unless there is an error apparent on the face of the award which makes it unsustainable, is not to be set aside even by the Court as a Court of law could come to a different conclusion on the same facts. The Court cannot & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 30/64 reappraise the evidence and it is not open to the Court to sit in appeal over the conclusion of the Arbitrator. It is not open to the Court to set aside a finding of fact arrived at by the Arbitrator and only grounds on which the award can be set aside are those mentioned in the Arbitration Act. Where the Arbitrator assigns cogent grounds and sufficient reasons and no error of law or misconduct is cited, the award will not call for interference by the Court in exercise of the power vested in it. Where the Arbitrator is a qualified technical person and expert, who is competent to make assessment by taking into consideration the technical aspects of the matter, the Court would generally not interfere with the award passed by the Arbitrator. \n14. An Arbitral Award can be set aside on the grounds set out in Sections 34(2)(a), (b) and (2A) of the Act in view of Section 5 of the Act. \n15. Section 34 (1), (2) and (2A) of The Arbitration and Conciliation Act, 1996 read as under :-\n\"34. Application for setting aside arbitral award- (1) Recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and subsection (3). \n(2) An arbitral award may be set aside by the court only if- (a) the party making the application furnishes proof that- (i) a party was under some incapacity, & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 31/64 or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the court finds that- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 32/64 with the public policy of India. \nExplanation 1 - For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,-- (i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2.-- For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute. \n(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence.\"\n16. Supreme Court in case of \"Associate Builders vs. Delhi Development Authority, (2015) 3 SCC 49\" has held that the interference with an arbitral award is permissible only when the findings of the arbitrator are arbitrary, capricious or perverse or when conscience of the Court is shocked or when illegality is not trivial but goes & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 33/64 to the root of the matter. It is held that once it is found that the arbitrator's approach is neither arbitrary nor capricious, no interference is called for on facts. The arbitrator is ultimately a master of the quantity and quality of evidence while drawing the arbitral award. Patent illegality must go to the root of the matter and cannot be of trivial nature. Also was held therein that :-\n\"33. \"...when a court is applying the 'public policy' test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award.... Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts..\" \n17. In the case of \"Swan Gold Mine vs Hindustan Copper,MANU/SC/0849/2014\", the law laid in the case of Oil & Natural Gas Corporation Ltd. vs Saw Pipes Ltd., (2003) 5 SCC 705 was discussed and inter-alia held that when the parties have entered into concluded contract, agreeing terms and conditions of the said contract, they cannot back out and challenge the award on the ground that the same is against the public policy and the Court was precluded from re-appreciating the evidence and to arrive at different conclusion by holding that the arbitral award is & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 34/64 against the public policy. \n18. The Hon'ble Supreme Court of India in \"PSA SICAL Terminals Pvt. Ltd. vs. The Board of Trustees of VO Chidambranar Port Trust Tuticorin & Ors., Civil Appeal No. 3699-3700/2018, judgment dated 28.07.2021\" has revisited the law relating the intervention by the Courts u/s 34 of the Arbitration Act and findings recorded in para no. 42, 43 and 44 are reproduced as under:-\n\"42. It will thus appear to be a more than settled legal position, that in an application under Section 34, the court is not expected to act as an appellate court and re-appreciate the evidence. The scope of interference would be limited to grounds provided under Section 34 of the Arbitration Act. The interference would be so warranted when the award is in violation of public policy of India, which has been held to mean the fundamental policy of Indian law. A judicial intervention on account of interfering on the merits of the award would not be permissible. However, the principles of natural justice as contained in Section 18 and 34(2)(a)\n(iii) of the Arbitration Act would continue to be the grounds of challenge of an award. The ground for interference on the basis that the award is in conflict with justice or morality is now to be understood as a conflict with the most basic notions of morality or justice. It is only such arbitral awards that shock the conscience of the court, that can be set aside on the said ground. \n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 35/64 An award would be set aside on the ground of patent illegality appearing on the face of the award and as such, which goes to the roots of the matter. However, an illegality with regard to a mere erroneous application of law would not be a ground for interference. Equally, re-appreciation of evidence would not be permissible on the ground of patent illegality appearing on the face of the award. \n43. A decision which is perverse, though would not be a ground for challenge under public policy of India, would certainly amount to a patent illegality appearing on the face of the award. However, a finding based on no evidence at all or an award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality. \n44. To understand the test of perversity, it will also be appropriate to refer to paragraph 31 and 32 from the judgment of this Court in Associate Builders (supra), which read thus :-\n31. The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation. It is settled law that where:\n(i) a finding is based on no evidence, or (ii) an Arbitral Tribunal takes into account something irrelevant to & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 36/64 the decision which it arrives at; or (iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse. \n32. A good working test of perversity is contained in two judgments. In Excise and Taxation OfficercumAssessing Authority v. Gopi Nath & Sons [1992 Supp (2) SCC 312], it was held: (SCC p.\n317, para 7) \"7..... It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law. In Kuldeep Singh v. Commr. of Police [(1999) 2 SCC 10: 1999 SCC (L&S) 429], it was held:\n(SCC p. 14, para 10) \"10. A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not. If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse. But if there is some evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 37/64 would not be interfered with.\" \n19. In view of the law referred above and the arguments advanced at bar and also the written submissions submitted by the parties as discussed above, I have examined the findings recorded by the Learned Arbitrator to find out if the said finding is liable to be set aside on the grounds raised in the petition by the petitioner and also discussed above. \n20. As is evident from the oral arguments advanced by the Ld Senior counsel for the petitioner as well as written arguments, the petitioner has primarily challenged the impugned award in both the petitions on the ground that :-\ni. Firstly, Ld arbitrator has traveled beyond the reference order of the Hon. High Court by which Ld Sole Arbitrator was appointed because it has relied the alleged agreement contained in the allotment application and has ignored the buyer's agreement dated 02.02.2012 and 09.02.2012 on the basis of which the arbitration notice was issued and Arbitrator was appointed. Ld Arbitrator has ignored the novation of initial agreement by subsequent buyer's agreement dated 02.02.2012 and 09.02.2012 ii. Secondly, the compensation of award is more than the price of the flat which makes the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 38/64 impugned award patently illegal and against the moral and justice. \niii. Thirdly, Ld Arbitrator has wrongly applied the judgments of National Consumer Disputes Redressal Commission and has granted the compensation while ignoring the penalty clause which is itself contained in the buyer's agreement in clause 28 (e).\niv. Lastly , the notice of invoking the arbitration as well as claim petition are barred by limitation and Arbitration Tribunal does not have the power to condone the delay under section 14 of the Limitation Act. \n21. Regarding the first challenge to the award, During arguments Ld Senior Counsel for the petitioner has referred and relied upon the terms and conditions in para no. 17, 21 & 22 of the basic terms and conditions appended to the application form. Para no. 17, 21 and 22 are reproduced as under:-\n\"Para no. 17: The Company shall endeavor to give possession of the Residential Flat to the applicant within 30 (Thirty) months or within an extended period of six months, from the date of execution of Buyer's Agreement, subject to force majeure circumstances and reasons beyond the control of the Company with a reasonable extension of time for possession.\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 39/64 Para no.21: Detailed terms and conditions shall from part of the Buyer's Agreement which the applicant shall execute as and when required by the company. \nPara no. 22: To settle any confusion regarding any matter herein or anything being not covered/clarified herein. It is agreed by the applicant that reference shall be made to the detailed terms of the Allotment letter/ Buyer's Agreement the terms. Whereof have been seen, read and understood/accepted by the applicant. \"\n22. Ld counsel has further referred the clause-28(a) of the buyer's agreement dated 09.02.2012 (relating to flat no. 706) and dated 02.02.2012 (relating to flat no.602) respectively. Clause 28(a) is reproduced as under:-\n\"28(a): That the Company shall complete the development/construction of the Flat within a period of Thirty months from the date of Signing of this Agreement by the Buyer (s) or within an extended period of six months, subject to force majeure conditions [ as mentioned in Clause (b) hereunder] and subject to other Flat Buyer (s) making timely payment or subject to any other reasons beyond the control of the Company. No claim by way of damages/compensation shall lie against the Company in case of delay in handing over the possession on account of any of the aforesaid reasons and the Company shall be entitled to a & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 40/64 reasonable extension of time for the delivery of possession of the said Flat to the Buyer(s). \" \n23. Ld counsel for the petitioner has also referred and relied upon the reference order of Hon. High Court dated 12.12.2017 stressing that Ld Arbitrator was required to confine to the dispute if any arising out of buyer's agreement only.\n24. Regarding first challenge, Ld Arbitrator has framed the issues no. 1, 1A and 1B. I have examined the findings returned by the Ld Arbitrator starting from para no. 22 to 34. In para no. 25 it is stated that in this case when the prescribed form application was filled up by the claimant on 21.03.2006, claimant had made an offer to buy a flat and same is accepted when claimant made the payment for a sum of Rs. 4,53,750 by means of a cheque , the same was accepted by the respondent, so the contract had come into existence. As per the terms and conditions, mode of further payment was also prescribed which was construction Link Plan (CLP) and various demand letters issued by the respondent also contains the same. In para no. 32, it was further held that :-\n\"32. ............ It is well settled that the facts of offer and acceptance must be founded on three components i.e \"certainty, commitment and communication\". In this case when application form was made the claimant was provided with the basic terms and & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 41/64 conditions and thereafter the claimant submitted her application which was accepted without any disqualification, when the respondent started accepting payments alongwith application as well as, as per construction link program on different dates indicating the completion of the stages of the construction. Thus all the three components of offer and acceptance came in existence on 23.03.2006 itself and contract had been concluded. \"\n25. It was further held in para no. 33 and 34 as under:-\n\"33: Merely signing of \"Buyer's Agreement\" at a later date I.e 09.02.2012, the same cannot supersede the offer and acceptance which had already taken place. Under these circumstances I am of a considered view that all the documents are to be read in combined manner to draw a conclusion as to when the contract had been concluded. The fact that application was submitted on 23.03.2006 alongwith advance payment of 20% I.e Rs.4,53,750/- and thereafter the payments were made on 27.09.2007, 22.07.2008, 27.09.2008, 18.11.2008 and 30.01.2009. All the payments which were made after 23.03.2006 had been accepted by the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 42/64 respondent, the same had been accepted in pursuance of the enforceable agreement which came into existence on the acceptance of first payment made on 23.03.2006. Thus, I am of the considered opinion that all these documents, right from the beginning on 23.03.2006 till 09.02.2012 only the delivery of possession of flat was deferred I.e after 30 months from 23.03.2006 when the \"Buyer's Agreement\" was executed which also form part and parcel of the contract for sale of flat by the respondent in favour of claimant. The \" Buyer's Agreement\" was not a new thing. I tis continuation of the existing agreement of 23.03.2006. The \"Buyer's Agreement\" could not include any clause contrary to the existing agreement and could not change the period of delivery of possession of flat. 34: Now it is to be seen whether respondent failed to deliver the possession in terms of contract I hold that respondent was supposed to deliver the possession of flat within 30 months from the date of acceptance of payment alongwith application dated 23.03.2006. The fact that & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 43/64 the possession was given in January, 2014 shows that there was inordinate delay on the part of the respondent in delivery of possession of flat. \nIssues are answered accordingly. \"\n26. Clause-49 of Builder buyer's agreement provides the dispute resolution between the parties as under:-\n\"49: All or any disputes arising out of or touching upon or in relation to the terms of this Agreement including the interpretation and validity of the terms thereof and the respective rights and obligations of the parties shall be settled amicably by mutual discussion failing which the same shall be settled through arbitration. The arbitration proceedings shall be governed by the Arbitration & Conciliation Act, 1996 and/or any statutory amendments/modifications thereof for the time being in force. The Arbitration proceedings shall be held at an appropriate location in Delhi/ New Delhi. \"\n27 . It is evident from the arbitration clause that Ld Arbitrator was competent to adjudicate upon the dispute & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 44/64 arising about or touching upon the interpretation and validity of the terms and conditions thereof and respective rights and obligations of the parties . The question arises whether the view taken by the Ld Arbitrator is plausible view in the given facts and circumstances of the case as is decided by him while deciding issue no. 1, 1A and 1B. Admittedly, this court cannot sit in the appeal on the findings recorded by the Ld Arbitrator on these issues and by no stretch of imagination it can be concluded that view taken by the Ld Arbitrator on the issue no. 1, 1A and 1B regarding challenge no.1 to the award by the Ld Counsel for the petitioner is not a plausible view in the given facts and circumstances of the case. Ld Arbitrator has appreciated all the facts and circumstances and the documents concerning the rights and duties of the parties under the agreement between them for allotment of the flats by the respondent. Ld Arbitrator has also very meticulously examined the provisions of the law applicable therein. Therefore, the findings, so recorded by the Ld Arbitrator does not deserve any interference by this court and Ld arbitrator has rightly held that period of handing over the possession will be calculated from the executed agreement contained in the application form dated 21.03.2006 including the terms and conditions appended therein. \n28. Regarding the contention of novation of agreement, the said point has been considered and & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 45/64 adjudicated upon by the Ld Arbitrator in para no. 37 which is reproduced as under:- \n\"37: In my view this plea of the respondent is not available to him because the so called agreement dated 09.02.2012 does not amount to novation of the agreement for which offer was made on 23.03.2006. On the contrary the \"Buyer's Agreement \" is a continuation of the earlier agreement which came into existence when the offer was made by claimant on 23.03.2006 and the same had been accepted by the respondent not only on receiving earnest money but also with subsequent letters of demand which had been complied with and payment has been received by the respondent. The agreement dated 09.02.2012 does not alter the contract which was in existence neither there was any occasion. The only fact of agreement dated 09.02.2012 was a crude attempt on part of the respondent to wriggle out of the time condition for delivery of flat. \"\n29. Again view taken by the Ld Arbitrator regarding alleged novation of agreement dated 23.03.2006, by & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 46/64 buyer's agreement dated 09.02.2012, is most plausible view in the given facts and circumstances and there is nothing that the said view and findings needs to be interfered by this court. \n30. Regarding challenge no. 2&3 to the award by the Ld counsel for the petitioner, Issue no.2 in petition no. 53/19 and issue no. 4 in petition no. 50/19 was framed and adjudicated by the Ld Arbitrator in para no. 35 to 49. The entire findings of issues started from para no. 35 to 49 are relevant for appreciating the reasoning and is reproduced as under:-\n35: This issue relates to the facts that whether the claimant is entitled to damages or compensation for delay in delivery of flats. The entitlement of any damages or compensation again depends upon the fact, that whether the claimant is entitled for possession of the flat as per document dated 23.03.2006 read with basic terms and conditions or agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) has any overriding effect on the document dated 23.03.2006. As already held above that the claimant had submitted an application for allotment of flat after going through the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 47/64 basic terms and conditions. The submitting of application form and signing of the basic terms and condition can be very well said that the claimant had made a valid offer as per the Contract Act to buy a flat from the respondent. The application also contained the mode of payment by the claimant to the respondent which can be described as 'Construction Link Plan' for payment of consideration for the purchase of flat. The respondent accepted the payments made by the claimant from time to time. Thus, the respondent had impliedly and in unequivocal terms had accepted the offer made by claimant for purchase of flat. By accepting the payments the respondent had agreed to sell and deliver the flat to the claimant within 30 months, when respondent accepted the first payment. It is pertinent to mention here that the view of the contract and in view of the acceptance having being made by the respondent, the respondent had also been issuing various letters of demand on different dates to enforce the contract, much before signing of the alleged & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 48/64 agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19). It is also pertinent to mention that since payments were to be made by the claimant under the \"Construction Link Program\" so respondent while making demand had made the claimant believe that the simultaneous construction has reached to stage when the demand letter were issued. \nClaimant could believe that the second installment has been raised within 60 days of the allotment and third demand has been raised on casting of 2nd floor and 4th demand has been raised on casting on 3 rd floor and so on, and the last payment which is alleged to have not been paid was to be made only when offer of possession was to come from the respondent. The entire payment had been received by the respondent on 29.01.2009 except for the last payment. Since last payment was not linked with construction plan as the same is linked with the offer of possession. The claimant could expect that within 6 months from 30.01.2009 he would get the possession of flat. However, the respondent did not honour his & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 49/64 commitment and did not offer possession within 30 months, nor even after having 6 months as grace period. The documents on record show that the respondent had been insisting and had also exercised coercion to get \" Buyer's Agreement\" signed from the claimant. It is quite evident that the respondent was interested to get the agreement signed first as the respondent knew very well, that the clauses in the agreement were so cleverly drafted so that the respondent may wriggle out of his commitment to hand over the possession within 30 months. \n36: The respondent has also contended that the application for allotment was only a proposal by the claimant for allotment of flat. It did not constitute an agreement, assuming for the sake of arguments, the application is treated to be an offer which was accepted then also the respondent need not request to perform the said alleged agreement as it was novated by subsequent agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19). \n37: In my view this plea of the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 50/64 respondent is not available to him because the so called agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) does not amount to novation of the agreement for which offer was made on 23.03.2006. On the contrary the \"Buyer's Agreement \" is a continuation of the earlier agreement which came into existence when the offer was made by claimant on 23.03.2006 and the same had been accepted by the respondent not only on receiving earnest money but also with subsequent letters of demand which had been complied with and payment has been received by the respondent. The agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) does not alter the contract which was in existence neither there was any occasion. The only fact of agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) was a crude attempt on part of the respondent to wriggle out of the time condition for delivery of flat. 38: It is a common knowledge that the builders in such a situation had been exploiting the investors and after & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 51/64 receiving money in such like projects from the innocent investors had been putting in use the money of investors to other projects. Such type of tactics used by builders had been adversely commented upon by Hon'ble Supreme Court as well as by National Consumer Disputes Redressal Commission in one such by case \" Yogesh Sharma Vs. Unitech Limited\". \n\"Where also the builder had obtained signature on agreement when over the terms which were beneficial only to the builder. The court observed \" it is an undisputed proposition of law that ordinarily the parties are bound to the terms and condition on the contract \"voluntarily\" agreed by them and it is not for a consumer forum or even a court to revise the said terms\" (emphasis supplied) the national forum further observed \"however, a terms of a contract will not be final and binding, if it is shown that the consent to the said term was not really voluntary but was given under a sort of compulsion on account of the person giving consent being left with no other & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 52/64 choice or if the said term amounts to an unfair trade practice\". \n39: In the present case also it is evident from the record that claimant was not willing to sign the agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19). But the respondent put pressure, coercion and undue influence to obtain the signature of the claimant. So much the claimant who had gone to the police to file a complaint against the respondent was not being given possession of the flat until and unless that complaint has withdrawn the complaint and until claimant had signed the agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19). \n40: It can hardly be disputed that the certain terms which was incorporated in the agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) amounted to extend the period of delivery of flat which infact amounts to adoption of unfair trade practice on the part of the respondent. \n41: The respondent has also pleaded when & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 53/64 a contract has been broken, if a sum is named in the contract as the amount to be paid in case of such breach, or if the contract contains any other stipulation by way of penalty, the party complaining of the breach is entitled, whether or not actual damages or loss is proved to have been caused thereby to receive from the party who has broken the contract reasonable compensation not exceeding the amount so named or as the case may be penalty stipulated for. \n42: The counsel for the respondent further submitted that as per clause-21 dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) respondent can be said to be liable to pay only of Rs. 5/- per sq.fit. \n43: In my view even this plea of the respondent is not tenable as national forum in the above referred judgment had also observed about damages to be assessed and about Rs. 5/- sq. ft the court observed as under:\n\" .......However, a term of contract, in my view will not be final and binding if it is shown that the consent & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 54/64 to the said term was not really voluntary but was given under a sort of compulsion on account of the persons giving consent being left with no other choice or if the said term amounts to an unfair trade practice. It was submitted by the learned counsel for the complainant that the term providing for payment of a nominal compensation such as Rs. 5/- per square foot of the super area having become the order of the day in the contracts designed by big builders, a person seeking to buy an apartment is left with no option but to sign on the dotted lines since the rejection of such term by him would mean cancellation of the allotment. Since the contracts of all the big builders contain a term for payment of a specified sum as compensation in the event of default on the part of the builder in handing over possession of the flat to the buyer and the flat compensation offered by all big builders is almost a nominal compensation being less than 2.5% & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 55/64 of the estimated cost of construction per month, the flat buyer is left with no option but to sign the Buyer's Agreement in the format provided by the builder. No sensible person will volunteer to accept compensation constituting about 2-3% of his investment in case of delay on the part of the contractor, when he is made to pay 18% compound interest if there is delay on his part in making payment. \"\n44: As I have already observed above that in this case the process of entering into contract started from 21.03.2006 when claimant made an application, indicating his offer to buy a flat from the respondent. The said offer was accepted by the respondent when respondent not only accepted the payment earnest money but also had given a plan to the claimant for making further payments in construction link plan and installments linked with the stage of construction at every step. 45: The fact that claimant had been making regular payment has been & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 56/64 accepted by the respondent. The respondent has by using the arm twisting method had procured the signatures of the claimant on so called buyer's agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) with a malafide intention to over ride the terms and conditions which were initially agreed upon. There are documents on record which shows, when the respondent had refused to hand over possession until and unless the claimant puts her signature on the dotted line and just to avoid their obligation to hand over timely possession. 46: The delay so caused by the respondent is also abnormal delay as according to the documents related to offer and acceptance. The possession should have been delivered within 30 months from 23.03.2006, at the most 6 months period could have been added as grace period. However, the possession has been given somewhere in January, 2014 when offer for the possession was made to the claimant. Sale Deed was executed on 08.01.2014. Thus I am of the considered opinion that the delay in handing over of & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 57/64 possession has been caused by the respondent and claimant is entitled to damages/compensation for delay delivery of possession. \n47: As far quantum of damages is concerned the claimant has based its demand for damages and compensation alleging the claimant is entitled to claim interest and damages on the payment of Rs.21,57,068/- as per legal notice, which he had paid to the respondent and claim interest @ 24% as the same rate the respondent were charging interest from customers for delay in making payment. Thus, the total sum of Rs. 26,74,765/- (Rs. 28,98,581/- in petition no.50/19) is being claimed as interest for the period for November, 2008 till 08.01.2014. A legal notice to same effects was also issued to the respondent. Respondent denied they are liable to pay any interest of damages and whatever the disputes were there the claimant had voluntarily accepted the possession of the flat and sale deed was executed in favour as such claimant stopped claim any damages. \n48: In my view the plea of the respondent & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 58/64 that the claimant is estopped to demand any damages has no merits because the respondent is not permitted to take shelter under buyer agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) or the so called settlement arrived under coercion. Respondent after having accepted payments from the claimant in a \"Construction Link Plan\"\nwas supposed to handover the possession within 30 months from 23.03.2006, at the most respondent could be allowed 6 months grace period. The respondent should have delivered the flat by 23.03.2009. Failure to handover the possession within time has occurred and there was callous delay on the part of respondent and respondent is liable to pay interest w.e.f 01.04.2009 on the amount paid by the claimant as damages/compensation. \n49: As per rate of interest on damages/compensation is concerned the claimant has claimed interest @24% on the plea that respondent had been charging interest on delayed payment @ 24%. Claimant was also compelled to pay a sum & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 59/64 of Rs. 46,022/-(Rs. 29,438/- in petition no.50/19) as interest for late payment @ 24% . However, in my view as far the grant of damage is concerned this stands on different footings for the purposes of calculation damages for amount retained by the respondent. I find if damages are allowed by means of the interest @ 24% that would amount to an unconscious grant of compensation. Damage cannot be compared at par with interest rate. Under these circumstances I find that if damages/compensation is allowed @ 15% that would meet the ends of justice because this commercial transaction. Further, the claimant also placed before me a judgment passed by NCDRC in case title as Yogesh Sharma Versus Unitech Ltd, wherein, NCDRC has awarded interest at the rate of 18% per annum. Hence I hold that the claimant is entitled to damages as interest on his investment at the rate of 15% per annum w.e.f 23.09.2009 (i.e after competition of reasonable time for handing over the possession from 23.03.2006 till the actual date of handing over the possession & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 60/64 08.01.2014) which comes to Rs. 13,46,011/- rounded to Rs. 13,46,000/-\n(Rs. 14,98,997/- rounded to Rs.14,99,000/- in petition no.50/19). Issue decided.\" \n31. On perusal of entire findings of the Ld Arbitrator on issue no. ii and iv respectively, I am of the considered opinion that view taken by the Ld Arbitrator in the given facts and circumstances is most plausible view. By granting the compensation in the form of interest on the amount deposited by the claimant @ 15% p.a, Ld Arbitrator has committed no illegality and the said findings and view taken by the Ld Arbitrator does not suffer from any illegality and is not against the justice and morality, therefore required no interference by this court. \n32. Regarding the last challenge to the award, issue no. vii and v in respective petitions has been framed and disposed off in para no. 54. It was argued on behalf of petitioner that even notice for arbitration and claim made before the Ld Arbitrator were barred by limitation because cause of action had arisen allegedly in favour of claimant after expiry of 30 months and 6 months of grace period from 23.03.2006 or from the date of handing over the possession in January 2014. The notice should has been issued for initiation of arbitration on 08.01.2014 but notice under section 21 of the Arbitration Act was issued on & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 61/64 22.08.2017 beyond the period of 3 years. \n33. Ld counsel for the respondent on the other hand argued that the claimant has instituted the civil suit within the period of limitation before Hon. High Court which was subsequently transferred to the District Court Saket wherein the petitioner/non-claimant has filed an application under section 8 of the Arbitration Act and on the basis of which parties were referred to arbitration and after the petitions of the claimant was dismissed by the Hon. High Court, challenging order on application u/s 8 of the Arbitration Act, the claimant /respondent herein has taken steps for issuance of notice u/s 21 of the Arbitration Act within the reasonable time and without wasting any time. It is therefore argued that time consumed while pursuing the remedies diligently in the court of law has to be excluded from the period of limitation under section 14 of Limitation Act. It was argued on behalf of petitioner that Ld Arbitrator has no power to exclude the period of limitation and condone the delay under section 14 of the Limitation act. However, except mere arguments in that regard nothing has been brought to the notice of the court to show that Ld Arbitrator/chosen forum of adjudication by the parties cannot consider the condonation of delay under section 14 of Limitation act. Admittedly no application seeking condonation of delay was filed by the claimant. However, there is no bar to exercise the power by the Ld Arbitrator on the basis of statutory provisions and the Ld & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 62/64 Arbitrator has therefore rightly concluded that claimant has gone to the civil court by mistake of law and had filed a civil suit which was rejected on the basis of the application filed by the respondent under the Arbitration Act . It is further observed that time taken by the claimant before civil court also has to be excluded for filing the present claim petitions. Therefore, petition are held to be within limitation. \n34. Again this view taken by the Ld Arbitrator regarding the question of limitation is most plausible view in the given facts and circumstances and law applicable to the question. The findings returned on the issue regarding limitation does not deserve any interference of this court. \n35. Relying upon the law laid in the cases of \"(i) Associate Builders (supra); (ii) Swan Gold Mine vs Hindustan Copper (supra); (iii) Oil & Natural Gas Corporation Ltd. vs Saw Pipes Ltd., (supra) and (iv) PSA SICAL Terminals Pvt. Ltd. vs. The Board of Trustee of VO Chidambranar for Trust Tuticorin & Ors.(supra)\", it can be said that not only the reasoning of the Ld. Arbitrator are logical, but all the material and documents were taken note of by the Ld. Arbitrator and this Court cannot substitute its own evaluation of conclusion of law or fact to come to the conclusion other than that of the Ld. Arbitrator. Cogent grounds, sufficient reasons have been assigned by Ld. Arbitrator in reaching the just conclusion and no error of law or misconduct is & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 63/64 apparent on the face of the record. This Court cannot reappraise the evidence and it is not open to this Court to sit in the appeal over the conclusion/findings of facts arrived at by Ld. Arbitrator. Re-appraisal of the matter cannot be done by this Court. No error is apparent in respect of the impugned award. I do not find any contradiction in the observations and findings given by Learned Arbitrator. There is no patent illegality or legal perversity in the Award. The award is not against any public policy nor against the terms of contract of the parties. No ground for interference is made out. None of the grounds raised by the petitioner attract Section 34 of the Act. \n36. For the foregoing reasons, both the petitions are hereby dismissed. The parties are left to bear their own costs. \n37. Signed copy of this order be placed in petition OMP (COMM) no. 53/19.\n38. File be consigned to record room. \n                                        RAJ          by RAJ KUMAR Announced through                       KUMAR                                                      CHAUHAN VC on 11.01.2022.                       CHAUHAN                                                      Date: \n                                                     2022.01.11                                                      16:45:40 +0200                                   (RAJ KUMAR CHAUHAN) \nDistrict Judge (Commercial Court)-01 South-East, Saket, New Delhi. \n& M/ s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 64/64",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41d1178ed6b7493ba2070789777ac9c7_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "NONE"
      ],
      "id": "b8cef0594c494a1db65dcb54b2f83f77_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nDelhi District Court",
      "labels": [
        "NONE"
      ],
      "id": "173ecd937b39462fa5db529bc9e02391_2"
    },
    {
      "start": 265,
      "end": 375,
      "text": "M/S Omaxe Ltd vs Ms. Asha Saini on 11 January, 2022\nIn The Court Of Shri Raj Kumar Chauhan:\n  District Judge (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68d6eeba8ca74005aeef7964e9bec986_3"
    },
    {
      "start": 376,
      "end": 396,
      "text": "Commercial Court)-01",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ffd6382ef034519abf0931f5a4ff745_4"
    },
    {
      "start": 397,
      "end": 507,
      "text": ": \n      South-East, Saket : New Delhi\n\nOmp (Comm) No. 50/19\nin the matter of:-\n\nM/s Omaxe Ltd\n10 Lsc, Kalkaji",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2737a7fce56b441fa550aaa5f5a50842_5"
    },
    {
      "start": 508,
      "end": 525,
      "text": "\nNew Delhi-110019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24f388cf570f402a92e2da5d8aee9168_6"
    },
    {
      "start": 592,
      "end": 658,
      "text": "..... Petitioner\n                                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8e58ef0d46141689f22249bcd83b2fc_7"
    },
    {
      "start": 658,
      "end": 665,
      "text": "Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf3fcb471f5f4f58bdc970020b317dd3_8"
    },
    {
      "start": 665,
      "end": 679,
      "text": "Ms. Asha Saini",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61353a3334114b2f956cf8bcfe0d7f8c_9"
    },
    {
      "start": 680,
      "end": 705,
      "text": "\nW/o Sh. Bal Kishan Saini",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ea578ec05454b1b9d232290f756dc0c_10"
    },
    {
      "start": 706,
      "end": 733,
      "text": "\nR/o A-58, Freedom Fighters",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ffe3bbd6f0fb426fa752a79cc03e2e38_11"
    },
    {
      "start": 734,
      "end": 742,
      "text": "\nEnclave",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8d340c932fd4b50a6fef85b34faf005_12"
    },
    {
      "start": 743,
      "end": 771,
      "text": "\nNeb Sarai, New Delhi-110068",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be02a0d7d02544e5a97105e9b534df7a_13"
    },
    {
      "start": 834,
      "end": 887,
      "text": ".....Respondent\n\n                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be6c3651b3184cd8805ba856aa692e6f_14"
    },
    {
      "start": 887,
      "end": 906,
      "text": "and \n\nOmp (Comm) No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb31318efe45405eb18cd1881161fa40_15"
    },
    {
      "start": 907,
      "end": 914,
      "text": ". 53/19",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c25a15e93b7744549cd7a61915efeb51_16"
    },
    {
      "start": 915,
      "end": 986,
      "text": "\nin the matter of:-\n\n M/s Omaxe Ltd\n 10 Lsc, Kalkaji,\n New Delhi-110019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c9bfed3b0544f33b759cb9e066762e8_17"
    },
    {
      "start": 1053,
      "end": 1069,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f026c31adf54b97a5baf02beaa55e72_18"
    },
    {
      "start": 1111,
      "end": 1118,
      "text": "Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "313a71bf1a4c4102865618d1718703b4_19"
    },
    {
      "start": 1118,
      "end": 1132,
      "text": "Ms. Asha Saini",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a885d1f69f84b459970dd8951099ebb_20"
    },
    {
      "start": 1133,
      "end": 1152,
      "text": "\nW/o Sh. Bal Kishan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72411b97d63e48d886fe7175b892566e_21"
    },
    {
      "start": 1153,
      "end": 1161,
      "text": "\nSaini,R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac96cb0358dc4aa49ac8de718499ecb9_22"
    },
    {
      "start": 1162,
      "end": 1185,
      "text": "/o        A-58,\nFreedom",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81adea7ed9274aa99d1e92c224455e6f_23"
    },
    {
      "start": 1193,
      "end": 1220,
      "text": "Fighters\nEnclave Neb Sarai,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2b3073457ff47fa9be1d981d8af4ced_24"
    },
    {
      "start": 1221,
      "end": 1238,
      "text": "\nNew Delhi-110068",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07605bfd1dbb45a1b85b40b06e4666e5_25"
    },
    {
      "start": 1301,
      "end": 1317,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1bdf8e657494e69bef25b2de1604c37_26"
    },
    {
      "start": 1331,
      "end": 1350,
      "text": "Date of institution",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf2b90aedf004213b39adeebe2e680f2_27"
    },
    {
      "start": 1373,
      "end": 1393,
      "text": ":         10.05.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9fa920b4653461cb3016115982cd791_28"
    },
    {
      "start": 1406,
      "end": 1428,
      "text": "Arguments concluded on",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7cb28f5932747c9867675c4615bae8e_29"
    },
    {
      "start": 1448,
      "end": 1468,
      "text": ":         11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9548c9b12dc4c5eb8595106cef5c325_30"
    },
    {
      "start": 1481,
      "end": 1497,
      "text": "Date of decision",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8ae0cb4645242a3a2ce682d87f55c14_31"
    },
    {
      "start": 1523,
      "end": 1543,
      "text": ":         11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2085fa32a1ef4080a72c40a6a7d71960_32"
    },
    {
      "start": 1611,
      "end": 1621,
      "text": "Omp (Comm)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22e9de96429645d9af17305587ef168c_33"
    },
    {
      "start": 1622,
      "end": 1632,
      "text": "No . 50/19",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec65c83fe47f495fb6214b76a0873032_34"
    },
    {
      "start": 1703,
      "end": 1773,
      "text": "&\n                                                                 Omp",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2482bb439ca843068d31155ecaa2591b_35"
    },
    {
      "start": 1774,
      "end": 1780,
      "text": "(Comm)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1757428290549c2b6f2396e9ae81ab8_36"
    },
    {
      "start": 1781,
      "end": 1791,
      "text": "No . 53/19",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48d708cf89904a5e9f659279134ecd92_37"
    },
    {
      "start": 1792,
      "end": 2093,
      "text": "\n                                                            M/s Omaxe Ltd Vs Asha Saini\n       (Raj Kumar Chauhan)\n       District Judge (Commercial Court)-01\n       South-East, Saket, New Delhi.11.01.2022            Page no.......... 1/64\n            (Through Cisco Webex Video Conferencing)\n\n\nOrder",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a57c2e230c56432aa74cec10172de1c3_38"
    },
    {
      "start": 2094,
      "end": 2194,
      "text": "\n1. By this common order, I shall dispose of the petition no. OMP(comm) 50/2019 & OMP(comm) 53/2019.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe1e3b5096db4ecfa202290c9bd62e44_39"
    },
    {
      "start": 2195,
      "end": 2295,
      "text": "These petitions u/s 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred as 'Arbit",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f940ad6a973455ab05b3b81866352df_40"
    },
    {
      "start": 2296,
      "end": 2307,
      "text": "ration Act'",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf384a8aa3e94c31bcf8a54bcd182791_41"
    },
    {
      "start": 2308,
      "end": 2526,
      "text": ") have been filed by the petitioner for setting aside the awards dated 26.12.2018 and modified awards dated 11.02.2019 (hereinafter referred as 'impugned awards') passed by Sh.Kuldip Singh Sole Arbitrator/ retired ADJ.",
      "labels": [
        "FAC"
      ],
      "id": "10f14b7168d948a5a885a2087cb10086_42"
    },
    {
      "start": 2527,
      "end": 2671,
      "text": "The facts, reasoning of the awards, date of the awards are same in both the petitions except the flat number and date of buyer's agreement only.",
      "labels": [
        "FAC"
      ],
      "id": "2d259e9ce20941f88065e74dd35a4685_43"
    },
    {
      "start": 2672,
      "end": 3073,
      "text": "\n2. Brief facts giving rise to filing the claim petitions and passing of the impugned awards by the Ld Arbitrator are that :-\ni. Petitioner was developing and constructing a residential project at Bahadurgarh, Haryana in the name of \"Omaxe North Avenue\"; respondent/claimant made the applications for allotment of flats in the said project on 21.03.2006 and paid Rs. 4,53,750/- each as booking amount.",
      "labels": [
        "FAC"
      ],
      "id": "2dc20b612d90490e8ecdbba77a76d108_44"
    },
    {
      "start": 3074,
      "end": 3394,
      "text": "As per clause-21 of the said application, the details of the terms and conditions of the application shall form part of the Buyer's agreement which would be executed as and when required by the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "077caf46412449c2ad0117746027e1bf_45"
    },
    {
      "start": 3395,
      "end": 3437,
      "text": "Page no.......... 2/64 petitioner company.",
      "labels": [
        "NONE"
      ],
      "id": "138f332bc8514321bd5f0470db940375_46"
    },
    {
      "start": 3438,
      "end": 3610,
      "text": "The possession of the flats was proposed to be handed over within 30 months with an extended period of six months from the date of execution of the Builder Buyer Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "55648478910f42a3b8d20dd0c32e065d_47"
    },
    {
      "start": 3611,
      "end": 4122,
      "text": "The respondent/claimant was allotted flat no. 602 Empire Tower, Omaxe North Avenue, Bahadurgarh, Haryana (hereinafter referred as \"Flat no. 602\") (in petition no. 50/19) and flat no. 706, Petronas Tower, Omaxe North Avenue, Bahadurgarh, Haryana (hereinafter referred as \"Flat no. 706\") (in petition no. 53/19) for total sale consideration of Rs. 25,48,350/- each flat payable in installments; that on 06.09.2008 Builder Buyer Agreement was sent to the claimant who did not sign the same and remained unexecuted.",
      "labels": [
        "FAC"
      ],
      "id": "551b95f189884785b4f7dba86460af0c_48"
    },
    {
      "start": 4123,
      "end": 4166,
      "text": "The letter dated 30.08.2011 is annexure-P8.",
      "labels": [
        "FAC"
      ],
      "id": "29d30c40120648e785542e8e5af0b903_49"
    },
    {
      "start": 4167,
      "end": 4360,
      "text": "Petitioner and respondent/claimant signed the Builder Buyer Agreement which was executed on 02.02.2012 regarding flat no. 602 and Agreement dated 09.02.2012 regarding flat no. 706 respectively.",
      "labels": [
        "FAC"
      ],
      "id": "7afec1e47e4b46d5a447ff7b8d551d16_50"
    },
    {
      "start": 4361,
      "end": 4473,
      "text": "The clause-49 of the said Builder Buyer Agreement contained the arbitral clause for settling the dispute if any.",
      "labels": [
        "FAC"
      ],
      "id": "e6c67ccff7c34ba5bb30b3e94f86ede6_51"
    },
    {
      "start": 4475,
      "end": 4631,
      "text": "ii. Respondent/claimant raised issues for alleged delay in delivery of possession and claimed damages by way of interest @ 24% per annum on the paid amount.",
      "labels": [
        "FAC"
      ],
      "id": "8fae2b94836e4c478c39757f6cc4a3cb_52"
    },
    {
      "start": 4632,
      "end": 4891,
      "text": "After completion of construction, flat the possession was offered to the respondent on 30.11.2012 and claimant was requested to pay the balance amount of & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "FAC"
      ],
      "id": "d83c76fdd89c40ed94a6d85debebd448_53"
    },
    {
      "start": 4892,
      "end": 4912,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c540215ce4774e54ae718be907ac2981_54"
    },
    {
      "start": 4913,
      "end": 5022,
      "text": "Page no.......... 3/64 Rs. 1,26,118.87/- regarding flat no. 602 and Rs. 2,25,480.77/- regarding flat no. 706.",
      "labels": [
        "FAC"
      ],
      "id": "65dfafe817af4284bfc39340ff3370d9_55"
    },
    {
      "start": 5023,
      "end": 5160,
      "text": "The claimant made a complaint dated 19.11.2013 in the Police Station Kalkaji for not honouring the terms and conditions of the Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "265e86d3df7b4dd99474567cbfcee83c_56"
    },
    {
      "start": 5161,
      "end": 5408,
      "text": "Vide communication dated 02.12.2013 parties settled their disputes amicably whereby petitioner executed and registered the Sale Deed of the said flat in favour of respondent/claimant on 08.01.2014 after withdrawal of the complaint by the claimant.",
      "labels": [
        "FAC"
      ],
      "id": "faabd510dc0f4d8b9844d1dd1b553073_57"
    },
    {
      "start": 5409,
      "end": 5508,
      "text": "The claimant without any objection and protest obtained possession of the said flats on 08.01.2014.",
      "labels": [
        "FAC"
      ],
      "id": "55dddfa574004ec497804162d8adb564_58"
    },
    {
      "start": 5509,
      "end": 5730,
      "text": "The sale deed was got registered within 30 months from the date of Builder Buyer Agreement dated 02.02.2012 & 09.02.2012 and as such there was no delay in delivering and taking the possession of the flats by the claimant.",
      "labels": [
        "FAC"
      ],
      "id": "65dce2980a3e4d6999b4f0ab1c4283e3_59"
    },
    {
      "start": 5731,
      "end": 5952,
      "text": "However, the respondent/claimant invoked the Arbitration vide notice dated 22.08.2017 and subsequently petition no. 672/2017 in the Hon. High Court of Delhi where sole Arbitrator was appointed vide order dated 12.12.2017.",
      "labels": [
        "FAC"
      ],
      "id": "28d6d6f2f6e94f4f9be66e2bc5f4d1ca_60"
    },
    {
      "start": 5953,
      "end": 6345,
      "text": "The Respondent/claimant filed the statement of claim before the Ld Arbitrator on account of delay in handing over the possession of the said flats claiming following amount:-\nIn petition OMP (COMM) no. 50/19 (a) Damages/compensation amount to Rs.28,98,581/- with pendentelite interest @ & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "FAC"
      ],
      "id": "3783ccdc40f6490b92c65c92824dcc9d_61"
    },
    {
      "start": 6346,
      "end": 6415,
      "text": "New Delhi.11.01.2022 Page no.......... 4/64 24% p.a till realization.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "009e4aa63f10495e8929b45ac29e38f8_62"
    },
    {
      "start": 6416,
      "end": 6590,
      "text": "\n(b) Pay back the amount of Rs. 29,438/-\nwhich was charged arbitrarily by the respondent @ 24% p.a on Rs. 1,26,110/- for alleged late payment for possession of the said flat.",
      "labels": [
        "RPC"
      ],
      "id": "a51f56c56c104c7ca8569ce126572aeb_63"
    },
    {
      "start": 6591,
      "end": 6700,
      "text": "\n(c) Pay Rs. 5,00,000/- as mental agony and harassment that has been cause by illegal acts of the respondent.",
      "labels": [
        "RPC"
      ],
      "id": "9c2f836a2f2d4aa1b4f0e8e1f6fc4c86_64"
    },
    {
      "start": 6701,
      "end": 6752,
      "text": "\n(d) Pay Rs. 3,00,000/- towards cost of litigation.",
      "labels": [
        "RPC"
      ],
      "id": "4b3652d1030e45e4bb3f35c24f5af4a9_65"
    },
    {
      "start": 6753,
      "end": 6822,
      "text": "\n(e) To pass any other order as may be deem fit by the Ld Arbitrator.",
      "labels": [
        "RPC"
      ],
      "id": "82569a08823a4dc99d6050253ea2560b_66"
    },
    {
      "start": 6823,
      "end": 6943,
      "text": "\nIn petition OMP (COMM) no. 53/19 (f) Damages/compensation amount to Rs.26,74,765/- interest @ 24% p.a till realization.",
      "labels": [
        "RPC"
      ],
      "id": "779b0f3e81404511a3e4b3bb22fae507_67"
    },
    {
      "start": 6944,
      "end": 7118,
      "text": "\n(g) Pay back the amount of Rs. 46,022/- which was charged arbitrarily by the respondent @ 24% p.a on Rs. 2,28,375/- for alleged late payment for possession of the said flat.",
      "labels": [
        "RPC"
      ],
      "id": "84a0a559bdf54094ae2737ded1bc9d38_68"
    },
    {
      "start": 7119,
      "end": 7228,
      "text": "\n(h) Pay Rs. 5,00,000/- as mental agony and harassment that has been cause by illegal acts of the respondent.",
      "labels": [
        "RPC"
      ],
      "id": "ab55137df21046efb400ac14c81e1138_69"
    },
    {
      "start": 7229,
      "end": 7407,
      "text": "\n(i) Pay Rs. 3,00,000/- towards cost of litigation.\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90099bc2171c4801bd6808e4ad3a1dd5_70"
    },
    {
      "start": 7408,
      "end": 7504,
      "text": "Page no.......... 5/64 (j) To pass any other order as may be deem fit by the Ld Arbitrator.\niii.",
      "labels": [
        "NONE"
      ],
      "id": "04bc9df6ba9f4010ac76296f8e60e0b0_71"
    },
    {
      "start": 7505,
      "end": 7595,
      "text": "Petitioner/respondent filed reply to the statement of claim for which rejoinder was filed.",
      "labels": [
        "NONE"
      ],
      "id": "3dca322156fc4d34b91d12bb756c99b4_72"
    },
    {
      "start": 7596,
      "end": 7693,
      "text": "Ld Arbitrator has framed the following issues on 20.07.2018:-\nIn petition OMP (COMM) no. 50/19 i.",
      "labels": [
        "NONE"
      ],
      "id": "18a36afca7bb40ffa102af67458dc071_73"
    },
    {
      "start": 7694,
      "end": 7831,
      "text": "Whether the terms and conditions contained in document dated 23.03.2006 styled as basic terms and conditions is the real buyer agreement?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5c3cddaf51f4ea6a708fab3df17d7c6_74"
    },
    {
      "start": 7832,
      "end": 7839,
      "text": "OPC ii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6e8e9b9f760431b8402ab3a05b3bb29_75"
    },
    {
      "start": 7840,
      "end": 7939,
      "text": "Whether the Agreement dated 02.02.2012 has any overriding effect on the document dated 23.03.2006 ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fcf0165750604a609f3b243fe9e593aa_76"
    },
    {
      "start": 7940,
      "end": 7948,
      "text": "OPC iii.",
      "labels": [
        "NONE"
      ],
      "id": "e992cbe90a8743ba9feb22be615c3838_77"
    },
    {
      "start": 7949,
      "end": 8186,
      "text": "Whether the Respondent has failed to deliver the possession of the flat bearing no. 602, Empire Tower, Omaxe North Avenue, Bahadurgarh, Haryana to the claimant on time of the terms and conditions of the application Form dated 23.03.2006?",
      "labels": [
        "ISSUE"
      ],
      "id": "04104d2052364327b2372d81758ea71d_78"
    },
    {
      "start": 8187,
      "end": 8194,
      "text": "OPC iv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30e5e75817bf4345a24842b0c7503407_79"
    },
    {
      "start": 8195,
      "end": 8278,
      "text": "Whether the Claimant is entitled to damages of compensation, if so, to what amount?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ec110f6f11c4e2da68b9faedd68c373_80"
    },
    {
      "start": 8279,
      "end": 8285,
      "text": "OPC v.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ad958d14f9e4079aecf13d984768c90_81"
    },
    {
      "start": 8286,
      "end": 8584,
      "text": "Whether Claimant is entitled to get back amount of Rs. 29,438/- which allegedly charges arbitrarily by the Respondent as & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 6/64 interest for late payment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65548639d75546cb8e1a91ee9d439be2_82"
    },
    {
      "start": 8585,
      "end": 8592,
      "text": "OPC vi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a04edd84fd1c4af087ec0a9d1dd6f7a9_83"
    },
    {
      "start": 8593,
      "end": 8664,
      "text": "To what amount of interest, the Claimant is entitled and at what rate?\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbd7fffdd2584ba6a46a941a1092d828_84"
    },
    {
      "start": 8664,
      "end": 8672,
      "text": "OPC vii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f1d1c9bac9d429b81d8bea8d44e639a_85"
    },
    {
      "start": 8673,
      "end": 8710,
      "text": "Whether the claim is barred by time ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83829e90f7794ed4829d56304fb683ea_86"
    },
    {
      "start": 8711,
      "end": 8750,
      "text": "\n            OPR      viii.     Relief.",
      "labels": [
        "NONE"
      ],
      "id": "77d7bc83e07b46fb9c91a0532e442658_87"
    },
    {
      "start": 8751,
      "end": 9027,
      "text": "\nIn petition OMP (COMM) no. 53/19 i. Whether the respondent has failed to deliver the possession of the flat bearing no. 706, Petronas Tower, Omaxe North Avenue, Bahadurgarh, Haryana to the claimant on time of the terms and conditions of the application Form dated 23.03.2006?",
      "labels": [
        "ISSUE"
      ],
      "id": "81eb1bcafcc740a39de29b7f14825262_88"
    },
    {
      "start": 9028,
      "end": 9035,
      "text": "OPC ii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "558b690ca1b04d7d9e29e75b766e35d2_89"
    },
    {
      "start": 9036,
      "end": 9119,
      "text": "Whether the claimant is entitled to damages of compensation, if so, to what amount?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1c3eb9c39974910abd5d64b5c35fe89_90"
    },
    {
      "start": 9120,
      "end": 9128,
      "text": "OPC iii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b58ad12bd6d64e739699de06dd5cf629_91"
    },
    {
      "start": 9129,
      "end": 9277,
      "text": "Whether Claimant is entitled to get back amount of Rs. 46,022/- which allegedly charges arbitrarily by the Respondent as interest for late payment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c541818bfa7d476f81abb8fdc7bea87e_92"
    },
    {
      "start": 9278,
      "end": 9285,
      "text": "OPC iv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa3f5ae1cb794fb79017c83eca6da544_93"
    },
    {
      "start": 9286,
      "end": 9356,
      "text": "To what amount of interest, the Claimant is entitled and at what rate?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0121f29afc33451c91d2ca05263a9d99_94"
    },
    {
      "start": 9357,
      "end": 9363,
      "text": "OPC v.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ed8d2ccc028484184eea3e1203a55a3_95"
    },
    {
      "start": 9364,
      "end": 9401,
      "text": "Whether the claim is barred by time ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "701767870d7145d68ec14442bc5160da_96"
    },
    {
      "start": 9402,
      "end": 9417,
      "text": "OPR vi. Relief.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30d85d7b1df44cae8af4ca6fb8d627f2_97"
    },
    {
      "start": 9418,
      "end": 9524,
      "text": "\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51ff694f1e694a47a205261a222c817f_98"
    },
    {
      "start": 9525,
      "end": 9545,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "e63dfe93a26d4ca6b5acdf8899274e97_99"
    },
    {
      "start": 9546,
      "end": 9572,
      "text": "Page no.......... 7/64 iv.",
      "labels": [
        "NONE"
      ],
      "id": "9fe4c40b09ab424eae40ef1b3aeff15e_100"
    },
    {
      "start": 9573,
      "end": 9825,
      "text": "On 20.07.2018 on the oral application of the respondent/claimant Ld Arbitrator has famed the following issues:\n1A: Whether the terms and conditions contained in document dated 23.03.2006 styled as basic terms and conditions is the real buyer agreement?",
      "labels": [
        "ISSUE"
      ],
      "id": "68d87024f0f549899ebe2f5bc7a60083_101"
    },
    {
      "start": 9826,
      "end": 9932,
      "text": "OPC 1B: Whether the Agreement dated 09.02.2012 has any overriding effect on the document dated 23.03.2006?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "693515d446e54dc0804bdad3974772d9_102"
    },
    {
      "start": 9933,
      "end": 9939,
      "text": "OPC v.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "73f54683bd634c9189fed72eb789ad5e_103"
    },
    {
      "start": 9940,
      "end": 10518,
      "text": "After hearing arguments, Ld Arbitrator has passed the following awards in favour of respondent/claimant:-\nIn petition OMP (COMM) no. 50/19 S.no Particulars Amount (Rs) 1 Damages as interest on the 14,99,000/-\ninvestment @ 15% p.a w.e.f 23.09.2009 till 08.01.2014 2 pendentelite interest on the 7,19,000/-\namount of damages awarded as interest on investment of Claimant till the date of possession w.e.f January 2014 till December 3 Refund of over charged 29,000/-\ninterest & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e0725f316e64e75a7dbea4cd10becee_104"
    },
    {
      "start": 10519,
      "end": 10539,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4697d0e8ec71468481f8c3c2bed1decb_105"
    },
    {
      "start": 10540,
      "end": 10612,
      "text": "Page no.......... 8/64 4 Cost of litigation 1,50,000/-\nTotal 23,97,000/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae112396f8e54bd1b8b38140576350bb_106"
    },
    {
      "start": 10614,
      "end": 10678,
      "text": "In petition OMP (COMM) no. 53/19 S.no. Particulars Amount (Rs) 1",
      "labels": [
        "NONE"
      ],
      "id": "d1523484a87943b48f1e399d698645b1_107"
    },
    {
      "start": 10679,
      "end": 11018,
      "text": "Damages as interest on the 13,46,000/-\ninvestment @ 15% p.a w.e.f 23.09.2009 till 08.01.2014 2 pendentelite interest on the 6,46,000/-\namount of damages awarded as interest on investment of Claimant till the date of possession w.e.f January 2014 till December 2018 3 Refund of over charged 46,000/-\ninterest 4 Cost of litigation 1,50,000/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7235f669d6db4557a1c394b6843df76f_108"
    },
    {
      "start": 11038,
      "end": 11097,
      "text": "Total                                        21,88,000/-\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "729784a7730142f3925b0c3237e9d6e7_109"
    },
    {
      "start": 11097,
      "end": 11319,
      "text": "vi .           The respondent/claimant moved an application under section 33 of the Arbitration Act for correction of clerical, typographical and computation and other errors in the award vide application dated 11.01.2019.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f76285cff95346baa6fb215882a30281_110"
    },
    {
      "start": 11320,
      "end": 11673,
      "text": "Ld Arbitrator vide order dated 11.02.2019, finally passed the following award in favour of the claimant:-\nS.no. Particulars Amount (Rs) 1 Damages as interest on the 16,72,000/-\ninvestment amounting to Rs. 23,37,566/- @ 15% p.a & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a168cdae46c409ab915b1bf08f19180_111"
    },
    {
      "start": 11674,
      "end": 11729,
      "text": "Page no.......... 9/64 w.e.f 01.04.2009 till 08.01.2014",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3d70ea8c8e64af3a701fae458910112_112"
    },
    {
      "start": 11730,
      "end": 12004,
      "text": "2 pendentelite interest on the 8,02,560/-\n             amount       of    damages              awarded as interest on              investment of Claimant till              the date of possession w.e.f              January        2014      till              December 2018    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4fac64bf742c430e9de26214991b78f9_113"
    },
    {
      "start": 12004,
      "end": 12064,
      "text": "3         Refund of over charged                    29,000/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "938e085108e74b57979f8064cec9501d_114"
    },
    {
      "start": 12079,
      "end": 12087,
      "text": "interest",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5d20e21ff924c03b7d58b3ac454aed6_115"
    },
    {
      "start": 12088,
      "end": 12152,
      "text": "   4         Cost of litigation                       1,50,000/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3cd6081e6cf34fd188d24590bbd410d5_116"
    },
    {
      "start": 12167,
      "end": 12219,
      "text": "Total                                    26,53,560/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79ed8cdb09c245008d38224ff4e2f26d_117"
    },
    {
      "start": 12221,
      "end": 12258,
      "text": "In petition OMP (COMM) no. 53/19 S.no",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6edae161d1174f3b8bf7cf7fb7228ee1_118"
    },
    {
      "start": 12259,
      "end": 12270,
      "text": "Particulars",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d76a0b8fbec14084b0b33181da6f9ea3_119"
    },
    {
      "start": 12271,
      "end": 12284,
      "text": "Amount (Rs) 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2824a40efcee4720af645bd27eef5a97_120"
    },
    {
      "start": 12285,
      "end": 12335,
      "text": "Damages as interest on the 15,43,000/-\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "464394958c934b3e8ea66a6f0de85851_121"
    },
    {
      "start": 12335,
      "end": 12390,
      "text": "investment amounting to            Rs.21,57,068/- @ 15%",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0e2ffac56de4118aaf6edfd27e9fa25_122"
    },
    {
      "start": 12391,
      "end": 12411,
      "text": "p.a            w.e.f",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cece102c1d304747829e7b467a0507cc_123"
    },
    {
      "start": 12412,
      "end": 12426,
      "text": "    01.04.2009",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5ec3de858124aa39046526c6cb5b227_124"
    },
    {
      "start": 12427,
      "end": 12455,
      "text": "  till            08.01.2014",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2a1c7509e6b4800aece5c658ed03705_125"
    },
    {
      "start": 12459,
      "end": 12543,
      "text": "2       pendentelite interest on the 7,40,640/-\n           amount of damages awarded",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4796178af8245fe9e42e30aef25cb2b_126"
    },
    {
      "start": 12555,
      "end": 12642,
      "text": "as interest on investment of            Claimant till the date of            possession",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41be4dc843764f4fbabe352663b4c41b_127"
    },
    {
      "start": 12643,
      "end": 12661,
      "text": "w.e.f January 2014",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f156d2ad9935481e8f4f8313620b18e0_128"
    },
    {
      "start": 12662,
      "end": 12691,
      "text": "           till December 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8af5c32deb954b359ce36844b5d654fa_129"
    },
    {
      "start": 12695,
      "end": 12719,
      "text": "3       Refund          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "354742cd9d69474fb90aabc05bd36da4_130"
    },
    {
      "start": 12719,
      "end": 12748,
      "text": "of      over     charged     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0905cb80a0e449f8b4d5e9328900986_131"
    },
    {
      "start": 12748,
      "end": 12768,
      "text": "29,000/-\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea207e60085b4b4f9a582a6fe4d573d8_132"
    },
    {
      "start": 12768,
      "end": 12776,
      "text": "interest",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b27ac5c2c2d746f386a23b20ebe527f1_133"
    },
    {
      "start": 12780,
      "end": 12832,
      "text": "4       Cost of litigation                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0273dc8b55b6477b92495dc742ebf26e_134"
    },
    {
      "start": 12832,
      "end": 12854,
      "text": "1,50,000/-\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c47d134d01cc4c909daea614ef73c6e3_135"
    },
    {
      "start": 12854,
      "end": 12980,
      "text": "Total                                      24,62,640/-\n\n\n\n\n                                                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "efc9a3b4541c42a1b4d3de38e4aba1c3_136"
    },
    {
      "start": 12980,
      "end": 13043,
      "text": "& \n\n                                                          M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "177df99674a448599e75b04ed7088694_137"
    },
    {
      "start": 13044,
      "end": 13071,
      "text": "/ s OMAXE Ltd Vs Asha Saini",
      "labels": [
        "PREAMBLE"
      ],
      "id": "449e47a35c2645a9af70ccbca498141a_138"
    },
    {
      "start": 13072,
      "end": 13170,
      "text": "  (RAJ KUMAR CHAUHAN)\nDistrict Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24c0af37a4ad4f899d934fd7eee0f6e0_139"
    },
    {
      "start": 13171,
      "end": 13197,
      "text": "Page no.......... 10/64 3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "050dcdf1a8a345cb88c35877b319c9d5_140"
    },
    {
      "start": 13198,
      "end": 13289,
      "text": "The impugned awards has been challenged in both the petitions on the following grounds:-\ni.",
      "labels": [
        "FAC"
      ],
      "id": "aac6e952dc974ded9437891b9b4d1774_141"
    },
    {
      "start": 13290,
      "end": 13468,
      "text": "That the Ld Arbitrator has ignored the principle of law and has favoured the respondent/claimant and granted the relief which are beyond the terms of the agreement and documents.",
      "labels": [
        "FAC"
      ],
      "id": "446f7e378c9b4ef78163bc8a8eeca417_142"
    },
    {
      "start": 13469,
      "end": 13669,
      "text": "\nii. Ld Arbitrator was appointed to adjudicate the dispute in relation of the agreement dated 02.02.2012 (subject matter in petition no. 50/2019) & 09.02.2012 (subject matter in petition no. 53/2019).",
      "labels": [
        "FAC"
      ],
      "id": "633c9b155018409fb8673fb61bc98b3d_143"
    },
    {
      "start": 13670,
      "end": 13812,
      "text": "\nAs per clause 49 of the said agreement the possession was to be handed over by 08.02.2015 and same was handed over on 08.01.2014 within time.",
      "labels": [
        "FAC"
      ],
      "id": "41289e8f407946468e878000daf44856_144"
    },
    {
      "start": 13813,
      "end": 13929,
      "text": "Therefore, Ld Arbitrator has committed illegality and concluded that there was delay in handing over the possession.",
      "labels": [
        "FAC"
      ],
      "id": "828299dc87a0448aafd7c9a5b2e69239_145"
    },
    {
      "start": 13930,
      "end": 14255,
      "text": "\niii. Ld Arbitrator has made the award contrary to the terms of the contract by awarding the damages by way of the interest which is more than the value of the amount paid by the respondent/claimant for each flat which is unjust and against the public policy and in contradiction to the basic notions of morality and justice.",
      "labels": [
        "ISSUE"
      ],
      "id": "1b0f3facc2e34adc845c71b468417e93_146"
    },
    {
      "start": 14257,
      "end": 14590,
      "text": "iv. The claim of money by the respondent/claimant related to the damages/interest and refund of interest and delay of payment and litigation expenses are not contemplated in the agreement dated 02.02.2012 & & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ISSUE"
      ],
      "id": "bd19e499898c4e3690a69179118049bf_147"
    },
    {
      "start": 14591,
      "end": 14734,
      "text": "Page no.......... 11/64 09.02.2012 and as such arbitrator has misconducted himself by exceeding the jurisdiction and acted in arbitrary manner.",
      "labels": [
        "FAC"
      ],
      "id": "c82d4d3fba4a4e10ab2caa90b8950ccf_148"
    },
    {
      "start": 14736,
      "end": 14978,
      "text": "v. The arbitration petition was filed on the basis of the agreement dated 02.02.2012 & 09.02.2012 and the relief is granted on the basis of the application dated 21.03.2006 which is illegal and against the notions of the principle of justice.",
      "labels": [
        "FAC"
      ],
      "id": "ecf50bfc60824767bd2bfa76920721a3_149"
    },
    {
      "start": 14979,
      "end": 15764,
      "text": "vi. An application dated 21.03.2006 is not a concluded and valid agreement between the parties as it was mere offer by the respondent/claimant to purchase a residential unit because the said application neither identified the property agreed to be sold with its area nor the total consideration for which the parties agreed to sell the property and the final date of making of payment was also not mentioned. Clause-17, 21 and 22 of the said application shows that the parties did not intend to be bound by the application until a formal agreement was signed and application form dated 21.03.2006 contained the condition to enter into an another agreement and as such said application was not contract because the contract has not concluded between the parties in the said application.",
      "labels": [
        "FAC"
      ],
      "id": "51dc10f03c3244aea8de2f86005d6cd7_150"
    },
    {
      "start": 15765,
      "end": 16042,
      "text": "vii. Finally, if it is assumed that application dated 21.03.2006 was an agreement between the parties and the said agreement stood novated on entering & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ISSUE"
      ],
      "id": "b08006bc6c5b4a1aa726418c68cfaff6_151"
    },
    {
      "start": 16043,
      "end": 16066,
      "text": "Page no.......... 12/64",
      "labels": [
        "NONE"
      ],
      "id": "32659af3d32d46b48e8b825401b8fcfe_152"
    },
    {
      "start": 16067,
      "end": 16180,
      "text": "into the detailed agreement dated 02.02.2012 and 09.02.2012 in view of the section 62 of the Indian Contract Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6cdfa96202a40e5a4d88d29d5673e25_153"
    },
    {
      "start": 16182,
      "end": 16414,
      "text": "viii. The claimant entered into the said agreement dated 02.02.2012 and 09.02.2012 and executed the Sale deed on 08.01.2014 without any protest and there is estoppal from raising any dispute for the claim made in the claim petition.",
      "labels": [
        "FAC"
      ],
      "id": "8f4cf65d3ba3471990123fe3b1d032ca_154"
    },
    {
      "start": 16415,
      "end": 16520,
      "text": "Ld Arbitrator has ignored all these facts and circumstances in violation of principle of natural justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36bf6b0760544da0a86f2450151e970a_155"
    },
    {
      "start": 16522,
      "end": 17445,
      "text": "ix. The damages awarded as interest @ 15 % per annum w.e.f 23.09.2009 till 08.01.2014 is arbitrary and illegal and contrary to the agreed terms of the contract between the parties i.e. clause 28(f) of the Agreement dated 02.02.2012 & 09.02.2012 which provides remedies for delay in construction and delay as under :-\n\" Clause 28(f) of the said agreement provides:-\nIn case of delay in construction of the said flat attributable to delay of company subject to clause (a) & (b) herein above, the Company would pay a sum at the rate of Rs. 5/- per sq. ft of super area per month for the period of delay to the Buyer(s), provided however that the Buyer(s) had made payment of all instalments towards the Sale consideration amount of the said Flat in time and without making any delay to the company.\"\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ISSUE"
      ],
      "id": "8234e51f35ca4d0bb0b835d79ee4e57b_156"
    },
    {
      "start": 17446,
      "end": 17472,
      "text": "Page no.......... 13/64 x.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4085e49a87c48b4afb08c517c74d9ad_157"
    },
    {
      "start": 17473,
      "end": 17702,
      "text": "Since the damages has been agreed to be liquidated damages as per clause-28 (f) of the agreement therefore as per section 74 of the Contract Act the claim could only be a liquidated damages i.e a sum as named in the clause-28(f).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10a2f08e5766446d8e48d9d2f106cb0d_158"
    },
    {
      "start": 17703,
      "end": 17890,
      "text": "Since the possession has been handed over within 30 months of execution of buyer's agreement and as such there was no delay which may entitle the respondent/claimant for damages/interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a01d8096e9643c1852b67e568c0d0d9_159"
    },
    {
      "start": 17891,
      "end": 18083,
      "text": "xi. The observation of Ld Arbitrator that the buyer's agreement dated 02.02.2012 was one sided is even beyond the case pleaded by the respondent/claimant and is patent illegality in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7265fe725c984b7d8788114832b54971_160"
    },
    {
      "start": 18084,
      "end": 18201,
      "text": "In case agreement dated 02.02.2012 & 09.02.2012 was invalid then the appointment of the Ld Arbitrator became invalid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf2f2638e32a4ebf85b5ba0ecb2cf198_161"
    },
    {
      "start": 18202,
      "end": 18349,
      "text": "Therefore award is based on surmises and extraneous findings by the Ld Arbitrator and there is no evidence on record to support the impugned award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adcb5e6e05c843e281018059607b2513_162"
    },
    {
      "start": 18350,
      "end": 18994,
      "text": "\n4. In reply to the petitions, claimant/respondent has taken the preliminary objection that the agreement was finally concluded between the parties by acceptance of Rs. 4,53,750/- as per application form dated 21.03.2006; the respondent has made the payment between 23.03.2006 to 18.11.2008 i.e Rs. 23,37,566/- with respect to the flat no. 602 (subject matter of petition no. 50/19) & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 14/64 and Rs. 23,35737/- between 23.03.2006 to 18.11.2018 for flat no. 706 (subject matter of petition no. 53/2019).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e576967e28c24b0aaf17299281050195_163"
    },
    {
      "start": 18995,
      "end": 19147,
      "text": "Thus, the essence of timely payment as mandated in clause-6 of terms and conditions/Contract dated 23.03.2006 were timely complied with by the claimant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa3dac9c8f6341bf9641b0f721b99d23_164"
    },
    {
      "start": 19148,
      "end": 19467,
      "text": "That the petitioner deliberately tried to play a trick after 30 months booking and receiving the payment and has sent an buyer's agreement in duplicate for signature of the respondent despite agreement was already concluded on 23.03.2006 and claimant/respondent was reluctant to sign it on the persuasion of petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "724230522ae44aaa9139b9ad434de9a4_165"
    },
    {
      "start": 19468,
      "end": 19576,
      "text": "The signed agreement was required to facilitate the execution of Sale Deed and 95% payment was already made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e2fd683342024e9fbd26b613fbad7d48_166"
    },
    {
      "start": 19577,
      "end": 20310,
      "text": "Respondent had no choice but to sign on the dotted lines as per directions of the petitioner; claimant/respondent has signed the alleged agreement dated 02.02.2012 and 09.02.2012 under coercion without her free will under the threat of cancellation and forfeiture of earnest money, that respondent/claimant has sent a legal notice dated 30.11.2012, Subsequently letter dated 09.01.2013 and 30.11.2012 and also filed a complaint in January 2013 in the State Consumer Disputes Redressal Commission, New Delhi; after the filling of the police complaint dated 19.11.2013 for the fraud and cheating against the Directors of the petitioner, petitioner agreed to execute the sale deed within 30 days upon withdrawal of the police complaint.",
      "labels": [
        "FAC"
      ],
      "id": "8ca097c9d9d7499f8bc6657abae765b8_167"
    },
    {
      "start": 20311,
      "end": 20873,
      "text": "Accordingly, respondent on 02.12.2013 withdrew the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 15/64 police complaint against the petitioners subject to her rights and contentions in the matter; that the possession of the flat was given after more than 8 years of booking as against the promise of 30 months and a sum of Rs.29,438/- was illegally charged for the delay in making the payment from the respondent despite that there was no delay in making payment.",
      "labels": [
        "RLC"
      ],
      "id": "024643355f254732ac39ff12f9631088_168"
    },
    {
      "start": 20875,
      "end": 21126,
      "text": "5. In para-wise reply to the petition, the averments made in the petitions challenging the impugned award has been controverted and denied stating that there was no patent illegality or award was not against the interest of India, justice or morality.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "124e3153db8148f2a5195e90f1756cc1_169"
    },
    {
      "start": 21127,
      "end": 21185,
      "text": "That the Ld Arbitrator did not travel beyond the contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ff803256dbc4858872fef7081dc44bb_170"
    },
    {
      "start": 21186,
      "end": 21239,
      "text": "It is stated that petition is liable to be dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a49911e796374396a2e810d772c8d35e_171"
    },
    {
      "start": 21240,
      "end": 21555,
      "text": "\n6. It has been reiterated that the three components of offer and acceptance came into existence on 23.03.2006 itself and contract had been concluded and mere signing of buyer's agreement at a later date i.e 02.02.2012 and 09.02.2012 the same cannot supersede the offer and acceptance which had already taken place.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "52c6f72497ab4170b34c890df31e1558_172"
    },
    {
      "start": 21556,
      "end": 22076,
      "text": "Therefore, Ld Arbitrator has rightly held that all the documents are to be read in combined manner to draw conclusion as and when the contract had been concluded and the buyer's agreement is not a new thing and same is in continuation of the existing agreement of 23.03.2006 which could not include any clause contrary to the existing agreement and could not change the period of delivery of possession of flat and & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "17bc8e97efb64c2a91dc27665c0230ac_173"
    },
    {
      "start": 22077,
      "end": 22097,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "e2752e3c5d4e4e53b58c1ca7c93b4388_174"
    },
    {
      "start": 22098,
      "end": 22121,
      "text": "Page no.......... 16/64",
      "labels": [
        "NONE"
      ],
      "id": "4d62c2559e614ca690fca8bc65558fac_175"
    },
    {
      "start": 22122,
      "end": 22211,
      "text": "same can only be delivered within 30 months from the date of accepting the first deposit.",
      "labels": [
        "NONE"
      ],
      "id": "3ae45fc2d3614a148c8be9dc547e69e0_176"
    },
    {
      "start": 22212,
      "end": 22845,
      "text": "It is further submitted that the Ld Arbitrator has rightly concluded that there is delay on the part of the petitioner for handing over the possession of the said flat and has rightly passed the said award and impugned award does not require indulgence of this court because as per law it is not permissible to examine the correctness of the findings of the Ld Arbitrator as if court is sitting in appeal over his findings.\n7. Petitioner has also filed rejoinder to the reply of the respondent wherein all averments in the petition has been reiterated and the averments of the respondent in reply has been controverted and denied.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f2fce6b5bd83495aa963af1ba7507ddf_177"
    },
    {
      "start": 22846,
      "end": 23048,
      "text": "I have heard Ld Senior Counsel Sh. Neeraj Malhotra and Sh. Harish Kumar Advocate for the petitioner and Sh. Praveen Mahajan Ld counsel for the respondent at length and gone through the record carefully.",
      "labels": [
        "NONE"
      ],
      "id": "96ef6cc92f1742388dce153261e6317e_178"
    },
    {
      "start": 23049,
      "end": 23109,
      "text": "Both the counsels have also filed written brief submissions.",
      "labels": [
        "NONE"
      ],
      "id": "c247f50614f746b9b89d0bce2f881680_179"
    },
    {
      "start": 23111,
      "end": 23137,
      "text": "ARGUMENTS OF PETITIONER 9.",
      "labels": [
        "NONE"
      ],
      "id": "643a95f9873e4449a4d430b4512297a1_180"
    },
    {
      "start": 23138,
      "end": 23199,
      "text": "Ld Senior counsel for the petitioner has argued as under:-\ni.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "721a7adf20ad491cba710bc620d3d0a6_181"
    },
    {
      "start": 23200,
      "end": 23445,
      "text": "Firstly, Ld Arbitrator has dealt with a different dispute from the dispute referred by the Hon'ble High Court of Delhi as Ld Arbitrator has & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52271dcfda674834befa2036828aed74_182"
    },
    {
      "start": 23446,
      "end": 23623,
      "text": "New Delhi.11.01.2022 Page no.......... 17/64 ignored the agreement dated 02.02.2012 and 09.02.2012 respectively and relied upon the application form preceding buyer's agreement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a64e84a12c24d63a81af24d3ebe0a3f_183"
    },
    {
      "start": 23625,
      "end": 23816,
      "text": "ii. Secondly, as per clause-17 of the terms and conditions the possession was to be given within 36 months from the date of execution of builder buyers agreement dated 02.02.2012 &09.02.2012.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1143c927948488dbff99d50b54dd201_184"
    },
    {
      "start": 23817,
      "end": 23919,
      "text": "The possession was thus to be handed over on or before 09.02.2015 and same has been given within time.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6547d13f54a14db2b9f77dca884e29e1_185"
    },
    {
      "start": 23920,
      "end": 24407,
      "text": "\niii. Thirdly, the arbitration clause was contained in the builder buyer's agreement therefore the dispute arisen out of the said agreement was referred for adjudication by the Hon'ble High Court of Delhi and as such Ld Arbitrator could not have considered anything beyond the builder buyer's agreement therefore relying the initial application by the Ld Arbitrator is patent illegality because the said agreement based on the application form did not contain the arbitration clause.\niv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd4c9b4a650947568f3430a16707ade5_186"
    },
    {
      "start": 24408,
      "end": 24618,
      "text": "Fourthly, the adjudication of the dispute is hit by the limitation because possession was taken over by 08.01.2014 and notice u/s 21 of the Arbitration Act was issued on 22.08.2017 beyond the period of 3 years.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b18fc4350c5e492bb457ebd39d4d513b_187"
    },
    {
      "start": 24619,
      "end": 24701,
      "text": "Notice under section 21 of the Arbitration Act is akin to the institution of the &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cdbd871e5bc84ba692d30b0b9db88145_188"
    },
    {
      "start": 24702,
      "end": 24805,
      "text": "M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea20568d294647f6b6ea2b4ca5a1023c_189"
    },
    {
      "start": 24806,
      "end": 24826,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09ace2fb26dd4125b3f0ad95d33e3ada_190"
    },
    {
      "start": 24827,
      "end": 24844,
      "text": "Page no..........",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bab7fef5d585456e8b87a829767c0071_191"
    },
    {
      "start": 24845,
      "end": 24954,
      "text": "18/64 civil suit and as such notice for arbitration and the claim therein were barred ex-facie by limitation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "197edd2598e9441aa9a7aedbef8902b3_192"
    },
    {
      "start": 24955,
      "end": 25214,
      "text": "The question of limitation was to be determined by the Ld Arbitrator because in application under section 11 Hon'ble High Court of Delhi has considered only arbitration clause and not the arbitrability of the dispute which has to be seen by the Ld Arbitrator.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06e7277258bb4629a843a8f86bba605e_193"
    },
    {
      "start": 25215,
      "end": 25378,
      "text": "\nv. Awarding of 15% interest and compensation amount is exceeding the cost of the flat is apparent mistake on the face of the record which makes the award illegal.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf13b53b778f4337a958f024f26d3a64_194"
    },
    {
      "start": 25380,
      "end": 25587,
      "text": "vi. The novation of initial agreement /builder buyer's agreement has been ignored by the Ld Arbitrator and has wrongly relied upon 2 judgment of Hon'ble National Consumer Disputes Redressal Commission forum.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecdd8ab01c674259b3edd210b90e2c87_195"
    },
    {
      "start": 25588,
      "end": 25777,
      "text": "\nvii. Builder buyers agreement is the only binding contract between the parties because application form categorically contained clause-17, 20,22 for referring to builder buyer's agreement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1939ab2e97e4ed786f68b3e2a53d870_196"
    },
    {
      "start": 25778,
      "end": 25893,
      "text": "viii. The damages which has been awarded are beyond the agreed damages by the parties which make the award illegal.",
      "labels": [
        "RPC"
      ],
      "id": "18935522b9ac4a0abdd948f2b4d38bbb_197"
    },
    {
      "start": 25895,
      "end": 26128,
      "text": "10. The petitioner has also filed written arguments alongwith relevant citation which can be summarized as & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90683ef8eb224be1bd12f8600308b8de_198"
    },
    {
      "start": 26129,
      "end": 26164,
      "text": "Page no.......... 19/64 under :-\ni.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd15071f253143b5ba0c60235d1654e3_199"
    },
    {
      "start": 26165,
      "end": 26447,
      "text": "The application dated 21.03.2006 provided that detailed terms and conditions shall form part of the buyer's agreement which the applicant shall execute as and when required by the company; that the said application did not contain any agreement to refer the dispute for arbitration.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64cdca1f25a243e88b64a2f7e80bf52e_200"
    },
    {
      "start": 26448,
      "end": 26636,
      "text": "The detailed builder buyer's agreement was signed between the parties on 02.02.2012 and 09.02.2012 which contains an arbitration agreement clause 49. Clause 28(a) Builder buyer's Agreement",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb9d0c3b340b454c81ca268d06185e07_201"
    },
    {
      "start": 26637,
      "end": 26776,
      "text": "provided that the petitioner shall complete the construction within the period of 36 months from the date of signing of the said agreement.",
      "labels": [
        "RPC"
      ],
      "id": "d411fdb9026e4d8aa0e22eb1661359bb_202"
    },
    {
      "start": 26777,
      "end": 27016,
      "text": "The said agreement also provided that as per clause -28(f) in case of any delay in construction of the said flat and handing over of possession, the plaintiff has to pay a sum of Rs. 5 sq.ft of super area per month for the period of delay.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e12381325250416191d8537ad8e99191_203"
    },
    {
      "start": 27017,
      "end": 27327,
      "text": "The petitioner completed the project and offered possession of the flat in question to the respondent on 05.01.2013 within the period as provided in the said agreement and there was no delay and as such respondent was not entitled to any compensation on account of delay in offering the possession of the flat.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe8cf34c320b4b44a4863be400b5415f_204"
    },
    {
      "start": 27329,
      "end": 27766,
      "text": "ii. Secondly, the respondent got executed and registered the Conveyance Deed on 08.01.2014 in & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 20/64 her favour and thereby settling all the disputes with the petitioner and also withdrew the complaint dated 02.12.2013 and as such no dispute between the parties was left for adjudication.\niii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1bc23baa51642b792e0a171fc0f3983_205"
    },
    {
      "start": 27767,
      "end": 27888,
      "text": "Thirdly, Ld Arbitrator was to decide the matter based on documentary evidence as no oral evidence was led by the parties.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd90b6f0951a4b869358762e64a1351f_206"
    },
    {
      "start": 27889,
      "end": 28149,
      "text": "Ld Arbitrator was not supposed to go beyond the agreement dated 02.02.2012 and 09.02.2012 and has ignored the documents on record and order of reference of Hon'ble High Court of Delhi and has gone beyond the scope of reference while passing the impugned award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c124bb9e80542e1a002329d2a387784_207"
    },
    {
      "start": 28150,
      "end": 28348,
      "text": "\niv. The impugned award is liable to be set-aside being in conflict with the public policy of India as it is contrary to provision of Section 62 and also Section 74 of the Indian Contract Act, 1872.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f699d15175ef4dea981698c3020a8e74_208"
    },
    {
      "start": 28349,
      "end": 28638,
      "text": "Reliance has been placed upon (I) Oil and Natural Gas Corporation Ltd Vs Westen Geco International Ltd (civil appeal no. 3415 of 2007, Honible Supreme Court of India, (II) Oil and Natural Gas Corporation Ltd Vs Saw Pipes Ltd (Appeal(civil) no. 7419 of 2001, Honible Supreme Court of India.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c735aebd79d42fab4d8d5b493c69720_209"
    },
    {
      "start": 28640,
      "end": 28876,
      "text": "v. The impugned award is in violation of section 74 of the Indian Contract Act because parties have already provided compensation/ & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab2bb52240c847cc9770f3d0819cdae4_210"
    },
    {
      "start": 28877,
      "end": 29053,
      "text": "New Delhi.11.01.2022 Page no.......... 21/64 penalty for breach of contract if any and reasonable compensation cannot exceed the amount so named or penalty, as the case may be.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b917894841a4bce9840f73cd66a43a7_211"
    },
    {
      "start": 29054,
      "end": 29126,
      "text": "Ignoring the said penalty providing a sum of Rs. 5 per sq. ft per month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3bdd25f4da8a4010a0f0fcdbfebcd61f_212"
    },
    {
      "start": 29127,
      "end": 29385,
      "text": "Ld Arbitrator has passed the award of Rs. 24,62,640/- which is more than the totaled paid amount of Rs. 24,31,850/- against the flat in question and has thus made the flat in question free of cost to the respondent with further sum of Rs. 30,790/- as reward.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7198a4d1476543b08e3c395242bcfa0e_213"
    },
    {
      "start": 29386,
      "end": 29489,
      "text": "A Reliance has been placed upon Rajesh Gullah Vs Sangeeta Sethi & Anr , 2018 SCC online Del. 12684. vi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13a66dd091c343679b044d901191e56a_214"
    },
    {
      "start": 29490,
      "end": 29725,
      "text": "The Arbitrator being a creature by the agreement between the parties has to operate within four corners of the agreement and Ld Arbitrator has completely ignored clauses 28(a) and 28(f) of the Agreement dated 02.02.2012 and 09.02.2012.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2744324dab5d4446a2bd5f8223760456_215"
    },
    {
      "start": 29726,
      "end": 30019,
      "text": "Reliance has been placed upon as under:-\n(a) Sharma and Associates Contractors Pvt Ltd Vs. Progressive Constructions Ltd (2017) 5 SCC 743.\n(b) Food Corporation of India vs Chandu Construction and Ors, (Manu/SC/7285/2007).\n(c) R.Natesan vs R.Padmanaben, Madras High Court decided on 02.06.2016.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9577882580ca49bcb085f790f20fc1d8_216"
    },
    {
      "start": 30020,
      "end": 30147,
      "text": "\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd79549ac2784ee0a444cf21af6cb29e_217"
    },
    {
      "start": 30148,
      "end": 30176,
      "text": "Page no.......... 22/64 vii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f95ba1ea66144cc9c05d92d360e2e0b_218"
    },
    {
      "start": 30177,
      "end": 30458,
      "text": "The impugned award is liable to be set-aside as claim of the respondent is barred by limitation because as per article 27 of the limitation Act the claim for the compensation can be made within the period of 3 years from the time specified arrives or the contingency happens.\nviii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9ff2136694d4cfe91dde8fa259fb0ef_219"
    },
    {
      "start": 30459,
      "end": 30689,
      "text": "The arbitration proceedings commenced from 22.08.2017 therefore damages prior to the period of 3 years i.e 22.08.2014 cannot be awarded but the arbitrator has awarded the damages from 01.04.2009 which was barred by the limitation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8724bf98d59e4f77905b8d67a6fe2b68_220"
    },
    {
      "start": 30691,
      "end": 31063,
      "text": "ix. Further the possession of the flat was taken on 08.01.2014 hence the cause of action for claim of damages if any arose on 08.01.2014 but the notice under section 21 of the Arbitration Act was issued on 22.08.2017 I.e beyond 3 years after accrual of the cause of action and as such the claim so raised on the basis of invoking the arbitration was hit by the limitation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "539c2b91b339484c994bda0b90aad09a_221"
    },
    {
      "start": 31064,
      "end": 31228,
      "text": "A reliance has been placed of case of State of Goa Vs Praveen Enterprises (CA no. 4987 of 2011, arising out of SLP(c) no. 15337 of 2009 Hon. Supreme Court of India.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0831a6b7487454db5c841a7d601350e_222"
    },
    {
      "start": 31230,
      "end": 31473,
      "text": "x. The respondent has not invoked section 14 of the Limitation Act for exclusion of time of consumed during the proceedings of civil suit & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d7d53d425dc449cbc2a818db26e5999_223"
    },
    {
      "start": 31474,
      "end": 31494,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7863e94f46af4e929985621ed3f5b9a3_224"
    },
    {
      "start": 31495,
      "end": 31555,
      "text": "Page no.......... 23/64 instituted by them in the year 2014.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d45c8ce7f8844fc89afcfed3353e5bea_225"
    },
    {
      "start": 31556,
      "end": 31794,
      "text": "The respondent has neither acted in due diligence nor good faith in filing the civil proceedings ignoring the arbitration clause and as such not entitled to the extension of the period of limitation under section 14 of the Limitation Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63df2c7cc02245b7a30d455846a3fe13_226"
    },
    {
      "start": 31795,
      "end": 32018,
      "text": "Reliance has been placed upon:-\n(a) Prem Laxmi & Co. Mumbai Vs Ingersoll Rand (India) Ltd, Bangalore & Anr , 2011(1) Mh.L.J. 178.\n(b) Commissioner, M.P. Housing Board & Ors Vs. Mohanlal & Company (Manu/ SC/0830/ 20165).\nxi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dae3b78caa724fbe9786fd34569047db_227"
    },
    {
      "start": 32019,
      "end": 32362,
      "text": "Lastly, the impugned award is liable to be set- aside in view of Section 62 of the Indian contract Act which provides as follows:\n\"62. Effect of novation, rescission and alteration of contract: if the parties to a contract agree to substitute a new contract for it, or to rescind or alter it, the original contract need not be performed \"\nxii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4da8b294bb1942c08ef072c38fbcc307_228"
    },
    {
      "start": 32363,
      "end": 32506,
      "text": "It is submitted that the parties have entered into an Agreement dated 02.02.2012 and 09.02.2012 subsequent to the application dated 21.03.2006.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e44bfb16ee3841d4ad0b0f67076978b0_229"
    },
    {
      "start": 32507,
      "end": 32582,
      "text": "Upon execution of the subsequent agreement dated 02.02.2012 and 09.02.2012.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "501afef30b1a4cab8ff6a7a1590d46e3_230"
    },
    {
      "start": 32583,
      "end": 32772,
      "text": "Ld Arbitrator ought to have adjudicated the dispute between the parties, if any, in & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "835e98b01c034b81abd6aaef6f287e7f_231"
    },
    {
      "start": 32773,
      "end": 32793,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03de46cec9a144be998b0d613641d837_232"
    },
    {
      "start": 32794,
      "end": 32882,
      "text": "Page no.......... 24/64 view of the subsequent Agreement dated 02.02.2012and 09.02.2012.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf85d64de1004231a5dca2093d90a79b_233"
    },
    {
      "start": 32883,
      "end": 32982,
      "text": "However, Ld Arbitrator has awarded damages taking the application dated 21.03.2006 as an Agreement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6afdaadd22704cf3b8d3821a98d4c922_234"
    },
    {
      "start": 32983,
      "end": 33303,
      "text": "Assuming for the sake of arguments that the application dated 21.03.2006 was an Agreement but upon execution of subsequent Agreement dated 02.02.2012 and 09.02.2012, the said alleged Agreement stand novated, rescinds and altered by subsequent Agreement and the Petitioner need not perform the previous alleged Agreement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3852f599196c4bba86efa3d8b4488585_235"
    },
    {
      "start": 33304,
      "end": 33487,
      "text": "It is thus trite that Section 62 of the Contract Act was given a complete goby and ignored by the Sole Arbitrator, rendering the award contrary to public policy and therefore illegal.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78a784bfd5a5465896564772626c90ba_236"
    },
    {
      "start": 33488,
      "end": 33529,
      "text": "Following judgments relied upon :-\n(a) M/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a98a8d6987c34cfcba70c087b616e13c_237"
    },
    {
      "start": 33530,
      "end": 33647,
      "text": "s Mayavati Trading Pvt. Ltd Vs Pradyuat Deb Burman, CA no. 7023 of 2019 (arising out of SLP (Civil) no. 8519 of 2019.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bddb4ddd14d4046a9b4a73666b5120f_238"
    },
    {
      "start": 33648,
      "end": 33749,
      "text": "\n(b) Duro Fleguera, S.A vs M/s Gangavaram Port Ltd (2017) 9 SCC 729, Hon'ble Supreme Court of India .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3bbb2cd0a94488a8a22e5f6c14acf70_239"
    },
    {
      "start": 33750,
      "end": 33820,
      "text": "\n(c) Swarn Talwar & 2 Ors Vs Unitech Ltd. (2015 SCC Online NCDRC 3567.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6890b91039874e48bd9e5097ac87456c_240"
    },
    {
      "start": 33821,
      "end": 33890,
      "text": "\n(d) Yogesh Sharma & Ors VS Unitech Ltd (2015 SCC Online NCDRC 3488).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b537a714c5e4c50b75786400dac2d35_241"
    },
    {
      "start": 33892,
      "end": 34160,
      "text": "11. It is further argued that the Award is bad in law and without application of judicious mind but passed on the assumption and presumption of the Ld. Arbitrator & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4af2869eabbd4153bc2668f21915246d_242"
    },
    {
      "start": 34161,
      "end": 34205,
      "text": "New Delhi.11.01.2022 Page no.......... 25/64",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28ee1a6e4b0c4368a5b88e9d543f7081_243"
    },
    {
      "start": 34206,
      "end": 34417,
      "text": "without due consideration of the facts, documents and issues involved between the parties, which is unjust, against the public policy, erroneous and in contradiction to the basic notions of morality and justice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea82f98d8e9b48798fe37f9bd25f2aef_244"
    },
    {
      "start": 34418,
      "end": 34451,
      "text": "Hence, is liable to be set-aside.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebff9bc6092c42f3bc25c02da9c59140_245"
    },
    {
      "start": 34453,
      "end": 34480,
      "text": "ARGUMENTS OF RESPONDENT 12.",
      "labels": [
        "NONE"
      ],
      "id": "72f5e769401c412b83f8495ad884cbd1_246"
    },
    {
      "start": 34481,
      "end": 34573,
      "text": "The oral arguments and written arguments alongwith citations can be summarized as under:-\ni.",
      "labels": [
        "NONE"
      ],
      "id": "9c8bac9263a54ff6b1d2504da868288e_247"
    },
    {
      "start": 34574,
      "end": 34711,
      "text": "The dispute was regarding the delay in giving possession of the flat i.e from 23.03.2006 till 06.02.2012 when the possession was offered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e9ca9cb3bd04d658d1553418f2e0aad_248"
    },
    {
      "start": 34712,
      "end": 34757,
      "text": "The possession was delayed for about 6 years.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a223002d0474d328d1bfc8ae0bf1408_249"
    },
    {
      "start": 34758,
      "end": 34881,
      "text": "ii. Section 34 is not an appeal and court has to see whether the view taken by the Ld Arbitrator was plausible view or not.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c77267aa1fc94d6abb0bb300d4713f33_250"
    },
    {
      "start": 34882,
      "end": 34976,
      "text": "\niii. Ld Arbitrator has considered only documents as is evident from para no. 32 of the award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55d6bc619b604f66ba275f92af213db3_251"
    },
    {
      "start": 34977,
      "end": 35176,
      "text": "iv. Theory of novation was rightly rejected by the Ld Arbitrator with the reasoned view holding that the delivery of possession will be made as per builder buyer's agreement was not correct position.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "940e61ae7ef8436b9c011cd757fdf3fb_252"
    },
    {
      "start": 35177,
      "end": 35528,
      "text": "v. The question of limitation has been dealt with by the Ld Arbitrator and moreover limitation is a mixed question of law and facts and regarding the delay condonation application not filed, Ld Arbitrator has dealt with the same in clarificatory & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7846b390e9f94bffbf889ec188d61db9_253"
    },
    {
      "start": 35529,
      "end": 35580,
      "text": "New Delhi.11.01.2022 Page no.......... 26/64 award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfc9cba1de6547a2928544996ab9a45b_254"
    },
    {
      "start": 35581,
      "end": 35737,
      "text": "Further, Section 14 of the Limitation Act application is not necessary to file because statutory benefit can always be considered by the adjudicatory forum.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f92679d461274e2d88f002cfefd2f764_255"
    },
    {
      "start": 35739,
      "end": 36399,
      "text": "vi. That the arguments of the petitioner that the time for possession shall be reckoned from the date of builder buyer agreement cannot be sustained because it will lead to absolute absurdity since in such a scenario the project of the petitioner having more than 1000 flats will have 1000 different date of the possession for each buyer who executed the builder buyer agreement on the different dates with the petitioner which is nothing but preposterous and fallacious argument which only leads to an absurd conclusion, thus the said line of argument was rightly rejected by Ld Arbitrator after going through entire document on the record of the arbitration.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74f01c9efce840ea9f3acec9294b0b9d_256"
    },
    {
      "start": 36400,
      "end": 36574,
      "text": "vii. Petitioner has received the entire consideration of flats more than 3 years before the date of entering upon the builder buyer agreement dated 02.02.2012 and 09.02.2012.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0902503165d345ec804f820d206892c9_257"
    },
    {
      "start": 36575,
      "end": 36747,
      "text": "Therefore, there is no force in the arguments of the petitioner that the dates of the possession for 30 months have to be reckoned from the date of builder buyer agreement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2b067bc7b454ba9b34a63c05725522d_258"
    },
    {
      "start": 36748,
      "end": 36935,
      "text": "A reliance has been placed upon case of Pioneer Urban Land & Infrastructure Ltd V & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d82b28a43574ec79d774f22908556ab_259"
    },
    {
      "start": 36936,
      "end": 36956,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f185cecd6e7421180a9de49f6743a97_260"
    },
    {
      "start": 36957,
      "end": 37054,
      "text": "Page no.......... 27/64 s Govindan Raghavan and Ors, MANU/SC/ 0463/2019 ( decided on 02.04.2019).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55941690aad24f2ba86b7c3acb51442b_261"
    },
    {
      "start": 37055,
      "end": 37371,
      "text": "viii. Agreement dated 23.03.2006 was complete agreement duly providing for the identification of the property purchased, sales consideration, modes and manner of payment of sales consideration and consequences of defaults, thus the execution of the builder buyer agreement was merely at the desire of the petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a200bf5178174bd1afdd39d7160af1e5_262"
    },
    {
      "start": 37372,
      "end": 37512,
      "text": "A reliance has been placed upon the case of Kollipara Sriramulu Vs T.Aswathanarayana and Ors, MANU/SC/0019/ 1968.(decided on 04.03.1968) ix.",
      "labels": [
        "NONE"
      ],
      "id": "0312fa93abae43b19f4e53441bdac864_263"
    },
    {
      "start": 37513,
      "end": 37638,
      "text": "The petitioner by filing the present petitions wants this court to reappreciate the entire evidence which is not permissible.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "944035cbfece4bcda6fae512f293fba3_264"
    },
    {
      "start": 37639,
      "end": 37723,
      "text": "x. Learned Arbitrator has construed the terms of contract in the reasonable manner .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e711cde2c5b4aeb909deb3ff0a55adf_265"
    },
    {
      "start": 37724,
      "end": 37829,
      "text": "Reliance has been placed upon :-\n(a) Associate Builders VS Delhi Development Authority MANU/SC/1076/2014.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61ff3989c590454e811e74972d868e2f_266"
    },
    {
      "start": 37830,
      "end": 37854,
      "text": "( decided on 25.11.2014)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33121cd88f7d4082bd761c64cb16123c_267"
    },
    {
      "start": 37856,
      "end": 37977,
      "text": "(b) P.R.Shah, Shares and Stock Brokers (P) Ltd Vs B.H.H. Securities (P) Ltd MANU/SC/1248/2011.(decided on 14.10.2011) xi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30125ea761a64c358508a4f61280ec3e_268"
    },
    {
      "start": 37978,
      "end": 38177,
      "text": "The conduct of the parties and the correspondence, timing and quantum of & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "073817064b9541249e41fb0e7576a332_269"
    },
    {
      "start": 38178,
      "end": 38195,
      "text": "Page no..........",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a00e268a74c54d5ba12b2326f9b32e6b_270"
    },
    {
      "start": 38196,
      "end": 38595,
      "text": "28/64 consideration paid prior the builder buyer agreement dated 02.02.2012 and 09.02.2012 were the relevant factor which was duly appreciated by the Ld Arbitrator while passing the award which is fully permissible and such exercise falls under exclusive domain of the Ld Arbitrator which cannot be interfered under section 34 on the pretext of award being challenged on the ground of public policy.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a331c4027186441b91d1ce29eb493738_271"
    },
    {
      "start": 38597,
      "end": 38893,
      "text": "xii. There is no force in the arguments that the amount granted is more than the value of the flats because there is a delay of almost 5 and  years and the petitioner unlawfully benefited by using the amounts of the respondent in promoting its projects and caused unlawful loss to the respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fde8fffe4aa349a29f7ff22b9dcf75b5_272"
    },
    {
      "start": 38894,
      "end": 39088,
      "text": "As per clause-21 of agreement dated 23.03.2006 and general terms and conditions, the petitioner was entitled to charge commercial rate of interest from the buyers @ 24%p.a for delay in payments.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24bc3be6ee2d4b05adaf13c20e203cfe_273"
    },
    {
      "start": 39089,
      "end": 39307,
      "text": "Thus on the parity and fair and equitable grounds , respondent is entitled to the same rate of interest for the same cause but the Ld Arbitrator has awarded the interest @ 15% which is neither exorbitant nor excessive.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "833597af94aa4d319ecb27ddeaab3cde_274"
    },
    {
      "start": 39308,
      "end": 39599,
      "text": "xiii. That a binding and enforceable agreement was concluded on 23.03.2006 , the question of novation does not arise by merely signing of an & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 29/64",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1f4c930b35a4c6cb4a42fe6e06576c6_275"
    },
    {
      "start": 39600,
      "end": 39649,
      "text": "already concluded agreement on a subsequent date.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1a56a68f12744f9b96dc572b8b14236_276"
    },
    {
      "start": 39650,
      "end": 39805,
      "text": "Ld Arbitrator has decided the issue no. 2 in that regard by giving well reasoned observations and rejecting the arguments of the petitioner in that regard.",
      "labels": [
        "FAC"
      ],
      "id": "83b2c505bdc04f039273416e155fd7fb_277"
    },
    {
      "start": 39807,
      "end": 39910,
      "text": "xiv. Regarding the limitation, it is submitted that possession of the flat was delivered on 08.01.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59fbe7207dd1436ba9213236b9893209_278"
    },
    {
      "start": 39911,
      "end": 40021,
      "text": "The claimant filed the suit on 17.02.2014 before the Hon. High Court of Delhi which continued till 28.07.2017.",
      "labels": [
        "FAC"
      ],
      "id": "5e4b2a47d67244bb925f5c220e910828_279"
    },
    {
      "start": 40022,
      "end": 40170,
      "text": "Therefore, the period consumed from 17.02.2014 to 28.07.2017 due to bona-fide proceedings has to be excluded under section 14 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61cba7497f3241b48241d7a0bdaf0ac0_280"
    },
    {
      "start": 40171,
      "end": 40303,
      "text": "The respondent issued the notice dated 22.08.2017 without any delay as respondent was running from pillar to post for her redressal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3db0c554061146e9a34bdc14f853f212_281"
    },
    {
      "start": 40304,
      "end": 40423,
      "text": "Therefore, the point of limitation is mixed question of fact and law and has been rightly decided by the Ld Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d9508a2619f43ae9ca7a657441a4720_282"
    },
    {
      "start": 40425,
      "end": 40437,
      "text": "ANALYSIS 13.",
      "labels": [
        "NONE"
      ],
      "id": "528b5b25edbe481ca08df09176ac07d0_283"
    },
    {
      "start": 40438,
      "end": 40752,
      "text": "Normally, the general principles are that Arbitrator is a Judge of the choice of the parties and his decision, unless there is an error apparent on the face of the award which makes it unsustainable, is not to be set aside even by the Court as a Court of law could come to a different conclusion on the same facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e69b049f4482418c95b8c7e2896481bc_284"
    },
    {
      "start": 40753,
      "end": 41032,
      "text": "The Court cannot & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 30/64 reappraise the evidence and it is not open to the Court to sit in appeal over the conclusion of the Arbitrator.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "585ba98531694daa9deff9a46f29d21e_285"
    },
    {
      "start": 41033,
      "end": 41217,
      "text": "It is not open to the Court to set aside a finding of fact arrived at by the Arbitrator and only grounds on which the award can be set aside are those mentioned in the Arbitration Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6af66f884d4f4af18afa4258b856b2ae_286"
    },
    {
      "start": 41218,
      "end": 41421,
      "text": "Where the Arbitrator assigns cogent grounds and sufficient reasons and no error of law or misconduct is cited, the award will not call for interference by the Court in exercise of the power vested in it.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac4d4644691d48ba89b9e90e69e05572_287"
    },
    {
      "start": 41422,
      "end": 41669,
      "text": "Where the Arbitrator is a qualified technical person and expert, who is competent to make assessment by taking into consideration the technical aspects of the matter, the Court would generally not interfere with the award passed by the Arbitrator.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "111acb3d68bb4f8b8b1eb9375ec302ef_288"
    },
    {
      "start": 41670,
      "end": 41811,
      "text": "\n14. An Arbitral Award can be set aside on the grounds set out in Sections 34(2)(a), (b) and (2A) of the Act in view of Section 5 of the Act.",
      "labels": [
        "STA"
      ],
      "id": "b66cd8875fba47b883afa56322d977dc_289"
    },
    {
      "start": 41812,
      "end": 41913,
      "text": "\n15. Section 34 (1), (2) and (2A) of The Arbitration and Conciliation Act, 1996 read as under :-\n\"34.",
      "labels": [
        "STA"
      ],
      "id": "3cfb3d45f2944e73b868746665d2c64e_290"
    },
    {
      "start": 41914,
      "end": 42128,
      "text": "Application for setting aside arbitral award- (1) Recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and subsection (3).",
      "labels": [
        "STA"
      ],
      "id": "0c03e93b210c472b86680aeb94eb4d64_291"
    },
    {
      "start": 42129,
      "end": 43940,
      "text": "\n(2) An arbitral award may be set aside by the court only if- (a) the party making the application furnishes proof that- (i) a party was under some incapacity, & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 31/64 or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the court finds that- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 32/64 with the public policy of India.",
      "labels": [
        "STA"
      ],
      "id": "72adcdca885b4826a09878fd99cf6d40_292"
    },
    {
      "start": 43942,
      "end": 44372,
      "text": "Explanation 1 - For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,-- (i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2.--",
      "labels": [
        "STA"
      ],
      "id": "8ba197d629ac48bc9257e6d80ead7c27_293"
    },
    {
      "start": 44373,
      "end": 44546,
      "text": "For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ce77f7861a6452fb81125095a479eea_294"
    },
    {
      "start": 44547,
      "end": 44933,
      "text": "\n(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence.\"\n16.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb593dbca2074a63a80f8f0de79f591e_295"
    },
    {
      "start": 44934,
      "end": 45389,
      "text": "Supreme Court in case of \"Associate Builders vs. Delhi Development Authority, (2015) 3 SCC 49\" has held that the interference with an arbitral award is permissible only when the findings of the arbitrator are arbitrary, capricious or perverse or when conscience of the Court is shocked or when illegality is not trivial but goes & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0364d85c0bf04ff1b39c0a23ab50f5df_296"
    },
    {
      "start": 45390,
      "end": 45440,
      "text": "Page no.......... 33/64 to the root of the matter.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c53424b1c3224979b11572e77089c435_297"
    },
    {
      "start": 45441,
      "end": 45581,
      "text": "It is held that once it is found that the arbitrator's approach is neither arbitrary nor capricious, no interference is called for on facts.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fefcd3110a304c479f43ba7802f478bf_298"
    },
    {
      "start": 45582,
      "end": 45693,
      "text": "The arbitrator is ultimately a master of the quantity and quality of evidence while drawing the arbitral award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e6d021e8a5741bb977079495e2edb01_299"
    },
    {
      "start": 45694,
      "end": 45778,
      "text": "Patent illegality must go to the root of the matter and cannot be of trivial nature.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22067cb675dc46d9a8f963ca44c9466f_300"
    },
    {
      "start": 45779,
      "end": 45982,
      "text": "Also was held therein that :-\n\"33. \"...when a court is applying the 'public policy' test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f8cfb0959b64b5d97f9820f1b180bd9_301"
    },
    {
      "start": 45983,
      "end": 46195,
      "text": "A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf4ebaeedc1b4557a7c0c2c162f9c5b6_302"
    },
    {
      "start": 46196,
      "end": 46311,
      "text": "Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts..\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30d2ba43120d4b43a85a76bed9efd5f7_303"
    },
    {
      "start": 46313,
      "end": 46978,
      "text": "17. In the case of \"Swan Gold Mine vs Hindustan Copper,MANU/SC/0849/2014\", the law laid in the case of Oil & Natural Gas Corporation Ltd. vs Saw Pipes Ltd., (2003) 5 SCC 705 was discussed and inter-alia held that when the parties have entered into concluded contract, agreeing terms and conditions of the said contract, they cannot back out and challenge the award on the ground that the same is against the public policy and the Court was precluded from re-appreciating the evidence and to arrive at different conclusion by holding that the arbitral award is & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "116c1292b11a4a64b1db05f9aa37c781_304"
    },
    {
      "start": 46979,
      "end": 46999,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b96a1c51c0ad4a9da181024fbbc2d4c8_305"
    },
    {
      "start": 47000,
      "end": 47050,
      "text": "Page no.......... 34/64 against the public policy.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88294b007f3a4923bef30972d16b9c9f_306"
    },
    {
      "start": 47052,
      "end": 47429,
      "text": "18. The Hon'ble Supreme Court of India in \"PSA SICAL Terminals Pvt. Ltd. vs. The Board of Trustees of VO Chidambranar Port Trust Tuticorin & Ors., Civil Appeal No. 3699-3700/2018, judgment dated 28.07.2021\" has revisited the law relating the intervention by the Courts u/s 34 of the Arbitration Act and findings recorded in para no. 42, 43 and 44 are reproduced as under:-\n\"42.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31e057a9eb334c9a8f9d15287fdd39a3_307"
    },
    {
      "start": 47430,
      "end": 47619,
      "text": "It will thus appear to be a more than settled legal position, that in an application under Section 34, the court is not expected to act as an appellate court and re-appreciate the evidence.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdb7463c206042c594d2c8675e546817_308"
    },
    {
      "start": 47620,
      "end": 47723,
      "text": "The scope of interference would be limited to grounds provided under Section 34 of the Arbitration Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c817fd5d9f2e4ce5b6481eb5b8924715_309"
    },
    {
      "start": 47724,
      "end": 47886,
      "text": "The interference would be so warranted when the award is in violation of public policy of India, which has been held to mean the fundamental policy of Indian law.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8a66173991434e3188ce179e5bb6e29c_310"
    },
    {
      "start": 47887,
      "end": 47989,
      "text": "A judicial intervention on account of interfering on the merits of the award would not be permissible.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1f4ece2a815429580694017fbd6ae37_311"
    },
    {
      "start": 47990,
      "end": 48160,
      "text": "However, the principles of natural justice as contained in Section 18 and 34(2)(a)\n(iii) of the Arbitration Act would continue to be the grounds of challenge of an award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d41f063d3ab45f6bee06272df24fd86_312"
    },
    {
      "start": 48161,
      "end": 48346,
      "text": "The ground for interference on the basis that the award is in conflict with justice or morality is now to be understood as a conflict with the most basic notions of morality or justice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbd7ca4f1e2b40b08a6c6dfa6bac1e6f_313"
    },
    {
      "start": 48347,
      "end": 48460,
      "text": "It is only such arbitral awards that shock the conscience of the court, that can be set aside on the said ground.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6fc1438688f4f98bda5e9b839805b74_314"
    },
    {
      "start": 48461,
      "end": 48567,
      "text": "\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df2bb4400fa545828397ea30e7be80c9_315"
    },
    {
      "start": 48568,
      "end": 48588,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "591bd2c8e90c4704bb8d842e81085bb0_316"
    },
    {
      "start": 48589,
      "end": 48612,
      "text": "Page no.......... 35/64",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7d144e4c4f941a6813f0b0d321ca084_317"
    },
    {
      "start": 48613,
      "end": 48762,
      "text": "An award would be set aside on the ground of patent illegality appearing on the face of the award and as such, which goes to the roots of the matter.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "434ebc6857cc47908c68d24cf4ba3268_318"
    },
    {
      "start": 48763,
      "end": 48876,
      "text": "However, an illegality with regard to a mere erroneous application of law would not be a ground for interference.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3064faa7416141f99b8c5ebb9f923fd8_319"
    },
    {
      "start": 48877,
      "end": 49009,
      "text": "Equally, re-appreciation of evidence would not be permissible on the ground of patent illegality appearing on the face of the award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d7f5f36b8ab4e958697377f2c8e622c_320"
    },
    {
      "start": 49011,
      "end": 49199,
      "text": "43. A decision which is perverse, though would not be a ground for challenge under public policy of India, would certainly amount to a patent illegality appearing on the face of the award.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8baaeb580ef042d394f680e17f73e2e5_321"
    },
    {
      "start": 49200,
      "end": 49396,
      "text": "However, a finding based on no evidence at all or an award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71cd32d4b28d4b6881cd906bf66cc094_322"
    },
    {
      "start": 49397,
      "end": 49585,
      "text": "\n44. To understand the test of perversity, it will also be appropriate to refer to paragraph 31 and 32 from the judgment of this Court in Associate Builders (supra), which read thus :-\n31.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5fc7628776f044998f1c188c4d45e65a_323"
    },
    {
      "start": 49586,
      "end": 49779,
      "text": "The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41c12dee809c41638913643e7eadc2bf_324"
    },
    {
      "start": 49780,
      "end": 50211,
      "text": "It is settled law that where:\n(i) a finding is based on no evidence, or (ii) an Arbitral Tribunal takes into account something irrelevant to & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 36/64 the decision which it arrives at; or (iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8a9b90b24d1a4f7f88a46663cc5ba9fb_325"
    },
    {
      "start": 50213,
      "end": 50281,
      "text": "32. A good working test of perversity is contained in two judgments.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6d89ac80e414bf8ab043c970332ca4d_326"
    },
    {
      "start": 50282,
      "end": 50421,
      "text": "In Excise and Taxation OfficercumAssessing Authority v. Gopi Nath & Sons [1992 Supp (2) SCC 312], it was held: (SCC p.\n317, para 7) \"7.....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c68505b2bcb64e2d82a473134c6ca951_327"
    },
    {
      "start": 50422,
      "end": 50753,
      "text": "It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "533b27786de64b3f914425c12a4ea9c6_328"
    },
    {
      "start": 50754,
      "end": 50868,
      "text": "In Kuldeep Singh v. Commr. of Police [(1999) 2 SCC 10: 1999 SCC (L&S) 429], it was held:\n(SCC p. 14, para 10) \"10.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0057736ad7dd493cb675bf3191aeff45_329"
    },
    {
      "start": 50869,
      "end": 50987,
      "text": "A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "329fa604b8e243829f4ea1cefe1ab949_330"
    },
    {
      "start": 50988,
      "end": 51146,
      "text": "If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5892f963e6ff44a399faa3000ee744ba_331"
    },
    {
      "start": 51147,
      "end": 51443,
      "text": "But if there is some evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9aa1f61df0545b28cb4c530a0dff656_332"
    },
    {
      "start": 51444,
      "end": 51464,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c32aba68f3d4f37bbd5397ce2e06d5b_333"
    },
    {
      "start": 51465,
      "end": 51519,
      "text": "Page no.......... 37/64 would not be interfered with.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d45cccde1c8425aaf5a722e04a3332d_334"
    },
    {
      "start": 51521,
      "end": 51874,
      "text": "19. In view of the law referred above and the arguments advanced at bar and also the written submissions submitted by the parties as discussed above, I have examined the findings recorded by the Learned Arbitrator to find out if the said finding is liable to be set aside on the grounds raised in the petition by the petitioner and also discussed above.",
      "labels": [
        "NONE"
      ],
      "id": "5c1d8c0a593e49bab19fbf7541233153_335"
    },
    {
      "start": 51876,
      "end": 52106,
      "text": "20. As is evident from the oral arguments advanced by the Ld Senior counsel for the petitioner as well as written arguments, the petitioner has primarily challenged the impugned award in both the petitions on the ground that :-\ni.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e7952683791f493396a4d330cd32971e_336"
    },
    {
      "start": 52107,
      "end": 52473,
      "text": "Firstly, Ld arbitrator has traveled beyond the reference order of the Hon. High Court by which Ld Sole Arbitrator was appointed because it has relied the alleged agreement contained in the allotment application and has ignored the buyer's agreement dated 02.02.2012 and 09.02.2012 on the basis of which the arbitration notice was issued and Arbitrator was appointed.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c2786e504464c36b59a19ed90f7345a_337"
    },
    {
      "start": 52474,
      "end": 52601,
      "text": "Ld Arbitrator has ignored the novation of initial agreement by subsequent buyer's agreement dated 02.02.2012 and 09.02.2012 ii.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce39398b509348fe847b7e8cc8b677b9_338"
    },
    {
      "start": 52602,
      "end": 52794,
      "text": "Secondly, the compensation of award is more than the price of the flat which makes the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5523e60f4bd4899ba158aeeabc438fb_339"
    },
    {
      "start": 52795,
      "end": 52815,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0d7dab2e77a4d56ab143788b88a94cc_340"
    },
    {
      "start": 52816,
      "end": 52906,
      "text": "Page no.......... 38/64 impugned award patently illegal and against the moral and justice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89859bbdb6d34c5aa001742b8b806bfa_341"
    },
    {
      "start": 52907,
      "end": 53160,
      "text": "\niii. Thirdly, Ld Arbitrator has wrongly applied the judgments of National Consumer Disputes Redressal Commission and has granted the compensation while ignoring the penalty clause which is itself contained in the buyer's agreement in clause 28 (e).\niv.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "950ba99d78904f3b909837e421764784_342"
    },
    {
      "start": 53161,
      "end": 53369,
      "text": "Lastly , the notice of invoking the arbitration as well as claim petition are barred by limitation and Arbitration Tribunal does not have the power to condone the delay under section 14 of the Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "55e08d1867ec49b2887409694dd1bc4d_343"
    },
    {
      "start": 53371,
      "end": 53618,
      "text": "21. Regarding the first challenge to the award, During arguments Ld Senior Counsel for the petitioner has referred and relied upon the terms and conditions in para no. 17, 21 & 22 of the basic terms and conditions appended to the application form.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66d3011008284b96af1e62d67d0a6213_344"
    },
    {
      "start": 53619,
      "end": 54130,
      "text": "Para no. 17, 21 and 22 are reproduced as under:-\n\"Para no. 17: The Company shall endeavor to give possession of the Residential Flat to the applicant within 30 (Thirty) months or within an extended period of six months, from the date of execution of Buyer's Agreement, subject to force majeure circumstances and reasons beyond the control of the Company with a reasonable extension of time for possession.\n& M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c7fff2d010b4d4080e9ac4bba54bfc4_345"
    },
    {
      "start": 54131,
      "end": 54151,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "99636d2c88b0441c9fb2142fcdec69a5_346"
    },
    {
      "start": 54152,
      "end": 54187,
      "text": "Page no.......... 39/64 Para no.21:",
      "labels": [
        "NONE"
      ],
      "id": "e25ac62a04b244b4aac04fa89e395b59_347"
    },
    {
      "start": 54188,
      "end": 54329,
      "text": "Detailed terms and conditions shall from part of the Buyer's Agreement which the applicant shall execute as and when required by the company.",
      "labels": [
        "NONE"
      ],
      "id": "b4a4de0507844b3ab8a484c8daedb3be_348"
    },
    {
      "start": 54330,
      "end": 54343,
      "text": "\nPara no. 22:",
      "labels": [
        "NONE"
      ],
      "id": "956530f038314cf594c02c0e2d507a88_349"
    },
    {
      "start": 54344,
      "end": 54443,
      "text": "To settle any confusion regarding any matter herein or anything being not covered/clarified herein.",
      "labels": [
        "NONE"
      ],
      "id": "a5f166976b6246bd915f6808208b1a11_350"
    },
    {
      "start": 54444,
      "end": 54578,
      "text": "It is agreed by the applicant that reference shall be made to the detailed terms of the Allotment letter/ Buyer's Agreement the terms.",
      "labels": [
        "RPC"
      ],
      "id": "ecd09e14b91a4b0a9afbe9d9398c352d_351"
    },
    {
      "start": 54579,
      "end": 54649,
      "text": "Whereof have been seen, read and understood/accepted by the applicant.",
      "labels": [
        "NONE"
      ],
      "id": "7f233b87468d41bab189eb487fd8b033_352"
    },
    {
      "start": 54650,
      "end": 54834,
      "text": "\"\n22. Ld counsel has further referred the clause-28(a) of the buyer's agreement dated 09.02.2012 (relating to flat no. 706) and dated 02.02.2012 (relating to flat no.602) respectively.",
      "labels": [
        "FAC"
      ],
      "id": "bf876505bbb34d7e8df4eebd428f5220_353"
    },
    {
      "start": 54835,
      "end": 55291,
      "text": "Clause 28(a) is reproduced as under:-\n\"28(a): That the Company shall complete the development/construction of the Flat within a period of Thirty months from the date of Signing of this Agreement by the Buyer (s) or within an extended period of six months, subject to force majeure conditions [ as mentioned in Clause (b) hereunder] and subject to other Flat Buyer (s) making timely payment or subject to any other reasons beyond the control of the Company.",
      "labels": [
        "STA"
      ],
      "id": "a8c0050fd41c4c49a80516fea1f67eab_354"
    },
    {
      "start": 55292,
      "end": 55597,
      "text": "No claim by way of damages/compensation shall lie against the Company in case of delay in handing over the possession on account of any of the aforesaid reasons and the Company shall be entitled to a & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d3bbbab579944989fce371efd656059_355"
    },
    {
      "start": 55598,
      "end": 55738,
      "text": "New Delhi.11.01.2022 Page no.......... 40/64 reasonable extension of time for the delivery of possession of the said Flat to the Buyer(s). \"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "adce46955dcf44a5a41f3bcd0cbc857d_356"
    },
    {
      "start": 55740,
      "end": 55981,
      "text": "23. Ld counsel for the petitioner has also referred and relied upon the reference order of Hon. High Court dated 12.12.2017 stressing that Ld Arbitrator was required to confine to the dispute if any arising out of buyer's agreement only.\n24.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a701291f398a462c9b9cd556810f7595_357"
    },
    {
      "start": 55982,
      "end": 56062,
      "text": "Regarding first challenge, Ld Arbitrator has framed the issues no. 1, 1A and 1B.",
      "labels": [
        "FAC"
      ],
      "id": "06aeb55e331a475786a7399415101698_358"
    },
    {
      "start": 56063,
      "end": 56154,
      "text": "I have examined the findings returned by the Ld Arbitrator starting from para no. 22 to 34.",
      "labels": [
        "NONE"
      ],
      "id": "3ae492d33c7a42a784d30697733b6d4a_359"
    },
    {
      "start": 56155,
      "end": 56506,
      "text": "In para no. 25 it is stated that in this case when the prescribed form application was filled up by the claimant on 21.03.2006, claimant had made an offer to buy a flat and same is accepted when claimant made the payment for a sum of Rs. 4,53,750 by means of a cheque , the same was accepted by the respondent, so the contract had come into existence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1314098d5ac34391801edfeccf393800_360"
    },
    {
      "start": 56507,
      "end": 56698,
      "text": "As per the terms and conditions, mode of further payment was also prescribed which was construction Link Plan (CLP) and various demand letters issued by the respondent also contains the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94941dd39e654d07aceab4d5fdf67ff3_361"
    },
    {
      "start": 56699,
      "end": 56901,
      "text": "In para no. 32, it was further held that :-\n\"32. ............ It is well settled that the facts of offer and acceptance must be founded on three components i.e \"certainty, commitment and communication\".",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db047283e5af46448670f603a877ef22_362"
    },
    {
      "start": 56902,
      "end": 57455,
      "text": "In this case when application form was made the claimant was provided with the basic terms and & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 41/64 conditions and thereafter the claimant submitted her application which was accepted without any disqualification, when the respondent started accepting payments alongwith application as well as, as per construction link program on different dates indicating the completion of the stages of the construction.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5cb87ff2701343e4abe2d0250abe8d96_363"
    },
    {
      "start": 57456,
      "end": 57581,
      "text": "Thus all the three components of offer and acceptance came in existence on 23.03.2006 itself and contract had been concluded.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe21202865bc4fe6b819e04cb99e6aa3_364"
    },
    {
      "start": 57582,
      "end": 57797,
      "text": "\"\n25. It was further held in para no. 33 and 34 as under:-\n\"33: Merely signing of \"Buyer's Agreement\" at a later date I.e 09.02.2012, the same cannot supersede the offer and acceptance which had already taken place.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb4541fc569f4eafadcdf897f1018ea1_365"
    },
    {
      "start": 57798,
      "end": 57971,
      "text": "Under these circumstances I am of a considered view that all the documents are to be read in combined manner to draw a conclusion as to when the contract had been concluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02138393ed6848978731017dbd9ebee1_366"
    },
    {
      "start": 57972,
      "end": 58180,
      "text": "The fact that application was submitted on 23.03.2006 alongwith advance payment of 20% I.e Rs.4,53,750/- and thereafter the payments were made on 27.09.2007, 22.07.2008, 27.09.2008, 18.11.2008 and 30.01.2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d44b7ad89b85458a8994a213c454b80e_367"
    },
    {
      "start": 58181,
      "end": 58568,
      "text": "All the payments which were made after 23.03.2006 had been accepted by the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 42/64 respondent, the same had been accepted in pursuance of the enforceable agreement which came into existence on the acceptance of first payment made on 23.03.2006.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c50823359116440d8c75568295e07c01_368"
    },
    {
      "start": 58569,
      "end": 58923,
      "text": "Thus, I am of the considered opinion that all these documents, right from the beginning on 23.03.2006 till 09.02.2012 only the delivery of possession of flat was deferred I.e after 30 months from 23.03.2006 when the \"Buyer's Agreement\" was executed which also form part and parcel of the contract for sale of flat by the respondent in favour of claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "718a56fbda5946dcbf803b4239a8be6d_369"
    },
    {
      "start": 58924,
      "end": 58969,
      "text": "The \" Buyer's Agreement\" was not a new thing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "663912e119af49e28f956d753b72f97c_370"
    },
    {
      "start": 58970,
      "end": 59029,
      "text": "I tis continuation of the existing agreement of 23.03.2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23c6a6ae8739470d94a477eb8c618e7e_371"
    },
    {
      "start": 59030,
      "end": 59184,
      "text": "The \"Buyer's Agreement\" could not include any clause contrary to the existing agreement and could not change the period of delivery of possession of flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78ed37f0bfa04d36914f6b333e6249b7_372"
    },
    {
      "start": 59185,
      "end": 59448,
      "text": "34: Now it is to be seen whether respondent failed to deliver the possession in terms of contract I hold that respondent was supposed to deliver the possession of flat within 30 months from the date of acceptance of payment alongwith application dated 23.03.2006.",
      "labels": [
        "ISSUE"
      ],
      "id": "cef1f78908d247f0ad8bd4520ea04ea6_373"
    },
    {
      "start": 59449,
      "end": 59568,
      "text": "The fact that & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e11c786563c4d38ba392edc21fd2471_374"
    },
    {
      "start": 59569,
      "end": 59589,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b0c8c64a6974bce89b74a5e48fd4de4_375"
    },
    {
      "start": 59590,
      "end": 59758,
      "text": "Page no.......... 43/64 the possession was given in January, 2014 shows that there was inordinate delay on the part of the respondent in delivery of possession of flat.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2fe1f45af945475d8a5bd74d21cf677e_376"
    },
    {
      "start": 59759,
      "end": 59792,
      "text": "\nIssues are answered accordingly.",
      "labels": [
        "NONE"
      ],
      "id": "9b532ed41fa54ac2a1002755198ad619_377"
    },
    {
      "start": 59793,
      "end": 60231,
      "text": "\"\n26. Clause-49 of Builder buyer's agreement provides the dispute resolution between the parties as under:-\n\"49: All or any disputes arising out of or touching upon or in relation to the terms of this Agreement including the interpretation and validity of the terms thereof and the respective rights and obligations of the parties shall be settled amicably by mutual discussion failing which the same shall be settled through arbitration.",
      "labels": [
        "STA"
      ],
      "id": "7c7d2999a2ce425dad06e45d83fd6d25_378"
    },
    {
      "start": 60232,
      "end": 60404,
      "text": "The arbitration proceedings shall be governed by the Arbitration & Conciliation Act, 1996 and/or any statutory amendments/modifications thereof for the time being in force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "976c0f4fd2154921819645cb5c41985c_379"
    },
    {
      "start": 60405,
      "end": 60494,
      "text": "The Arbitration proceedings shall be held at an appropriate location in Delhi/ New Delhi.",
      "labels": [
        "RPC"
      ],
      "id": "014cf094b0e74840b67704db3218fcf1_380"
    },
    {
      "start": 60495,
      "end": 60501,
      "text": "\"\n27 .",
      "labels": [
        "NONE"
      ],
      "id": "076c368a6c6f4070b00f1228c749455f_381"
    },
    {
      "start": 60502,
      "end": 60734,
      "text": "It is evident from the arbitration clause that Ld Arbitrator was competent to adjudicate upon the dispute & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e96246c449994f63848bece3ec18b3bb_382"
    },
    {
      "start": 60735,
      "end": 60910,
      "text": "Page no.......... 44/64 arising about or touching upon the interpretation and validity of the terms and conditions thereof and respective rights and obligations of the parties",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea7c5e8c984a48b997eefae3021c2232_383"
    },
    {
      "start": 60911,
      "end": 61103,
      "text": ". The question arises whether the view taken by the Ld Arbitrator is plausible view in the given facts and circumstances of the case as is decided by him while deciding issue no. 1, 1A and 1B.",
      "labels": [
        "ISSUE"
      ],
      "id": "f6a69c962d1f4fd4be2ff910ee2a6fbe_384"
    },
    {
      "start": 61104,
      "end": 61482,
      "text": "Admittedly, this court cannot sit in the appeal on the findings recorded by the Ld Arbitrator on these issues and by no stretch of imagination it can be concluded that view taken by the Ld Arbitrator on the issue no. 1, 1A and 1B regarding challenge no.1 to the award by the Ld Counsel for the petitioner is not a plausible view in the given facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3a1ebde1d5e47fab4801942b798cfdd_385"
    },
    {
      "start": 61483,
      "end": 61689,
      "text": "Ld Arbitrator has appreciated all the facts and circumstances and the documents concerning the rights and duties of the parties under the agreement between them for allotment of the flats by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16bf66093ff24372993fe354b9aa0121_386"
    },
    {
      "start": 61690,
      "end": 61785,
      "text": "Ld Arbitrator has also very meticulously examined the provisions of the law applicable therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7c7b1516ae14b22b77c57901ef0ab33_387"
    },
    {
      "start": 61786,
      "end": 62120,
      "text": "Therefore, the findings, so recorded by the Ld Arbitrator does not deserve any interference by this court and Ld arbitrator has rightly held that period of handing over the possession will be calculated from the executed agreement contained in the application form dated 21.03.2006 including the terms and conditions appended therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af1b9b540e6e4ab892c1e56b99dea331_388"
    },
    {
      "start": 62122,
      "end": 62321,
      "text": "28. Regarding the contention of novation of agreement, the said point has been considered and & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f69e9d64efb4bfb9e650081135a2526_389"
    },
    {
      "start": 62322,
      "end": 62342,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70ea43f32225427b8a1856f7883c140b_390"
    },
    {
      "start": 62343,
      "end": 62450,
      "text": "Page no.......... 45/64 adjudicated upon by the Ld Arbitrator in para no. 37 which is reproduced as under:-",
      "labels": [
        "NONE"
      ],
      "id": "073ea7aaf94c42a589406e22029f8b94_391"
    },
    {
      "start": 62452,
      "end": 62653,
      "text": "\"37: In my view this plea of the respondent is not available to him because the so called agreement dated 09.02.2012 does not amount to novation of the agreement for which offer was made on 23.03.2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2066840270c8492d94af29fb40f119cd_392"
    },
    {
      "start": 62654,
      "end": 63019,
      "text": "On the contrary the \"Buyer's Agreement \" is a continuation of the earlier agreement which came into existence when the offer was made by claimant on 23.03.2006 and the same had been accepted by the respondent not only on receiving earnest money but also with subsequent letters of demand which had been complied with and payment has been received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "346e329afb39430dada89049475e98e0_393"
    },
    {
      "start": 63020,
      "end": 63133,
      "text": "The agreement dated 09.02.2012 does not alter the contract which was in existence neither there was any occasion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b75c1f2eee54231941fe9ec690f5d29_394"
    },
    {
      "start": 63134,
      "end": 63288,
      "text": "The only fact of agreement dated 09.02.2012 was a crude attempt on part of the respondent to wriggle out of the time condition for delivery of flat. \"\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "382f3fe1b6c54131a7d6a638ffc3ba6a_395"
    },
    {
      "start": 63289,
      "end": 63514,
      "text": "Again view taken by the Ld Arbitrator regarding alleged novation of agreement dated 23.03.2006, by & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73844f7986ec4ff6a6c89c8c674a5b20_396"
    },
    {
      "start": 63515,
      "end": 63725,
      "text": "Page no.......... 46/64 buyer's agreement dated 09.02.2012, is most plausible view in the given facts and circumstances and there is nothing that the said view and findings needs to be interfered by this court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f27ed99fcf2648b5ab98a326518a1309_397"
    },
    {
      "start": 63726,
      "end": 63950,
      "text": "\n30. Regarding challenge no. 2&3 to the award by the Ld counsel for the petitioner, Issue no.2 in petition no. 53/19 and issue no. 4 in petition no. 50/19 was framed and adjudicated by the Ld Arbitrator in para no. 35 to 49.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20516d62169840169cf418c5b0ebfbbc_398"
    },
    {
      "start": 63951,
      "end": 64088,
      "text": "The entire findings of issues started from para no. 35 to 49 are relevant for appreciating the reasoning and is reproduced as under:-\n35:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "677f826efbc14ca5b622e1241207d714_399"
    },
    {
      "start": 64089,
      "end": 64217,
      "text": "This issue relates to the facts that whether the claimant is entitled to damages or compensation for delay in delivery of flats.",
      "labels": [
        "ISSUE"
      ],
      "id": "9cf4d68d8de74c92a0d6af4c780d5883_400"
    },
    {
      "start": 64218,
      "end": 64569,
      "text": "The entitlement of any damages or compensation again depends upon the fact, that whether the claimant is entitled for possession of the flat as per document dated 23.03.2006 read with basic terms and conditions or agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) has any overriding effect on the document dated 23.03.2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3daf2120f2464361b6b4d5c2ca76032c_401"
    },
    {
      "start": 64570,
      "end": 64863,
      "text": "As already held above that the claimant had submitted an application for allotment of flat after going through the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 47/64 basic terms and conditions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13e2cb4cdce743d8ad382667d85aa36e_402"
    },
    {
      "start": 64864,
      "end": 65065,
      "text": "The submitting of application form and signing of the basic terms and condition can be very well said that the claimant had made a valid offer as per the Contract Act to buy a flat from the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fb49d88a43b4498b9b4f5fe5aa99864_403"
    },
    {
      "start": 65066,
      "end": 65256,
      "text": "The application also contained the mode of payment by the claimant to the respondent which can be described as 'Construction Link Plan' for payment of consideration for the purchase of flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d201a76e3f2947f181995a997a8219be_404"
    },
    {
      "start": 65257,
      "end": 65333,
      "text": "The respondent accepted the payments made by the claimant from time to time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b999b701da041358df9f2f81b310d30_405"
    },
    {
      "start": 65334,
      "end": 65455,
      "text": "Thus, the respondent had impliedly and in unequivocal terms had accepted the offer made by claimant for purchase of flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48609a24c4514872a0a6b11236261998_406"
    },
    {
      "start": 65456,
      "end": 65614,
      "text": "By accepting the payments the respondent had agreed to sell and deliver the flat to the claimant within 30 months, when respondent accepted the first payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d2cbb48162f4c6c9f7760029745d1b0_407"
    },
    {
      "start": 65615,
      "end": 66115,
      "text": "It is pertinent to mention here that the view of the contract and in view of the acceptance having being made by the respondent, the respondent had also been issuing various letters of demand on different dates to enforce the contract, much before signing of the alleged & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 48/64 agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37708b7076f744b5b16ecdce14199ddb_408"
    },
    {
      "start": 66116,
      "end": 66393,
      "text": "It is also pertinent to mention that since payments were to be made by the claimant under the \"Construction Link Program\" so respondent while making demand had made the claimant believe that the simultaneous construction has reached to stage when the demand letter were issued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afe729717cf844728502da170b2570ca_409"
    },
    {
      "start": 66394,
      "end": 66755,
      "text": "\nClaimant could believe that the second installment has been raised within 60 days of the allotment and third demand has been raised on casting of 2nd floor and 4th demand has been raised on casting on 3 rd floor and so on, and the last payment which is alleged to have not been paid was to be made only when offer of possession was to come from the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cda2240367b49068afbe74bb3465a13_410"
    },
    {
      "start": 66756,
      "end": 66853,
      "text": "The entire payment had been received by the respondent on 29.01.2009 except for the last payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a4564a079594d4699538e9c99755902_411"
    },
    {
      "start": 66854,
      "end": 66962,
      "text": "Since last payment was not linked with construction plan as the same is linked with the offer of possession.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0359b97263c841e99325d325401525f5_412"
    },
    {
      "start": 66963,
      "end": 67062,
      "text": "The claimant could expect that within 6 months from 30.01.2009 he would get the possession of flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e0f76189ddf48ae9e4add843bf24b5c_413"
    },
    {
      "start": 67063,
      "end": 67362,
      "text": "However, the respondent did not honour his & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 49/64 commitment and did not offer possession within 30 months, nor even after having 6 months as grace period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f3482f542944ede9e690b03009f9dd2_414"
    },
    {
      "start": 67363,
      "end": 67516,
      "text": "The documents on record show that the respondent had been insisting and had also exercised coercion to get \" Buyer's Agreement\" signed from the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c88a441449494e0c8404a01960e4f7ab_415"
    },
    {
      "start": 67517,
      "end": 67801,
      "text": "It is quite evident that the respondent was interested to get the agreement signed first as the respondent knew very well, that the clauses in the agreement were so cleverly drafted so that the respondent may wriggle out of his commitment to hand over the possession within 30 months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ef80be5c5b04765ba42a07b17f76d5e_416"
    },
    {
      "start": 67803,
      "end": 67934,
      "text": "36: The respondent has also contended that the application for allotment was only a proposal by the claimant for allotment of flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed59a87d63414a57a9ae5664d9675781_417"
    },
    {
      "start": 67935,
      "end": 68258,
      "text": "It did not constitute an agreement, assuming for the sake of arguments, the application is treated to be an offer which was accepted then also the respondent need not request to perform the said alleged agreement as it was novated by subsequent agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3245d006afc404c94388eaf2ee014fb_418"
    },
    {
      "start": 68260,
      "end": 68397,
      "text": "37: In my view this plea of the & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1636e31b8ed84a308405f3d84229b942_419"
    },
    {
      "start": 68398,
      "end": 68418,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "dcc2cc0ef8d9496fb772f2b1c31dea9b_420"
    },
    {
      "start": 68419,
      "end": 68662,
      "text": "Page no.......... 50/64 respondent is not available to him because the so called agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) does not amount to novation of the agreement for which offer was made on 23.03.2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a253246b34d349ff99cead8ba7888f6e_421"
    },
    {
      "start": 68663,
      "end": 69028,
      "text": "On the contrary the \"Buyer's Agreement \" is a continuation of the earlier agreement which came into existence when the offer was made by claimant on 23.03.2006 and the same had been accepted by the respondent not only on receiving earnest money but also with subsequent letters of demand which had been complied with and payment has been received by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebc9fcd321ef4abe914d1edac361fed0_422"
    },
    {
      "start": 69029,
      "end": 69193,
      "text": "The agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) does not alter the contract which was in existence neither there was any occasion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a876439a7b843baa1ed08ac84036c76_423"
    },
    {
      "start": 69194,
      "end": 69393,
      "text": "The only fact of agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) was a crude attempt on part of the respondent to wriggle out of the time condition for delivery of flat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fed3d795a174f8b96c0e0edc3b07930_424"
    },
    {
      "start": 69394,
      "end": 69649,
      "text": "38: It is a common knowledge that the builders in such a situation had been exploiting the investors and after & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no..........",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "651d507173b649f0ac7478b8f9f361c0_425"
    },
    {
      "start": 69650,
      "end": 69787,
      "text": "51/64 receiving money in such like projects from the innocent investors had been putting in use the money of investors to other projects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21bfb6543bbc4de0a8cccf22abf5c5b5_426"
    },
    {
      "start": 69788,
      "end": 70004,
      "text": "Such type of tactics used by builders had been adversely commented upon by Hon'ble Supreme Court as well as by National Consumer Disputes Redressal Commission in one such by case \" Yogesh Sharma Vs. Unitech Limited\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "31b9b435a649437aa1ce910b1e0f3d56_427"
    },
    {
      "start": 70005,
      "end": 70128,
      "text": "\n\"Where also the builder had obtained signature on agreement when over the terms which were beneficial only to the builder.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be6399a9d39d4a15aa8c31e34c7b2f93_428"
    },
    {
      "start": 70129,
      "end": 70801,
      "text": "The court observed \" it is an undisputed proposition of law that ordinarily the parties are bound to the terms and condition on the contract \"voluntarily\" agreed by them and it is not for a consumer forum or even a court to revise the said terms\" (emphasis supplied) the national forum further observed \"however, a terms of a contract will not be final and binding, if it is shown that the consent to the said term was not really voluntary but was given under a sort of compulsion on account of the person giving consent being left with no other & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8a10c517908644619be767580d6a46fe_429"
    },
    {
      "start": 70802,
      "end": 70832,
      "text": "Page no.......... 52/64 choice",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1c1d7466d3e48be99ff2d1e6cead99d_430"
    },
    {
      "start": 70833,
      "end": 70890,
      "text": "or if the said term amounts to an unfair trade practice\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b70015ed72b346fd81cba7475d145ebb_431"
    },
    {
      "start": 70892,
      "end": 71071,
      "text": "39: In the present case also it is evident from the record that claimant was not willing to sign the agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5f96b6c61b64e0b86b8893463cd99eb_432"
    },
    {
      "start": 71072,
      "end": 71174,
      "text": "But the respondent put pressure, coercion and undue influence to obtain the signature of the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adc62b3b71cb4681a32a9fcc7f97b30d_433"
    },
    {
      "start": 71175,
      "end": 71481,
      "text": "So much the claimant who had gone to the police to file a complaint against the respondent was not being given possession of the flat until and unless that complaint has withdrawn the complaint and until claimant had signed the agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "158eeb0127aa4869b2eca21e4c86072d_434"
    },
    {
      "start": 71482,
      "end": 71782,
      "text": "\n40: It can hardly be disputed that the certain terms which was incorporated in the agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) amounted to extend the period of delivery of flat which infact amounts to adoption of unfair trade practice on the part of the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "927e54d3e754436a93faa957aede6d82_435"
    },
    {
      "start": 71784,
      "end": 71951,
      "text": "41: The respondent has also pleaded when & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af85336e6d764f92a100d3c47a570f7e_436"
    },
    {
      "start": 71952,
      "end": 71975,
      "text": "Page no.......... 53/64",
      "labels": [
        "NONE"
      ],
      "id": "dde9321e36d54ec28cabc2520d23756b_437"
    },
    {
      "start": 71976,
      "end": 72438,
      "text": "a contract has been broken, if a sum is named in the contract as the amount to be paid in case of such breach, or if the contract contains any other stipulation by way of penalty, the party complaining of the breach is entitled, whether or not actual damages or loss is proved to have been caused thereby to receive from the party who has broken the contract reasonable compensation not exceeding the amount so named or as the case may be penalty stipulated for.",
      "labels": [
        "STA"
      ],
      "id": "2628abc2e3a441daaea82ad13189037c_438"
    },
    {
      "start": 72440,
      "end": 72653,
      "text": "42: The counsel for the respondent further submitted that as per clause-21 dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) respondent can be said to be liable to pay only of Rs. 5/- per sq.fit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "47eeed37453140d49553f45e764a5216_439"
    },
    {
      "start": 72655,
      "end": 72869,
      "text": "43: In my view even this plea of the respondent is not tenable as national forum in the above referred judgment had also observed about damages to be assessed and about Rs. 5/- sq. ft the court observed as under:\n\"",
      "labels": [
        "ISSUE"
      ],
      "id": "bcb1cf81b34046abb9bf09842cd44fbc_440"
    },
    {
      "start": 72870,
      "end": 73084,
      "text": ".......However, a term of contract, in my view will not be final and binding if it is shown that the consent & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff454cef4374429c824e05785bd20ae3_441"
    },
    {
      "start": 73085,
      "end": 73342,
      "text": "New Delhi.11.01.2022 Page no.......... 54/64 to the said term was not really voluntary but was given under a sort of compulsion on account of the persons giving consent being left with no other choice or if the said term amounts to an unfair trade practice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f9ae8786951494f9acfa6cf0b733221_442"
    },
    {
      "start": 73343,
      "end": 73766,
      "text": "It was submitted by the learned counsel for the complainant that the term providing for payment of a nominal compensation such as Rs. 5/- per square foot of the super area having become the order of the day in the contracts designed by big builders, a person seeking to buy an apartment is left with no option but to sign on the dotted lines since the rejection of such term by him would mean cancellation of the allotment.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "319efc07717f4a639e1f2f29c7408eda_443"
    },
    {
      "start": 73767,
      "end": 74189,
      "text": "Since the contracts of all the big builders contain a term for payment of a specified sum as compensation in the event of default on the part of the builder in handing over possession of the flat to the buyer and the flat compensation offered by all big builders is almost a nominal compensation being less than 2.5% & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1071a4ba7c064b23bac97694399ab8c6_444"
    },
    {
      "start": 74190,
      "end": 74228,
      "text": "New Delhi.11.01.2022 Page no..........",
      "labels": [
        "NONE"
      ],
      "id": "33c3d673136642cbba0e643eb2a8cd8e_445"
    },
    {
      "start": 74229,
      "end": 74394,
      "text": "55/64 of the estimated cost of construction per month, the flat buyer is left with no option but to sign the Buyer's Agreement in the format provided by the builder.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90d778194da74d44a36d650467081c7f_446"
    },
    {
      "start": 74395,
      "end": 74635,
      "text": "No sensible person will volunteer to accept compensation constituting about 2-3% of his investment in case of delay on the part of the contractor, when he is made to pay 18% compound interest if there is delay on his part in making payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "660fe3a16e8e40dca6318a7df1e7f63f_447"
    },
    {
      "start": 74636,
      "end": 74845,
      "text": "\"\n44: As I have already observed above that in this case the process of entering into contract started from 21.03.2006 when claimant made an application, indicating his offer to buy a flat from the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7d5543629f0404884238828839250b9_448"
    },
    {
      "start": 74846,
      "end": 75117,
      "text": "The said offer was accepted by the respondent when respondent not only accepted the payment earnest money but also had given a plan to the claimant for making further payments in construction link plan and installments linked with the stage of construction at every step.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9f5be642caf49a78975f18c1ed678ce_449"
    },
    {
      "start": 75118,
      "end": 75312,
      "text": "45: The fact that claimant had been making regular payment has been & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a91008ac85d2412585e0c105264f7cf8_450"
    },
    {
      "start": 75313,
      "end": 75364,
      "text": "Page no.......... 56/64 accepted by the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "783c7f6dc85048ffbf36818bb911fb45_451"
    },
    {
      "start": 75365,
      "end": 75657,
      "text": "The respondent has by using the arm twisting method had procured the signatures of the claimant on so called buyer's agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) with a malafide intention to over ride the terms and conditions which were initially agreed upon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fbe8229cd044f298e6149983acf87e2_452"
    },
    {
      "start": 75658,
      "end": 75891,
      "text": "There are documents on record which shows, when the respondent had refused to hand over possession until and unless the claimant puts her signature on the dotted line and just to avoid their obligation to hand over timely possession.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed157eb574834b79a6a9376153864c00_453"
    },
    {
      "start": 75892,
      "end": 76019,
      "text": "46: The delay so caused by the respondent is also abnormal delay as according to the documents related to offer and acceptance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32e1f4db219f482c8f77b54039ee69a1_454"
    },
    {
      "start": 76020,
      "end": 76162,
      "text": "The possession should have been delivered within 30 months from 23.03.2006, at the most 6 months period could have been added as grace period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d30c335d732f480ab26f91c2b8e9fb39_455"
    },
    {
      "start": 76163,
      "end": 76284,
      "text": "However, the possession has been given somewhere in January, 2014 when offer for the possession was made to the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c031386c9ec4e698508505bab2b8c05_456"
    },
    {
      "start": 76285,
      "end": 76322,
      "text": "Sale Deed was executed on 08.01.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b38ad06adfcc4342a37370ee6079225b_457"
    },
    {
      "start": 76323,
      "end": 76519,
      "text": "Thus I am of the considered opinion that the delay in handing over of & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04bd6dc2b1d146c280702f5bf584e7e0_458"
    },
    {
      "start": 76520,
      "end": 76671,
      "text": "Page no.......... 57/64 possession has been caused by the respondent and claimant is entitled to damages/compensation for delay delivery of possession.",
      "labels": [
        "RPC"
      ],
      "id": "c101a42997cb44858e4c4cfd9f0318fa_459"
    },
    {
      "start": 76673,
      "end": 77056,
      "text": "47: As far quantum of damages is concerned the claimant has based its demand for damages and compensation alleging the claimant is entitled to claim interest and damages on the payment of Rs.21,57,068/- as per legal notice, which he had paid to the respondent and claim interest @ 24% as the same rate the respondent were charging interest from customers for delay in making payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbcd29a89940474fa5f3610125e6c582_460"
    },
    {
      "start": 77057,
      "end": 77214,
      "text": "Thus, the total sum of Rs. 26,74,765/- (Rs. 28,98,581/- in petition no.50/19) is being claimed as interest for the period for November, 2008 till 08.01.2014.",
      "labels": [
        "RPC"
      ],
      "id": "1a81c88186524dc0952e3d364ab320f1_461"
    },
    {
      "start": 77215,
      "end": 77280,
      "text": "A legal notice to same effects was also issued to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "636d70a3b0304b40a90546aa7ce0c94b_462"
    },
    {
      "start": 77281,
      "end": 77528,
      "text": "Respondent denied they are liable to pay any interest of damages and whatever the disputes were there the claimant had voluntarily accepted the possession of the flat and sale deed was executed in favour as such claimant stopped claim any damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efb398fa0d254f5ea8ce5f48f0f658be_463"
    },
    {
      "start": 77530,
      "end": 77986,
      "text": "48: In my view the plea of the respondent & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 58/64 that the claimant is estopped to demand any damages has no merits because the respondent is not permitted to take shelter under buyer agreement dated 09.02.2012 (Agreement dated 02.02.2012 in petition no. 50/19) or the so called settlement arrived under coercion.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97dedc716a90474f86f67b29dfdd199c_464"
    },
    {
      "start": 77987,
      "end": 78213,
      "text": "Respondent after having accepted payments from the claimant in a \"Construction Link Plan\"\nwas supposed to handover the possession within 30 months from 23.03.2006, at the most respondent could be allowed 6 months grace period.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f1741fcb146b46f5a5a6c4bcb41fd3c2_465"
    },
    {
      "start": 78214,
      "end": 78274,
      "text": "The respondent should have delivered the flat by 23.03.2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07e3d6586cf849dea23380cf5e0abb42_466"
    },
    {
      "start": 78275,
      "end": 78506,
      "text": "Failure to handover the possession within time has occurred and there was callous delay on the part of respondent and respondent is liable to pay interest w.e.f 01.04.2009 on the amount paid by the claimant as damages/compensation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5373913cea044b7db8861cd5c722dd7b_467"
    },
    {
      "start": 78507,
      "end": 78692,
      "text": "\n49: As per rate of interest on damages/compensation is concerned the claimant has claimed interest @24% on the plea that respondent had been charging interest on delayed payment @ 24%.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4405b76cde70407597fc7a515de75bb3_468"
    },
    {
      "start": 78693,
      "end": 78839,
      "text": "Claimant was also compelled to pay a sum & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "RPC"
      ],
      "id": "eb80215251724faea718141932748380_469"
    },
    {
      "start": 78840,
      "end": 78860,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "33d1f86dca4a49ff8503ffa72186fb47_470"
    },
    {
      "start": 78861,
      "end": 78970,
      "text": "Page no.......... 59/64 of Rs. 46,022/-(Rs. 29,438/- in petition no.50/19) as interest for late payment @ 24%",
      "labels": [
        "NONE"
      ],
      "id": "14b1a3eb48464ac7990aef57cf34022d_471"
    },
    {
      "start": 78971,
      "end": 79145,
      "text": ". However, in my view as far the grant of damage is concerned this stands on different footings for the purposes of calculation damages for amount retained by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad8b9112227240219caff671ca80fd11_472"
    },
    {
      "start": 79146,
      "end": 79265,
      "text": "I find if damages are allowed by means of the interest @ 24% that would amount to an unconscious grant of compensation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d379d23be4cd4c21afac9432175175dd_473"
    },
    {
      "start": 79266,
      "end": 79318,
      "text": "Damage cannot be compared at par with interest rate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ffe5825c881439b9fb4d4332853f2d7_474"
    },
    {
      "start": 79319,
      "end": 79470,
      "text": "Under these circumstances I find that if damages/compensation is allowed @ 15% that would meet the ends of justice because this commercial transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "893f731636dc4c23b685d534d00c2d17_475"
    },
    {
      "start": 79471,
      "end": 79658,
      "text": "Further, the claimant also placed before me a judgment passed by NCDRC in case title as Yogesh Sharma Versus Unitech Ltd, wherein, NCDRC has awarded interest at the rate of 18% per annum.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3243ea0afdcc443ebb238b24dfdf97de_476"
    },
    {
      "start": 79659,
      "end": 80036,
      "text": "Hence I hold that the claimant is entitled to damages as interest on his investment at the rate of 15% per annum w.e.f 23.09.2009 (i.e after competition of reasonable time for handing over the possession from 23.03.2006 till the actual date of handing over the possession & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "RPC"
      ],
      "id": "b474d8f50e794b05be6ec2a59a9e3ad7_477"
    },
    {
      "start": 80037,
      "end": 80057,
      "text": "New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "6a87f7a42b0f479e98df873dc60a248a_478"
    },
    {
      "start": 80058,
      "end": 80217,
      "text": "Page no.......... 60/64 08.01.2014) which comes to Rs. 13,46,011/- rounded to Rs. 13,46,000/-\n(Rs. 14,98,997/- rounded to Rs.14,99,000/- in petition no.50/19).",
      "labels": [
        "NONE"
      ],
      "id": "a1d625b4393a477e9e7f252342a2219a_479"
    },
    {
      "start": 80218,
      "end": 80233,
      "text": "Issue decided.\"",
      "labels": [
        "NONE"
      ],
      "id": "565c4f58a7684dc48953257ec4adfce6_480"
    },
    {
      "start": 80235,
      "end": 80455,
      "text": "31. On perusal of entire findings of the Ld Arbitrator on issue no. ii and iv respectively, I am of the considered opinion that view taken by the Ld Arbitrator in the given facts and circumstances is most plausible view.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae9e9d421cf24a1bbc5f155611b52358_481"
    },
    {
      "start": 80456,
      "end": 80790,
      "text": "By granting the compensation in the form of interest on the amount deposited by the claimant @ 15% p.a, Ld Arbitrator has committed no illegality and the said findings and view taken by the Ld Arbitrator does not suffer from any illegality and is not against the justice and morality, therefore required no interference by this court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00c30ea354fb46fc9816e840fb272cc2_482"
    },
    {
      "start": 80792,
      "end": 80931,
      "text": "32. Regarding the last challenge to the award, issue no. vii and v in respective petitions has been framed and disposed off in para no. 54.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cca407b813544ccd8e11bea21798d217_483"
    },
    {
      "start": 80932,
      "end": 81271,
      "text": "It was argued on behalf of petitioner that even notice for arbitration and claim made before the Ld Arbitrator were barred by limitation because cause of action had arisen allegedly in favour of claimant after expiry of 30 months and 6 months of grace period from 23.03.2006 or from the date of handing over the possession in January 2014.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb2baf722319401688b06f8696f97f64_484"
    },
    {
      "start": 81272,
      "end": 81541,
      "text": "The notice should has been issued for initiation of arbitration on 08.01.2014 but notice under section 21 of the Arbitration Act was issued on & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "90b57e0ee1f143c58243c20d08596db1_485"
    },
    {
      "start": 81542,
      "end": 81606,
      "text": "Page no.......... 61/64 22.08.2017 beyond the period of 3 years.",
      "labels": [
        "NONE"
      ],
      "id": "fbb687abf7c74c98a037008ee6dcd0c3_486"
    },
    {
      "start": 81608,
      "end": 82294,
      "text": "33. Ld counsel for the respondent on the other hand argued that the claimant has instituted the civil suit within the period of limitation before Hon. High Court which was subsequently transferred to the District Court Saket wherein the petitioner/non-claimant has filed an application under section 8 of the Arbitration Act and on the basis of which parties were referred to arbitration and after the petitions of the claimant was dismissed by the Hon. High Court, challenging order on application u/s 8 of the Arbitration Act, the claimant /respondent herein has taken steps for issuance of notice u/s 21 of the Arbitration Act within the reasonable time and without wasting any time.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9e5280e6a3a4b9ba727d25736e10e52_487"
    },
    {
      "start": 82295,
      "end": 82480,
      "text": "It is therefore argued that time consumed while pursuing the remedies diligently in the court of law has to be excluded from the period of limitation under section 14 of Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab700972a4204f0e80a490df496d98a2_488"
    },
    {
      "start": 82481,
      "end": 82648,
      "text": "It was argued on behalf of petitioner that Ld Arbitrator has no power to exclude the period of limitation and condone the delay under section 14 of the Limitation act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94a52bec10e84f8384c8c68c5ddb5a29_489"
    },
    {
      "start": 82649,
      "end": 82894,
      "text": "However, except mere arguments in that regard nothing has been brought to the notice of the court to show that Ld Arbitrator/chosen forum of adjudication by the parties cannot consider the condonation of delay under section 14 of Limitation act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4200173af9544384864440fb68a459db_490"
    },
    {
      "start": 82895,
      "end": 82976,
      "text": "Admittedly no application seeking condonation of delay was filed by the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57a1b64ae9f54308aa2e91ade9a7ccd4_491"
    },
    {
      "start": 82977,
      "end": 83198,
      "text": "However, there is no bar to exercise the power by the Ld Arbitrator on the basis of statutory provisions and the Ld & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket,",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "84462cbfef00407fa1b66deeed85753e_492"
    },
    {
      "start": 83199,
      "end": 83237,
      "text": "New Delhi.11.01.2022 Page no..........",
      "labels": [
        "NONE"
      ],
      "id": "f858d1e5733a4908ab962f64178bab2c_493"
    },
    {
      "start": 83238,
      "end": 83476,
      "text": "62/64 Arbitrator has therefore rightly concluded that claimant has gone to the civil court by mistake of law and had filed a civil suit which was rejected on the basis of the application filed by the respondent under the Arbitration Act .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdb23176e3db478cab1d26660872e435_494"
    },
    {
      "start": 83477,
      "end": 83614,
      "text": "It is further observed that time taken by the claimant before civil court also has to be excluded for filing the present claim petitions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d27d1070ee0144bc94b2a644628ea901_495"
    },
    {
      "start": 83615,
      "end": 83668,
      "text": "Therefore, petition are held to be within limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a62b1ad04c5b428fb056afeaa9855c8f_496"
    },
    {
      "start": 83670,
      "end": 83849,
      "text": "34. Again this view taken by the Ld Arbitrator regarding the question of limitation is most plausible view in the given facts and circumstances and law applicable to the question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b93837f268a14b398cc3fc927a81ea78_497"
    },
    {
      "start": 83850,
      "end": 83954,
      "text": "The findings returned on the issue regarding limitation does not deserve any interference of this court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bbec5f72d7747a4be4d0bc80e184839_498"
    },
    {
      "start": 83956,
      "end": 84570,
      "text": "35. Relying upon the law laid in the cases of \"(i) Associate Builders (supra); (ii) Swan Gold Mine vs Hindustan Copper (supra); (iii) Oil & Natural Gas Corporation Ltd. vs Saw Pipes Ltd., (supra) and (iv) PSA SICAL Terminals Pvt. Ltd. vs. The Board of Trustee of VO Chidambranar for Trust Tuticorin & Ors.(supra)\", it can be said that not only the reasoning of the Ld. Arbitrator are logical, but all the material and documents were taken note of by the Ld. Arbitrator and this Court cannot substitute its own evaluation of conclusion of law or fact to come to the conclusion other than that of the Ld. Arbitrator.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88b16b7a3bdd46e895e7789cf31fdf9a_499"
    },
    {
      "start": 84571,
      "end": 84898,
      "text": "Cogent grounds, sufficient reasons have been assigned by Ld. Arbitrator in reaching the just conclusion and no error of law or misconduct is & M/s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022 Page no.......... 63/64 apparent on the face of the record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "888bd6d7de6f477a8d6a970485a7cf8d_500"
    },
    {
      "start": 84899,
      "end": 85062,
      "text": "This Court cannot reappraise the evidence and it is not open to this Court to sit in the appeal over the conclusion/findings of facts arrived at by Ld. Arbitrator.",
      "labels": [
        "RATIO"
      ],
      "id": "50e6621cd9374780870cf7de4628df4a_501"
    },
    {
      "start": 85063,
      "end": 85119,
      "text": "Re-appraisal of the matter cannot be done by this Court.",
      "labels": [
        "RPC"
      ],
      "id": "eb8da500c42d4ed3b0779b1f43c010a2_502"
    },
    {
      "start": 85120,
      "end": 85174,
      "text": "No error is apparent in respect of the impugned award.",
      "labels": [
        "RATIO"
      ],
      "id": "3a2a633c402a4f15b02831650c01082b_503"
    },
    {
      "start": 85175,
      "end": 85268,
      "text": "I do not find any contradiction in the observations and findings given by Learned Arbitrator.",
      "labels": [
        "RATIO"
      ],
      "id": "2e3898324cff4c6ba249beca30384f71_504"
    },
    {
      "start": 85269,
      "end": 85332,
      "text": "There is no patent illegality or legal perversity in the Award.",
      "labels": [
        "RATIO"
      ],
      "id": "a6051179bc824ad9866b52b7b4cf6706_505"
    },
    {
      "start": 85333,
      "end": 85425,
      "text": "The award is not against any public policy nor against the terms of contract of the parties.",
      "labels": [
        "RPC"
      ],
      "id": "45e061912ee44d1d906ba75602026d74_506"
    },
    {
      "start": 85426,
      "end": 85465,
      "text": "No ground for interference is made out.",
      "labels": [
        "RPC"
      ],
      "id": "967fb35421484d6db1be4e9068884423_507"
    },
    {
      "start": 85466,
      "end": 85541,
      "text": "None of the grounds raised by the petitioner attract Section 34 of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "51adf7b63a1b4c42bda994ac3e2e60ae_508"
    },
    {
      "start": 85543,
      "end": 85614,
      "text": "36. For the foregoing reasons, both the petitions are hereby dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "a1b8dca87e974dcd9cb4456131426370_509"
    },
    {
      "start": 85615,
      "end": 85660,
      "text": "The parties are left to bear their own costs.",
      "labels": [
        "RPC"
      ],
      "id": "2a6547e4b9a241c382c8e2e452b3cc90_510"
    },
    {
      "start": 85662,
      "end": 85739,
      "text": "37. Signed copy of this order be placed in petition OMP (COMM) no. 53/19.\n38.",
      "labels": [
        "RPC"
      ],
      "id": "d68ebc0d2cf9467e80fe76b0e58c2345_511"
    },
    {
      "start": 85740,
      "end": 85773,
      "text": "File be consigned to record room.",
      "labels": [
        "NONE"
      ],
      "id": "fc7f0a6d5e8146b4934c688f20255087_512"
    },
    {
      "start": 85815,
      "end": 85830,
      "text": "RAJ          by",
      "labels": [
        "NONE"
      ],
      "id": "0741d9a47f85452ea1f882c32124b4d1_513"
    },
    {
      "start": 85831,
      "end": 85840,
      "text": "RAJ KUMAR",
      "labels": [
        "NONE"
      ],
      "id": "80b9630fb08c481a8ab517b9e4b108bb_514"
    },
    {
      "start": 85841,
      "end": 85858,
      "text": "Announced through",
      "labels": [
        "NONE"
      ],
      "id": "23702d7965774de4b41304acbe6c7c43_515"
    },
    {
      "start": 85881,
      "end": 85965,
      "text": "KUMAR                                                      CHAUHAN VC on 11.01.2022.",
      "labels": [
        "NONE"
      ],
      "id": "188e0440700c484ca335aff5a7cf3b76_516"
    },
    {
      "start": 85988,
      "end": 85995,
      "text": "CHAUHAN",
      "labels": [
        "NONE"
      ],
      "id": "3efcf8c88c3f47e8a58a15422143dfed_517"
    },
    {
      "start": 86049,
      "end": 86119,
      "text": "Date: \n                                                     2022.01.11",
      "labels": [
        "NONE"
      ],
      "id": "4ed9a99ed0a04a8bbe84eb2f8b2de7ac_518"
    },
    {
      "start": 86173,
      "end": 86222,
      "text": "16:45:40 +0200                                   ",
      "labels": [
        "NONE"
      ],
      "id": "e9482ee06c7244aea5b0580bd7e6d74e_519"
    },
    {
      "start": 86222,
      "end": 86241,
      "text": "(RAJ KUMAR CHAUHAN)",
      "labels": [
        "NONE"
      ],
      "id": "a5b1909739954b46a81047152cf21b67_520"
    },
    {
      "start": 86242,
      "end": 86309,
      "text": "\nDistrict Judge (Commercial Court)-01 South-East, Saket, New Delhi.",
      "labels": [
        "NONE"
      ],
      "id": "5961fa06a5db4e098cdd35db26da83c4_521"
    },
    {
      "start": 86311,
      "end": 86438,
      "text": "& M/ s OMAXE Ltd Vs Asha Saini (RAJ KUMAR CHAUHAN) District Judge (Commercial Court)-01 South-East, Saket, New Delhi.11.01.2022",
      "labels": [
        "NONE"
      ],
      "id": "52dd3a5ae4384e3987af6d6f9df293e6_522"
    },
    {
      "start": 86439,
      "end": 86462,
      "text": "Page no.......... 64/64",
      "labels": [
        "NONE"
      ],
      "id": "aa6d7e57c4f64ee7ac0c4030852acb14_523"
    }
  ]
}