{
  "id": "a8f5f5c20052c0d72f6b99e2348564bc6435ba6402a6dad9055a136bab320743",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nMunicipal Corporation Moradabad Thru. ... vs M/S A 2 Z Waste Management (Moradabad) ... on 7 June, 2023 \nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\nNeutral Citation No. - 2023:Ahc-Lko:40396\n \nA.F.R.\n \nCourt No. - 3 \n \n\n \nCase :- Matters Under Article 227 No. - 3243 of 2023 \n \nPetitioner :- Municipal Corporation Moradabad Thru. Municipal Commissioner \n \nRespondent :- M/S A 2 Z Waste Management (Moradabad) Ltd. Thru. Madan Gopal Das And Another \n \nCounsel for Petitioner :- Santosh Srivastava\n \nCounsel for Respondent :- Suyash Gupta,Indu Prakash Singh \n \n\n \nHon'ble Subhash Vidyarthi J.\n \n1. The petitioner has filed a supplementary affidavit, which is taken on record. \n2. Heard Sri Pankaj Srivastava and Sri Santosh Srivastava, Advocates for the petitioner, Sri Suyash Gupta and Sri Arun Gaur, Advocates for the respondent no. 1 and Sri Indu Prakash Singh, learned counsel for the respondent no. 2, and perused the records. \n3. By means of the instant petition filed under Article 227 of the Constitution of India the petitioner has challenged the validity of the order dated 23.05.2023 passed by the Commercial Court No. 2, Lucknow, in Arbitration Case No. 923 of 2019, whereby an application for impleadment of M/s Accord Hydroair Pvt. Ltd. as a respondent to the case, filed by the petitioner-applicant before the Commercial Court, has been rejected. \n4. Briefly stated, facts of the case are that the petitioner had entered into a Tripartite-Agreement dated 28.04.2010 with the respondent no. 1 and respondent no. 2 to ensure scientific disposal of solid waste for a period of 30 years. It was a specific condition in the Agreement that the concessionaire shall not assign in favour of any person the Agreement or rights, benefits and obligations thereunder, save and except with prior consent of U.L.B. (Urban Local Body), i.e. Municipal Corporation, Moradabad. However, the concessionaire entered into a memorandum of understanding dated 02.07.2013 with M/s Accord Hydroair Pvt. Ltd. and in violation of the conditions of the Tripartite Agreement dated 28.04.2010, it assigned its obligations under the Agreement dated 28.04.2010 to M/s Accord Hydroair Pvt. Ltd. The memorandum of understanding dated 02.07.2013 entered into between the respondent no. 1 and M/s Accord Hydroair Pvt. Ltd. makes a reference to the Tripartite Agreement dated 28.04.2010 executed between the parties to the present case and the scope of work makes a reference to the Concession Agreement in question. \n5. It appears that the Memorandum of Understanding dated 02.07.2013 has been issued in execution of works, which were to be performed under the Tripartite Agreement dated 28.04.2010. It is one of the conditions of the Agreement dated 02.07.2013 that M/s Accord Hydroair Pvt. Ltd. shall be entitled to receive payments from the respondent no. 2 against the works done by respondent no. 1 under the Tripartite Agreement dated 28.04.2010.\n6. Certain disputes occurred between M/s Accord Hydroair Pvt. Ltd. and the respondent no. 1, regarding which Arbitration proceedings were initiated. The respondent no. 2 was also made a party in the Arbitration proceedings. The respondent no. 2 challenged it's impleadment by filing an application under Section 37, which was rejected by the Arbitral Tribunal. The respondent no. 2 challenged the order of rejection by filing Appeal No. 674 of 2014 under Section 37 of the Arbitration Act before the Commercial Court at Lucknow. \n7. Certain disputes arose between the parties in execution of the Agreement dated 28.04.2010 also, regarding which separate Arbitration proceedings were initiated by the respondent no. 1, which culminated into an award dated 03.09.2019 by the Arbitrator. The petitioner has challenged the Arbitration award dated 03.09.2019 by filing an application under Section 34 of the Arbitration and Conciliation Act 1996, which has been registered as Arbitration Case No. 923 of 2019 and is pending before the Commercial Court No. 2, Lucknow. \n8. The petitioner filed an application for consolidation of the proceedings of the application under Section 34 filed by it with the appeal under Section 37, which was filed against the order of rejection of the application of respondent no. 2 for being deleted from the array of parties in the Arbitration proceedings between the respondent no. 1 and M/s Accord Hydroair Pvt. Ltd. The application was rejected by means of an order dated 20.03.2023. The petitioner had challenged the order before this Court by filing petition under Article 227 of the Constitution of India bearing No. 1551 of 2023, which was dismissed by means of an order dated 29.03.2023. \n9. After dismissal of the earlier petition under Article 227 of the Constitution  of India by this Court by means of order dated 29.03.2023, the petitioner filed an application for impleadment of M/s Accord Hydroair Pvt. Ltd. before the Commercial Court. During pendency of the application, the petitioner challenged the order dated 29.03.2023 before the Supreme Court by filing S.L.P.(Civil) No. 7327 of 2023. The petitioner filed an application for impleadment of M/s Accord Hydroair Pvt. Ltd. in S.L.P. also, i.e., I.A. No. 72892 of 2023. In the aforesaid application, the petitioner filed an application for impleadment of M/s Accord Hydroair Pvt. Ltd. as a respondent. The application has been rejected by means of an order dated 23.05.2023 holding that \"from the Agreement dated 28.04.2010 it is clear that it was executed between Moradabad Municipal Corporation (the petitioner), Construction and Design Services (the respondent no., 2) and M/s A 2 Z Waste Management Moradabad Pvt. Ltd. (the respondent no. 1). M/s Accord Hydroair Pvt. Ltd. is not a party to this Agreement, so M/s Accord Hydroair Pvt. Ltd. cannot be impleaded in the present petition under Section 34 of the Arbitration and Conciliation Act 1996 for setting aside the award dated 03.09.2019 passed by the learned Arbitrator.\"\n10. The aforesaid S.L.P. was dismissed by means of an order dated 25.04.2023 passed by the Hon'ble Supreme Court and while dismissing the S.L.P., the pending applications also stood disposed of. Thus, the application for impleadment of M/s Accord Hydroair Pvt. Ltd. filed in the S.L.P. was not allowed by the Hon'ble Supreme Court. \n11. The Commercial Court has rejected the application for filing additional evidence for the mere reason that Section 34 of the Arbitration and Conciliation Act provides that an Arbitration Award may be set aside by the Court only if the party making the application establishes on the basis of the record of Arbitral Tribunal that the Award is liable to be set aside on the ground mentioned in Section 34. \n12. Sri Pankaj Srivastava, the learned Counsel for the petitioner, has relied on a judgment of the Hon'ble Supreme Court in the case of Chloro Controls (I) P. Ltd. v. Severn Trent Water Purification Inc. and others, AIR 2012 SC (Supp.) 1017. This was a case arising out of International Commercial Arbitrations, for which the statutory provisions are contained in Part-2 of the Arbitration and Conciliation Act, 1996, whereas the arbitration in question falls within the purview of Part-1 of the Arbitration and Conciliation Act, 1996, which contains provisions for arbitrations, other than those dealt with by the provisions contained in Part-2 of the Act. In Chloro Control (supra), while dealing with the provisions contained in Section 45 falling within Part-2 of the Act, the Hon'ble Supreme Court dealt with the following questions:\n1.1 What is the ambit and scope of Section 45 of the Arbitration and Conciliation Act, 1996 (for short \"the 1996 Act\")? \n1.2 Whether the principles enunciated in the case of Sukanya Holdings Pvt. Ltd. v. Jayesh H. Pandya [(2003) 5 SCC 531 : (AIR 2003 SC 2252 : 2003 AIR SCW 2209)] is the correct exposition of law? \n1.3 Whether in a case where multiple agreements are signed between different parties and whether some contain an arbitration clause and others don't and further the parties are not identically common in proceedings before the Court (in a suit) and the arbitration agreement, a reference of disputes as a whale or in part can be made to the arbitral tribunal, more particularly, where the parties to an action are claiming under or through a party to the arbitration agreement?\n1.4 Whether bifurcation or splitting of parties of causes of action would be permissible, in absence of any specific provision for the same, in the 1996 Act?\"\n13. The aforesaid questions were answered by the Hon'ble Supreme Court in the following manner: - \n\"167. Section 45 is a provision falling under Chapter I of Part II of the 1996 act, which Code is a self-contained Code. The expression 'person claiming through or under' would mean and take within its ambit multiple and multi-party agreements, though in exceptional case. Even non-signatory parties to some of the agreements can pray and be referred to arbitration provided they satisfy the pre-requisites under Sections 44 and 45 read with Schedule I. Reference of non-signatory parties is neither unknown to arbitration jurisprudence nor it is impermissible. \n168. In the facts of a given case, the Court is always vested with the power to delete th name of the parties who are neither necessary nor proper to the proceedings before the Court. In the cases of group companies or where various agreements constitute a composite transaction like mother agreement and all other agreements being ancillary to and for effective and complete implementation of the Mother Agreement, the court may have to make reference to arbitration even of the disputes existing between signatory or even non-signatory parties. However, the discretion of the Court has to be exercised in exceptional, limiting, befitting and cases of necessity and very cautiously.\"\n14. It is not the case of the parties that M/s A 2 Z Waste Management Moradabad and M/s Accord Hydroair Pvt. Ltd. constitute a group of companies and it is not that the Agreement dated 26.04.2010 was executed as the Mother Agreement. \n15. Even in matters governed by Section 45 of the Arbitration Act the Hon'ble Supreme Court did not lay down any principle for impleadment of parties, who are not parties to the Arbitration Agreement. Therefore, I am of the considered view that the judgment in the case of Chloro Controls (I) Pvt. Ltd. (supra) does not help the petitioner in any manner. \n16. The next judgment placed by the learned counsel for the petitioner has been rendered by the Delhi Court in the case of Panipat-Jalandhar NH-1 Tollway Pvt. Ltd. v. National Highways Authority of India, Arbitration Petition No. 820 of 2021, decided on 17.01.2022. This was a petition under Section 11(6) of the Arbitration and Conciliation Act 1996 and the issue of impleadment of a party, who is not a party to the Arbitration Agreement, was neither involved nor decided in the aforesaid case and, therefore, this judgment also does not help the petitioner.\n17. In A.P. Transco v. Sai Renewable Power Pvt. Ltd., (2011) 11 SCC 34, the Hon'ble Supreme Court held that the conditions contained in an Arbitration Agreement are not binding on a person who is not a party to the Agreement. \n18. As M/s Accord Hydroair Pvt. Ltd. is not a party to the Arbitration Agreement, the Commercial Court has rightly rejected the application for impleadment of M/s Accord Hydroair Pvt. Ltd. and I find no illegality in the order dated 23.05.2023, which may warrant interference of this Court. \n19. Another prayer made by the petitioner in the same application was for taking on record some documents as additional evidence. The documents sought to be placed in additional evidence are copies of Arbitration Awards in five Arbitration cases between the respondent no. 1 and respondent no. 2, both of whom are already parties to the proceedings. Since the petitioner was not a party to those Arbitration proceedings, it claims that the Awards were not in its knowledge. \n20. Rule 27 of Order XLI of the Code of Civil Procedure, as it applies to the State of Uttar Pradesh, provides as follows: -\n\"27. Production of additional evidence in Appellate Court.--(1) The parties to an appeal shall not be entitled to produce additional evidence, whether oral or documentary, in the Appellate Court. But if-- (a) the Court from whose decree the appeal is preferred has refused to admit evidence which ought to have been admitted, or (aa) the party seeking to produce additional evidence, establishes that notwithstanding the exercise of due diligence, such evidence was not within his knowledge or could not, after the exercise of due diligence, be produced by him at the time when the decree appealed against was passed, or] \n(b) the evidence sought to be adduced by a party to the appeal is evidence, which after exercise of due diligence, was not within his knowledge or could not be produced by him at the time when the decree under appeal was passed or made, or; and (c) the Appellate Court requires any document to be produced or any witness to be examined to enable it to pronounce judgment, or for any other substantial cause, the Appellate Court may allow such evidence or document to be produced or witness to be examined.\n(2) Whenever additional evidence is allowed to be produced by an Appellate Court, the Court shall record the reason for its admission.\"\n21. Although the application under Section 34 of Arbitration and Conciliation Act, 1996 is not an \"Appeal\" in the strict sense of the term, in effect the proceedings under the aforesaid provision are in the nature of and are akin to an Appeal. \n22. The provisions of the Code of Civil Procedure are applicable to the proceedings before the Commercial Courts and come of the provisions of the Code applicable to the Commercial Courts have been amended for their application to the Commercial Courts Act only. The relevant provision in this regard is contained in Section 16 of the Commercial Courts Act, 2015, which provides that: -\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n23. An appendix appended to the Commercial Courts Act contains the amended provisions of the Code of Civil Procedures which will be applicable to Commercial Courts, but it does not contain any amendments made in Order XLI Rule 27 of the Civil Procedure Code, 1908. Therefore, Order XLI Rule 27 of the Code applies to the proceedings before the Commercial Courts without any restriction. \n24. Although Section 19 of the Arbitration and Conciliation Act provides that the Arbitral Tribunal shall not be bound by the Code of Civil Procedure, but it does not prohibit applicability of the principles of the Civil Procedure on the Commercial Courts. \n25. The petitioner is seeking to file copies of the arbitration awards passed in Arbitration proceedings between the respondent no. 1 and the respondent no. 2. The petitioner was not a party to the arbitration proceedings or the aforesaid awards passed therein and the petitioner claims that the awards were not within its knowledge and, therefore, the same could not be produced by it before the Arbitrator. \n26. The peculiar facts of the present case appear to be covered by the provision contained in Sub-Rule (aa) of Rule 1 of Order XLI of the Code of Civil Procedure in which the petitioner should be granted to submit additional evidence. \n27. In view of the aforesaid submission, I am of the view that the order dated 23.05.2023 passed by the Commercial Court No. 2, so far as it rejects the prayer made by the petitioner for adducing additional evidence in the form of copies of Arbitration Awards, is not sustainable in law and it is liable to be quashed. \n28. In view of the aforesaid discussion, the petition is partly allowed. The order dated 23.05.2023 passed by the Commercial Court No. 2, Lucknow in Arbitration Case No. 923 of 2019 so far as it rejects the prayer made by the petitioner for adducing additional evidence in the form of copies of Arbitration Awards, is quashed and the application for submission of the additional evidence in the form of the five arbitration awards, which have already been filed by the petitioner, is allowed. The Commercial Court shall proceed to decide the application under Section 34 of the arbitration and Conciliation Act expeditiously, in accordance with the law, after taking into consideration the aforesaid additional evidence and after giving an opportunity to the respondents to adduce evidence in rebuttal of the additional evidence. \n(Subhash Vidyarthi, J.) Order Date :- 7.6.2023 A.Nigam    ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d39c34535f5499ea5860b08fe4f8725_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "02c7d569507b494e9af1ba033ac1f021_1"
    },
    {
      "start": 242,
      "end": 367,
      "text": "\nAllahabad High Court\nMunicipal Corporation Moradabad Thru. ... vs M/S A 2 Z Waste Management (Moradabad) ... on 7 June, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b5feb17c05d4008b094fa060c90bd45_2"
    },
    {
      "start": 368,
      "end": 494,
      "text": "\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\nNeutral Citation No. - 2023:Ahc-Lko:40396\n \nA.F.R.\n \nCourt No. - 3",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54abae0619a44c91919ab91969d3f171_3"
    },
    {
      "start": 495,
      "end": 553,
      "text": "\n \n\n \nCase :- Matters Under Article 227 No. - 3243 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa96f1ebbebf49cb94ca808913427b71_4"
    },
    {
      "start": 557,
      "end": 608,
      "text": "Petitioner :- Municipal Corporation Moradabad Thru.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c217c3c65f914ca2ac2fd3879e5c67e2_5"
    },
    {
      "start": 609,
      "end": 631,
      "text": "Municipal Commissioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8c7bebd9b63d402eb6fecebb442c3117_6"
    },
    {
      "start": 632,
      "end": 726,
      "text": "\n \nRespondent :- M/S A 2 Z Waste Management (Moradabad) Ltd. Thru. Madan Gopal Das And Another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0bc9d2c150ff475d8fa0cd7cc26dc4c0_7"
    },
    {
      "start": 727,
      "end": 834,
      "text": "\n \nCounsel for Petitioner :- Santosh Srivastava\n \nCounsel for Respondent :- Suyash Gupta,Indu Prakash Singh",
      "labels": [
        "NONE"
      ],
      "id": "3f07709c369640bfb28239ccaeceb028_8"
    },
    {
      "start": 841,
      "end": 872,
      "text": "Hon'ble Subhash Vidyarthi J.\n \n",
      "labels": [
        "NONE"
      ],
      "id": "36224d9de3784cd68120c48f19a214e2_9"
    },
    {
      "start": 872,
      "end": 952,
      "text": "1. The petitioner has filed a supplementary affidavit, which is taken on record.",
      "labels": [
        "NONE"
      ],
      "id": "ea79f6dcbf9c42c6bfc12e9621f18a91_10"
    },
    {
      "start": 954,
      "end": 1208,
      "text": "2. Heard Sri Pankaj Srivastava and Sri Santosh Srivastava, Advocates for the petitioner, Sri Suyash Gupta and Sri Arun Gaur, Advocates for the respondent no. 1 and Sri Indu Prakash Singh, learned counsel for the respondent no. 2, and perused the records.",
      "labels": [
        "NONE"
      ],
      "id": "b16e1962b8f24e2d89d8faf3ab7b1bfe_11"
    },
    {
      "start": 1209,
      "end": 1638,
      "text": "\n3. By means of the instant petition filed under Article 227 of the Constitution of India the petitioner has challenged the validity of the order dated 23.05.2023 passed by the Commercial Court No. 2, Lucknow, in Arbitration Case No. 923 of 2019, whereby an application for impleadment of M/s Accord Hydroair Pvt. Ltd. as a respondent to the case, filed by the petitioner-applicant before the Commercial Court, has been rejected.",
      "labels": [
        "FAC"
      ],
      "id": "301f6ff6e002487b822daf926afa7557_12"
    },
    {
      "start": 1640,
      "end": 1875,
      "text": "4. Briefly stated, facts of the case are that the petitioner had entered into a Tripartite-Agreement dated 28.04.2010 with the respondent no. 1 and respondent no. 2 to ensure scientific disposal of solid waste for a period of 30 years.",
      "labels": [
        "FAC"
      ],
      "id": "f374657374194669aab548f3d383d94d_13"
    },
    {
      "start": 1876,
      "end": 2151,
      "text": "It was a specific condition in the Agreement that the concessionaire shall not assign in favour of any person the Agreement or rights, benefits and obligations thereunder, save and except with prior consent of U.L.B. (Urban Local Body), i.e. Municipal Corporation, Moradabad.",
      "labels": [
        "FAC"
      ],
      "id": "c78fe706ae1a4f9f9300a706613d859b_14"
    },
    {
      "start": 2152,
      "end": 2775,
      "text": "However, the concessionaire entered into a memorandum of understanding dated 02.07.2013 with M/s Accord Hydroair Pvt. Ltd. and in violation of the conditions of the Tripartite Agreement dated 28.04.2010, it assigned its obligations under the Agreement dated 28.04.2010 to M/s Accord Hydroair Pvt. Ltd. The memorandum of understanding dated 02.07.2013 entered into between the respondent no. 1 and M/s Accord Hydroair Pvt. Ltd. makes a reference to the Tripartite Agreement dated 28.04.2010 executed between the parties to the present case and the scope of work makes a reference to the Concession Agreement in question. \n5.",
      "labels": [
        "FAC"
      ],
      "id": "85b7b43783c5404cbd74dbb9cf27abf1_15"
    },
    {
      "start": 2776,
      "end": 2955,
      "text": "It appears that the Memorandum of Understanding dated 02.07.2013 has been issued in execution of works, which were to be performed under the Tripartite Agreement dated 28.04.2010.",
      "labels": [
        "FAC"
      ],
      "id": "000605effae64131a4790654514dcdbc_16"
    },
    {
      "start": 2956,
      "end": 3211,
      "text": "It is one of the conditions of the Agreement dated 02.07.2013 that M/s Accord Hydroair Pvt. Ltd. shall be entitled to receive payments from the respondent no. 2 against the works done by respondent no. 1 under the Tripartite Agreement dated 28.04.2010.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "28a246597b714930a27f8c744e671ca5_17"
    },
    {
      "start": 3212,
      "end": 3357,
      "text": "Certain disputes occurred between M/s Accord Hydroair Pvt. Ltd. and the respondent no. 1, regarding which Arbitration proceedings were initiated.",
      "labels": [
        "FAC"
      ],
      "id": "e6cee69cdb74468a95b9b71eaf33d6a2_18"
    },
    {
      "start": 3358,
      "end": 3432,
      "text": "The respondent no. 2 was also made a party in the Arbitration proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "138f43beeee445edb279ffccf3927117_19"
    },
    {
      "start": 3433,
      "end": 3569,
      "text": "The respondent no. 2 challenged it's impleadment by filing an application under Section 37, which was rejected by the Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "194c0d90e4aa433789a4db150c27c1eb_20"
    },
    {
      "start": 3570,
      "end": 3737,
      "text": "The respondent no. 2 challenged the order of rejection by filing Appeal No. 674 of 2014 under Section 37 of the Arbitration Act before the Commercial Court at Lucknow.",
      "labels": [
        "FAC"
      ],
      "id": "c5b1cdac069d4c589011f55b1a6eff7a_21"
    },
    {
      "start": 3739,
      "end": 3993,
      "text": "7. Certain disputes arose between the parties in execution of the Agreement dated 28.04.2010 also, regarding which separate Arbitration proceedings were initiated by the respondent no. 1, which culminated into an award dated 03.09.2019 by the Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "3d5e9d4bd2ab46fe8e83ba557ee29c2a_22"
    },
    {
      "start": 3994,
      "end": 4271,
      "text": "The petitioner has challenged the Arbitration award dated 03.09.2019 by filing an application under Section 34 of the Arbitration and Conciliation Act 1996, which has been registered as Arbitration Case No. 923 of 2019 and is pending before the Commercial Court No. 2, Lucknow.",
      "labels": [
        "FAC"
      ],
      "id": "27ba58ef26084e10b327376c46765f08_23"
    },
    {
      "start": 4273,
      "end": 4654,
      "text": "8. The petitioner filed an application for consolidation of the proceedings of the application under Section 34 filed by it with the appeal under Section 37, which was filed against the order of rejection of the application of respondent no. 2 for being deleted from the array of parties in the Arbitration proceedings between the respondent no. 1 and M/s Accord Hydroair Pvt. Ltd.",
      "labels": [
        "FAC"
      ],
      "id": "46dcd95483f24cd3ae0e0690534d1dc3_24"
    },
    {
      "start": 4655,
      "end": 4722,
      "text": "The application was rejected by means of an order dated 20.03.2023.",
      "labels": [
        "FAC"
      ],
      "id": "0812a0cbc45c45baaa55ac15f3f791d9_25"
    },
    {
      "start": 4723,
      "end": 4931,
      "text": "The petitioner had challenged the order before this Court by filing petition under Article 227 of the Constitution of India bearing No. 1551 of 2023, which was dismissed by means of an order dated 29.03.2023.",
      "labels": [
        "FAC"
      ],
      "id": "669e01cd698048f9be56d6539ea73106_26"
    },
    {
      "start": 4933,
      "end": 5013,
      "text": "9. After dismissal of the earlier petition under Article 227 of the Constitution",
      "labels": [
        "FAC"
      ],
      "id": "158ca9ede85645cba60c4cfc448a6779_27"
    },
    {
      "start": 5014,
      "end": 5023,
      "text": " of India",
      "labels": [
        "FAC"
      ],
      "id": "b6cb17d0d5a149c0a2bfd0e52d3fe61e_28"
    },
    {
      "start": 5024,
      "end": 5187,
      "text": "by this Court by means of order dated 29.03.2023, the petitioner filed an application for impleadment of M/s Accord Hydroair Pvt. Ltd. before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "106ae557c9434949b4ec5a22f1d78bb4_29"
    },
    {
      "start": 5188,
      "end": 5343,
      "text": "During pendency of the application, the petitioner challenged the order dated 29.03.2023 before the Supreme Court by filing S.L.P.(Civil) No. 7327 of 2023.",
      "labels": [
        "FAC"
      ],
      "id": "6534d40fd81f47f6853b1aa73227f8ec_30"
    },
    {
      "start": 5344,
      "end": 5474,
      "text": "The petitioner filed an application for impleadment of M/s Accord Hydroair Pvt. Ltd. in S.L.P. also, i.e., I.A. No. 72892 of 2023.",
      "labels": [
        "FAC"
      ],
      "id": "c3daa86446c6449ea2bbde3bb22d5704_31"
    },
    {
      "start": 5475,
      "end": 5606,
      "text": "In the aforesaid application, the petitioner filed an application for impleadment of M/s Accord Hydroair Pvt. Ltd. as a respondent.",
      "labels": [
        "FAC"
      ],
      "id": "fd1397d249c044e0b1031df95dc2dbbf_32"
    },
    {
      "start": 5607,
      "end": 5951,
      "text": "The application has been rejected by means of an order dated 23.05.2023 holding that \"from the Agreement dated 28.04.2010 it is clear that it was executed between Moradabad Municipal Corporation (the petitioner), Construction and Design Services (the respondent no., 2) and M/s A 2 Z Waste Management Moradabad Pvt. Ltd. (the respondent no. 1).",
      "labels": [
        "FAC"
      ],
      "id": "59608c75000b4ad4b6acd50705690e80_33"
    },
    {
      "start": 5952,
      "end": 6238,
      "text": "M/s Accord Hydroair Pvt. Ltd. is not a party to this Agreement, so M/s Accord Hydroair Pvt. Ltd. cannot be impleaded in the present petition under Section 34 of the Arbitration and Conciliation Act 1996 for setting aside the award dated 03.09.2019 passed by the learned Arbitrator.\"\n10.",
      "labels": [
        "FAC"
      ],
      "id": "3174eb5a407641a797b39f325eb57db6_34"
    },
    {
      "start": 6239,
      "end": 6429,
      "text": "The aforesaid S.L.P. was dismissed by means of an order dated 25.04.2023 passed by the Hon'ble Supreme Court and while dismissing the S.L.P., the pending applications also stood disposed of.",
      "labels": [
        "FAC"
      ],
      "id": "dc68201263454e27a72e4da3360663c3_35"
    },
    {
      "start": 6430,
      "end": 6566,
      "text": "Thus, the application for impleadment of M/s Accord Hydroair Pvt. Ltd. filed in the S.L.P. was not allowed by the Hon'ble Supreme Court.",
      "labels": [
        "FAC"
      ],
      "id": "ed3407f7ff6e426db29e968bd3b7c60b_36"
    },
    {
      "start": 6568,
      "end": 6974,
      "text": "11. The Commercial Court has rejected the application for filing additional evidence for the mere reason that Section 34 of the Arbitration and Conciliation Act provides that an Arbitration Award may be set aside by the Court only if the party making the application establishes on the basis of the record of Arbitral Tribunal that the Award is liable to be set aside on the ground mentioned in Section 34.",
      "labels": [
        "FAC"
      ],
      "id": "272351e155a143fdbd1138262c343dac_37"
    },
    {
      "start": 6976,
      "end": 7217,
      "text": "12. Sri Pankaj Srivastava, the learned Counsel for the petitioner, has relied on a judgment of the Hon'ble Supreme Court in the case of Chloro Controls (I) P. Ltd. v. Severn Trent Water Purification Inc. and others, AIR 2012 SC (Supp.) 1017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e789afaee888468c8e2f1c90c733f031_38"
    },
    {
      "start": 7218,
      "end": 7633,
      "text": "This was a case arising out of International Commercial Arbitrations, for which the statutory provisions are contained in Part-2 of the Arbitration and Conciliation Act, 1996, whereas the arbitration in question falls within the purview of Part-1 of the Arbitration and Conciliation Act, 1996, which contains provisions for arbitrations, other than those dealt with by the provisions contained in Part-2 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97777e12a3944c32b73f0998a9d5aec7_39"
    },
    {
      "start": 7634,
      "end": 7818,
      "text": "In Chloro Control (supra), while dealing with the provisions contained in Section 45 falling within Part-2 of the Act, the Hon'ble Supreme Court dealt with the following questions:\n1.1",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3789f9564301453e8f3cc52b492d81cc_40"
    },
    {
      "start": 7819,
      "end": 7934,
      "text": "What is the ambit and scope of Section 45 of the Arbitration and Conciliation Act, 1996 (for short \"the 1996 Act\")?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9215918e57d1410fbbf206f50c51ea21_41"
    },
    {
      "start": 7935,
      "end": 8129,
      "text": "\n1.2 Whether the principles enunciated in the case of Sukanya Holdings Pvt. Ltd. v. Jayesh H. Pandya [(2003) 5 SCC 531 : (AIR 2003 SC 2252 : 2003 AIR SCW 2209)] is the correct exposition of law?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d203b17fef7e4db9bab638f8c191a3f8_42"
    },
    {
      "start": 8131,
      "end": 8611,
      "text": "1.3 Whether in a case where multiple agreements are signed between different parties and whether some contain an arbitration clause and others don't and further the parties are not identically common in proceedings before the Court (in a suit) and the arbitration agreement, a reference of disputes as a whale or in part can be made to the arbitral tribunal, more particularly, where the parties to an action are claiming under or through a party to the arbitration agreement?\n1.4",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5c985338867483e930b03e937ffbdbf_43"
    },
    {
      "start": 8612,
      "end": 8770,
      "text": "Whether bifurcation or splitting of parties of causes of action would be permissible, in absence of any specific provision for the same, in the 1996 Act?\"\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "798206d0413049ce960bf27f0842f32f_44"
    },
    {
      "start": 8771,
      "end": 8864,
      "text": "The aforesaid questions were answered by the Hon'ble Supreme Court in the following manner: -",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8888b2e0354a4a6f87f7f2e6e544bf0b_45"
    },
    {
      "start": 8865,
      "end": 8986,
      "text": "\n\"167. Section 45 is a provision falling under Chapter I of Part II of the 1996 act, which Code is a self-contained Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15d0d6e047f848c9a6d27deede3c68b7_46"
    },
    {
      "start": 8987,
      "end": 9138,
      "text": "The expression 'person claiming through or under' would mean and take within its ambit multiple and multi-party agreements, though in exceptional case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f23e05521b84cb1b5bc184faae25dc8_47"
    },
    {
      "start": 9139,
      "end": 9319,
      "text": "Even non-signatory parties to some of the agreements can pray and be referred to arbitration provided they satisfy the pre-requisites under Sections 44 and 45 read with Schedule I.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4d754bbaec145c8b097889bd3be1f36_48"
    },
    {
      "start": 9320,
      "end": 9427,
      "text": "Reference of non-signatory parties is neither unknown to arbitration jurisprudence nor it is impermissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8b21a5b2ac64c03aa8a13c101df8da4_49"
    },
    {
      "start": 9429,
      "end": 9612,
      "text": "168. In the facts of a given case, the Court is always vested with the power to delete th name of the parties who are neither necessary nor proper to the proceedings before the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e63aef091994c129888f62c4000cc0d_50"
    },
    {
      "start": 9613,
      "end": 9975,
      "text": "In the cases of group companies or where various agreements constitute a composite transaction like mother agreement and all other agreements being ancillary to and for effective and complete implementation of the Mother Agreement, the court may have to make reference to arbitration even of the disputes existing between signatory or even non-signatory parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9cd380bb87643f0b219352562997ada_51"
    },
    {
      "start": 9976,
      "end": 10117,
      "text": "However, the discretion of the Court has to be exercised in exceptional, limiting, befitting and cases of necessity and very cautiously.\"\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "365a182efef14bdab46adff373f80045_52"
    },
    {
      "start": 10118,
      "end": 10347,
      "text": "It is not the case of the parties that M/s A 2 Z Waste Management Moradabad and M/s Accord Hydroair Pvt. Ltd. constitute a group of companies and it is not that the Agreement dated 26.04.2010 was executed as the Mother Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a492028d91a14cd9802db45c6e338005_53"
    },
    {
      "start": 10349,
      "end": 10549,
      "text": "15. Even in matters governed by Section 45 of the Arbitration Act the Hon'ble Supreme Court did not lay down any principle for impleadment of parties, who are not parties to the Arbitration Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac103090c4b8459ebff16fe680d03a98_54"
    },
    {
      "start": 10550,
      "end": 10703,
      "text": "Therefore, I am of the considered view that the judgment in the case of Chloro Controls (I) Pvt. Ltd. (supra) does not help the petitioner in any manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68601e1ca232418bac1fbac80ceef574_55"
    },
    {
      "start": 10705,
      "end": 10970,
      "text": "16. The next judgment placed by the learned counsel for the petitioner has been rendered by the Delhi Court in the case of Panipat-Jalandhar NH-1 Tollway Pvt. Ltd. v. National Highways Authority of India, Arbitration Petition No. 820 of 2021, decided on 17.01.2022.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "a4d256491b19496d8ab34c7a14899cd4_56"
    },
    {
      "start": 10971,
      "end": 11269,
      "text": "This was a petition under Section 11(6) of the Arbitration and Conciliation Act 1996 and the issue of impleadment of a party, who is not a party to the Arbitration Agreement, was neither involved nor decided in the aforesaid case and, therefore, this judgment also does not help the petitioner.\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "727819e92f4640d4bfa6445b5f9aa47f_57"
    },
    {
      "start": 11270,
      "end": 11491,
      "text": "In A.P. Transco v. Sai Renewable Power Pvt. Ltd., (2011) 11 SCC 34, the Hon'ble Supreme Court held that the conditions contained in an Arbitration Agreement are not binding on a person who is not a party to the Agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a91681948470423f9178f76792ba36c0_58"
    },
    {
      "start": 11493,
      "end": 11783,
      "text": "18. As M/s Accord Hydroair Pvt. Ltd. is not a party to the Arbitration Agreement, the Commercial Court has rightly rejected the application for impleadment of M/s Accord Hydroair Pvt. Ltd. and I find no illegality in the order dated 23.05.2023, which may warrant interference of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "110ca09aeb734decb8ddf429236cbf4d_59"
    },
    {
      "start": 11785,
      "end": 11914,
      "text": "19. Another prayer made by the petitioner in the same application was for taking on record some documents as additional evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc31b1cf15034ccb9da745df961d9b50_60"
    },
    {
      "start": 11915,
      "end": 12134,
      "text": "The documents sought to be placed in additional evidence are copies of Arbitration Awards in five Arbitration cases between the respondent no. 1 and respondent no. 2, both of whom are already parties to the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d6b9d14570849569f3c77e8d20f1668_61"
    },
    {
      "start": 12135,
      "end": 12258,
      "text": "Since the petitioner was not a party to those Arbitration proceedings, it claims that the Awards were not in its knowledge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c1deaa7b40944589b9b97477b58f49d_62"
    },
    {
      "start": 12259,
      "end": 12580,
      "text": "\n20. Rule 27 of Order XLI of the Code of Civil Procedure, as it applies to the State of Uttar Pradesh, provides as follows: -\n\"27. Production of additional evidence in Appellate Court.--(1) The parties to an appeal shall not be entitled to produce additional evidence, whether oral or documentary, in the Appellate Court.",
      "labels": [
        "STA"
      ],
      "id": "e7a8d48a1c254d32b4d892824f09a89d_63"
    },
    {
      "start": 12581,
      "end": 13006,
      "text": "But if-- (a) the Court from whose decree the appeal is preferred has refused to admit evidence which ought to have been admitted, or (aa) the party seeking to produce additional evidence, establishes that notwithstanding the exercise of due diligence, such evidence was not within his knowledge or could not, after the exercise of due diligence, be produced by him at the time when the decree appealed against was passed, or]",
      "labels": [
        "STA"
      ],
      "id": "48adf03ef8d9414ea37367f8a8c4dcc7_64"
    },
    {
      "start": 13007,
      "end": 13653,
      "text": "\n(b) the evidence sought to be adduced by a party to the appeal is evidence, which after exercise of due diligence, was not within his knowledge or could not be produced by him at the time when the decree under appeal was passed or made, or; and (c) the Appellate Court requires any document to be produced or any witness to be examined to enable it to pronounce judgment, or for any other substantial cause, the Appellate Court may allow such evidence or document to be produced or witness to be examined.\n(2) Whenever additional evidence is allowed to be produced by an Appellate Court, the Court shall record the reason for its admission.\"\n21.",
      "labels": [
        "STA"
      ],
      "id": "07c2360a9eb04500b40df435d5d757ce_65"
    },
    {
      "start": 13654,
      "end": 13893,
      "text": "Although the application under Section 34 of Arbitration and Conciliation Act, 1996 is not an \"Appeal\" in the strict sense of the term, in effect the proceedings under the aforesaid provision are in the nature of and are akin to an Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ceee326439d546d6a948399a33d24045_66"
    },
    {
      "start": 13895,
      "end": 14157,
      "text": "22. The provisions of the Code of Civil Procedure are applicable to the proceedings before the Commercial Courts and come of the provisions of the Code applicable to the Commercial Courts have been amended for their application to the Commercial Courts Act only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "887f562ac9e44d14bc043b1c326a4b0a_67"
    },
    {
      "start": 14158,
      "end": 14602,
      "text": "The relevant provision in this regard is contained in Section 16 of the Commercial Courts Act, 2015, which provides that: -\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--\n(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "9b302b4456b543aa80b0d68695d4c720_68"
    },
    {
      "start": 14603,
      "end": 14834,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
      "labels": [
        "STA"
      ],
      "id": "2cf34887c0a64a74b706ed105193f8d3_69"
    },
    {
      "start": 14835,
      "end": 15193,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n23.",
      "labels": [
        "STA"
      ],
      "id": "fa6adfd6802c4cd6acde9de4690cfb7d_70"
    },
    {
      "start": 15194,
      "end": 15454,
      "text": "An appendix appended to the Commercial Courts Act contains the amended provisions of the Code of Civil Procedures which will be applicable to Commercial Courts, but it does not contain any amendments made in Order XLI Rule 27 of the Civil Procedure Code, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7da3b36044c843d099f24b105f44504b_71"
    },
    {
      "start": 15455,
      "end": 15576,
      "text": "Therefore, Order XLI Rule 27 of the Code applies to the proceedings before the Commercial Courts without any restriction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "313c503309744f9eb5e92f371d586f54_72"
    },
    {
      "start": 15578,
      "end": 15834,
      "text": "24. Although Section 19 of the Arbitration and Conciliation Act provides that the Arbitral Tribunal shall not be bound by the Code of Civil Procedure, but it does not prohibit applicability of the principles of the Civil Procedure on the Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b2e2a38ca72497085859e45994da5a5_73"
    },
    {
      "start": 15836,
      "end": 15995,
      "text": "25. The petitioner is seeking to file copies of the arbitration awards passed in Arbitration proceedings between the respondent no. 1 and the respondent no. 2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c89afb1fac340729520cf49723aa07f_74"
    },
    {
      "start": 15996,
      "end": 16244,
      "text": "The petitioner was not a party to the arbitration proceedings or the aforesaid awards passed therein and the petitioner claims that the awards were not within its knowledge and, therefore, the same could not be produced by it before the Arbitrator.",
      "labels": [
        "RATIO"
      ],
      "id": "ada4fe4902be4cb59062d74f2c1d808a_75"
    },
    {
      "start": 16246,
      "end": 16480,
      "text": "26. The peculiar facts of the present case appear to be covered by the provision contained in Sub-Rule (aa) of Rule 1 of Order XLI of the Code of Civil Procedure in which the petitioner should be granted to submit additional evidence.",
      "labels": [
        "RATIO"
      ],
      "id": "1edf3d16e36747d5ae19890ba950290a_76"
    },
    {
      "start": 16482,
      "end": 16800,
      "text": "27. In view of the aforesaid submission, I am of the view that the order dated 23.05.2023 passed by the Commercial Court No. 2, so far as it rejects the prayer made by the petitioner for adducing additional evidence in the form of copies of Arbitration Awards, is not sustainable in law and it is liable to be quashed.",
      "labels": [
        "RPC"
      ],
      "id": "71bd04b0671b45c2855d49825f7a2e55_77"
    },
    {
      "start": 16802,
      "end": 16874,
      "text": "28. In view of the aforesaid discussion, the petition is partly allowed.",
      "labels": [
        "RPC"
      ],
      "id": "d35da77db3674873ba11e6a33a04f8d9_78"
    },
    {
      "start": 16875,
      "end": 17294,
      "text": "The order dated 23.05.2023 passed by the Commercial Court No. 2, Lucknow in Arbitration Case No. 923 of 2019 so far as it rejects the prayer made by the petitioner for adducing additional evidence in the form of copies of Arbitration Awards, is quashed and the application for submission of the additional evidence in the form of the five arbitration awards, which have already been filed by the petitioner, is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "a1615090c1ad4efc84f591cab8f6e85a_79"
    },
    {
      "start": 17295,
      "end": 17631,
      "text": "The Commercial Court shall proceed to decide the application under Section 34 of the arbitration and Conciliation Act expeditiously, in accordance with the law, after taking into consideration the aforesaid additional evidence and after giving an opportunity to the respondents to adduce evidence in rebuttal of the additional evidence.",
      "labels": [
        "RPC"
      ],
      "id": "502b58645ef84de1837ab0213e2ac9c7_80"
    },
    {
      "start": 17632,
      "end": 17691,
      "text": "\n(Subhash Vidyarthi, J.) Order Date :- 7.6.2023 A.Nigam    ",
      "labels": [
        "NONE"
      ],
      "id": "fa9936db324c4d9eb0cd5413e4acf037_81"
    }
  ]
}