{
  "id": "73981c626e3a3984b7ec9a696487ddc85c67a024f496391090b214fdc8c81190",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nM.V. Ramana Rao vs N Subash on 10 April, 2019 \nAuthor: V. Ramasubramanian\nBench: V Ramasubramanian, Shameem Akther\n  In The High Court For The State Of Telangana\n                 At: Hyderabad\n\n        * Hon'Ble Sri Justice V. Ramasubramanian \n                           And\n          Hon'Ble Dr. Justice Shameem Akther \n\n           +Civil Revision Petition No.6745 Of 2018\n\n% Date:- 10.04.2019 \nBetween:\n# M.V. Ramana Rao S/o M. Ramachandra Rao,\n  aged about 56 years, R/o Flat No.131, 3rd floor,\n  Srila Heights, St. Johns Road, East Maredpally, \n   Secunderabad.                                              .. Petitioner\n\n                                   v.\n\n$ N. Subash S/o N.M. Chowdary, aged about 54 years, \n  R/ o Plot No.198, Road No.14, Jubilee Hills, Hyd .         .. Respondent\n\n\n\n\n ! For Petitioner                       : Mr. Sharad Sanghi \n\n ^ For Respondent                       : Mr. R.A. Achuthanand, \n\n < Gist                                 : \n\n > Head Note                            : \n\n ? Cases Referred                       : \n 1.    2019 (2) Ald 62 (Db)\n 2.    Air 1997 Del. 355 \n 3.    (2004) 6 Scc 415\n 4.    Air 2008 Sc 2303 \n 5.    (2004) 3 Scc 504\n 6.    (1978) 3 All Er 1066\n 7.    (2013) 8 Scc 769\n 8.    1996 V Ad (Delhi) 12 \n 9.    Judgment, dated 12.02.2019 in Civil Appeal\n       No.1638/2019 (arising out of Slp (C) No.103/2019)\n\n\nC/15\n                                      2\n                                                                Vrsj & Dr.SAJ\n                                                            Crp No.6745 of 2018 \n\n\n    Honourable Sri Justice V. Ramasubramanian \n                                   And \n       The Hon'Ble Dr. Justice Shameem Akther \n\n          Civil Revision Petition No.6745 Of 2018\n\nOrder: \n(Per Hon'ble Sri Justice V. Ramasubramanian) Aggrieved by an order passed by the Commercial Court allowing an application for amendment of the written statement so as to include a plea of set-off, the  plaintiff in a suit for recovery of money has come up with the above revision under Article 227 of the Constitution of India. \n2. Heard Mr. Sharad Sanghi, learned counsel for the petitioner and Mr. R.A. Achuthanand, learned counsel for the respondent. BRIEF FACTS LEADING TO THE PRESENT REVISION:\n3. The petitioner herein filed a suit in O.S. No.253 of 2011 on the file of the III Additional Chief Judge, City Civil Court, Hyderabad, for recovery of a sum of Rs.22,56,10,000/- (Rupees twenty two Crores Fifty Six Lakhs and Ten Thousand only) from the respondent herein together with interest. The case of the petitioner/plaintiff in the suit was that the plaintiff agreed to provide a sum of Rs.65.00 Crores to the respondent/ defendant for acquiring 10% share of the defendant's interest in the development of a vast extent of land measuring about Acs.22.00 and that pursuant to the said arrangement, the petitioner/plaintiff also paid a sum of Rs.14,65,00,000/- (Rupees Fourteen Crores and Sixty Five Lakhs only) on various dates during the period from 30.01.2008 to 16.09.2008; that due to economic slowdown, the proposed development of the property in the land belonging to the defendant and his friend VRSJ & Dr.SAJ could not go through and hence the defendant agreed in December, 2008 to repay the amounts paid by the plaintiff together with interest at 24% per annum; and that thereafter the respondent/defendant failed to honour the commitment forcing the petitioner to institute the suit.\n4. Immediately upon service of summons in the suit, the respondent/defendant took out an application under Order VII, Rule 11 of the Code of Civil Procedure, 1908 (CPC) for the rejection of the plaint on the ground that the plaint did not disclose any cause of action. The said application was dismissed by the trial Court by an order, dated 03.03.2014. Challenging the dismissal of the said application, the respondent/defendant filed a Civil Revision in C.R.P.No.1139 of 2014 under Article 227 of the Constitution of India. But, the same was dismissed by a learned Judge of this Court by an order, dated 08.12.2014. The respondent/defendant carried the matter to the Supreme Court in S.L.P. (C) No.16897 of 2014. But, the same was dismissed by order, dated 17.08.2015. The respondent/plaintiff also tried his luck by filing an application for review in Review C.R.P. M.P. No.802 of 2015 in the Civil Revision Petition that was dismissed earlier, viz., C.R.P. No.1139 of 2014. But, the same was also dismissed by this Court. \n5. Thus, the respondent/defendant dragged on the proceedings for three years from the date of service of summons in the suit in the year 2011, till the year 2014 by pursuing an application under Order VII, Rule 11 of CPC. Towards the end of the three year period, the respondent/defendant filed a written statement on 03.04.2014. \nVRSJ & Dr.SAJ 6. In the written statement filed by the respondent/defendant in the first instance (in April, 2014), he conceded (i) that the plaintiff agreed to pay a sum of Rs.65.00 Crores for the purchase of 10% of undivided share in the land of an extent of Acs.25.06 guntas; (ii) that the plaintiff agreed to pay the said amount in three installments, with the first installment of Rs.15.00 Crores being paid on or before 25.01.2008, the second installment of Rs.25.00 Crores being paid on or before 29.02.2008, and the third installment of Rs.25.00 Crores being paid on or before 31.03.2008; (iii) that the plaintiff failed to honour his commitment for payment of each of those installments, but kept on seeking enlargement of time; (iv) that actually a sum of Rs.14.00 Crores was paid by the plaintiff on various dates during the period from 15.01.2008 to 06.08.2008; (v) that out of the said amount of Rs.14.00 Crores, a sum of Rs.13.39 Crores was paid through cheque/RTGS transfer and a sum of Rs.61.00 Lakhs was paid by way of cash; (vi) that by his failure to pay the total sale value within the time stipulated, the plaintiff lost his right to seek refund of the amounts paid, as refund was never contemplated in the agreement between the parties; and (vii) that due to the breach of obligations committed by the plaintiff, the defendant suffered huge financial losses and was also put to mental agony. \n7. After the respondent/defendant filed the written statement in April, 2014 and after the Supreme Court dismissed the Special Leave Petition arising out of the proceedings under Order VII, Rule 11 of CPC in August, 2015, the trial Court viz., III Additional Chief Judge, City VRSJ & Dr.SAJ Civil Court, Hyderabad, framed the issues arising for consideration in the suit in November, 2015. \n8. After the advent of the Commercial Courts Act, 2015, the suit got transferred to the file of the XXIV Additional Chief Judge, City Civil Court, Hyderabad. After the transfer, the respondent/defendant took out two applications, one in I.A.No.298 of 2017 and another in I.A.No.336 of 2017. The first application, I.A. No.298 of 2017 was filed under Order VIII, Rule 9 of CPC for leave to file additional written statement to the rejoinder filed by the plaintiff to the original written statement. The second application, I.A.No.336 of 2017, was filed under Order VI, Rule 17 of CPC to permit the respondent/defendant to amend the written statement. Primarily the object of filing I.A.No.336 of 2017 was to incorporate a prayer in the written statement, seeking a decree for adjustment/set-off in a sum of Rs.15.30 Crores as on October, 2008. \n9. By a common order passed on 28.08.2008, the trial Court allowed the application, I.A. No.336 of 2017, for amendment and ordered the closure of I.A. No.298 of 2017 on the ground that the amendment of the written statement would serve the purpose of the defendant fully. It is against the order passed in I.A.No.336 of 2017 allowing the amendment of the written statement that the plaintiff in the suit has come up with the above revision. \nCONTENTIONS OF THE PETITIONER/PLAINTIFF:\n10. The main ground on which the order of the Commercial Court is assailed, is that the claim for set-off having already become hopelessly time barred, could not have been permitted by way of an VRSJ & Dr.SAJ amendment, long after the filing of the original written statement and that in any case the Commercial Courts Act, 2015 does not permit the amendment of the nature now allowed by the trial Court. CONTENTIONS OF THE RESPONDENT/DEFENDANT:\n11. The Civil Revision Petition is opposed by the respondent/ defendant primarily on two grounds, viz., (i) that under Section 8 of the Commercial Courts Act, 2015, no revision would lie as against any interlocutory order of a Commercial Court; and (ii) that what is claimed by the respondent/defendant by way of amendment of the written statement, is nothing but an equitable set-off, for which no period of limitation is prescribed.\n12. We have carefully considered the above submissions. MAINTAINABILITY UNDER SECTION 8 13. Before considering the rival contentions on merits, it is necessary to deal with the preliminary objection raised by the learned counsel for the respondent/defendant about the maintainability of a revision in view of Section 8 of the Commercial Courts Act, 2015. The contention of the learned counsel for the respondent is that there is a specific bar under Section 8 of the Commercial Courts Act, 2015 to the maintainability of a revision as against interlocutory orders and that the only remedy open to the petitioner is to reserve his objections to the impugned order, at the time of filing of an appeal against the judgment of the Commercial Court, if the judgment went against him. His contention is that the petitioner has a remedy as against the impugned VRSJ & Dr.SAJ order only under Section 13 of the Commercial Courts Act, 2015 and a revision is barred under Section 8.\n14. But before we answer this question, we should point out that it is a case of pot calling the kettle black. As against the dismissal of his application under Order VII, Rule 11 of CPC, the respondent came up by way of a revision under Article 227 of the Constitution of India and after the dismissal of the same he took the matter to the Supreme Court and also filed a review application. At that time, a revision as against an interlocutory order was considered by the respondent as maintainable. \n15. It is true that at the time when the respondent/defendant filed a revision against the dismissal of his application under Order VII Rule 11 of CPC, the suit was not before the Commercial Court and hence at that time Section 8 could have had no application. But, nevertheless Section 115 of CPC, had already been amended by Act 46 of 1999 w.e.f. 01.07.2002. The proviso to sub-section (1) of Section 115 of CPC, which came into force on 01.07.2002, prohibited the reversing of any order except where the order would have had the effect of finally disposing of the suit or other proceedings. Therefore, what finds a place in Section 8 of the Commercial Act, 2015 is a very lucid and sophisticated or at least an advanced version of the amended Section 115 of CPC. \n16. In many cases that came up before Courts after the 2002 amendment to the CPC, the Supreme Court highlighted the distinction between a power of revision under Section 115 of CPC and a power of revision under Article 227 of the Constitution of India. \nVRSJ & Dr.SAJ 17. What is barred by Section 8 of the Commercial Courts Act, 2015 is only a revision under Section 115 of CPC. The power of judicial review available under Articles 226/227 of the Constitution of India cannot be and has not been taken away by Section 8 of the Commercial Courts Act, 2015. \n18. This is not to say that Article 227 can be used as a ruse to circumvent Section 8 of the Commercial Courts Act, 2015. Wherever Article 227 is sought to be used as a ruse, the Commercial Appellate Division will necessarily have to call the bluff. There are self-imposed restrictions for exercising the power under Article 227 which we shall always keep in mind. It may be open always to the respondent in a revision under Article 227 to contend that the case on hand would not qualify to be entertained within the parameters of Article 227. But, it cannot be contended that Section 8 is an absolute bar even for the maintainability of a revision under Article 227. This issue is also settled by a decision of another bench of this Court in M/s. Harpreet Singh Chhabra v. Mrs. Suneet Kaur Sahney1. Therefore, we reject the contention regarding maintainability and hold that the revision is maintainable. \nMERITS:\n19. The main ground of attack to the order of the Commercial Court is that it has allowed an amendment to the written statement permitting the respondent/defendant to claim a set-off, after such a claim has become hopelessly barred by limitation. This contention is based 2019 (2) ALD 62 (DB) VRSJ & Dr.SAJ upon certain dates and events about which there is no controversy. The suit for recovery of money was instituted on 29.01.2011. The respondent/defendant filed a written statement on 03.04.2014, without pleading or claiming the set-off. The trial Court framed issues in November, 2015. The application for amendment of the written statement so as to include a plea of set-off was filed on 28.08.2017. In other words, the plea of set-off is sought to be raised for the first time after six and a half years of the institution of the suit and after three and a half years of the filing of the original written statement. \n20. But the contention of the learned counsel for the respondent/defendant is three-fold, viz., (i) that what is claimed by the respondent/defendant is in the nature of an equitable set-off and hence no period of limitation would apply; (ii) that in any case there is no bar for allowing an amendment even where the relief sought to be added by way of amendment is barred by limitation; and (iii) that a request for pre-trial amendment should be construed liberally. To drive home the distinction between a legal set-off and an equitable set-off, the learned counsel for the respondent/defendant relies upon the decision of Delhi High Court in Cofex Exports Ltd. v. Canara Bank2. In support of his contention that there is no bar for allowing an amendment by which a relief that is allegedly barred by limitation is sought to be added, the learned counsel relies upon the decision of the Supreme Court in Pankaja v. Yellappa3. In support of his contention that pre-trial amendments are to be allowed liberally, the learned counsel relies upon . AIR 1997 Del. 355 . (2004) 6 SCC 415 VRSJ & Dr.SAJ the decision of the Supreme Court in Rajkumar Gurawara v. M/s. S.K. Sarwagi & Co. Pvt. Ltd.4 WHAT IS SET-OFF AND ITS ORIGIN 21. A set-off is defined in the Law Lexicon by P. Ramanatha Aiyar, to mean \"a mode of defence, whereby the defendant acknowledges the justice of the plaintiff's demand on the one hand but on the other, sets up a demand of his own to counterbalance it either in whole or in part\". The Courts have repeatedly dealt with the distinction between (i) a set-off (ii) abatement (iii) a counter claim and (iv) adjustment. A set-off, strictly speaking, is not a defence to the action in which it may be filed. The essential nature of a set-off is that it does not defeat a plaintiff's claim by a valid defence, but seeks to project the satisfaction of the plaintiff's claim. Therefore, it is only a defendant, who admits the validity of the claim of the plaintiff, who can plead a set-off. It may also be put differently in that a person pleading set-off indirectly admits the validity of the plaintiff's claim, but contends that the claim is satisfied. \n22. A look at the origin of the right to set-off would show that it was the creature of two statutes of the early Eighteenth Century designed to prevent the imprisonment of the debtor of a person not truly indebted because there was a mutual debt. These two statutes were known as (i) 2 Geo 2 c 22 (Insolent Debtors Relief) (1728), and (ii) 8 Geo 2 c 24 (Set-off) (1734). It is stated in Para 399 of the Halsbury's Laws of England (15th Edition 2015, Volume - 11) that though both . AIR 2008 SC 2303 VRSJ & Dr.SAJ these statutes were repealed by the Civil Procedure Acts Repeal Act, 1879 and the Statute Law Revision and Civil Procedure Act, 1883, the rights conferred by them were preserved by the Supreme Court of Judicature (Consolidation) Act, 1925.\n23. Based upon the decision of the Delhi High Court in Cofex Exports Ltd.2, it was contended by the learned counsel for the respondent/defendant that the distinction between a legal set-off and an equitable set-off should be borne in mind for considering the question of applicability of the Law of Limitation. It must be pointed out at this stage that the decision of the Delhi High Court in Cofex Exports Ltd.2 was later quoted with approval by the Supreme Court in Union of India v. Karam Chand Thapar5.\n24. But, the question as to whether a real physical distinction continues to exist between an equitable set off and a legal set off, at this distance of time in history is a moot question. This can be better understood if we have a look at Paragraph 406 of the Halsbury's Laws of England. It is stated therein that prior to the Judicature Acts, courts of equity admitted cross-complaints by way of defence in actions proceeding in Chancery and would also restrain a claimant in an action at law from proceeding or levying execution where there was an equity which went to impeach the title to the legal demand. According to Halsbury's, this right was then usually referred to as 'equitable set-off'. But ever since 1873 (after the advent of the Supreme Court of Judicature Act, 1873), the right of equitable set-off previously . (2004) 3 SCC 504 VRSJ & Dr.SAJ available in Chancery has been available as a defence to an action at law. In essence what happened by legislation in 1873 was a fusion of equity with law. This was aptly summed up by Lord Denning MR in Federal Commerce & Navigation Co. Ltd., v. Molena Alpha Inc.6 as follows:\n\"These grounds of equitable set-off were never precisely formulated before the Judicature Act, 1873. It is now far too late to search through the old books and dig them out... the streams of common law and equity have flown together and combined so as to be indistinguishable... we have to ask ourselves: what should we do now so as to ensure fair dealing between the parties?\"\n25. Therefore, there is a doubt as to whether courts can still allow litigants to make a wedge between legal and equitable set offs, to escape the law of limitation. The manner in which a defendant is entitled to claim set-off is stipulated by Rule 6 of Order VIII of CPC, which reads as follows:\n\"6. Particulars of set-off to be given in written statement:-(1) Where in a suit for the recovery of money the defendant claims to set-off against the plaintiff's demand any ascertained sum of money legally recoverable by him from the plaintiff, not exceeding the pecuniary limits of the jurisdiction of the Court, and both parties fill the same character as they fill in the plaintiff's suit, the defendant may, at the first hearing of the suit, but not afterwards unless permitted by the Court, present a written statement . (1978) 3 ALL ER 1066 VRSJ & Dr.SAJ containing the particulars of the debt sought to be set-off. \n(2) Effect of set-off:- The written statement shall have the same effect as a plaint in a cross-suit so as to enable the Court to pronounce a final judgment in respect both of the original claim and of the set-off;\nbut this shall not affect the lien, upon the amount decreed, of any pleader in respect of the costs payable to him under the decree.\n(3) The rules relating to a written statement by a defendant apply to a written statement in answer to a claim of set-off.\"\n26. In substance, Rule 6 of Order VIII of CPC contains three rules of substance and procedure, which in simple terms can be stated as follows:\ni. a claim to set-off should be made in the form of a written statement at the first hearing of the suit, but not afterwards, unless permitted by the Court;\nii. such a written statement will have the same effect as a plaint in a cross-suit, so that the Court can pronounce a final judgment both in respect of the original claim and in respect of the set-off; and iii. all rules relating to a written statement will apply to a written statement in answer to a claim of set-off.\n27. Sub-rule (1) of Rule 6 of Order VIII of CPC imposes two restrictions upon the defendant's right to claim set-off. These two restrictions are (i) that the claim should relate to any ascertained sum of money; and (ii) that it must be legally recoverable by the defendant from the plaintiff. The importance of these two restrictions, are high-lighted VRSJ & Dr.SAJ by Illustration (c) under Order VIII, Rule 6 of CPC which reads as follows:\n\"A sues B on a bill of exchange. B alleges that A has wrongfully neglected to insure B's goods and is liable to him in compensation which he claims to set- off. The amount not being ascertained cannot be set- off.\" \n28. Therefore, when the Codified Law has made it mandatory that a claim to set-off should only be of any ascertained sum of money, legally recoverable, we do not know how far the respondent/defendant can travel beyond the same. But, the claim of the respondent/defendant is based upon certain observations of the Supreme Court in Jeetendra Kumar Khan v. the Peerless General Finance & Investment Co. Ltd.7, in which the Supreme Court held that equitable set-off is different from legal set-off and that it is independent of the provisions of the CPC. The Supreme Court held therein that the concept of equitable set- off is founded on the fundamental principles of equity, justice and good conscience. \n29. But, as pointed out by the Delhi High Court in Cofex Exports Ltd.,2 which was also confirmed by the Supreme Court in Karam Chand Thapar5 and reiterated in Jeetendra Kumar Khan7 (i) equitable set-off cannot be raised as a matter of right (ii) it stands on a lower pedestal than the plea of legal set-off and (iii) if raised, the Court may refuse to entertain a claim to set-off, if it is satisfied that the trial of the plea may result in protracting or delaying the . (2013) 8 SCC 769 VRSJ & Dr.SAJ trial . Irrespective of the question whether the rights conferred by Courts of equity in England would continue to exist even after the Codification of the right, by a statute, it is clear from the very decisions of the Supreme Court that the learned counsel for the respondent relies upon that equitable set-off is on a lower pedestal and the Courts have the discretion to drive a person making a claim to equitable set-off, to file an independent action. \n30. The moment it is clear that a person staking a claim to equitable set-off can be driven to an independent suit, it would follow as a corollary that such independent suit would be maintainable only if it is filed within the period of limitation. As a matter of fact, the Delhi High Court clarified in Cofex Exports Ltd.2 that Court fee is payable even on a claim to equitable set-off. Therefore, as held by the Delhi High Court in Walchandnagar Industries Limited v. Cement Corporation of India8, while the Law of Limitation and the Law relating to Court fee is inapplicable to the defences of (i) payment and (ii) adjustment, both the Law of Limitation and the Law relating to Court fee are applicable to the defences of set-off as well as counter claim. Section 3 (2) (b) (i) of the Limitation Act, 1963 does not really make a distinction between a legal set-off and equitable set-off. Though the Supreme Court held in Karam Chand Thapar5 (approving the decision of the Delhi High Court in Cofex Exports Ltd.2) and in Jeetendra Kumar Khan7 that equitable set-off falls outside the purview of Order . 1996 V AD (Delhi) 12 VRSJ & Dr.SAJ VIII Rule 6 of CPC, no such distinction was carved out by any Court in respect of what is covered by Section 3 (2) (b) (i) of the Limitation Act. \n31. On facts, we have found that the suit for recovery of money was instituted on 29.01.2011 and the written statement was filed by the respondent on 03.04.2014. It was claimed in the written statement filed in the first instance that there was no legally enforceable debt between the parties and that there was no contract for repayment of the moneys paid by the plaintiff under the agreement. It was specifically pleaded in paragraph No.7 (b) of the written statement filed in April, 2014 that due to the failure of the plaintiff to perform his obligations under the agreement, the defendant could not fulfil his obligations to third parties resulting in the respondent/defendant suffering huge monetary loss. Assuming that there was such sufferance of monetary loss by the respondent, a right to claim a set-off will be deemed to have arisen for the respondent/defendant on 29.01.2011, the date on which the petitioner/plaintiff instituted the suit. Therefore, the respondent ought to have come up with a claim to set-off, within three years at least from the institution of the suit. The period of three years from the date of institution of the suit expired on 29.01.2014. But, the first written statement was filed on 03.04.2014, after the expiry of the period of three years and that too without making a claim to set-off. \n32. What is worse is that the application for amendment was filed after the lapse of a further period of more than three years from the date of filing of the first written statement. The application for amendment so VRSJ & Dr.SAJ as to include a prayer for a decree of set-off was filed on 28.08.2017, after three years and four months of the filing of the written statement. \n33. By its very nature a claim to set-off cannot be invented as an after-thought. We have already seen the definition of the expression \"set-off\". The right to claim an ascertained sum of money (in cases of legal set-off) or any unascertained sum of money (in the case of equitable set-off), would have gone by way of an independent action but for the first strike made by the plaintiff. If it had gone by way of an independent action, the starting point for the period of limitation would have been the date on which the claim occurred and crystallized. But, when raised as a defence to an action brought by the plaintiff, the starting point for the period of limitation gets postponed from the date on which the claim occurred, to the date on which the suit was instituted by the plaintiff. Therefore, at the most the respondent/defendant could have raised the defence of set-off in a written statement filed on or before 29.01.2014. It could not have been raised by way of an amendment in August, 2017, after six and half-years of the institution of the suit and after three years and four months of the filing of the first written statement. Unfortunately, the Commercial Court has not applied its mind to this fact before choosing to exercise the discretion to allow the amendment in question. By allowing this amendment, the Commercial Court has swept under the carpet, the issue of limitation and hence there is an error of jurisdiction in the order of the Commercial Court warranting interference under Article 227 of the Constitution of India. \nVRSJ & Dr.SAJ 34. Reliance is placed by the learned counsel for the respondent/defendant on the decision of the Supreme Court in Pankaja3 in support of his contention that there is no absolute bar that in every case where a relief is barred by limitation, an amendment should not be allowed. But it is of no assistance to the respondent/defendant. Even in Pankaja3, the Supreme Court gave leverage to the Courts to exercise the discretion conferred upon them on a judicious evaluation of the facts and circumstances in which the amendment was sought. Where the delay had extinguished the right to make a claim, the same could not have been allowed. In paragraph No.14 of its decision in Pankaja3 the Supreme Court made it clear that two tests can be applied, viz.,(i) whether the grant of amendment would sub-serve the ultimate cause of justice; and (ii) whether the amendment would avoid further litigation. If these two tests are applied, it will be clear that the case on hand would not pass these tests. \n35. Even according to the original written statement filed by the respondent/defendant, the petitioner/plaintiff paid a huge amount of Rs.14.00 Crores towards the purchase of 10% of the right of the defendant in the development of the property owned by the defendant. The development never took place and the petitioner/plaintiff has come up with a suit for refund of money on the ground of failure of the contract. While it is the case of the petitioner/plaintiff that there was failure of the contract, it is the case of the respondent/defendant that there was a breach of contract on the part of the petitioner/plaintiff. Even if it is a case of breach of contract, leading to a claim for damages, VRSJ & Dr.SAJ Article 55 of the Schedule I to the Limitation Act, 1963 which prescribes a limitation of three years would apply. If so applied, the right to a claim for damages got extinguished long before the filing of the application for amendment and the same cannot be resurrected from its grave by way of an application for amendment. Rather than advancing the cause of justice which is one of the tests laid down by the Supreme Court in Pankaja3, the amendment seeks only to sabotage the cause of justice. \n36. The last contention of the learned counsel for the respondent/ defendant that Courts should be liberal in granting pre-trial amendments, cannot be countenanced. Today, the suit is before the Commercial Court. It is true that the suit was originally filed in the ordinary Civil Court. After the constitution of the Commercial Courts in 2015, the same was transferred to the Commercial Court. By the Schedule to the Commercial Courts Act, 2015, Order VIII, Rule 1 of CPC was amended by substituting the existing proviso with a new one, to the effect that no defendant may be permitted to file written statement later than 120 days from the date of service of summons. In this case, the respondent/defendant very cleverly moved two applications, one for filing an additional written statement to include a claim for set-off, and another for amendment of the written statement so as to seek a decree of set-off. Irrespective of the label in which it was filed, the same tantamounts to a transgression of the proviso to Rule 1 of Order VIII of CPC as applicable to the Commercial Courts. That this proviso is mandatory and inviolable, has been made it clear by the Supreme Court VRSJ & Dr.SAJ in its recent decision in M/s. SCG Contracts India Pvt. Ltd v. K.S. Chamankar Infrastructure Pvt. Ltd.9 Therefore, we are of the considered view that the Commercial Court committed a grave error of jurisdiction in allowing the application for amendment for including a claim of set-off which is hopelessly barred by limitation. \n37. Therefore, the Civil Revision Petition is allowed and the impugned order is set aside. However, in the circumstances of the case, there shall be no order as to costs. \nAs a sequel thereto, Miscellaneous Petitions, if any, pending in the revision shall stand closed.\n____________________________ V. RAMASUBRAMANIAN, J ____________________________ Dr. SHAMEEM AKTHER, J April 10, 2019 Mgr L.R. copy . Judgment, dated 12.02.2019 in Civil Appeal No.1638/2019 (Arising Out of SLP  No.103/2019)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7e35175eb6a4b2aaf08e123d169bee5_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4c8c9429c304c9b92c43e220a6e6aeb_1"
    },
    {
      "start": 242,
      "end": 309,
      "text": "\nTelangana High Court\nM.V. Ramana Rao vs N Subash on 10 April, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b238a4d859644709fa50e55db26f0d9_2"
    },
    {
      "start": 311,
      "end": 443,
      "text": "Author: V. Ramasubramanian\nBench: V Ramasubramanian, Shameem Akther\n  In The High Court For The State Of Telangana\n                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0c4891afc914845b84290215441ac6d_3"
    },
    {
      "start": 443,
      "end": 466,
      "text": "At: Hyderabad\n\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d53d11e5937a436db7bb2c1dbf238257_4"
    },
    {
      "start": 466,
      "end": 475,
      "text": "* Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd29e4d187b1453fa0575574c2150650_5"
    },
    {
      "start": 476,
      "end": 506,
      "text": "Sri Justice V. Ramasubramanian",
      "labels": [
        "PREAMBLE"
      ],
      "id": "693271cfda774b6990b6f84eb8cee210_6"
    },
    {
      "start": 535,
      "end": 583,
      "text": "And\n          Hon'Ble Dr. Justice Shameem Akther",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d50293dbed94a558e470a37a3b0f931_7"
    },
    {
      "start": 584,
      "end": 658,
      "text": "\n\n           +Civil Revision Petition No.6745 Of 2018\n\n% Date:- 10.04.2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1012f64708c24f478d9c8102abd45b28_8"
    },
    {
      "start": 660,
      "end": 670,
      "text": "Between:\n#",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95424ef6e3c84d89ab946541653eb1d0_9"
    },
    {
      "start": 671,
      "end": 811,
      "text": "M.V. Ramana Rao S/o M. Ramachandra Rao,\n  aged about 56 years, R/o Flat No.131, 3rd floor,\n  Srila Heights, St. Johns Road, East Maredpally,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71c79e628ae64de6a28758ae7b908343_10"
    },
    {
      "start": 812,
      "end": 829,
      "text": "\n   Secunderabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e790aaa124b54e0bb3a57accc8d7b2c2_11"
    },
    {
      "start": 875,
      "end": 925,
      "text": ".. Petitioner\n\n                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29c2cf03a10c434f8c5dbd2a7aaa9617_12"
    },
    {
      "start": 925,
      "end": 980,
      "text": "v.\n\n$ N. Subash S/o N.M. Chowdary, aged about 54 years,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3b856e118174bf788e31532f6b660d7_13"
    },
    {
      "start": 984,
      "end": 1032,
      "text": "R/ o Plot No.198, Road No.14, Jubilee Hills, Hyd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ea7c7c67e9844049fc7398f61ca1f15_14"
    },
    {
      "start": 1033,
      "end": 1063,
      "text": ".         .. Respondent\n\n\n\n\n !",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63b103deb42747f4933ac1c763d76d8f_15"
    },
    {
      "start": 1064,
      "end": 1078,
      "text": "For Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2545df89159f468986c7e3bfeee96088_16"
    },
    {
      "start": 1101,
      "end": 1120,
      "text": ": Mr. Sharad Sanghi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b9fea38c1c647629f8d6bc38cad2f27_17"
    },
    {
      "start": 1124,
      "end": 1140,
      "text": "^ For Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b14250040e94c4082da544f56641be1_18"
    },
    {
      "start": 1141,
      "end": 1186,
      "text": "                      : Mr. R.A. Achuthanand,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d36167c2d88483aa8258c92c0dd1a95_19"
    },
    {
      "start": 1187,
      "end": 1196,
      "text": "\n\n < Gist",
      "labels": [
        "PREAMBLE"
      ],
      "id": "444c2584030548fda4733d50f5245c3a_20"
    },
    {
      "start": 1197,
      "end": 1245,
      "text": "                                : \n\n > Head Note",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a96bb5ab86c847239621e2b3ca4a29df_21"
    },
    {
      "start": 1246,
      "end": 1279,
      "text": "                           : \n\n ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad4dd638dfcc4b1691c88fee9cbbcc99_22"
    },
    {
      "start": 1280,
      "end": 1294,
      "text": "Cases Referred",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f27ce368063442192a50f28797c0678_23"
    },
    {
      "start": 1317,
      "end": 1331,
      "text": ": \n 1.    2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2116eef6b657411ea45a23f1eada0978_24"
    },
    {
      "start": 1332,
      "end": 1355,
      "text": "(2) Ald 62 (Db)\n 2.    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "834c1a2d7a4442ce99416085cc837f11_25"
    },
    {
      "start": 1355,
      "end": 1363,
      "text": "Air 1997",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6fc5332cb904ef1a8583e83df332586_26"
    },
    {
      "start": 1364,
      "end": 1372,
      "text": "Del. 355",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3568cfe5d0264ba49c4ce62594188281_27"
    },
    {
      "start": 1373,
      "end": 1405,
      "text": "\n 3.    (2004) 6 Scc 415\n 4.    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a0c7deebb9b4a25968f811e921ee6c0_28"
    },
    {
      "start": 1405,
      "end": 1413,
      "text": "Air 2008",
      "labels": [
        "PREAMBLE"
      ],
      "id": "464b13fbd0f14c7bb2b209ba57c1fbfd_29"
    },
    {
      "start": 1414,
      "end": 1421,
      "text": "Sc 2303",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c6edb56feb54066823494757b197bb3_30"
    },
    {
      "start": 1422,
      "end": 1482,
      "text": "\n 5.    (2004) 3 Scc 504\n 6.    (1978) 3 All Er 1066\n 7.    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4645511bb5b34b43ba7db800db53e412_31"
    },
    {
      "start": 1482,
      "end": 1526,
      "text": "(2013) 8 Scc 769\n 8.    1996 V Ad (Delhi) 12",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66c347650d214b458b74b597572581e3_32"
    },
    {
      "start": 1529,
      "end": 1820,
      "text": "9.    Judgment, dated 12.02.2019 in Civil Appeal\n       No.1638/2019 (arising out of Slp (C) No.103/2019)\n\n\nC/15\n                                      2\n                                                                Vrsj & Dr.SAJ\n                                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d50ebf6622bc406183ba4f3a5c23ff86_33"
    },
    {
      "start": 1820,
      "end": 1839,
      "text": "Crp No.6745 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d674aef6d96476e8ca54412ccec207e_34"
    },
    {
      "start": 1847,
      "end": 1888,
      "text": "Honourable Sri Justice V. Ramasubramanian",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc20108c2f82439b8f3f8aeecc2ae12b_35"
    },
    {
      "start": 1925,
      "end": 1975,
      "text": "And \n       The Hon'Ble Dr. Justice Shameem Akther",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7de00fb852324c8fa9bfb2bad1e8d792_36"
    },
    {
      "start": 1976,
      "end": 2035,
      "text": "\n\n          Civil Revision Petition No.6745 Of 2018\n\nOrder:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85c7d37f908d4e48a8c770d685b83023_37"
    },
    {
      "start": 2036,
      "end": 2237,
      "text": "\n(Per Hon'ble Sri Justice V. Ramasubramanian) Aggrieved by an order passed by the Commercial Court allowing an application for amendment of the written statement so as to include a plea of set-off, the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d1aea2de28e4954b11318204a76ef2f_38"
    },
    {
      "start": 2238,
      "end": 2364,
      "text": " plaintiff in a suit for recovery of money has come up with the above revision under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "00fc63cdd7fa46a6b7fce65d4e5e025f_39"
    },
    {
      "start": 2366,
      "end": 2490,
      "text": "2. Heard Mr. Sharad Sanghi, learned counsel for the petitioner and Mr. R.A. Achuthanand, learned counsel for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "5d43717b62234fe4bdcf159b414818d5_40"
    },
    {
      "start": 2491,
      "end": 2831,
      "text": "BRIEF FACTS LEADING TO THE PRESENT REVISION:\n3. The petitioner herein filed a suit in O.S. No.253 of 2011 on the file of the III Additional Chief Judge, City Civil Court, Hyderabad, for recovery of a sum of Rs.22,56,10,000/- (Rupees twenty two Crores Fifty Six Lakhs and Ten Thousand only) from the respondent herein together with interest.",
      "labels": [
        "FAC"
      ],
      "id": "3a3a5c9eda964ea7862d68d800186329_41"
    },
    {
      "start": 2832,
      "end": 4005,
      "text": "The case of the petitioner/plaintiff in the suit was that the plaintiff agreed to provide a sum of Rs.65.00 Crores to the respondent/ defendant for acquiring 10% share of the defendant's interest in the development of a vast extent of land measuring about Acs.22.00 and that pursuant to the said arrangement, the petitioner/plaintiff also paid a sum of Rs.14,65,00,000/- (Rupees Fourteen Crores and Sixty Five Lakhs only) on various dates during the period from 30.01.2008 to 16.09.2008; that due to economic slowdown, the proposed development of the property in the land belonging to the defendant and his friend VRSJ & Dr.SAJ could not go through and hence the defendant agreed in December, 2008 to repay the amounts paid by the plaintiff together with interest at 24% per annum; and that thereafter the respondent/defendant failed to honour the commitment forcing the petitioner to institute the suit.\n4. Immediately upon service of summons in the suit, the respondent/defendant took out an application under Order VII, Rule 11 of the Code of Civil Procedure, 1908 (CPC) for the rejection of the plaint on the ground that the plaint did not disclose any cause of action.",
      "labels": [
        "FAC"
      ],
      "id": "95eeca76b1164d4185e93bdb245cc55a_42"
    },
    {
      "start": 4006,
      "end": 4090,
      "text": "The said application was dismissed by the trial Court by an order, dated 03.03.2014.",
      "labels": [
        "FAC"
      ],
      "id": "78432c29a0114bd18bdbaf64d55e128b_43"
    },
    {
      "start": 4091,
      "end": 4262,
      "text": "Challenging the dismissal of the said application, the respondent/defendant filed a Civil Revision in C.R.P.No.1139 of 2014 under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "06fdad86fba54a95afe17fd017615d81_44"
    },
    {
      "start": 4263,
      "end": 4354,
      "text": "But, the same was dismissed by a learned Judge of this Court by an order, dated 08.12.2014.",
      "labels": [
        "FAC"
      ],
      "id": "cfd18e1107fe46169fe681d4fb321815_45"
    },
    {
      "start": 4355,
      "end": 4451,
      "text": "The respondent/defendant carried the matter to the Supreme Court in S.L.P. (C) No.16897 of 2014.",
      "labels": [
        "FAC"
      ],
      "id": "c5aaec0265f04f9b99ea7dec8af7e6d6_46"
    },
    {
      "start": 4452,
      "end": 4507,
      "text": "But, the same was dismissed by order, dated 17.08.2015.",
      "labels": [
        "FAC"
      ],
      "id": "df790963bd42451aba620dbaafceec3b_47"
    },
    {
      "start": 4508,
      "end": 4714,
      "text": "The respondent/plaintiff also tried his luck by filing an application for review in Review C.R.P. M.P. No.802 of 2015 in the Civil Revision Petition that was dismissed earlier, viz., C.R.P. No.1139 of 2014.",
      "labels": [
        "FAC"
      ],
      "id": "54db782ed2814503a1ac208666c69664_48"
    },
    {
      "start": 4715,
      "end": 4762,
      "text": "But, the same was also dismissed by this Court.",
      "labels": [
        "FAC"
      ],
      "id": "3c80a36fc78a4adc8d1da61471eefb20_49"
    },
    {
      "start": 4764,
      "end": 4985,
      "text": "5. Thus, the respondent/defendant dragged on the proceedings for three years from the date of service of summons in the suit in the year 2011, till the year 2014 by pursuing an application under Order VII, Rule 11 of CPC.",
      "labels": [
        "FAC"
      ],
      "id": "3403264f7b1e4ad6aefeb12596a1a4d9_50"
    },
    {
      "start": 4986,
      "end": 5093,
      "text": "Towards the end of the three year period, the respondent/defendant filed a written statement on 03.04.2014.",
      "labels": [
        "FAC"
      ],
      "id": "174053a1c042418aabff4c1f5fbc80ff_51"
    },
    {
      "start": 5095,
      "end": 5111,
      "text": "VRSJ & Dr.SAJ 6.",
      "labels": [
        "FAC"
      ],
      "id": "a9ce1a862760450f9d568e5e624a82e5_52"
    },
    {
      "start": 5112,
      "end": 6508,
      "text": "In the written statement filed by the respondent/defendant in the first instance (in April, 2014), he conceded (i) that the plaintiff agreed to pay a sum of Rs.65.00 Crores for the purchase of 10% of undivided share in the land of an extent of Acs.25.06 guntas; (ii) that the plaintiff agreed to pay the said amount in three installments, with the first installment of Rs.15.00 Crores being paid on or before 25.01.2008, the second installment of Rs.25.00 Crores being paid on or before 29.02.2008, and the third installment of Rs.25.00 Crores being paid on or before 31.03.2008; (iii) that the plaintiff failed to honour his commitment for payment of each of those installments, but kept on seeking enlargement of time; (iv) that actually a sum of Rs.14.00 Crores was paid by the plaintiff on various dates during the period from 15.01.2008 to 06.08.2008; (v) that out of the said amount of Rs.14.00 Crores, a sum of Rs.13.39 Crores was paid through cheque/RTGS transfer and a sum of Rs.61.00 Lakhs was paid by way of cash; (vi) that by his failure to pay the total sale value within the time stipulated, the plaintiff lost his right to seek refund of the amounts paid, as refund was never contemplated in the agreement between the parties; and (vii) that due to the breach of obligations committed by the plaintiff, the defendant suffered huge financial losses and was also put to mental agony.",
      "labels": [
        "FAC"
      ],
      "id": "e01859f9b6cd434286357d290d4eb153_53"
    },
    {
      "start": 6510,
      "end": 6899,
      "text": "7. After the respondent/defendant filed the written statement in April, 2014 and after the Supreme Court dismissed the Special Leave Petition arising out of the proceedings under Order VII, Rule 11 of CPC in August, 2015, the trial Court viz., III Additional Chief Judge, City VRSJ & Dr.SAJ Civil Court, Hyderabad, framed the issues arising for consideration in the suit in November, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "a2f7738af04a4ac1b9969d35ae2a9fc4_54"
    },
    {
      "start": 6901,
      "end": 7058,
      "text": "8. After the advent of the Commercial Courts Act, 2015, the suit got transferred to the file of the XXIV Additional Chief Judge, City Civil Court, Hyderabad.",
      "labels": [
        "FAC"
      ],
      "id": "995086b0acca4cf4aeea9f677558b658_55"
    },
    {
      "start": 7059,
      "end": 7191,
      "text": "After the transfer, the respondent/defendant took out two applications, one in I.A.No.298 of 2017 and another in I.A.No.336 of 2017.",
      "labels": [
        "FAC"
      ],
      "id": "29c6d4ccd96b426a824830e9963431e1_56"
    },
    {
      "start": 7192,
      "end": 7398,
      "text": "The first application, I.A. No.298 of 2017 was filed under Order VIII, Rule 9 of CPC for leave to file additional written statement to the rejoinder filed by the plaintiff to the original written statement.",
      "labels": [
        "FAC"
      ],
      "id": "b7cd0f26179046d1b38865ac20f7bae8_57"
    },
    {
      "start": 7399,
      "end": 7550,
      "text": "The second application, I.A.No.336 of 2017, was filed under Order VI, Rule 17 of CPC to permit the respondent/defendant to amend the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "dab4ea3c537249a8910152d7ead221f9_58"
    },
    {
      "start": 7551,
      "end": 7743,
      "text": "Primarily the object of filing I.A.No.336 of 2017 was to incorporate a prayer in the written statement, seeking a decree for adjustment/set-off in a sum of Rs.15.30 Crores as on October, 2008.",
      "labels": [
        "FAC"
      ],
      "id": "78ef0eec28984ac8be6196ff0e808378_59"
    },
    {
      "start": 7745,
      "end": 8016,
      "text": "9. By a common order passed on 28.08.2008, the trial Court allowed the application, I.A. No.336 of 2017, for amendment and ordered the closure of I.A. No.298 of 2017 on the ground that the amendment of the written statement would serve the purpose of the defendant fully.",
      "labels": [
        "FAC"
      ],
      "id": "8e12a5e040ed41709d8d08fb07b61d47_60"
    },
    {
      "start": 8017,
      "end": 8185,
      "text": "It is against the order passed in I.A.No.336 of 2017 allowing the amendment of the written statement that the plaintiff in the suit has come up with the above revision.",
      "labels": [
        "FAC"
      ],
      "id": "5b381de86fd84ce6aad7e8e09dcc335f_61"
    },
    {
      "start": 8187,
      "end": 8632,
      "text": "CONTENTIONS OF THE PETITIONER/PLAINTIFF:\n10. The main ground on which the order of the Commercial Court is assailed, is that the claim for set-off having already become hopelessly time barred, could not have been permitted by way of an VRSJ & Dr.SAJ amendment, long after the filing of the original written statement and that in any case the Commercial Courts Act, 2015 does not permit the amendment of the nature now allowed by the trial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70ca794ad2ea45e5b4014ac47b166e47_62"
    },
    {
      "start": 8633,
      "end": 8677,
      "text": "CONTENTIONS OF THE RESPONDENT/DEFENDANT:\n11.",
      "labels": [
        "ISSUE"
      ],
      "id": "ea3961ac9dff4af58d345a5aef1a4875_63"
    },
    {
      "start": 8678,
      "end": 9112,
      "text": "The Civil Revision Petition is opposed by the respondent/ defendant primarily on two grounds, viz., (i) that under Section 8 of the Commercial Courts Act, 2015, no revision would lie as against any interlocutory order of a Commercial Court; and (ii) that what is claimed by the respondent/defendant by way of amendment of the written statement, is nothing but an equitable set-off, for which no period of limitation is prescribed.\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b354aaf75f7940f3a5575f4f7f38ec37_64"
    },
    {
      "start": 9113,
      "end": 9164,
      "text": "We have carefully considered the above submissions.",
      "labels": [
        "NONE"
      ],
      "id": "2a9bb2e82d064f258f475cd586ea8b41_65"
    },
    {
      "start": 9165,
      "end": 9200,
      "text": "MAINTAINABILITY UNDER SECTION 8 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbe605dbf65f454f84a09e039af7c645_66"
    },
    {
      "start": 9201,
      "end": 9463,
      "text": "Before considering the rival contentions on merits, it is necessary to deal with the preliminary objection raised by the learned counsel for the respondent/defendant about the maintainability of a revision in view of Section 8 of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "132e46bb6b904d9b81cba7552054f7ca_67"
    },
    {
      "start": 9464,
      "end": 9887,
      "text": "The contention of the learned counsel for the respondent is that there is a specific bar under Section 8 of the Commercial Courts Act, 2015 to the maintainability of a revision as against interlocutory orders and that the only remedy open to the petitioner is to reserve his objections to the impugned order, at the time of filing of an appeal against the judgment of the Commercial Court, if the judgment went against him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c12c8c910d7b4f0e90f4f572c3a94ddf_68"
    },
    {
      "start": 9888,
      "end": 10085,
      "text": "His contention is that the petitioner has a remedy as against the impugned VRSJ & Dr.SAJ order only under Section 13 of the Commercial Courts Act, 2015 and a revision is barred under Section 8.\n14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06b50c72bbeb4924bb071110c39f5625_69"
    },
    {
      "start": 10086,
      "end": 10192,
      "text": "But before we answer this question, we should point out that it is a case of pot calling the kettle black.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8adc229041254c78ac4c22e39a86e1dd_70"
    },
    {
      "start": 10193,
      "end": 10473,
      "text": "As against the dismissal of his application under Order VII, Rule 11 of CPC, the respondent came up by way of a revision under Article 227 of the Constitution of India and after the dismissal of the same he took the matter to the Supreme Court and also filed a review application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9857bc9a2f84cec87b8b3d86a0c51f4_71"
    },
    {
      "start": 10474,
      "end": 10582,
      "text": "At that time, a revision as against an interlocutory order was considered by the respondent as maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b36c9374434c4e74be0d4a6a777f56ce_72"
    },
    {
      "start": 10584,
      "end": 10844,
      "text": "15. It is true that at the time when the respondent/defendant filed a revision against the dismissal of his application under Order VII Rule 11 of CPC, the suit was not before the Commercial Court and hence at that time Section 8 could have had no application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfc8cbe10f22408da6ab615e746f9f87_73"
    },
    {
      "start": 10845,
      "end": 10944,
      "text": "But, nevertheless Section 115 of CPC, had already been amended by Act 46 of 1999 w.e.f. 01.07.2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c64033808a94f70b3d812c16f40d917_74"
    },
    {
      "start": 10945,
      "end": 11177,
      "text": "The proviso to sub-section (1) of Section 115 of CPC, which came into force on 01.07.2002, prohibited the reversing of any order except where the order would have had the effect of finally disposing of the suit or other proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b15da868b1584a2dadc44ed6bb30c0a2_75"
    },
    {
      "start": 11178,
      "end": 11349,
      "text": "Therefore, what finds a place in Section 8 of the Commercial Act, 2015 is a very lucid and sophisticated or at least an advanced version of the amended Section 115 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b538fe250105463eb5a84968bc875964_76"
    },
    {
      "start": 11351,
      "end": 11603,
      "text": "16. In many cases that came up before Courts after the 2002 amendment to the CPC, the Supreme Court highlighted the distinction between a power of revision under Section 115 of CPC and a power of revision under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c6d379aa2d44f048eaa0a84b88b1a8f_77"
    },
    {
      "start": 11604,
      "end": 11622,
      "text": "\nVRSJ & Dr.SAJ 17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd33cf1263b14a1b86b91939be15a5be_78"
    },
    {
      "start": 11623,
      "end": 11730,
      "text": "What is barred by Section 8 of the Commercial Courts Act, 2015 is only a revision under Section 115 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9023c547b19b40b58f1e007c4ec8b125_79"
    },
    {
      "start": 11731,
      "end": 11908,
      "text": "The power of judicial review available under Articles 226/227 of the Constitution of India cannot be and has not been taken away by Section 8 of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd5880533e414ed2a5298bec393b991c_80"
    },
    {
      "start": 11910,
      "end": 12031,
      "text": "18. This is not to say that Article 227 can be used as a ruse to circumvent Section 8 of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dc0866bfaa2478ba9ad8bfb0e52f615_81"
    },
    {
      "start": 12032,
      "end": 12159,
      "text": "Wherever Article 227 is sought to be used as a ruse, the Commercial Appellate Division will necessarily have to call the bluff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18fce4333b884579b7e1d03fe4f06b1f_82"
    },
    {
      "start": 12160,
      "end": 12274,
      "text": "There are self-imposed restrictions for exercising the power under Article 227 which we shall always keep in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12a110aae57942e498fc1e987b836734_83"
    },
    {
      "start": 12275,
      "end": 12453,
      "text": "It may be open always to the respondent in a revision under Article 227 to contend that the case on hand would not qualify to be entertained within the parameters of Article 227.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d34d2d1291248ffac47e9b5587ab83c_84"
    },
    {
      "start": 12454,
      "end": 12577,
      "text": "But, it cannot be contended that Section 8 is an absolute bar even for the maintainability of a revision under Article 227.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d43bf139914544abbe26569844293a63_85"
    },
    {
      "start": 12578,
      "end": 12709,
      "text": "This issue is also settled by a decision of another bench of this Court in M/s. Harpreet Singh Chhabra v. Mrs. Suneet Kaur Sahney1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "32f6a4b908bc4e86ae91b74c2e94b9b6_86"
    },
    {
      "start": 12710,
      "end": 12815,
      "text": "Therefore, we reject the contention regarding maintainability and hold that the revision is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3173363eaddc4cd489feeb53df7a1abb_87"
    },
    {
      "start": 12816,
      "end": 12828,
      "text": "\nMERITS:\n19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1b31b63e1a14a6cb349245c23a846fa_88"
    },
    {
      "start": 12829,
      "end": 13071,
      "text": "The main ground of attack to the order of the Commercial Court is that it has allowed an amendment to the written statement permitting the respondent/defendant to claim a set-off, after such a claim has become hopelessly barred by limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15eb372d01ae48f5bb31a5e40e7fc608_89"
    },
    {
      "start": 13072,
      "end": 13198,
      "text": "This contention is based 2019 (2) ALD 62 (DB) VRSJ & Dr.SAJ upon certain dates and events about which there is no controversy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28067d4a11ef4298b0116f73d1eae21a_90"
    },
    {
      "start": 13199,
      "end": 13259,
      "text": "The suit for recovery of money was instituted on 29.01.2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c03f16df88843d9a18a80b804ed0bad_91"
    },
    {
      "start": 13260,
      "end": 13367,
      "text": "The respondent/defendant filed a written statement on 03.04.2014, without pleading or claiming the set-off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d18d7fccf48467ab29ece0e97845f77_92"
    },
    {
      "start": 13368,
      "end": 13416,
      "text": "The trial Court framed issues in November, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b85dc47f1bc4ecd954347ea03c73b31_93"
    },
    {
      "start": 13417,
      "end": 13531,
      "text": "The application for amendment of the written statement so as to include a plea of set-off was filed on 28.08.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4ca7ce06ab74eb18ee0b82d7939f1be_94"
    },
    {
      "start": 13532,
      "end": 13749,
      "text": "In other words, the plea of set-off is sought to be raised for the first time after six and a half years of the institution of the suit and after three and a half years of the filing of the original written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c84bdedba17f45b69bf6db641ba5c1cc_95"
    },
    {
      "start": 13751,
      "end": 14217,
      "text": "20. But the contention of the learned counsel for the respondent/defendant is three-fold, viz., (i) that what is claimed by the respondent/defendant is in the nature of an equitable set-off and hence no period of limitation would apply; (ii) that in any case there is no bar for allowing an amendment even where the relief sought to be added by way of amendment is barred by limitation; and (iii) that a request for pre-trial amendment should be construed liberally.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81fec3450f9d463097b8b8879987db2b_96"
    },
    {
      "start": 14218,
      "end": 14430,
      "text": "To drive home the distinction between a legal set-off and an equitable set-off, the learned counsel for the respondent/defendant relies upon the decision of Delhi High Court in Cofex Exports Ltd. v. Canara Bank2.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4688901985964f7a90e605d4aac1d1ad_97"
    },
    {
      "start": 14431,
      "end": 14677,
      "text": "In support of his contention that there is no bar for allowing an amendment by which a relief that is allegedly barred by limitation is sought to be added, the learned counsel relies upon the decision of the Supreme Court in Pankaja v. Yellappa3.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1675713bd13b49a6abfdf5e60cf2ddbc_98"
    },
    {
      "start": 14678,
      "end": 14795,
      "text": "In support of his contention that pre-trial amendments are to be allowed liberally, the learned counsel relies upon .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4b4ff88cf0d94e868b7397e8942797d6_99"
    },
    {
      "start": 14796,
      "end": 14815,
      "text": "AIR 1997 Del. 355 .",
      "labels": [
        "NONE"
      ],
      "id": "ff9905668d4e444fb7a772a170e8a28c_100"
    },
    {
      "start": 14816,
      "end": 14939,
      "text": "(2004) 6 SCC 415 VRSJ & Dr.SAJ the decision of the Supreme Court in Rajkumar Gurawara v. M/s. S.K. Sarwagi & Co. Pvt. Ltd.4",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "03c7d6d4d5df40a18146241856c72951_101"
    },
    {
      "start": 14940,
      "end": 14974,
      "text": "WHAT IS SET-OFF AND ITS ORIGIN 21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23814b3b8dcd46c8977c4d62283bab22_102"
    },
    {
      "start": 14975,
      "end": 15250,
      "text": "A set-off is defined in the Law Lexicon by P. Ramanatha Aiyar, to mean \"a mode of defence, whereby the defendant acknowledges the justice of the plaintiff's demand on the one hand but on the other, sets up a demand of his own to counterbalance it either in whole or in part\".",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cfc10973443b4420bec2a22d6ce08f48_103"
    },
    {
      "start": 15251,
      "end": 15384,
      "text": "The Courts have repeatedly dealt with the distinction between (i) a set-off (ii) abatement (iii) a counter claim and (iv) adjustment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7220b6855b8f4cd291a30403be76215c_104"
    },
    {
      "start": 15385,
      "end": 15471,
      "text": "A set-off, strictly speaking, is not a defence to the action in which it may be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc38cc65405245cc9a4efa1f78b2b887_105"
    },
    {
      "start": 15472,
      "end": 15636,
      "text": "The essential nature of a set-off is that it does not defeat a plaintiff's claim by a valid defence, but seeks to project the satisfaction of the plaintiff's claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b13c1f6d01f44b2f98a0fc483377e1fd_106"
    },
    {
      "start": 15637,
      "end": 15751,
      "text": "Therefore, it is only a defendant, who admits the validity of the claim of the plaintiff, who can plead a set-off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77272bb945ce4864a174a98fe700df4e_107"
    },
    {
      "start": 15752,
      "end": 15915,
      "text": "It may also be put differently in that a person pleading set-off indirectly admits the validity of the plaintiff's claim, but contends that the claim is satisfied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaae63e456424998a660d758784e23a0_108"
    },
    {
      "start": 15917,
      "end": 16164,
      "text": "22. A look at the origin of the right to set-off would show that it was the creature of two statutes of the early Eighteenth Century designed to prevent the imprisonment of the debtor of a person not truly indebted because there was a mutual debt.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eafe6397de544ff6b26fd60de0c1fa1b_109"
    },
    {
      "start": 16165,
      "end": 16288,
      "text": "These two statutes were known as (i) 2 Geo 2 c 22 (Insolent Debtors Relief) (1728), and (ii) 8 Geo 2 c 24 (Set-off) (1734).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c5befaf6d7a48f7a91c38c4b1a376ab_110"
    },
    {
      "start": 16289,
      "end": 16674,
      "text": "It is stated in Para 399 of the Halsbury's Laws of England (15th Edition 2015, Volume - 11) that though both . AIR 2008 SC 2303 VRSJ & Dr.SAJ these statutes were repealed by the Civil Procedure Acts Repeal Act, 1879 and the Statute Law Revision and Civil Procedure Act, 1883, the rights conferred by them were preserved by the Supreme Court of Judicature (Consolidation) Act, 1925.\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e600684d776a4cfcb0c45fd64a5d1bac_111"
    },
    {
      "start": 16675,
      "end": 16981,
      "text": "Based upon the decision of the Delhi High Court in Cofex Exports Ltd.2, it was contended by the learned counsel for the respondent/defendant that the distinction between a legal set-off and an equitable set-off should be borne in mind for considering the question of applicability of the Law of Limitation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aab7e9bfcfeb4bd5801e4853dd8653e2_112"
    },
    {
      "start": 16982,
      "end": 17181,
      "text": "It must be pointed out at this stage that the decision of the Delhi High Court in Cofex Exports Ltd.2 was later quoted with approval by the Supreme Court in Union of India v. Karam Chand Thapar5.\n24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0d8c19d0a70040848116fabd03c9cd0d_113"
    },
    {
      "start": 17182,
      "end": 17366,
      "text": "But, the question as to whether a real physical distinction continues to exist between an equitable set off and a legal set off, at this distance of time in history is a moot question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2e0551598b842569ce140fa58c7e2bc_114"
    },
    {
      "start": 17367,
      "end": 17466,
      "text": "This can be better understood if we have a look at Paragraph 406 of the Halsbury's Laws of England.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "053e02a83c1049c2bb8f776503fe84a6_115"
    },
    {
      "start": 17467,
      "end": 17788,
      "text": "It is stated therein that prior to the Judicature Acts, courts of equity admitted cross-complaints by way of defence in actions proceeding in Chancery and would also restrain a claimant in an action at law from proceeding or levying execution where there was an equity which went to impeach the title to the legal demand.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "793fd50e00e64e65afc7b5c2768eb13e_116"
    },
    {
      "start": 17789,
      "end": 17877,
      "text": "According to Halsbury's, this right was then usually referred to as 'equitable set-off'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f910b42787b4bdb912b179d358b4e26_117"
    },
    {
      "start": 17878,
      "end": 18112,
      "text": "But ever since 1873 (after the advent of the Supreme Court of Judicature Act, 1873), the right of equitable set-off previously . (2004) 3 SCC 504 VRSJ & Dr.SAJ available in Chancery has been available as a defence to an action at law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f54d490721bc414caf41c49ffc645d29_118"
    },
    {
      "start": 18113,
      "end": 18193,
      "text": "In essence what happened by legislation in 1873 was a fusion of equity with law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5a474ff4a97d4ac3b52ceb5ad6d7a195_119"
    },
    {
      "start": 18194,
      "end": 18415,
      "text": "This was aptly summed up by Lord Denning MR in Federal Commerce & Navigation Co. Ltd., v. Molena Alpha Inc.6 as follows:\n\"These grounds of equitable set-off were never precisely formulated before the Judicature Act, 1873.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a827d74b02014dc6a953274b376235d1_120"
    },
    {
      "start": 18416,
      "end": 18490,
      "text": "It is now far too late to search through the old books and dig them out...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c004591beaed44a2a32c2c49e3cfa5ab_121"
    },
    {
      "start": 18491,
      "end": 18593,
      "text": "the streams of common law and equity have flown together and combined so as to be indistinguishable...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "225af530cb3c46aa9708c0916bcd3f49_122"
    },
    {
      "start": 18594,
      "end": 18696,
      "text": "we have to ask ourselves: what should we do now so as to ensure fair dealing between the parties?\"\n25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aead2066d3564e02912efdcee2370c67_123"
    },
    {
      "start": 18697,
      "end": 18858,
      "text": "Therefore, there is a doubt as to whether courts can still allow litigants to make a wedge between legal and equitable set offs, to escape the law of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d0a40bc1f96448ebfec229846d36835_124"
    },
    {
      "start": 18859,
      "end": 19516,
      "text": "The manner in which a defendant is entitled to claim set-off is stipulated by Rule 6 of Order VIII of CPC, which reads as follows:\n\"6. Particulars of set-off to be given in written statement:-(1) Where in a suit for the recovery of money the defendant claims to set-off against the plaintiff's demand any ascertained sum of money legally recoverable by him from the plaintiff, not exceeding the pecuniary limits of the jurisdiction of the Court, and both parties fill the same character as they fill in the plaintiff's suit, the defendant may, at the first hearing of the suit, but not afterwards unless permitted by the Court, present a written statement .",
      "labels": [
        "STA"
      ],
      "id": "ff5a68c4a96c45d2afdcc6b4211261fa_125"
    },
    {
      "start": 19517,
      "end": 19612,
      "text": "(1978) 3 ALL ER 1066 VRSJ & Dr.SAJ containing the particulars of the debt sought to be set-off.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2cc6223d22a44289170d39f51f000da_126"
    },
    {
      "start": 19613,
      "end": 20089,
      "text": "\n(2) Effect of set-off:- The written statement shall have the same effect as a plaint in a cross-suit so as to enable the Court to pronounce a final judgment in respect both of the original claim and of the set-off;\nbut this shall not affect the lien, upon the amount decreed, of any pleader in respect of the costs payable to him under the decree.\n(3) The rules relating to a written statement by a defendant apply to a written statement in answer to a claim of set-off.\"\n26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d2b2158dbb1b494abe62f6e358093716_127"
    },
    {
      "start": 20090,
      "end": 20823,
      "text": "In substance, Rule 6 of Order VIII of CPC contains three rules of substance and procedure, which in simple terms can be stated as follows:\ni. a claim to set-off should be made in the form of a written statement at the first hearing of the suit, but not afterwards, unless permitted by the Court;\nii. such a written statement will have the same effect as a plaint in a cross-suit, so that the Court can pronounce a final judgment both in respect of the original claim and in respect of the set-off; and iii. all rules relating to a written statement will apply to a written statement in answer to a claim of set-off.\n27. Sub-rule (1) of Rule 6 of Order VIII of CPC imposes two restrictions upon the defendant's right to claim set-off.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7568b8a3f37c404d9549a1d34280e2f0_128"
    },
    {
      "start": 20824,
      "end": 20998,
      "text": "These two restrictions are (i) that the claim should relate to any ascertained sum of money; and (ii) that it must be legally recoverable by the defendant from the plaintiff.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c03ebedccf2c470eb6a7a21a2791b4a8_129"
    },
    {
      "start": 20999,
      "end": 21180,
      "text": "The importance of these two restrictions, are high-lighted VRSJ & Dr.SAJ by Illustration (c) under Order VIII, Rule 6 of CPC which reads as follows:\n\"A sues B on a bill of exchange.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "730114329f72416fac1d75736f3c9488_130"
    },
    {
      "start": 21181,
      "end": 21308,
      "text": "B alleges that A has wrongfully neglected to insure B's goods and is liable to him in compensation which he claims to set- off.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8536ea0107e646d7ba582b31cda96d2b_131"
    },
    {
      "start": 21309,
      "end": 21362,
      "text": "The amount not being ascertained cannot be set- off.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "84f5159779944a3c8e41fac4b7ad413f_132"
    },
    {
      "start": 21364,
      "end": 21591,
      "text": "28. Therefore, when the Codified Law has made it mandatory that a claim to set-off should only be of any ascertained sum of money, legally recoverable, we do not know how far the respondent/defendant can travel beyond the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af1fe89f4d144f2e96663092b35ddceb_133"
    },
    {
      "start": 21592,
      "end": 21914,
      "text": "But, the claim of the respondent/defendant is based upon certain observations of the Supreme Court in Jeetendra Kumar Khan v. the Peerless General Finance & Investment Co. Ltd.7, in which the Supreme Court held that equitable set-off is different from legal set-off and that it is independent of the provisions of the CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "91be8798407c48e5bfb0d7d11ef9da7d_134"
    },
    {
      "start": 21915,
      "end": 22065,
      "text": "The Supreme Court held therein that the concept of equitable set- off is founded on the fundamental principles of equity, justice and good conscience.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "667577338b2f4a16a8527e15c853dae0_135"
    },
    {
      "start": 22067,
      "end": 22575,
      "text": "29. But, as pointed out by the Delhi High Court in Cofex Exports Ltd.,2 which was also confirmed by the Supreme Court in Karam Chand Thapar5 and reiterated in Jeetendra Kumar Khan7 (i) equitable set-off cannot be raised as a matter of right (ii) it stands on a lower pedestal than the plea of legal set-off and (iii) if raised, the Court may refuse to entertain a claim to set-off, if it is satisfied that the trial of the plea may result in protracting or delaying the . (2013) 8 SCC 769 VRSJ & Dr.SAJ trial",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "74050009bb834a62824986a604d653e8_136"
    },
    {
      "start": 22576,
      "end": 23026,
      "text": ". Irrespective of the question whether the rights conferred by Courts of equity in England would continue to exist even after the Codification of the right, by a statute, it is clear from the very decisions of the Supreme Court that the learned counsel for the respondent relies upon that equitable set-off is on a lower pedestal and the Courts have the discretion to drive a person making a claim to equitable set-off, to file an independent action.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a6d5d94ae22c4f24abc5b21f38351d8f_137"
    },
    {
      "start": 23028,
      "end": 23276,
      "text": "30. The moment it is clear that a person staking a claim to equitable set-off can be driven to an independent suit, it would follow as a corollary that such independent suit would be maintainable only if it is filed within the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d98ccb713558442fae8f2b67524e478a_138"
    },
    {
      "start": 23277,
      "end": 23415,
      "text": "As a matter of fact, the Delhi High Court clarified in Cofex Exports Ltd.2 that Court fee is payable even on a claim to equitable set-off.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93fef9d580134c3baa485e7e65004c58_139"
    },
    {
      "start": 23416,
      "end": 23786,
      "text": "Therefore, as held by the Delhi High Court in Walchandnagar Industries Limited v. Cement Corporation of India8, while the Law of Limitation and the Law relating to Court fee is inapplicable to the defences of (i) payment and (ii) adjustment, both the Law of Limitation and the Law relating to Court fee are applicable to the defences of set-off as well as counter claim.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ff093f8469054c5a82e1937c1cd65abf_140"
    },
    {
      "start": 23787,
      "end": 23918,
      "text": "Section 3 (2) (b) (i) of the Limitation Act, 1963 does not really make a distinction between a legal set-off and equitable set-off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9078af5c272f4928963e5cfb5a110e81_141"
    },
    {
      "start": 23919,
      "end": 24313,
      "text": "Though the Supreme Court held in Karam Chand Thapar5 (approving the decision of the Delhi High Court in Cofex Exports Ltd.2) and in Jeetendra Kumar Khan7 that equitable set-off falls outside the purview of Order . 1996 V AD (Delhi) 12 VRSJ & Dr.SAJ VIII Rule 6 of CPC, no such distinction was carved out by any Court in respect of what is covered by Section 3 (2) (b) (i) of the Limitation Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "948a082fe7714531b572a33e5928cb71_142"
    },
    {
      "start": 24315,
      "end": 24476,
      "text": "31. On facts, we have found that the suit for recovery of money was instituted on 29.01.2011 and the written statement was filed by the respondent on 03.04.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "803cc076b2374ca983175e52052bb364_143"
    },
    {
      "start": 24477,
      "end": 24709,
      "text": "It was claimed in the written statement filed in the first instance that there was no legally enforceable debt between the parties and that there was no contract for repayment of the moneys paid by the plaintiff under the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ba62b97a3524b3cb9b92a4f0eb9289b_144"
    },
    {
      "start": 24710,
      "end": 25026,
      "text": "It was specifically pleaded in paragraph No.7 (b) of the written statement filed in April, 2014 that due to the failure of the plaintiff to perform his obligations under the agreement, the defendant could not fulfil his obligations to third parties resulting in the respondent/defendant suffering huge monetary loss.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0d9506ebb9d42859b8765dc407b7a79_145"
    },
    {
      "start": 25027,
      "end": 25267,
      "text": "Assuming that there was such sufferance of monetary loss by the respondent, a right to claim a set-off will be deemed to have arisen for the respondent/defendant on 29.01.2011, the date on which the petitioner/plaintiff instituted the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e43851e1b1864815b49e35b2448007ed_146"
    },
    {
      "start": 25268,
      "end": 25402,
      "text": "Therefore, the respondent ought to have come up with a claim to set-off, within three years at least from the institution of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "faa5877b947847efb3e2ab20bbbeea13_147"
    },
    {
      "start": 25403,
      "end": 25492,
      "text": "The period of three years from the date of institution of the suit expired on 29.01.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e589679f01cb4ef5b85693391ba93b47_148"
    },
    {
      "start": 25493,
      "end": 25644,
      "text": "But, the first written statement was filed on 03.04.2014, after the expiry of the period of three years and that too without making a claim to set-off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d50abd975bba448a8b911ed32920d745_149"
    },
    {
      "start": 25646,
      "end": 25828,
      "text": "32. What is worse is that the application for amendment was filed after the lapse of a further period of more than three years from the date of filing of the first written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5df9c1ef633468882a764295e52d3e8_150"
    },
    {
      "start": 25829,
      "end": 26021,
      "text": "The application for amendment so VRSJ & Dr.SAJ as to include a prayer for a decree of set-off was filed on 28.08.2017, after three years and four months of the filing of the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "873e597a874c40d09cec95bd66f555ef_151"
    },
    {
      "start": 26023,
      "end": 26104,
      "text": "33. By its very nature a claim to set-off cannot be invented as an after-thought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "401aad39aab94810997522a603317f28_152"
    },
    {
      "start": 26105,
      "end": 26169,
      "text": "We have already seen the definition of the expression \"set-off\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba9b8852c776427db47883a2c4355ed8_153"
    },
    {
      "start": 26170,
      "end": 26410,
      "text": "The right to claim an ascertained sum of money (in cases of legal set-off) or any unascertained sum of money (in the case of equitable set-off), would have gone by way of an independent action but for the first strike made by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0991419ad56b47d0a29f6a1893d0fe45_154"
    },
    {
      "start": 26411,
      "end": 26577,
      "text": "If it had gone by way of an independent action, the starting point for the period of limitation would have been the date on which the claim occurred and crystallized.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b1bae673f2e45e3bf1b3975dc1e52bc_155"
    },
    {
      "start": 26578,
      "end": 26815,
      "text": "But, when raised as a defence to an action brought by the plaintiff, the starting point for the period of limitation gets postponed from the date on which the claim occurred, to the date on which the suit was instituted by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31ca4ed221c948b39cf2040a8220cb54_156"
    },
    {
      "start": 26816,
      "end": 26958,
      "text": "Therefore, at the most the respondent/defendant could have raised the defence of set-off in a written statement filed on or before 29.01.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0a0bd55c676476e8dfd02e89e92f229_157"
    },
    {
      "start": 26959,
      "end": 27168,
      "text": "It could not have been raised by way of an amendment in August, 2017, after six and half-years of the institution of the suit and after three years and four months of the filing of the first written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "994a09bf3ace447e8c0a168fd2d1d636_158"
    },
    {
      "start": 27169,
      "end": 27321,
      "text": "Unfortunately, the Commercial Court has not applied its mind to this fact before choosing to exercise the discretion to allow the amendment in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7651ad52dff74b0192e9c2790bb5cea9_159"
    },
    {
      "start": 27322,
      "end": 27575,
      "text": "By allowing this amendment, the Commercial Court has swept under the carpet, the issue of limitation and hence there is an error of jurisdiction in the order of the Commercial Court warranting interference under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d034ae38a3884e36b3bee98ce188f43c_160"
    },
    {
      "start": 27577,
      "end": 27594,
      "text": "VRSJ & Dr.SAJ 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8334669b37534bf3bcff5630c4d5d064_161"
    },
    {
      "start": 27595,
      "end": 27868,
      "text": "Reliance is placed by the learned counsel for the respondent/defendant on the decision of the Supreme Court in Pankaja3 in support of his contention that there is no absolute bar that in every case where a relief is barred by limitation, an amendment should not be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96abef9dcd4746609822792592cb0df1_162"
    },
    {
      "start": 27869,
      "end": 27924,
      "text": "But it is of no assistance to the respondent/defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1705368420e4afd9d253c8df0f066f4_163"
    },
    {
      "start": 27925,
      "end": 28127,
      "text": "Even in Pankaja3, the Supreme Court gave leverage to the Courts to exercise the discretion conferred upon them on a judicious evaluation of the facts and circumstances in which the amendment was sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da4c0f17d8254144a9801fc5bd7bb40d_164"
    },
    {
      "start": 28128,
      "end": 28225,
      "text": "Where the delay had extinguished the right to make a claim, the same could not have been allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3ca122a920840d4ba248b7b2a976d2c_165"
    },
    {
      "start": 28226,
      "end": 28485,
      "text": "In paragraph No.14 of its decision in Pankaja3 the Supreme Court made it clear that two tests can be applied, viz.,(i) whether the grant of amendment would sub-serve the ultimate cause of justice; and (ii) whether the amendment would avoid further litigation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f24bcc13826443cb23a5305aca62a11_166"
    },
    {
      "start": 28486,
      "end": 28584,
      "text": "If these two tests are applied, it will be clear that the case on hand would not pass these tests.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a10391fa0854eb9be6fa1caff375072_167"
    },
    {
      "start": 28586,
      "end": 28853,
      "text": "35. Even according to the original written statement filed by the respondent/defendant, the petitioner/plaintiff paid a huge amount of Rs.14.00 Crores towards the purchase of 10% of the right of the defendant in the development of the property owned by the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5aa98832d88b42b99f36632b1c136d9b_168"
    },
    {
      "start": 28854,
      "end": 29001,
      "text": "The development never took place and the petitioner/plaintiff has come up with a suit for refund of money on the ground of failure of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "634925f089454cb9a844e24b15e89292_169"
    },
    {
      "start": 29002,
      "end": 29210,
      "text": "While it is the case of the petitioner/plaintiff that there was failure of the contract, it is the case of the respondent/defendant that there was a breach of contract on the part of the petitioner/plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fd6095335a84e4894e7eaa18259ac8d_170"
    },
    {
      "start": 29211,
      "end": 29415,
      "text": "Even if it is a case of breach of contract, leading to a claim for damages, VRSJ & Dr.SAJ Article 55 of the Schedule I to the Limitation Act, 1963 which prescribes a limitation of three years would apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3321951c43cf401f8160574ae7e0bf35_171"
    },
    {
      "start": 29416,
      "end": 29626,
      "text": "If so applied, the right to a claim for damages got extinguished long before the filing of the application for amendment and the same cannot be resurrected from its grave by way of an application for amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a82abde708349d082de42b41c98f0e6_172"
    },
    {
      "start": 29627,
      "end": 29798,
      "text": "Rather than advancing the cause of justice which is one of the tests laid down by the Supreme Court in Pankaja3, the amendment seeks only to sabotage the cause of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e68fef2323845bb9c1c6bbdd928ace7_173"
    },
    {
      "start": 29800,
      "end": 29964,
      "text": "36. The last contention of the learned counsel for the respondent/ defendant that Courts should be liberal in granting pre-trial amendments, cannot be countenanced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c844779217b46d7a2fd128020b97bdc_174"
    },
    {
      "start": 29965,
      "end": 30012,
      "text": "Today, the suit is before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16311e15d6974c36a333dda0100d6c8e_175"
    },
    {
      "start": 30013,
      "end": 30087,
      "text": "It is true that the suit was originally filed in the ordinary Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a835c225f084e8b9ccb1aab2bfb6188_176"
    },
    {
      "start": 30088,
      "end": 30194,
      "text": "After the constitution of the Commercial Courts in 2015, the same was transferred to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05233ee8066c4a988c80844e408a4209_177"
    },
    {
      "start": 30195,
      "end": 30469,
      "text": "By the Schedule to the Commercial Courts Act, 2015, Order VIII, Rule 1 of CPC was amended by substituting the existing proviso with a new one, to the effect that no defendant may be permitted to file written statement later than 120 days from the date of service of summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9315c5e84374b00b4f260022083439b_178"
    },
    {
      "start": 30470,
      "end": 30711,
      "text": "In this case, the respondent/defendant very cleverly moved two applications, one for filing an additional written statement to include a claim for set-off, and another for amendment of the written statement so as to seek a decree of set-off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adc26fad54ae4e3593ce24591e38ed32_179"
    },
    {
      "start": 30712,
      "end": 30886,
      "text": "Irrespective of the label in which it was filed, the same tantamounts to a transgression of the proviso to Rule 1 of Order VIII of CPC as applicable to the Commercial Courts.",
      "labels": [
        "RATIO"
      ],
      "id": "fb7d2786de4547d0985c37ff47a49fd6_180"
    },
    {
      "start": 30887,
      "end": 31022,
      "text": "That this proviso is mandatory and inviolable, has been made it clear by the Supreme Court VRSJ & Dr.SAJ in its recent decision in M/s.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "34fc708982074c7c98c1c1d67af29b6b_181"
    },
    {
      "start": 31023,
      "end": 31036,
      "text": "SCG Contracts",
      "labels": [
        "RPC"
      ],
      "id": "7c1b6c8402674c40a2416e058c358f7a_182"
    },
    {
      "start": 31037,
      "end": 31054,
      "text": "India Pvt. Ltd v.",
      "labels": [
        "NONE"
      ],
      "id": "0b492c5979fa4c34a0dffa70ee87e64f_183"
    },
    {
      "start": 31055,
      "end": 31095,
      "text": "K.S. Chamankar Infrastructure Pvt. Ltd.9",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9fe5e2e3140b4cc0b413ba605bd9b1d3_184"
    },
    {
      "start": 31096,
      "end": 31319,
      "text": "Therefore, we are of the considered view that the Commercial Court committed a grave error of jurisdiction in allowing the application for amendment for including a claim of set-off which is hopelessly barred by limitation.",
      "labels": [
        "RATIO"
      ],
      "id": "f4a7e44420e64bbca5de13a29d0b8a9e_185"
    },
    {
      "start": 31321,
      "end": 31411,
      "text": "37. Therefore, the Civil Revision Petition is allowed and the impugned order is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "34ecd11a6c07424f8e6ead9be351021f_186"
    },
    {
      "start": 31412,
      "end": 31491,
      "text": "However, in the circumstances of the case, there shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "82cb9a697e654c04ab858c5123b893f1_187"
    },
    {
      "start": 31492,
      "end": 31813,
      "text": "\nAs a sequel thereto, Miscellaneous Petitions, if any, pending in the revision shall stand closed.\n____________________________ V. RAMASUBRAMANIAN, J ____________________________ Dr. SHAMEEM AKTHER, J April 10, 2019 Mgr L.R. copy . Judgment, dated 12.02.2019 in Civil Appeal No.1638/2019 (Arising Out of SLP  No.103/2019)",
      "labels": [
        "NONE"
      ],
      "id": "f09c7d5ced614123898c01f80fcad15f_188"
    }
  ]
}