{
  "id": "57225338a5d535c729c65d51d21c66b7dec6074336da4fc3194775aeea5d8589",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadhya Pradesh High Court\nAnil Kumar Tripathi Thr. Its Proprietor vs Doorsanchar Nigam Ltd. (Bsnl) on 8 April, 2022 \nAuthor: Anand Pathak\nBench: Anand Pathak \n                                                1               W.P.No.4895/2022 \n\n              High Court Of Madhya Pradesh\n                          Bench At Gwalior\n\n\n                           : Single Bench:\n\n\n          {Hon'Ble Shri Justice Anand Pathak}\n\n\n                        Writ Petition No.4895/2022 \n\n\n            (Anil Kumar Tripathi Through its proprietor \n                                       Vs.\n                    Doorsanchar Nigam Ltd. (Bsnl) \n\n----------------------------------------------------------------------------------- \nShri Akarsh Chaturvedi, learned counsel for the petitioner.\nShri Rajendra Bhargav, learned counsel for the respondent. \n----------------------------------------------------------------------------------- \n\n                                * * * * * * * * * * * * *\n                                   Order\n(Passed on 8th day of April, 2022) Present petition under Article 226 of the Constitution of India has been preferred by petitioner/contractor being crestfallen by order dated 6.1.2022 passed by Comme rcial Court, District Gwalior, whereby learned Court below sought original record of arbitrator before considering the application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred as to 'the Act') finally . \n2. Precisely stated facts of the case are that petitioner is a proprietor firm owned, managed and controlled by its proprietor Shri Girish Chandra Dubey engaged in construction business as contractor. Respondent-Bharat Sanchar Nigam Limited (B.S.N.L.) is engaged as service provider in the field of telecommunication and is instrumentally of such State within the meaning of Article 12 of the Constitution of India. \n3. It appears from the submissions and record that some contract was given by respondent to petitioner for laying O.F.C. Cable but petitioner could not complete the work within the stipulated time and therefore, contract was cancelled vide order dated 8.7.2003 and placed under blacklist. Matter went into arbitration and vide order dated 9.5.2011 (Annexure P/1) Sole Contractor (Shri M.N. Singh, General Manager Telecommunication (Retired) Bhopal) passed arbitral award and partly allowed the claim of petitioner. \n4. Being aggrieved by that, respondent preferred application for setting aside arbitral award under Section 34 of the Act before the Seventh Additional Sessions Judge, Gwalior. Vide order dated 30.11.2011, application under Section 34 of the Act was dismissed. \nThereafter, arbitration appeal under Section 37 of the Act was preferred before Division Bench of this Court vide Arbitration Appeal No.01/2012 (General Manager BSNL Vs. Anil Kumar Tripathi). Vide order dated 22.04.2016, Division Bench of this Court quashed the order dated 30.11.2011 passed by the Court below and remitted the matter to the Court below for adjudication of the objections preferred by the respondent in the application under Section 34 of the Act by passing a speaking order. \n5. Again matter was considered and vide order dated 18.10.2016, learned Court below set aside the award dated 9.5.2011 passed by the arbitrator and matter was remanded back to the arbitrator for adjudication on the basis of documents and pleadings advanced by the parties. \n6. This time taking exception to the said order, petitioner preferred an Arbitration Appeal No.3/2016 (Anil Kumar Tripathi Vs. Mahaprabhandak, Doorsanchar Nigam Limited) before the Division Bench of this Court and vide order dated 11.2.2019 considering the judgment rendered by the Hon'ble Supreme Court in the case of Kinnari Mullick and Another vs. Ghanshyam Das Damani, 2018 (11) SCC 328, in which earlier judgment of the Supreme Court Mcdermott International Inc. Vs. Burn Standard Co. Ltd and Others, 2006 (11) SCC 181, learned Division Bench of this Court came to the conclusion that while deciding the application under Section 34 of the Act, the Court below has no jurisdiction to remand the matter to the arbitrator for afresh decision.\n7. Therefore, impugned order of remand was set aside and while restoring the proceedings under Section 34 of the Act before the Court below with a direction to the Commercial Court to exercise the jurisdiction/ discretion conferred under Sub-Section (4) of Section 34 of the Act and adjourn the proceedings for a period of time determined by it in order to give the Arbitral Tribunal and an opportunity to resume the arbitral proceedings or take such other action as in the opinion of Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award. \n8. Thereafter, matter got revived before Commercial Court and proceedings are still pending. Many a time counsel sought time, thereafter, shadow of Covid-19 pandemic loomed over court proceedings and record was not available. Therefore, on 6.1.2022 Commercial Court directed for requisition of original record of arbitrator before proceeding for final hearing for application under Section 34 of the Act. \n9. Being aggrieved by order dated 6.1.2022, whereby record has been called, petitioner/contractor preferred this petition under Article 226/227 of the Constitution of India. \n10. It is the submission of learned counsel for the petitioner that matter is pending for a very long period before Commercial Court and instead of deciding the case, Commercial Court asked for original record of the arbitrator and therefore, effectively remanded the matter back to the arbitrator and same is not permissible. \nTherefore, this petition has been filed. Learned counsel for the petitioner placed the order of the Supreme Court in the case of I-Pay Clearing Services Private Limited vs. ICICI Bank Limited, reported in 2022 (3) SCC 121 and submitted that learned Commercial Court erred in calling the record as it amounts to remanding the matter back to the Arbitral Tribunal. According to him, learned Court below erred illegality and perversity. \n11. Per contra, learned counsel for the respondent opposed the prayer and submitted that only record has been called and remand order is not being passed, therefore, no case for interference is made out. According to him, learned Court below would consider the rival submissions after requisition of record in original from Arbitral Tribunal. He supported the impugned order. \n12. Heard the learned counsel for the parties at length and perused the documents appended thereto.\n13. This is a case where petitioner/contractor is aggrieved by the order dated 6.1.2022 passed by Commercial Court, Gwalior, whereby record is being called for from Arbitral Tribunal at the time of final hearing. \n14. Grievance of petitioner as reflected in the submissions is that the Commercial Court remitted the matter to the Arbitral Tribunal which is not permissible as per the Section 34 (4) of the Act and the judgment rendered by the Apex Court in the case of Kinnari Mullick (supra) and ICICI Bank Limited (supra).\n15. On close scrutiny, it appears that Commercial Court below has not remitted the matter to the Arbitral Tribunal as per the Section 34 (4) of the Act, whereas in fact after revival of application under Section 34 of the Act before the Commercial Court, direction was given to the Court below to exercise the jurisdiction/discretion conferred under sub-section 4 of Section 34 of the Act. Direction as given by the learned Division Bench in its order dated 11.2.2019 in Arbitration Appeal No.3/2016 is reproduced for ready reference:-\n15. .............................\nThus, being settled that, the Court while deciding the petition under Section 34 of 1996 Act has no jurisdiction to remand the matter to the Arbitrator for a fresh decision; therefore, the impugned order to the extent it set asides the award and remand the matter to the 'Arbitrator' for fresh decision, cannot be approved.\nHowever, since the Trial Court was in seisin with the petition under Section 34 of 1996 Act on its remand by order dated 22.04.2016 passed in A.A.No. 1/2012 for adjudication on the objection afresh preferred by the General Manager, BSNL.\nAnd since the Trial Court formulated an opinion that the said objection and the cogent material whereon the objections were raised were not considered by the Arbitrator; therefore, while setting aside the impugned order, the proceedings under Section 34 of 1996 Act before the Trial Court is restored with a direction to the Trial Court to exercise the jurisdiction/discretion conferred under sub-section (4) of Section 34 of 1996 Act; and adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of Arbitral Tribunal will eliminate the ground for setting aside the arbitral award. The appeal is disposed of finally in above terms. No costs.\" \n16. Therefore, apparently the Court below is trying to fathom the controversy in correct perspective and trying to conclude it finally, therefore, proceedings under Section 34 of the Act is still pending, ergo, contention of petitioner that matter has been remanded back does not hold ground. Only direction given in the impugned order is sent for record or to requisition the record so that application under Section 34 of the Act can be decided on its own merits. At this stage, exemption regarding remand appears to be misplaced and an attempt to pre-empt the controversy. \n17. It is true that recent judgment of the Hon'ble Supreme Court in the case of ICICI Bank Limited (supra), the Apex Court has given guidance in following words regarding remand in paras 19 to 21 :-\n19. As contended by learned senior counsel for the appellant, it is true that Section 34 (4) of the Act is couched in a language, similar to Article 34 (4) of the UNCITRAL Model Law on International Commercial Arbitration. In the case of AKN & Anr. v. ALC & Ors.4, by considering legislative history of the Model Law, it was held by Singapore Court of Appeals that remission is a 'curative alternative'. In the case of Kinnari Mullick and Anr. v. Ghanshyam Das Damani, relied on by learned senior counsel for the appellant, the question which fell for consideration was whether Section 34 (4) of the Act empowers the Court to relegate the parties before the Arbitral Tribunal after setting aside the arbitral award, in absence of any application by the parties. In fact, in the said judgment, it is held that the quintessence for exercising power under Section 34 (4) of the Act is to enable the Tribunal to take such measures which can eliminate the grounds for setting aside the arbitral award, by curing the defects in the award. In the judgment in the case of Dyna Technologies Pvt. Ltd. v.\nCrompton Greaves Ltd., it was a case where there was no inquiry under Section 34 (4) of the Act and in the said case, this Court has held that the legislative intention behind Section 34 (4) of the Act, is to make the award enforceable, after giving an opportunity to the Tribunal to undo the curable defects. It was not a case of patent illegality in the award, but deficiency in the award due to lack of reasoning for a finding which was already recorded in the award. In the very same case, it is also clearly held that when there is a complete perversity in the reasoning, then the same is a ground to challenge the award under Section 34 (1) of the Act. The case of Som Datt Builders Limited v. State of Kerala is also a case where no reasons are given for the finding already recorded in the award, as such, this Court held that in view of Section 34 (4) of the Act, the High Court ought to have given Arbitral Tribunal an opportunity to give reasons. \n20. The aforesaid case law cited by the learned counsel appearing for the appellant, is distinguishable on facts and would not render any assistance in this case. When it is the specific case of the respondent that there is no finding at all, on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\", remission under Section 34 (4) of the Act, is not permissible. In our view, Section 34(4) of the Act, can be resorted to record reasons on the finding already given in the award or to fill up the gaps in the reasoning of the award. There is a difference between 'finding' and 'reasons' as pointed out by the learned senior counsel appearing for the respondent in the judgment in the case of Income Tax Officer, A Ward, Sitapur v. Murlidhar Bhagwan Das. It is clear from the aforesaid judgment that 'finding is a decision on an issue'. Further, in the judgment in the case of J. Ashoka v. University of Agricultural Sciences and Ors., this Court has held that 'reasons are the links between the materials on which certain conclusions are based and the actual conclusions'. In absence of any finding on point no.1, as pleaded by the respondent and further, it is their case that relevant material produced before the Arbitrator to prove 'accord and satisfaction' between the parties, is not considered, and the same amounts to patent illegality, such aspects are to be considered by the Court itself. It cannot be said that it is a case where additional reasons are to be given or gaps in the reasoning, in absence of a finding on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\"\n21. Further, Section 34 (4) of the Act itself makes it clear that it is the discretion vested with the Court for remitting the matter to Arbitral Tribunal to give an opportunity to resume the proceedings or not. The words \"where it is appropriate\" itself indicate that it is the discretion to be exercised by the Court, to remit the matter when requested by a party. When application is filed under Section 34 (4) of the Act, the same is to be considered keeping in mind the grounds raised in the application under Section 34 (1) of the Act by the party, who has questioned the award of the Arbitral Tribunal and the grounds raised in the application filed under Section 34 (4) of the Act and the reply thereto. Merely because an application is filed under Section 34 (4) of the Act by a party, it is not always obligatory on the part of the Court to remit the matter to Arbitral Tribunal. The discretionary power conferred under Section 34 (4) of the Act, is to be exercised where there is inadequate reasoning or to fill up the gaps in the reasoning, in support of the findings which are already recorded in the award. Under guise of additional reasons and filling up the gaps in the reasoning, no award can be remitted to the Arbitrator, where there are no findings on the contentious issues in the award. If there are no findings on the contentious issues in the award or if any findings are recorded ignoring the material evidence on record, the same are acceptable grounds for setting aside the award itself. Under guise of either additional reasons or filling up the gaps in the reasoning, the power conferred on the Court cannot be relegated to the Arbitrator. In absence of any finding on contentious issue, no amount of reasons can cure the defect in the award. A harmonious reading of Section 31, 34 (1), 34 (2A) and 34 (4) of the Arbitration and Conciliation Act, 1996, make it clear that in appropriate cases, on the request made by a party, Court can give an opportunity to the arbitrator to resume the arbitral proceedings for giving reasons or to fill up the gaps in the reasoning in support of a finding, which is already rendered in the award. But at the same time, when it prima facie appears that there is a patent illegality in the award itself, by not recording a finding on a contentious issue, in such cases, Court may not accede to the request of a party for giving an opportunity to the Arbitral Tribunal to resume the arbitral proceedings. Further, as rightly contended by the learned counsel appearing for the respondent, that on the plea of 'accord and satisfaction' on further consideration of evidence, which is ignored earlier, even if the arbitral tribunal wants to consciously hold that there was 'accord and satisfaction' between the parties, it cannot do so by altering the award itself, which he has already passed.\" \n18. Now, if the guidance given by the Supreme Court is seen in juxta position to Section 34 of the Act, then the very provisions rendered the case of petitioner devoid of merit. Section 34 of the Act is reproduced as under:-\n34. Application for setting aside arbitral award :-\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). \n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application [establishes on the basis of the record of the arbitral tribunal that]-\n(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. \n[Explanation.1. --For the avoidance of any doubt, it is clarified that that an award is in conflict with the public policy of India, only if,-\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in conflict with the most basic notions of morality or justice] [Explanation 2.- For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not be entail a review on the merits of the dispute.] [(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award. \nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n(4) On receipt of an application under sub- section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. \n[(5) An application under this Section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.] [(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year form the date on which the notice referred to in sub-section (5) is served upon the other party.]\" \n19. Perusal of Section 34 (2) (a) of the Act reveals that Court may set aside the award if the party making the application establishes on the basis of record of arbitral tribunal, meaning thereby that Court can certainly go for perusal of the record and therefore, requisition of record from arbitral tribunal is not akin to remanding the matter to arbitral tribunal but to ascertain the exact nature of dispute through record of case. Therefore, case of the petitioner is not supported by relevant provision itself. \n20. Since it is not a case of remand per se, therefore, judgments relied upon by the petitioner are not applicable in the present set of facts. The Commercial Court is within a domain to call for the record from arbitral tribulnal for deciding the application under Section 34 (1) and (4) of the Act.\n21. Resultantly, petition fails and is hereby dismissed. \n(Anand Pathak) Judge AK/-\nANAND KUMAR 2022.04.08 16:10:13 +05'30'",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6f3398b487a4347a9992f38313998e7_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a61511919474e199b1b3440d8f63bdf_1"
    },
    {
      "start": 242,
      "end": 293,
      "text": "\nMadhya Pradesh High Court\nAnil Kumar Tripathi Thr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ed5a08fb5e34f18ad306dac327f3937_2"
    },
    {
      "start": 294,
      "end": 334,
      "text": "Its Proprietor vs Doorsanchar Nigam Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1d5d5fdb16447f8baa3dcd38aea3091_3"
    },
    {
      "start": 335,
      "end": 358,
      "text": "(Bsnl) on 8 April, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b256720ae0c044e5a5fc1b090f2f1799_4"
    },
    {
      "start": 360,
      "end": 387,
      "text": "Author: Anand Pathak\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2618f3127ac4b3292b19d0ba28867e9_5"
    },
    {
      "start": 388,
      "end": 400,
      "text": "Anand Pathak",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f902a4fff82414085f40041c351030d_6"
    },
    {
      "start": 450,
      "end": 482,
      "text": "1               W.P.No.4895/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38a654a923634cdbadb04e367073ede2_7"
    },
    {
      "start": 499,
      "end": 601,
      "text": "High Court Of Madhya Pradesh\n                          Bench At Gwalior\n\n\n                           :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84a81ed9ea9149c8a856e7f3deab2b1f_8"
    },
    {
      "start": 602,
      "end": 690,
      "text": "Single Bench:\n\n\n          {Hon'Ble Shri Justice Anand Pathak}\n\n\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba8c865bf08c48eebb08abe0505adb7a_9"
    },
    {
      "start": 690,
      "end": 716,
      "text": "Writ Petition No.4895/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66e9417150cd4221990b72bc77e7c2fe_10"
    },
    {
      "start": 732,
      "end": 775,
      "text": "(Anil Kumar Tripathi Through its proprietor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb22fb8fea614cebabe2146813c1c3c9_11"
    },
    {
      "start": 816,
      "end": 862,
      "text": "Vs.\n                    Doorsanchar Nigam Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b8007f2fe784fd0bf0348c48f2de2d0_12"
    },
    {
      "start": 863,
      "end": 869,
      "text": "(Bsnl)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5f89606c3694d228e8a68200cf5a598_13"
    },
    {
      "start": 872,
      "end": 955,
      "text": "-----------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b724014716004707b73424d471932cf7_14"
    },
    {
      "start": 957,
      "end": 1075,
      "text": "Shri Akarsh Chaturvedi, learned counsel for the petitioner.\nShri Rajendra Bhargav, learned counsel for the respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29cddeaa0cf64914ab9fa50e854aa891_15"
    },
    {
      "start": 1077,
      "end": 1160,
      "text": "-----------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f0508d010914f589d21226e10bffc21_16"
    },
    {
      "start": 1195,
      "end": 1202,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec413a8e5938432caa9b8fed525f8964_17"
    },
    {
      "start": 1203,
      "end": 1210,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96cbde0328fb44fa96c4a1992f9f3c44_18"
    },
    {
      "start": 1211,
      "end": 1218,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ddbd86691002474a8e3c887f5cb71264_19"
    },
    {
      "start": 1219,
      "end": 1262,
      "text": "*\n                                   Order\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10bdc76efd184b058f692edefa8951b5_20"
    },
    {
      "start": 1262,
      "end": 1296,
      "text": "(Passed on 8th day of April, 2022)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b4a5f58d88e40f194498bc59bdad0a2_21"
    },
    {
      "start": 1297,
      "end": 1462,
      "text": "Present petition under Article 226 of the Constitution of India has been preferred by petitioner/contractor being crestfallen by order dated 6.1.2022 passed by Comme",
      "labels": [
        "FAC"
      ],
      "id": "4ff4c37c61e948e781ebbc0815ca5f65_22"
    },
    {
      "start": 1463,
      "end": 1703,
      "text": "rcial Court, District Gwalior, whereby learned Court below sought original record of arbitrator before considering the application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred as to 'the Act') finally",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b170a5a55dd549e59ef738b78a0cfbf6_23"
    },
    {
      "start": 1704,
      "end": 1907,
      "text": ". \n2. Precisely stated facts of the case are that petitioner is a proprietor firm owned, managed and controlled by its proprietor Shri Girish Chandra Dubey engaged in construction business as contractor.",
      "labels": [
        "FAC"
      ],
      "id": "8bd5b7c8f41647479ff61f1dfa8a1809_24"
    },
    {
      "start": 1908,
      "end": 2122,
      "text": "Respondent-Bharat Sanchar Nigam Limited (B.S.N.L.) is engaged as service provider in the field of telecommunication and is instrumentally of such State within the meaning of Article 12 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "5b260711cb404495bc8e773c70d13d6e_25"
    },
    {
      "start": 2124,
      "end": 2412,
      "text": "3. It appears from the submissions and record that some contract was given by respondent to petitioner for laying O.F.C. Cable but petitioner could not complete the work within the stipulated time and therefore, contract was cancelled vide order dated 8.7.2003 and placed under blacklist.",
      "labels": [
        "FAC"
      ],
      "id": "59c96fbc46d64f45919f18818cf10904_26"
    },
    {
      "start": 2413,
      "end": 2638,
      "text": "Matter went into arbitration and vide order dated 9.5.2011 (Annexure P/1) Sole Contractor (Shri M.N. Singh, General Manager Telecommunication (Retired) Bhopal) passed arbitral award and partly allowed the claim of petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "92569fc1752642dfabfffd9018da0d86_27"
    },
    {
      "start": 2639,
      "end": 2816,
      "text": "\n4. Being aggrieved by that, respondent preferred application for setting aside arbitral award under Section 34 of the Act before the Seventh Additional Sessions Judge, Gwalior.",
      "labels": [
        "FAC"
      ],
      "id": "e8f1f6dbf9344f6a9ede47ebad43b5b6_28"
    },
    {
      "start": 2817,
      "end": 2900,
      "text": "Vide order dated 30.11.2011, application under Section 34 of the Act was dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "bd1b1b25eb7a4ab4a922be354bd2f3d1_29"
    },
    {
      "start": 2901,
      "end": 3093,
      "text": "\nThereafter, arbitration appeal under Section 37 of the Act was preferred before Division Bench of this Court vide Arbitration Appeal No.01/2012 (General Manager BSNL Vs. Anil Kumar Tripathi).",
      "labels": [
        "FAC"
      ],
      "id": "8384f86f8e47461195e3eae1a5691f52_30"
    },
    {
      "start": 3094,
      "end": 3394,
      "text": "Vide order dated 22.04.2016, Division Bench of this Court quashed the order dated 30.11.2011 passed by the Court below and remitted the matter to the Court below for adjudication of the objections preferred by the respondent in the application under Section 34 of the Act by passing a speaking order.",
      "labels": [
        "RLC"
      ],
      "id": "8e526df97dc24fb3a00a15754ab90b71_31"
    },
    {
      "start": 3395,
      "end": 3668,
      "text": "\n5. Again matter was considered and vide order dated 18.10.2016, learned Court below set aside the award dated 9.5.2011 passed by the arbitrator and matter was remanded back to the arbitrator for adjudication on the basis of documents and pleadings advanced by the parties.",
      "labels": [
        "RLC"
      ],
      "id": "d2c11c9021d04a6e822a228b3895f882_32"
    },
    {
      "start": 3670,
      "end": 4418,
      "text": "6. This time taking exception to the said order, petitioner preferred an Arbitration Appeal No.3/2016 (Anil Kumar Tripathi Vs. Mahaprabhandak, Doorsanchar Nigam Limited) before the Division Bench of this Court and vide order dated 11.2.2019 considering the judgment rendered by the Hon'ble Supreme Court in the case of Kinnari Mullick and Another vs. Ghanshyam Das Damani, 2018 (11) SCC 328, in which earlier judgment of the Supreme Court Mcdermott International Inc. Vs. Burn Standard Co. Ltd and Others, 2006 (11) SCC 181, learned Division Bench of this Court came to the conclusion that while deciding the application under Section 34 of the Act, the Court below has no jurisdiction to remand the matter to the arbitrator for afresh decision.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "7a09219939964000b594a5efccc73c4a_33"
    },
    {
      "start": 4419,
      "end": 4983,
      "text": "Therefore, impugned order of remand was set aside and while restoring the proceedings under Section 34 of the Act before the Court below with a direction to the Commercial Court to exercise the jurisdiction/ discretion conferred under Sub-Section (4) of Section 34 of the Act and adjourn the proceedings for a period of time determined by it in order to give the Arbitral Tribunal and an opportunity to resume the arbitral proceedings or take such other action as in the opinion of Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award.",
      "labels": [
        "FAC"
      ],
      "id": "b0866aca60b8422195211f9b57fe48ba_34"
    },
    {
      "start": 4985,
      "end": 5077,
      "text": "8. Thereafter, matter got revived before Commercial Court and proceedings are still pending.",
      "labels": [
        "FAC"
      ],
      "id": "c1af9ad6440f448f880c269503e61b83_35"
    },
    {
      "start": 5078,
      "end": 5210,
      "text": "Many a time counsel sought time, thereafter, shadow of Covid-19 pandemic loomed over court proceedings and record was not available.",
      "labels": [
        "FAC"
      ],
      "id": "9af80f123f804f6ebc9102c91269afe4_36"
    },
    {
      "start": 5211,
      "end": 5389,
      "text": "Therefore, on 6.1.2022 Commercial Court directed for requisition of original record of arbitrator before proceeding for final hearing for application under Section 34 of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "d9662ed162ef45afa876b77e25001406_37"
    },
    {
      "start": 5390,
      "end": 5564,
      "text": "\n9. Being aggrieved by order dated 6.1.2022, whereby record has been called, petitioner/contractor preferred this petition under Article 226/227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "c4a6818b065f4567ba86077dffd6ef85_38"
    },
    {
      "start": 5566,
      "end": 5892,
      "text": "10. It is the submission of learned counsel for the petitioner that matter is pending for a very long period before Commercial Court and instead of deciding the case, Commercial Court asked for original record of the arbitrator and therefore, effectively remanded the matter back to the arbitrator and same is not permissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2cc5658cf57c4b33bc818280d0c2c614_39"
    },
    {
      "start": 5893,
      "end": 5934,
      "text": "\nTherefore, this petition has been filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "19e9366f1f3a4203b54ce3de73f84dd5_40"
    },
    {
      "start": 5935,
      "end": 6256,
      "text": "Learned counsel for the petitioner placed the order of the Supreme Court in the case of I-Pay Clearing Services Private Limited vs. ICICI Bank Limited, reported in 2022 (3) SCC 121 and submitted that learned Commercial Court erred in calling the record as it amounts to remanding the matter back to the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e131ec84803446b282ba42e31bcb2bc2_41"
    },
    {
      "start": 6257,
      "end": 6327,
      "text": "According to him, learned Court below erred illegality and perversity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "faa2861690dd47d6a0a421ebdb74f313_42"
    },
    {
      "start": 6329,
      "end": 6532,
      "text": "11. Per contra, learned counsel for the respondent opposed the prayer and submitted that only record has been called and remand order is not being passed, therefore, no case for interference is made out.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fb07491b3bd24c6aa68246b97ed491fc_43"
    },
    {
      "start": 6533,
      "end": 6671,
      "text": "According to him, learned Court below would consider the rival submissions after requisition of record in original from Arbitral Tribunal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "197cde38330e49c5a13282d558a28a40_44"
    },
    {
      "start": 6672,
      "end": 6704,
      "text": "He supported the impugned order.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d66ab586b6c547648f88f766b9a9b627_45"
    },
    {
      "start": 6706,
      "end": 6809,
      "text": "12. Heard the learned counsel for the parties at length and perused the documents appended thereto.\n13.",
      "labels": [
        "NONE"
      ],
      "id": "8e52fb1ad3664de582ecde3e9c247324_46"
    },
    {
      "start": 6810,
      "end": 7018,
      "text": "This is a case where petitioner/contractor is aggrieved by the order dated 6.1.2022 passed by Commercial Court, Gwalior, whereby record is being called for from Arbitral Tribunal at the time of final hearing.",
      "labels": [
        "FAC"
      ],
      "id": "e5d3eec862f043299404bda02b9d5279_47"
    },
    {
      "start": 7019,
      "end": 7334,
      "text": "\n14. Grievance of petitioner as reflected in the submissions is that the Commercial Court remitted the matter to the Arbitral Tribunal which is not permissible as per the Section 34 (4) of the Act and the judgment rendered by the Apex Court in the case of Kinnari Mullick (supra) and ICICI Bank Limited (supra).\n15.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2f9cf6bbbfdf447f8d9a5a83799fea27_48"
    },
    {
      "start": 7335,
      "end": 7720,
      "text": "On close scrutiny, it appears that Commercial Court below has not remitted the matter to the Arbitral Tribunal as per the Section 34 (4) of the Act, whereas in fact after revival of application under Section 34 of the Act before the Commercial Court, direction was given to the Court below to exercise the jurisdiction/discretion conferred under sub-section 4 of Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b92d019f504a42c1a36cfc6efe26bfd1_49"
    },
    {
      "start": 7721,
      "end": 8466,
      "text": "Direction as given by the learned Division Bench in its order dated 11.2.2019 in Arbitration Appeal No.3/2016 is reproduced for ready reference:-\n15. .............................\nThus, being settled that, the Court while deciding the petition under Section 34 of 1996 Act has no jurisdiction to remand the matter to the Arbitrator for a fresh decision; therefore, the impugned order to the extent it set asides the award and remand the matter to the 'Arbitrator' for fresh decision, cannot be approved.\nHowever, since the Trial Court was in seisin with the petition under Section 34 of 1996 Act on its remand by order dated 22.04.2016 passed in A.A.No. 1/2012 for adjudication on the objection afresh preferred by the General Manager, BSNL.\nAnd",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff195a31f2f443ebbf0813e57a3c8930_50"
    },
    {
      "start": 8467,
      "end": 9185,
      "text": "since the Trial Court formulated an opinion that the said objection and the cogent material whereon the objections were raised were not considered by the Arbitrator; therefore, while setting aside the impugned order, the proceedings under Section 34 of 1996 Act before the Trial Court is restored with a direction to the Trial Court to exercise the jurisdiction/discretion conferred under sub-section (4) of Section 34 of 1996 Act; and adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of Arbitral Tribunal will eliminate the ground for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a859ae39114442acb6a354734513bfb7_51"
    },
    {
      "start": 9186,
      "end": 9235,
      "text": "The appeal is disposed of finally in above terms.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7376a20aac2d4f75abc25f32440a167e_52"
    },
    {
      "start": 9236,
      "end": 9246,
      "text": "No costs.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88cbaa45ee034b6db8c39a7ec19d143a_53"
    },
    {
      "start": 9248,
      "end": 9540,
      "text": "16. Therefore, apparently the Court below is trying to fathom the controversy in correct perspective and trying to conclude it finally, therefore, proceedings under Section 34 of the Act is still pending, ergo, contention of petitioner that matter has been remanded back does not hold ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ba03d026dd74048a15d56aa332b7f7e_54"
    },
    {
      "start": 9541,
      "end": 9713,
      "text": "Only direction given in the impugned order is sent for record or to requisition the record so that application under Section 34 of the Act can be decided on its own merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f88a515dcf94ffa9523625eca86ae0e_55"
    },
    {
      "start": 9714,
      "end": 9823,
      "text": "At this stage, exemption regarding remand appears to be misplaced and an attempt to pre-empt the controversy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f4787d1f3ec4e6484b09814dec7df6a_56"
    },
    {
      "start": 9825,
      "end": 10027,
      "text": "17. It is true that recent judgment of the Hon'ble Supreme Court in the case of ICICI Bank Limited (supra), the Apex Court has given guidance in following words regarding remand in paras 19 to 21 :-\n19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9dd799af55c84dbebb529dcea527d975_57"
    },
    {
      "start": 10028,
      "end": 10246,
      "text": "As contended by learned senior counsel for the appellant, it is true that Section 34 (4) of the Act is couched in a language, similar to Article 34 (4) of the UNCITRAL Model Law on International Commercial Arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf328a19f9d342668f98b46037268f04_58"
    },
    {
      "start": 10247,
      "end": 10427,
      "text": "In the case of AKN & Anr. v. ALC & Ors.4, by considering legislative history of the Model Law, it was held by Singapore Court of Appeals that remission is a 'curative alternative'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a05154d1e81b4d7799ca6f1d2e81e851_59"
    },
    {
      "start": 10428,
      "end": 10785,
      "text": "In the case of Kinnari Mullick and Anr. v. Ghanshyam Das Damani, relied on by learned senior counsel for the appellant, the question which fell for consideration was whether Section 34 (4) of the Act empowers the Court to relegate the parties before the Arbitral Tribunal after setting aside the arbitral award, in absence of any application by the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d1129b42196b493c95283d65561917aa_60"
    },
    {
      "start": 10786,
      "end": 11056,
      "text": "In fact, in the said judgment, it is held that the quintessence for exercising power under Section 34 (4) of the Act is to enable the Tribunal to take such measures which can eliminate the grounds for setting aside the arbitral award, by curing the defects in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "801b39ff2aca42f29fbed499c3da3c87_61"
    },
    {
      "start": 11057,
      "end": 11428,
      "text": "In the judgment in the case of Dyna Technologies Pvt. Ltd. v.\nCrompton Greaves Ltd., it was a case where there was no inquiry under Section 34 (4) of the Act and in the said case, this Court has held that the legislative intention behind Section 34 (4) of the Act, is to make the award enforceable, after giving an opportunity to the Tribunal to undo the curable defects.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4a44653a195949d491b443951e555f22_62"
    },
    {
      "start": 11429,
      "end": 11589,
      "text": "It was not a case of patent illegality in the award, but deficiency in the award due to lack of reasoning for a finding which was already recorded in the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "852b8cc43d764a26817a0cca1db959a4_63"
    },
    {
      "start": 11590,
      "end": 11777,
      "text": "In the very same case, it is also clearly held that when there is a complete perversity in the reasoning, then the same is a ground to challenge the award under Section 34 (1) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2e33826a6e3498bb6a086c49fc65938_64"
    },
    {
      "start": 11778,
      "end": 12076,
      "text": "The case of Som Datt Builders Limited v. State of Kerala is also a case where no reasons are given for the finding already recorded in the award, as such, this Court held that in view of Section 34 (4) of the Act, the High Court ought to have given Arbitral Tribunal an opportunity to give reasons.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "03b17f789f064d3080232bece2593f02_65"
    },
    {
      "start": 12078,
      "end": 12240,
      "text": "20. The aforesaid case law cited by the learned counsel appearing for the appellant, is distinguishable on facts and would not render any assistance in this case.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b68435f1779342189763b50ecae54c9c_66"
    },
    {
      "start": 12241,
      "end": 12483,
      "text": "When it is the specific case of the respondent that there is no finding at all, on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\", remission under Section 34 (4) of the Act, is not permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b46f01c2ef0646d08ae7c127f51c8ebf_67"
    },
    {
      "start": 12484,
      "end": 12652,
      "text": "In our view, Section 34(4) of the Act, can be resorted to record reasons on the finding already given in the award or to fill up the gaps in the reasoning of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7246270d3b924809b5e0b45663665594_68"
    },
    {
      "start": 12653,
      "end": 12873,
      "text": "There is a difference between 'finding' and 'reasons' as pointed out by the learned senior counsel appearing for the respondent in the judgment in the case of Income Tax Officer, A Ward, Sitapur v. Murlidhar Bhagwan Das.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "0a4f62c5aaec42abadba0b04d9362ccc_69"
    },
    {
      "start": 12874,
      "end": 12955,
      "text": "It is clear from the aforesaid judgment that 'finding is a decision on an issue'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d563e8e313cc4b2894b05df8f8366aa7_70"
    },
    {
      "start": 12956,
      "end": 13192,
      "text": "Further, in the judgment in the case of J. Ashoka v. University of Agricultural Sciences and Ors., this Court has held that 'reasons are the links between the materials on which certain conclusions are based and the actual conclusions'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0f5f209e693f4ac289f9a0f933fd5cf8_71"
    },
    {
      "start": 13193,
      "end": 13519,
      "text": "In absence of any finding on point no.1, as pleaded by the respondent and further, it is their case that relevant material produced before the Arbitrator to prove 'accord and satisfaction' between the parties, is not considered, and the same amounts to patent illegality, such aspects are to be considered by the Court itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "892a3167f0b94cdc8b01d6f55c5ab0f2_72"
    },
    {
      "start": 13520,
      "end": 13749,
      "text": "It cannot be said that it is a case where additional reasons are to be given or gaps in the reasoning, in absence of a finding on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\"\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3128adec8d2346e79dad7db7a6a3a07a_73"
    },
    {
      "start": 13750,
      "end": 13957,
      "text": "Further, Section 34 (4) of the Act itself makes it clear that it is the discretion vested with the Court for remitting the matter to Arbitral Tribunal to give an opportunity to resume the proceedings or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db4a657666cb4359a0fbf3322b294c5e_74"
    },
    {
      "start": 13958,
      "end": 14112,
      "text": "The words \"where it is appropriate\" itself indicate that it is the discretion to be exercised by the Court, to remit the matter when requested by a party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf22a55b2b4c444abcc353723ff9bb91_75"
    },
    {
      "start": 14113,
      "end": 14457,
      "text": "When application is filed under Section 34 (4) of the Act, the same is to be considered keeping in mind the grounds raised in the application under Section 34 (1) of the Act by the party, who has questioned the award of the Arbitral Tribunal and the grounds raised in the application filed under Section 34 (4) of the Act and the reply thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a160728d66e4e78958506a330001732_76"
    },
    {
      "start": 14458,
      "end": 14635,
      "text": "Merely because an application is filed under Section 34 (4) of the Act by a party, it is not always obligatory on the part of the Court to remit the matter to Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af9d789a176d40f1ab86b3ae0ba8ff13_77"
    },
    {
      "start": 14636,
      "end": 14866,
      "text": "The discretionary power conferred under Section 34 (4) of the Act, is to be exercised where there is inadequate reasoning or to fill up the gaps in the reasoning, in support of the findings which are already recorded in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3a08fd79d7648979111adc3e513bd4c_78"
    },
    {
      "start": 14867,
      "end": 15054,
      "text": "Under guise of additional reasons and filling up the gaps in the reasoning, no award can be remitted to the Arbitrator, where there are no findings on the contentious issues in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4708a065e8844c62850ccfc8005cab05_79"
    },
    {
      "start": 15055,
      "end": 15260,
      "text": "If there are no findings on the contentious issues in the award or if any findings are recorded ignoring the material evidence on record, the same are acceptable grounds for setting aside the award itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a585f73826c4aa3aa966a273efd08e6_80"
    },
    {
      "start": 15261,
      "end": 15414,
      "text": "Under guise of either additional reasons or filling up the gaps in the reasoning, the power conferred on the Court cannot be relegated to the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfd3c8d41051456b8209373b4f0a4bec_81"
    },
    {
      "start": 15415,
      "end": 15517,
      "text": "In absence of any finding on contentious issue, no amount of reasons can cure the defect in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab3ebb624be14bc196ffcfdd52100b32_82"
    },
    {
      "start": 15518,
      "end": 15907,
      "text": "A harmonious reading of Section 31, 34 (1), 34 (2A) and 34 (4) of the Arbitration and Conciliation Act, 1996, make it clear that in appropriate cases, on the request made by a party, Court can give an opportunity to the arbitrator to resume the arbitral proceedings for giving reasons or to fill up the gaps in the reasoning in support of a finding, which is already rendered in the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c8cf1adcbb342088c699bd01842ff8d_83"
    },
    {
      "start": 15908,
      "end": 16212,
      "text": "But at the same time, when it prima facie appears that there is a patent illegality in the award itself, by not recording a finding on a contentious issue, in such cases, Court may not accede to the request of a party for giving an opportunity to the Arbitral Tribunal to resume the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d5abdf9f1f941ba9737e1208dedb54f_84"
    },
    {
      "start": 16213,
      "end": 16599,
      "text": "Further, as rightly contended by the learned counsel appearing for the respondent, that on the plea of 'accord and satisfaction' on further consideration of evidence, which is ignored earlier, even if the arbitral tribunal wants to consciously hold that there was 'accord and satisfaction' between the parties, it cannot do so by altering the award itself, which he has already passed.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6766524200424f0289c87eb2e8fb63f8_85"
    },
    {
      "start": 16601,
      "end": 16778,
      "text": "18. Now, if the guidance given by the Supreme Court is seen in juxta position to Section 34 of the Act, then the very provisions rendered the case of petitioner devoid of merit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22b61f11799f46bb8f1ee908b5997a03_86"
    },
    {
      "start": 16779,
      "end": 16829,
      "text": "Section 34 of the Act is reproduced as under:-\n34.",
      "labels": [
        "STA"
      ],
      "id": "48863037e80c4ffdad0f617084c55e31_87"
    },
    {
      "start": 16830,
      "end": 17047,
      "text": "Application for setting aside arbitral award :-\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).",
      "labels": [
        "STA"
      ],
      "id": "5a3d29828aa440df86986a52374b790d_88"
    },
    {
      "start": 17048,
      "end": 18609,
      "text": "\n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application [establishes on the basis of the record of the arbitral tribunal that]-\n(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
      "labels": [
        "STA"
      ],
      "id": "d4c4d4d8efc84243ac3302189166ae14_89"
    },
    {
      "start": 18611,
      "end": 18955,
      "text": "[Explanation.1. --For the avoidance of any doubt, it is clarified that that an award is in conflict with the public policy of India, only if,-\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in conflict with the most basic notions of morality or justice]",
      "labels": [
        "STA"
      ],
      "id": "0b11940e9b2a47ccb93285fc13100a4a_90"
    },
    {
      "start": 18956,
      "end": 19150,
      "text": "[Explanation 2.- For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not be entail a review on the merits of the dispute.]",
      "labels": [
        "STA"
      ],
      "id": "90c90cbc5c6145cc86d3b9eaeaf7f811_91"
    },
    {
      "start": 19151,
      "end": 19391,
      "text": "[(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award.",
      "labels": [
        "STA"
      ],
      "id": "8f2762ee413e49eb8c74c2afb71dec06_92"
    },
    {
      "start": 19393,
      "end": 19532,
      "text": "Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
      "labels": [
        "STA"
      ],
      "id": "824877a0cad349aa8b40af14e9fdbc11_93"
    },
    {
      "start": 19533,
      "end": 20507,
      "text": "\n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n(4) On receipt of an application under sub- section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.",
      "labels": [
        "STA"
      ],
      "id": "87101c0cfca9407595d7b27559a745b6_94"
    },
    {
      "start": 20508,
      "end": 20750,
      "text": "\n[(5) An application under this Section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.]",
      "labels": [
        "STA"
      ],
      "id": "f81a830611594fe6a97db3701cf8eb4b_95"
    },
    {
      "start": 20751,
      "end": 20970,
      "text": "[(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year form the date on which the notice referred to in sub-section (5) is served upon the other party.]\"",
      "labels": [
        "STA"
      ],
      "id": "a0067302d857458fab78eca4647f16e0_96"
    },
    {
      "start": 20971,
      "end": 21408,
      "text": "\n19. Perusal of Section 34 (2) (a) of the Act reveals that Court may set aside the award if the party making the application establishes on the basis of record of arbitral tribunal, meaning thereby that Court can certainly go for perusal of the record and therefore, requisition of record from arbitral tribunal is not akin to remanding the matter to arbitral tribunal but to ascertain the exact nature of dispute through record of case.",
      "labels": [
        "RATIO"
      ],
      "id": "b9390cb1ed45403cbfb262a0d1d9f612_97"
    },
    {
      "start": 21409,
      "end": 21489,
      "text": "Therefore, case of the petitioner is not supported by relevant provision itself.",
      "labels": [
        "RATIO"
      ],
      "id": "3691e207c79c4305b7eb3efadc01153f_98"
    },
    {
      "start": 21491,
      "end": 21634,
      "text": "20. Since it is not a case of remand per se, therefore, judgments relied upon by the petitioner are not applicable in the present set of facts.",
      "labels": [
        "RATIO"
      ],
      "id": "cbab23bccd1b4ff387c4d27626834939_99"
    },
    {
      "start": 21635,
      "end": 21795,
      "text": "The Commercial Court is within a domain to call for the record from arbitral tribulnal for deciding the application under Section 34 (1) and (4) of the Act.\n21.",
      "labels": [
        "RPC"
      ],
      "id": "ab5f185b3f3b4fa8b8ca752ac3b0aaf1_100"
    },
    {
      "start": 21796,
      "end": 21848,
      "text": "Resultantly, petition fails and is hereby dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "5fc86a40dc7b44dea9b40002121e2897_101"
    },
    {
      "start": 21849,
      "end": 21915,
      "text": "\n(Anand Pathak) Judge AK/-\nANAND KUMAR 2022.04.08 16:10:13 +05'30'",
      "labels": [
        "NONE"
      ],
      "id": "9a6f413b2d504b209fb3c7bf97b141f3_102"
    }
  ]
}