{
  "id": "f8b2cf7719fd54f9f33bc9cce84844eda0226340a1b921fccae6d138e2c8fc67",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nSun Pharma Laboratories Ltd vs Hetero Healthcare Ltd & Anr. on 28 March, 2022\nAuthor: Prathiba M. Singh \nBench: Prathiba M. Singh \n                                        Neutral Citation No: 2022/Dhc/001212\n\n\n$~19\n*       In The High Court Of Delhi At New Delhi\n                                                   Date of Decision: 28th March, 2022\n+                   Cs (Comm) 185/2022 & I.As. 4718-19/2022\n        Sun Pharma Laboratories Ltd               ..... Plaintiff \n                     Through: Mr. Sachin Gupta, Mr. Pratyush Rao,\n                               Ms. Jasleen Kaur, Ms. Snehal Singh, \n                               Ms. Swati Meena, Advocates \n                               (M:9811180270 ) \n                     versus\n        Hetero Healthcare Ltd & Anr.             ..... Defendants\n                     Through: Mr. Ajay Sahni, Mr. Shrey Gupta,\n                               Ms. Aastha Kakkar, Advocates \n        Coram: \n        Justice Prathiba M. Singh\nPrathiba M. Singh, J. (Oral) \n1. This hearing has been done through hybrid mode. \n2. The present suit is one seeking permanent injunction restraining the Defendant from infringement of trademark, passing off, unfair competition, rendition of accounts of profits/damages, delivery up and other reliefs. The Plaintiff's case is that the defendant is infringing upon its registered trademark 'Letroz' by using the mark 'Letero' in respect of its medicinal and pharmaceutical preparations. \n3. Before the matter could be heard on merits, a query was put to the ld. counsel for the Plaintiff as to how the present suit would be maintainable in as much as for this very trademark, an earlier suit being Cs (Comm.) No. 300 of 2019 titled Sun Pharma Laboratories Ltd. v. Hetero Healthcare Ltd. & Anr., has already been filed by the Plaintiff against the same very Defendants before the ld. Adj-02, North West District, Rohini Courts, New This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 Delhi (hereinafter \"Trial Court\"), and the same is still pending. \n4. Mr. Sachin Gupta, ld. counsel for the Plaintiff, submits that though the said suit being Cs (Comm.) No. 300 of 2019 was filed in 2017, more than 5 years have passed and no orders have been passed in the interim injunction application in the said suit. He further submits that the judicial officers presiding over the Trial Court were being changed from time to time. He submits that orders on the injunction application were once reserved on 20th October, 2018, but the same was released vide order dated 7th January, 2019, upon the change of the Judicial Officer. The Plaintiff is also stated to have withdrawn its injunction application before the Trial Court and filed a fresh application, once, in 2019 due to the Defendant's objection that the prayer did not mention the word \"passing off\".\n5. Today, Mr. Gupta, ld. Counsel, submits that every sale by the Defendants constitutes a fresh cause of action and thus, despite the pendency of the first suit before the ld. Adj, the present suit before this Court would also be maintainable in view of the judgment of the Supreme Court in Bengal Waterproof Ltd. v. Bombay Waterproof Manufacturing Company, (1997) 1 Scc 99. Ld. Counsel refers to the cause of action in both suits and submits that since no interim injunction has been granted in the earlier suit, the continuous use of the infringing mark by the Defendants, constitutes a fresh cause of action for the Plaintiff. \n6. On the other hand, Mr. Ajay Sahni, ld. counsel appearing for the Defendants, submits that the judgment of the Supreme Court in Bengal Waterproof (supra) cannot be read in the manner it has been read by the Plaintiff. The cause of action in both suits is identical. The earlier suit is in fact part-heard before the District Court in the fresh injunction application, This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 as recorded in the order dated 30th March, 2021, and filing of the present suit in another Court is a gross abuse of process. He relies upon the following decisions:\n Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2013 (55) Ptc 234 (Cal).\n Hari Ram v. Lichmaniya & Ors., Air 2003 Raj. 319.  Ranbir Singh v. Dalbir Singh & Ors., Cs(Os) 802/2002, decision dated 19th December, 2008 (Delhi High Court).  Vijay Kumar Gupta v. State of West Bengal [Slp (Crl.) 10951 of 2019, decided on 22nd March, 2022]\n7. Heard. The Court has perused the two plaints and at the outset, notes the following:\n(i) In the first suit pending before the Commercial Court, the Plaintiff is Sun Pharma Laboratories Limited and the Defendants are Hetero Healthcare Limited and Hetero Labs Limited. The parties in the second suit before this Court are identical. \n(ii) The cause of action in the first suit reads as under:\n\"25. The cause of action for institution of the present suit arose on 30th November, 2017, when the Plaintiff's representative came across the Defendant's medicine under the impugned mark selling at a drug store falling within the jurisdiction of this Hon'ble Court. The said cause of action is a continuous one and continues to subsist till the Defendant is restrained by an order of injunction passed by this Hon'ble Court.\" \n(iii) The cause of action in the second suit reads as under:\n\"40. The cause of action first arose in the 4th week of November, 2017 when the impugned medicine under This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 the impugned mark Letero was found selling at Delhi. Immediately, thereafter on 02.12.2017, the Plaintiff filed a suit for permanent injunction restraining infringement of trade mark, passing off, etc. before the Rohini District Court (North West), New Delhi, which was numbered as Sun Pharma Laboratories Ltd. Vs Hetero Healthcare Ltd. & Anr., CS(Comm.) No.300 of 2019. The Defendants are continuing to use the impugned mark Letero and every act of Defendant is amounting to infringement, thereby giving a fresh cause of action. Therefore, the said cause of action if continuing. The said cause of action is a continuous one and continues to subsist till further manufacturing and marketing of the impugned medicine is injuncted by this Hon'ble Court.\" \n(iv) The relief prayed in the first suit is as under:\n\"28. It is therefore, most respectfully prayed that this Hon'ble Court may be pleased to grant the following reliefs in favour of the Plaintiff and against the Defendants:\n(a) A decree for permanent injunction restraining the Defendants, their directors, assignees in business, distributors, dealers, stockists, retailers/chemists, servants and agents from manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal preparations under the impugned mark Letero or any other trade mark as may be deceptively similar to the Plaintiff's registered trade mark Letroz amounting to infringement of trade mark registered under No. 2037862 of the Plaintiff;\n(b) A decree for permanent injunction restraining the Defendants, their directors, their assignees in business, distributors, dealers, stockists, retailers/chemists, servants and agents from manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal preparations under the impugned trade mark This is a digitally signed Judgement.\nNeutral Citation No: 2022/Dhc/001212 Letero or any other trade mark as may be deceptively similar with Plaintiff Letroz trade mark amounting to passing off of the Defendants' goods and business for those of the Plaintiff;\n(c) An order for delivery of the infringing goods of the Defendants including impugned packaging, promotional materials, stationery, dyes, blocks etc. bearing the impugned trade mark Letero to an authorised representative of the Plaintiff for destruction/erasure;\n(d) an order for rendition of accounts of profit illegally earned by the Defendants and a decree for an amount so found due;\n(e) An order for costs in the proceedings;\nAnd further orders as this Hon'ble Court may deem fit and proper under the facts and circumstances of the present case.\"\n(v) The relief sought in the present suit is as under:\n\"45. It is, therefore, respectfully prayed that this Hon'ble Court may be pleased to grant the following reliefs in favour of the Plaintiff and against the Defendants:\na. A decree for permanent injunction restraining the Defendants, their directors, assignees in business, distributors, dealers, stockists, retailers/ chemists, servants and agents from manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal and pharmaceutical preparations under the impugned mark Letero or any other trade mark as may be deceptively similar to the Plaintiff's registered trade mark Letroz amounting to infringement of Plaintiff's registered trade mark under no. 2037862;\nb. A decree for permanent injunction restraining the Defendants, their directors, their assignees in business, distributors, dealers, stockists, retailers/chemists, servants and agents from This is a digitally signed Judgement.\nNeutral Citation No: 2022/Dhc/001212 manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal preparations under the impugned trade mark Letero or any other trade mark as may be deceptively similar to the Plaintiff's trade mark Letroz, amounting to passing off of the Defendant's goods and business for those of the Plaintiff's;\nc. An order for delivery of the infringing goods of the Defendants including impugned packaging, promotional materials, stationery, dyes, blocks etc. bearing the impugned mark Letero to an authorised representative of the Plaintiff for destruction/erasure;\nd. A decree for token damages to the tune of Inr 2,00,01,000/- or in the alternative, rendition of accounts of profits illegally earned by the Defendant and amount so found due;\ne. An order for cost of the proceedings; f. Any further orders as this Hon'ble Court may deem fit and proper under the facts and circumstances of the present case.\"\n8. A perusal of the above two suits would show that:\n(i) the parties in both cases are identical;\n(ii) the trademarks are identical;\n(iii) the rights being asserted are identical i.e., infringement, passing off, etc.; and\n(iv) the cause of action is also identical. \n9. The only difference between the two suits is that in the first suit before the Commercial Court, an order for rendition of accounts of profit and a decree for the amount found due has been sought. However, in the suit before this Court, damages to the tune of Inr 2,00,01,000/- has been sought. Apart from this, there is no perceptible difference between the two suits. \nThis is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212\n10. The justification sought to be given by the Plaintiff for preferring the present suit is the delay being caused in the adjudication of even an interim application in the first suit filed by the Plaintiff before the Commercial Court in December, 2017. With regard to this submission, the Court has also perused the order sheet of the said suit before the Commercial Court. The same shows that:\n On 3rd January, 2018, summons was issued in the said suit.  By March, 2018, the pleadings were completed and certain technical objections were taken in the replication.  On 4th July, 2018, the matter was adjourned for hearing on the injunction application. \n On 20th October, 2018, arguments were heard on the injunction application and the matter was adjourned for orders by Mr. Siddharth Mathur, Ld. Adj-02 (North-West), Rohini Courts, Delhi. \n On 28th November, 2018, again the matter was adjourned for clarification and orders. No orders were pronounced.  On 7th January, 2019, the matter was listed for re-arguments.  Again, on 25th February, 2019, the matter was listed for re-\narguments on the injunction application.  On 30th July, 2019, another Judicial Officer listed the matter on 24th October, 2019 for hearing on the injunction application. Notably, by this time, the Judicial Officer, to whom this suit was assigned, had been changed. The matter was listed before various Judicial Officers after that. \nThis is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212  On subsequent dates being 24th October, 2019 and 16th December, 2019, the parties sought adjournments.  Thereafter, on 2nd December, 2020, a fresh application for interim injunction was filed by the Plaintiff and the old injunction application was withdrawn. \n The matter was partially heard on 3rd March, 2021 on the fresh interim injunction application. \n The matter was adjourned on the next few dates, upon counsels' requests or otherwise. An application for early hearing was also filed by the Plaintiff around February, 2022.  However, thereafter on 10th March, 2022, the Plaintiff sought an adjournment for filing of an application under Order Vi Rule 17 Cpc and the matter was adjourned to 12th April, 2022. \n11. In view of this fact situation and in view of the ratio of the decision of the Supreme Court in Bengal Waterproof (supra), the question is whether the delay in the adjudication of the interim injunction application in the first suit, would justify the filing of the present suit. \n12. The Plaintiff has relied upon the decision in Bengal Waterproof (supra), to support its submissions that this suit is maintainable as a new cause of action arises with every fresh sale of the infringing product. In Bengal Waterproof (supra), a suit was filed by the plaintiff in 1980, which was dismissed on 9th April, 1982. In 1982, after the dismissal of the first suit, a second suit was filed by the plaintiff on the ground that the defendant continued to use the trademark 'Dackback' thereby infringing the plaintiff's trademark 'Duckback' despite having been served with two legal notices. The Trial Court dismissed the second suit on the ground of res This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 judicata and Order Ii Rule 2 Cpc. The ld. Single Judge of the High Court agreed with the plaintiff on merits of their case for infringement, but held that the second suit was barred under Order Ii Rule 2 Cpc. The High Court held that the suit would not be barred under res judicata. The finding on merits was not challenged by the defendant before the Supreme Court. Therefore, the only question before the Supreme Court was whether the second suit was maintainable. The observations of the Supreme Court are set out below:\n\"12....Wherever and whenever fresh deceitful act is committed the person deceived would naturally have a fresh cause of action in his favour. Thus every time when a person passes off his goods as those of another he commits the act of such deceit. Similarly whenever and wherever a person commits breach of a registered trade mark of another he commits a recurring act of breach or infringement of such trade mark giving a recurring and fresh cause of action at each time of such infringement to the party aggrieved. It is difficult to agree how in such a case when in historical past earlier suit was disposed of as technically not maintainable in absence of proper reliefs, for all times to come in future defendant of such a suit should be armed with a licence to go on committing fresh acts of infringement and passing off with impunity without being subjected to any legal action against such future acts. We posed a question to the learned Counsel for the defendants as to whether after the disposal of the earlier suit if the defendants had suspended their business activities and after a few years had resumed the same and had started selling their goods under the trade mark 'Dackback' by passing them off , the plaintiff could have been prohibited and prevented by the bar of Order 2 Rule 2 Sub-rule (3) from filing a fresh suit in future when such future infringement or passing off took place. He rightly and fairly stated that such a suit would not be barred. But his only grievance This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 was that whatever was the infringement or passing off alleged against the defendants in 1980 had, according to the plaintiff, continued uninterrupted and, therefore, in substance the cause of action in both the suits was identical. It is difficult to agree. In cases of continuous causes of action or recurring causes of action bar of Order 2 Rule 2 Sub-rule (3) cannot be invoked. In this connection it is profitable to have a look at Section 22 of the Limitation Act, 1963. It lays down that 'in the case of a continuing breach of contract or in the case of a continuing tort, a fresh period of limitation begins to run at every moment of the time during which the branch or the tort, as the case may be, continues. As act of passing off is an act of deceit and tort every time when such tortious act or deceit is committed by the defendant the plaintiff gets a fresh cause of action to come to the court by appropriate proceedings. Similarly infringement of a registered trade mark would also be a continuing wrong so long as infringement continues. therefore, whether the earlier infringement has continued or a new infringement has taken place cause of action for filing a fresh suit would obviously arise in favour of the plaintiff who is aggrieved by such fresh infringements of trade mark or fresh passing off actions alleged against the defendant. Consequently, in our view even on merits the learned Trial Judge as well as the learned Single Judge were obviously in error in taking the view that the second suit of the plaintiff in the present case was barred by Order 2 Rule 2 Sub-rule (3), Cpc.\" \n13. A perusal of the above would show that the Supreme Court was persuaded by the fact that the earlier suit was disposed of as technically not maintainable in the absence of proper reliefs. Such a dismissal of a suit on technical grounds, as per the decision in Bengal Waterproof (supra), would not come in the way of a fresh suit being filed and being maintained for all times to come in the future. The dismissal of a suit cannot be treated by the defendant as a license to continue the infringement and passing off. Thus, This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 the present case is completely distinguishable from the facts in Bengal Waterproof (supra). Herein, the first suit filed by the plaintiff is still pending. The cause of action in the second suit relates to 2017 which is the same cause of action as in the first suit. Moreover, the adjudication on merits in the first suit is yet to take place. \n14. On the other hand, the Defendants have relied upon the following judgments:\n Hari Ram v. Lichmaniya & Ors., Air 2003 Raj. 319.  Ranbir Singh v. Dalbir Singh & Ors., Cs(Os) 802/2002, decision dated 19th December, 2008. \n Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2013 (55) Ptc 234 (Cal).\n Vijay Kumar Gupta v. State of West Bengal [Slp (Crl.) 10951 of 2019, decided on 22nd March, 2022]. \n15. The first two judgments relied upon by Mr. Sahni, ld. counsel, again relate to completely different fact situations. Both relate to immovable property and whether a subsequent suit would be barred due to Order Ii Rule 2 Cpc or res judicata. \n16. In Hari Ram (supra), the Court was considering a situation wherein the plaintiff had filed a suit for possession in respect of agricultural land in 1957. The same was successful in a second appeal and finally a decree for possession was granted in favour of the plaintiff. An execution petition was filed for execution of the decree which was finally dropped after the possession of the land was handed over to the legal representative of the plaintiff. The decree became final in 1960 and the right of Mr. Ram Chandra\n- plaintiff- to take possession from the defendant - Mr. Hari Ram became This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 final and crystalized. Execution proceedings and criminal proceedings were filed. However, the criminal proceedings were dropped on 13 th May, 1982. Mr. Hari Ram wished to seek declaration of his khatedaari tenancy rights for which he instituted a suit in 1983 for recovery of the possession. A second suit was filed by Mr. Hari Ram in 1990. During the pendency of the second suit, the first suit was withdrawn. The question was as to whether the second suit was maintainable. The High Court of Rajasthan, held that the second suit would not be maintainable in view of Order Xxiii Rule 1 Cpc. In respect of filing of the second suit, the Court observed as under:\n\"...25. It is immaterial whether plaintiff files another suit with respect to the subject- matter against the same party during the pendency of his earlier suit or after withdrawal of the earlier suit without leave of the Court to file fresh suit, consequence is the same and i.e., abandonment of his Claim with statutory restriction against second suit as provided in Sub-rule (4) of Rule 1 of Order 23, C.P.C. Even if, the principles of res judicata cannot be applied still the plaintiff cannot have any permission to walk in Court and go out of the Court after inflicting injury upon the defendant and even upon the Court of dragging in litigation and wasting precious time without having any consequence of coming into the Court and compelling other party to face the litigation may It be for long period or for shortest period. The complete scheme of the Civil Procedure Code makes it unambiguously clear that a party can have one opportunity to approach the Court for getting decision on all the issues raised and on all the issues which could have been raised by the plaintiff at the time of filing suit by the plaintiff and further even on the issues which arise on the pleas of the defendant taken in defence to destroy plaintiffs claim by establishing hollowness of the plaintiffs claim or by establishing his right, title or interest in the subject-matter necessary to destroy plaintiffs claim. If the plaintiff withdraws from the suit, This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 he is at liberty to do so only with consequence of losing all his claims with respect to the subject-matter of the suit. Once defendant is invited by the plaintiff and who is contesting the suit, not agreeing to satisfy the plaintiff for his claim and reliefs expressly in terms of Sub-rule (3) of Rule 1 of Order 23, C.P.C. to the satisfaction of the Court, the plaintiff unilaterally cannot walk out of the Court by saying that he himself feels satisfied about his claim and reliefs for which defendant never conceded and plaintiff cannot take away right of the defendant to get the decision on the issues involved in the suit on the basis of the pleading of both the parties to the suit irrespective of the burden of proving the issues. It is true that neither the plaintiff nor the defendant can be compelled to litigate, but after filing suit any of them may not contest or can withdraw from contest but only with by conceding other's claim or withdrawal of his claim for ever. Litigant after start of litigation cannot avoid its lawful and final decision nor have right to prevent Court from deciding the dispute as it is not convenient to them at this point of time and to keep the dispute alive for adjudication by the Court at the time which suits them or suits them by changing their capacity, plaintiff to defendant or vice versa. The proposition is in consonance with number of provisions of the Civil Procedure Code, which are enacted to avoid multiplicity of the proceedings by the parties in the Court.\"\n17. In Ranbir Singh (supra), relied upon by the defendant, again the suit related to immovable property. Permanent injunction was sought by both the parties against each other in two suits. The plaintiff then filed a third suit and the Court observed that mere addition of one prayer would not change the character of the earlier suit. The plaintiff did not wish to withdraw the first suit and hence the third suit was held to be not maintainable, since the foundation of both the suits was the same. The third suit was, therefore, dismissed by the ld. Single Judge . The ld. Single Judge of this Court This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 observed as under: \n\"25 . The first suit filed by the plaintiff herein before the District Judge is still pending. Plaintiff has not withdrawn the said suit under Order Xxiii, Rule 1 of the Code with liberty to file a fresh suit. plaintiff herein does not want to withdraw the said suit. There is no adjudication or decision by the Additional District Judge that the first suit filed by the plaintiff is not maintainable or requires amendment. This Court while examining whether the second suit is maintainable cannot decide the question and pass an order in the first suit holding that the same suffers from a technical defect and therefore should be dismissed as withdrawn under Order Xxiii, Rule 1 of the Code with liberty to file a fresh suit. No such prayer is made nor any such prayer can be entertained in the present suit. It may be noted that the plaintiff is not inclined to withdraw the first suit. Further even if there is a technical defect, the plaintiff herein can always amend the plaint. plaintiff, however, cannot file a second suit, ignoring provisions of Code and embroil the defendant No. 1 in a second litigation. The plaintiff does not have permission to file a second suit. If the plea of the plaintiff is accepted, a plaintiff can keep on filing repeated suits by making averments in the plaint that the earlier suit suffers from a technical defect but he need not withdraw the earlier suit. In the plaint filed in the present suit there is no averment that the suit filed before the District Judge is not maintainable due to a technical defect and therefore the plaintiff is filing the present suit with the intention and desire to withdraw the first suit pending before the learned Additional District Judge. \n26. The present Suit should not be allowed to continue as it amounts to abuse of the process of court. It should be disposed of at this stage itself, lest it creates further complications or conflicting decisions and further time and costs are incurred. The present suit is mere duplication of Suit No. 300/1997 filed. Both suits, the present Suit and the suit pending before the District Court being Suit No. 300/1997 is filed by the same This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 person, i.e. the plaintiff himself. Provisions of Order Ii, Rules 1 and 2 read with Sections 9 and 12 of the Code are therefore clearly applicable and the present suit is barred under the said provisions. The plaintiff cannot be permitted and allowed to file multiple litigations on the same cause of action. This amounts to sheer abuse of the process of court and harassment of defendant No. 1 who has been dragged to this Court and made to incur expenses\". \n18. This order was upheld by the Division Bench on 18th July, 2012 in Ranbir Singh v. Dalbir Singh & Ors., [Rfa(Os) 50/2009, decision dated 18th July, 2012]. \n19. Insofar as immovable property is concerned, therefore, it is clear that following Hari Ram (supra) and Ranbir Singh (supra), two suits relating to the same relief and the same immovable property, would not be maintainable. In matters concerning trademarks - which relate to intangible property, apart from Bengal Waterproof (supra), there are further decisions which discuss the issue of maintainability of multiple suits. \n20. In this regard, Mr. Sahni, ld. counsel had also relied upon Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2013 (55) Ptc 234(Cal), a decision of the ld. Single Judge of the Calcutta High Court . However, it has been thereafter mentioned by ld. Counsel for the Plaintiff that the said decision was overruled by the ld. Division Bench and later on the Slp was dismissed. Thus, this Court considers the view of the Division Bench in Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2014 (59) Ptc 667(Cal). In this case, the grievance of the Plaintiff was in respect of the use of the mark 'Prapti' by the Defendant. The first suit was filed in 2012, which was not pursued and was dismissed. At the This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 time of dismissal, a second suit was already filed in 2013 before the High Court, and was pending for similar reliefs. The ld. Single Judge held that the second suit was not maintainable as no liberty was sought while withdrawing the first suit. However, the ld. Division Bench held that since the second suit was already pending, no liberty was required to be sought. The observations of the ld. Division Bench are as under:\n\"14...Section 10, 11, Order Xxiii read together, would unequivocally suggest, legislature did not want any conflict of decision on the same issue as also wanted to stop multiplicity of proceeding. In the present case, the plaintiff filed two suits on the identical cause of action. His later suit could be stayed till the disposal of the earlier suit however, no suit could be dismissed because of pendency of the other suit. Once the former suit is decided the result would preclude the Court to hear the later suit. To avoid such situation, the plaintiff prayed for withdrawal of the earlier suit that could at best help the defendant/respondent to criticize the conduct of the plaintiff and pray for adequate damage for the harassment.\" \n21. Accordingly, in this judgement, the Calcutta High Court holds that a second suit can only be stayed under Section 10 Cpc but cannot be dismissed. \n22. In Indian Herbs Research & Supply Co. Ltd. and Ors. v. Lalji Mal & Ors., 95 (2002) Dlt 723, the plaintiff sought an injunction in respect of the trademark 'Himalayan Batisa'. The defendant was using 'Himalaya Batisa No. 777'. The plaintiff had served a notice in 1985 upon the defendant and had thereafter filed a suit in 1986, before the District Judge, Saharanpur. The suit was decreed in favour of the plaintiff in terms of a settlement which was entered into in March, 1987 stating that in the future This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 the defendant would not use the mark 'Himalaya Batisa No. 777'. The defendant had closed its firm thereafter. However, the defendant started a new firm and in 1995 started using the mark 'Himalayan Batisa'. Accordingly, an execution application was filed by the plaintiff. The said execution application was initially dismissed but the High Court reversed the said dismissal and remanded the execution matter back to the District Court in Bhiwani. In July, 2000, the defendant had continued to use the mark and a fresh suit was filed by the plaintiff in the Delhi High Court, as the plaintiff came to know that the defendant was using the said mark 'Himalayan Batisa' in Delhi also. The question was whether the new suit was maintainable in view of the previous suit which had been settled by a compromise decree and the pending execution proceedings in Bhiwani. In this context, the ld. Single Judge relied upon Bengal Waterproof (supra) and held as under:\n\"11. Learned counsel for the defendants has tried to distinguish this authority saying that in the said case, previous suit was dismissed whereas in the case in hand, previous suit was decreed in terms of compromise. The distinction drawn by learned counsel, to my mind, is of no avail. In a case of infringement of trade mark or copyright or passing off action, dismissal or decreeing of the earlier suit is immaterial as by each deceitful act of the defendant by way of committing breach of registered trade mark of another person, he commits a recurring act of breach and infringement of such trade mark which gives rise to a recurring and fresh cause of action each time.\" \n23. In the recent case of M/s Allied Blenders and Distillers Pvt. Ltd. & Ors. v. Amit Dahanukar & Anr. 261 (2019) Dlt 692, the plaintiffs sought protection of the marks 'Manson House' and 'Savoy Club' in This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 respect of alcohol. The defendants were ex-licensees of the plaintiffs. The plaintiff had filed a suit in 2009 in the Bombay High Court wherein the Bombay High Court had held in favour of the defendants by dismissing the plaintiffs' interim injunction application and the counter claim of the defendants had also been allowed. The Bombay High Court had also passed an interim order restraining the plaintiffs from introducing any products with the subject trademarks in the market without leave of the Bombay High Court. The defendants argued that the filing of the subsequent suit before the Delhi High Court by the plaintiffs, would be a case of forum shopping and owing to the principle of comity, the Delhi High Court ought not to adjudicate in favour of the plaintiffs. It was also observed by the Bombay High Court that the plaintiffs had filed the suit before the Delhi High Court while proceedings in Bombay were ongoing and injunction had been rejected already, and therefore the Bombay High Court restrained the plaintiffs from taking steps in the Delhi proceedings for some time. In view of all these facts, i.e., the parties being the same and the suits having commonality of interest, the ld. Single Judge of the Delhi High Court, held this to be a case of forum shopping and observed as under:\n\"29. The facts of the present case are glaring. The parties to the suit in Bombay and the present suit are virtually identical/have a commonality of interest. The said suit in Bombay was filed in 2009. Interim injunction application was dismissed on 22.02.2011 and a clear prima facie findings of fact were recorded in favour of the defendants and against the plaintiffs. It is thereafter that the present suit has been filed on 10.10.2014. The plaintiffs seek interim orders from this court despite being declined relief by the Bombay High Court. \n30. Keeping in view the legal position it is manifest that this court has to give due deference to the enunciation This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 made by another court especially when the litigants are the same. In my opinion, the above legal proposition squarely applies to the facts of the case. The plaintiff having filed suit based on identical facts before the Bombay High Court and having been declined an interim injunction cannot now try to overreach the said order of the Bombay High Court and file the present suit in Delhi High Court seeking an interim injunction. If this court were to agree with the contentions of the plaintiff and were to pass an interim order in favour of the plaintiff it would be passing an order wholly contrary to the order of the Bombay High Court.\" \n24. Therefore, the Court dismissed the defendants' application under Order Xxxix Rule 1 and 2 Cpc. Insofar as the application under Order Ii Rule 2 Cpc filed by the defendants was concerned, the Court dismissed the said application, relying upon Bengal Waterproof (supra), on the ground that in the suit before the Bombay High Court, relief relating to infringement of trademark had not been sought, but the same was sought in the suit before the Delhi High Court. \n25. A perusal of all these decisions shows that the decisions in Bengal Waterproof (supra), Prapti (supra), Indian Herbs (supra) and M/s Allied Blenders and Distillers Pvt. Ltd. (supra) are completely distinguishable from the facts of the present case. The judgment in Bengal Waterproof (supra) and the decisions following the said judgment have to be read in the context and the facts in those cases. In Bengal Waterproof (supra), the first suit was dismissed due to technical reasons. In Prapti Fashions (supra), the first suit had been withdrawn and there was no adjudication on merits, when the maintainability of the second suit was considered. In Indian Herbs (supra) a decree which was already granted in favour of the Defendant which was not being complied with. In M/s Allied Blenders and Distillers This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 Pvt. Ltd. & Ors. (supra) , the issue of infringement of registered trademark was not raised before the Bombay High Court in the first suit. Thus, the second suit was held to be maintainable but the Delhi High Court still showed deference to the orders in the first suit and rejected the injunction application. \n26. As opposed to the facts in the above decisions, in the present case there are two suits based on the same cause of action, for the same time period. In this regard, the Plaintiff has also made a statement in the plaint that it would withdraw the first suit. The said plea reads as under:\n\"The Plaintiff in the year 2019, withdrew its injunction application filed in the year 2017 as the Defendant's took a technical objection that the interim injunction prayer does not mention the word passing off. Therefore, out of abundant caution, a fresh injunction application. It is pertinent to note that even after lapse of 5 years post the filing of the suit and despite the best efforts of the parties, the matter is still at the stage of interim injunction and the said application has not been decided till date. The Plaintiff shall be withdrawing the said suit.\" \n27. There can be no doubt to the legal proposition that whenever there is a fresh cause of action, a fresh suit would lie. However, the same has to be within the four corners of law. The plea of continuing cause of action cannot be stretched to an impermissible limit so as to permit multiple suits between the same parties relating to the same trademarks in different fora. This would constitute clear forum shopping, since if the Plaintiff's submission is accepted, a party would be permitted to file multiple suits in different Courts until it hits upon a forum where relief is granted in its favour. In the present case, as recorded earlier, the reliefs sought in both the suits in the present matter are identical, except for the relief of rendition of accounts which has This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 now been projected as a relief for damages. \n28. As for the reliefs of rendition of accounts and relief for damages, this Court also notes that in any suit for infringement of registered trademark and passing off, as per Section 135(1) of the Trademarks Act, 1999, the plaintiff can sue either for relief for damages or on accounts of profits. The said provision reads as under:\n\"(1) The relief which a court may grant in any suit for infringement or for passing off referred to in section 134 includes injunction (subject to such terms, if any, as the court thinks fit) and at the option of the plaintiff, either damages or an account of profits, together with or without any order for the delivery-up of the infringing labels and marks for destruction or erasure.\"\n29. This bar of seeking only either rendition of accounts Or damages cannot be circumvented by filing two separate suits. It would be impermissible for the Plaintiff to avoid the impact of this provision by seeking to distinguish the two suits, by claiming that one is a suit for rendition of accounts and the other is a suit for damages. Only one relief can be claimed for infringement of the same mark - either damages or rendition of accounts. \n30. Having discussed that changing one relief from rendition of accounts to damages is not permissible, the only other ground on which the Plaintiff seeks to justify the filing of the present suit is the non-grant of relief in the first suit in the form of interim injunction by the Commercial Court. Admittedly, the order sheets of the Commercial Court show that the matter has been adjourned sometimes unnecessarily. But can the Plaintiff rely on this fact as the sole ground to maintain the present suit? The answer is an emphatic No. A perusal of the order sheet of the Trial Court as recorded This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 above shows that the Commercial Court is seized of the matter and submissions have been partly heard on the injunction application. The entertaining of this suit before this Court, would in effect mean that the Plaintiff would be permitted to argue again on merits and seek an interim injunction here, while the same matter is part-heard before the Commercial Court. \n31. In view of all these reasons including identity of the cause of action, multiple reliefs being impermissible under Section 135 of the Trademarks Act and the present suit being filed during the pendency of the first suit, if the present suit is entertained by this Court, this would clearly encourage forum shopping by a litigant who has been unable to get relief in a particular forum and hence decides to knock the doors of this Court. The principle of forum shopping has been recently decried by the Supreme Court in Vijay Kumar Gupta (supra) where the Court has held as under:\n\"7. Predominantly, the Indian Judiciary has time and again reiterated that forum shopping take several hues and shades but the concept of 'forum shopping' has not been rendered an exclusive definition in any Indian statute. Forum shopping as per Merriam Webster dictionary is:\nThe practice of choosing the court in which to bring an action from among those courts that could properly exercise jurisdiction based on determination of which court is likely to provide the most favourable outcome. 8 . The Indian judiciary's observation and obiter dicta has aided in streamlining the concept of forum shopping in the Indian legal system. This Court has condemned the practice of forum shopping by litigants and termed it as an abuse of law and also deciphered different categories of forum shopping. \nxxx xxx xxx\n10. Forum shopping has been termed as disreputable This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 practice by the courts and has no sanction and paramountcy in law. In spite of this Court condemning the practice of forum shopping, Respondent No. 2 filed two complaints i.e., a complaint Under Section 156(3) Code of Criminal Procedure before the Tis Hazari Court, New Delhi o 06.06.2012 and a complaint which was eventually registered as Fir No. 168 Under Section 406, 420, 120B Indian Penal Code before Ps Bowbazar, Calcutta o 28.03.2013. i.e., one in Delhi and one complaint in Kolkata. The Complaint filed in Kolkata was a reproduction of the complaint filed in Delhi except with the change of place occurrence in order to create a jurisdiction. \n11. A two-Judge bench of this Court in Krishna Lal Chawla and Ors. v. State of U.P. and Anr.\nManu/Sc/0161/2021 : (2021) 5 Scc 435 observed that multiple complaints by the same party against the same Accused in respect of the same incident is impermissible. It held that Permitting multiple complaints by the same party in respect of the same incident, whether it involves a cognizable or private complaint offence, will lead to the Accused being entangled in numerous criminal proceedings. As such he would be forced to keep surrendering his liberty and precious time before the police and the courts, as and when required in each case.\" \n32. This Court is clearly of the view that the present case would be a classic case of forum shopping. It is a mis-adventure to say the least. \n33. In so far as the delay in adjudication in the Commercial Court is concerned, any grievance which the Plaintiff may have in respect of the delays caused in the first suit, the Plaintiff would be free to seek its remedies in accordance with law in respect of the said delays. \n34. Pertinent to note that such a situation was also not contemplated in the decision of Bengal Waterproof (supra). While there is no doubt that intangible property such as a trademark deserves to be protected from This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 misuse, owners of trademarks also cannot be permitted to misuse the Court's process. Principles such as res judicata, res subjudice, bar under Order Ii Rule 2 Cpc, forum shopping, which apply in general to civil and criminal proceedings would also be applicable to trademark suits as well. A trademark owner cannot drag a Defendant to multiple fora, being a higher court or before a court of coordinate jurisdiction, when the matter is pending before the first Court, especially when the matter is part heard before the first Court, until the plaintiff finds a forum where it is able to get relief. \n35. Therefore, this Court is clearly of the opinion that while the ld. Adj is seized of the same very matter between the same very parties, the present suit cannot be entertained on the basis of the plea that there is a fresh cause of action. This would be a gross abuse of the process and would in fact be contrary to public policy. If such a suit is entertained, it would encourage litigants to indulge in forum shopping which cannot be the objective of the provisions of Section 10 and 11 of the Cpc. This would also result in unnecessary burden on the Defendant who would be forced to incur repeated legal costs and undue harassment. Such a course of action cannot be condoned by the Court. \n36. Moreover, an analysis of the position in the first suit would show that the Plaintiff has sought interim injunction and permanent injunction coupled with rendition of accounts of profits till the date an injunction order is passed. Therefore, if the Plaintiff is successful in the first suit, the relief that would be granted by the Court would also cover the period for which the fresh cause of action is being sought to be portrayed in the present suit before the High Court. Additionally, if the Plaintiff is successful, rendition of accounts may also be granted by the Commercial Court which would This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 include the accounts for the period sought to be covered by the present suit. Thus, the cause of action by itself of the present suit would be subsumed in the first suit since the first suit is still pending. In none of the judgements cited by the parties or which the Court has come across, such a fact situation has arisen. \n37. As for the proceedings before the Commercial Court in the present matter, this Court notes with some consternation that this state of affairs has arisen because of the fact that the Presiding Officer who had heard the matter and had to pass orders chose to delay the decision in the interim injunction application indefinitely until he got transferred from the said posting. This Court has repeatedly emphasised on the need for Judicial Officers to pronounce orders after hearing arguments and not releasing matters. In fact, whenever transfer of a Judicial Officer is effected, if orders are pending to be passed in a matter that the said Judicial Officer is seized of, a note is issued to the effect that the order has to be pronounced. The Supreme Court has, repeatedly, in Anil Rai v. State of Bihar, (2001) 7 Scc 318 and Balaji Baliram Mupade & Anr. v. State of Maharashtra & Ors. [Civil Appeal No. 3564/2020, decided on 29th October, 2020] emphasised the importance of timely pronouncement of judgments and orders once submissions are heard. The said judgements were also considered by this Court in Deepti Khera v. Siddharth Khera [Cm (M) 1637/2019, decided on 18th November, 2019], The observations in Deepti Khera (supra) where Anil Rai (supra) is also extracted are set out below:\n\"6. It is the settled position in law, as per the judgment of the Hon'ble Supreme Court in Anil Rai v. State of Bihar, (2001) 7 Scc 318 that once matters are reserved for orders, usually, the same should be This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 pronounced within a time schedule. In Anil Rai (supra) it has been observed as under:\n\"8. The intention of the legislature regarding pronouncement of judgments can be inferred from the provisions of the Code of Criminal Procedure. Sub-section (1) of Section 353 of the Code provides that the judgment in every trial in any criminal court of original jurisdiction, shall be pronounced in open court immediately after the conclusion of the trial or on some subsequent time for which due notice shall be given to the parties or their pleaders. The words \"some subsequent time\" mentioned in Section 353 contemplate the passing of the judgment without undue delay, as delay in the pronouncement of judgment is opposed to the principle of law. Such subsequent time can at the most be stretched to a period of six weeks and not beyond that time in any case. The pronouncement of judgments in the civil case should not be permitted to go beyond two months.\" \n7. The Hon'ble Supreme Court in Anil Rai (supra) has also passed certain guidelines regarding pronouncement of judgments. The same are reproduced below:\n( i) The Chief Justices of the High Courts may issue appropriate directions to the Registry that in a case where the judgment is reserved and is pronounced later, a column be added in the judgment where, on the first page, after the cause-title, date of reserving the judgment and date of pronouncing it be separately mentioned by the Court Officer concerned. \n(ii) That Chief Justices of the High Courts, on their administrative side, should direct the Court Officers/Readers of the various Benches in the High Courts to furnish every month the This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 list of cases in the matters where the judgments reserved are not pronounced within the period of that month. \n(iii) On noticing that after conclusion of the arguments the judgment is not pronounced within a period of two months, the Chief Justice concerned shall draw the attention of the Bench concerned to the pending matter. The Chief Justice may also see the desirability of circulating the statement of such cases in which the judgments have not been pronounced within a period of six weeks from the date of conclusion of the arguments amongst the Judges of the High Court for their information. \nSuch communication be conveyed as confidential and in a sealed cover. \n(iv) Where a judgment is not pronounced within three months from the date of reserving it, any of the parties in the case is permitted to file an application in the High Court with a prayer for early judgment. Such application, as and when filed, shall be listed before the Bench concerned within two days excluding the intervening holidays. \n(v) If the judgment, for any reason, is not pronounced within a period of six months, any of the parties of the said lis shall be entitled to move an application before the Chief Justice of the High Court with a prayer to withdraw the said case and to make it over to any other Bench for fresh arguments. It is open to the Chief Justice to grant the said prayer or to pass any other order as he deems fit in the circumstances. \n8. The Civil Procedure Code, 1908, prescribes thirty days as the time in which a judgment should be pronounced. Order Xx Rule 1 of the Cpc reads as This is a digitally signed Judgement. \nNeutral Citation No: 2022/Dhc/001212 under:\n\"1. Judgment when pronounced. -- [(1) The Court, after the case has been heard, shall pronounce judgment in an open Court, either at once, or as soon thereafter as may be practicable and when the judgment is to be pronounced on some future day, the Court shall fix a day for that purpose, of which due notice shall be given to the parties or their pleaders: \nProvided that where the judgment is not pronounced at once, every endeavour shall be made by the Court to pronounce the judgment within thirty days from the date on which the hearing of the case was concluded but, where it is not practicable so to do on the ground of the exceptional and extraordinary circumstances of the case, the Court shall fix a future day for the pronouncement of the judgment, and such day shall not ordinarily be a day beyond sixty days from the date on which the hearing of the case was concluded, and due notice of the day so fixed shall be given to the parties or their pleaders.]\"\n9. While this Court is conscious of the fact that there are pressures on the Trial Courts, non-pronouncement of orders for more than a year cannot be held to be justified. It has been observed in several matters that trial courts keep matters `For Orders' for months together and sometimes orders are not pronounced for even 2-3 years. Thereafter the judicial officer is transferred or posted in some other jurisdiction and the matter has to be reargued . Such a practice puts enormous burden on the system and on litigants/lawyers. The usual practice ought to be to pronounce orders within the time schedule laid down in the CPC as also the various judgements of the Supreme Court. In civil cases maximum period of two months can be taken for This is a digitally signed Judgement. \nNEUTRAL CITATION NO: 2022/DHC/001212 pronouncing orders, unless there are exceptional cases or there are very complex issues that are involved. \n10. Accordingly, in respect of pronouncement of orders, the following directions are issued:\ni. When arguments are heard, the order sheet ought to reflect that the matter is part-heard;\nii. Upon conclusion of arguments, the order sheet ought to clearly reflect that the arguments have been heard and the matter is reserved for orders. If the court is comfortable in giving a specific date for pronouncing orders, specific date ought to be given;\niii. Orders ought to be pronounced in terms of the judgment of the Supreme Court in Anil Rai (supra);\niv. The order ought to specify the date when orders were reserved and the date of pronouncement of the order.\"\n38. This has been reiterated repeatedly, most recently in Sandhya Srivastava v. Dr. Neelam Mishra & Ors. [W.P.(C.) 2207/2021, decided on 18th February, 2021]. \n39. Accordingly, it is deemed appropriate to bring the present judgment to the notice of the Inspecting Committee of the concerned Judicial Officer by the worthy Registrar General of this Court. Copy of this order be sent to the concerned Inspecting Committee through the worthy Registrar General, as also for circulation to all judicial officers in the Trial Court. \n40. The present suit is dismissed as not maintainable. All pending applications are disposed of. \n41. It is made clear that this would, however, not affect the merits of the pending suit being CS (Comm.) No. 300 of 2019 before the Trial Court. \n42. Needless to add, any remedies which the Plaintiff may have in respect This is a digitally signed Judgement. \nNEUTRAL CITATION NO: 2022/DHC/001212 of proceedings qua the first suit being CS (Comm.) No. 300 of 2019, pending before the Ld. ADJ-2, Rohini Courts, Delhi, or the delay caused therein, are left open for the Plaintiff to avail in accordance with law. \n43. The order in this matter was dictated in open Court on 28th March, 2022. However, before the order was signed, certain further submissions and judgments were filed later by the ld. Counsels. Hence the said judgments and submissions have been considered while finalizing this order. \n44. The digitally signed copy of this order, duly uploaded on the official website of the Delhi High Court, www.delhihighcourt.nic.in, shall be treated as the certified copy of the order for the purpose of ensuring compliance. No physical copy of orders shall be insisted upon by any authority/entity or litigant. \nPRATHIBA M. SINGH JUDGE MARCH 28, 2022 / Aman/Rahul/Ms (corrected & released on 5th April, 2022) This is a digitally signed Judgement.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ccdb95088ef492ba988afa3796b6a5d_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b005bcdd129e43f68d41beb1601afe39_1"
    },
    {
      "start": 242,
      "end": 363,
      "text": "\nDelhi High Court\nSun Pharma Laboratories Ltd vs Hetero Healthcare Ltd & Anr. on 28 March, 2022\nAuthor: Prathiba M. Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68e67d8f270542bc916c02efd55ec137_2"
    },
    {
      "start": 364,
      "end": 389,
      "text": "\nBench: Prathiba M. Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5647bc5c9c2e45f3b17c301664df7d71_3"
    },
    {
      "start": 390,
      "end": 483,
      "text": "\n                                        Neutral Citation No: 2022/Dhc/001212\n\n\n$~19\n*       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21bd228d022a46de8cf700402920fd31_4"
    },
    {
      "start": 483,
      "end": 574,
      "text": "In The High Court Of Delhi At New Delhi\n                                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c5125b896084bf3819a40585f7e7274_5"
    },
    {
      "start": 574,
      "end": 677,
      "text": "Date of Decision: 28th March, 2022\n+                   Cs (Comm) 185/2022 & I.As. 4718-19/2022\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c80243ac89ef4a9a9679ab44afb1ea1e_6"
    },
    {
      "start": 677,
      "end": 687,
      "text": "Sun Pharma",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ca230a1940545bb97a62c3b1daaa19b_7"
    },
    {
      "start": 688,
      "end": 704,
      "text": "Laboratories Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70498a1729ed46e1a62bf8f95d8d4432_8"
    },
    {
      "start": 719,
      "end": 734,
      "text": "..... Plaintiff",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b11997461497434fa9f552e317997432_9"
    },
    {
      "start": 757,
      "end": 833,
      "text": "Through: Mr. Sachin Gupta, Mr. Pratyush Rao,\n                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a3a73d4b583490f9955adf681692ed8_10"
    },
    {
      "start": 833,
      "end": 868,
      "text": "Ms. Jasleen Kaur, Ms. Snehal Singh,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "933978f3e4244b87b39ed569fda76294_11"
    },
    {
      "start": 901,
      "end": 927,
      "text": "Ms. Swati Meena, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b65dda142ee4b7c98e088db0c6a6fb9_12"
    },
    {
      "start": 960,
      "end": 973,
      "text": "(M:9811180270",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee127051e03a46a1aa9332e569b851ef_13"
    },
    {
      "start": 974,
      "end": 1013,
      "text": ") \n                     versus\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c82636e62d9c482d8cce38a4ac9d6a72_14"
    },
    {
      "start": 1013,
      "end": 1041,
      "text": "Hetero Healthcare Ltd & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c07977ff9e964cd6960e84326250ee1d_15"
    },
    {
      "start": 1054,
      "end": 1092,
      "text": "..... Defendants\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d0318d2d5da4dcbb484ec04890eb76d_16"
    },
    {
      "start": 1092,
      "end": 1165,
      "text": "Through: Mr. Ajay Sahni, Mr. Shrey Gupta,\n                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "864033b7191c4e4695a8b526d74b254f_17"
    },
    {
      "start": 1165,
      "end": 1193,
      "text": "Ms. Aastha Kakkar, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f7472a7051446dd8781058666b7eb37_18"
    },
    {
      "start": 1194,
      "end": 1209,
      "text": "\n        Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01de46926fc94a8697f249236fccbd2a_19"
    },
    {
      "start": 1210,
      "end": 1273,
      "text": "\n        Justice Prathiba M. Singh\nPrathiba M. Singh, J. (Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "970aea802dbc4d9ca9528e2d86f08bad_20"
    },
    {
      "start": 1275,
      "end": 1325,
      "text": "1. This hearing has been done through hybrid mode.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2d93f44310a4c54b431af955e0d4e9b_21"
    },
    {
      "start": 1326,
      "end": 1546,
      "text": "\n2. The present suit is one seeking permanent injunction restraining the Defendant from infringement of trademark, passing off, unfair competition, rendition of accounts of profits/damages, delivery up and other reliefs.",
      "labels": [
        "FAC"
      ],
      "id": "9febecc5aad847fbbe05d2aca12d5336_22"
    },
    {
      "start": 1547,
      "end": 1730,
      "text": "The Plaintiff's case is that the defendant is infringing upon its registered trademark 'Letroz' by using the mark 'Letero' in respect of its medicinal and pharmaceutical preparations.",
      "labels": [
        "FAC"
      ],
      "id": "6cfefcb1ab5f40cf87db6052c31a7ce4_23"
    },
    {
      "start": 1732,
      "end": 2126,
      "text": "3. Before the matter could be heard on merits, a query was put to the ld. counsel for the Plaintiff as to how the present suit would be maintainable in as much as for this very trademark, an earlier suit being Cs (Comm.) No. 300 of 2019 titled Sun Pharma Laboratories Ltd. v. Hetero Healthcare Ltd. & Anr., has already been filed by the Plaintiff against the same very Defendants before the ld.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4941efccff546f782add19b54e49b00_24"
    },
    {
      "start": 2127,
      "end": 2174,
      "text": "Adj-02, North West District, Rohini Courts, New",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e701cc235f1149be8b9f36039abac4c3_25"
    },
    {
      "start": 2175,
      "end": 2212,
      "text": "This is a digitally signed Judgement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2607d0ccc4994d9094136a9e6ef27331_26"
    },
    {
      "start": 2213,
      "end": 2316,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 Delhi (hereinafter \"Trial Court\"), and the same is still pending.",
      "labels": [
        "NONE"
      ],
      "id": "2b780db3068f42f998215bd572a88ab4_27"
    },
    {
      "start": 2318,
      "end": 2572,
      "text": "4. Mr. Sachin Gupta, ld. counsel for the Plaintiff, submits that though the said suit being Cs (Comm.) No. 300 of 2019 was filed in 2017, more than 5 years have passed and no orders have been passed in the interim injunction application in the said suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab9631533002429fa3be317269c2fe83_28"
    },
    {
      "start": 2573,
      "end": 2687,
      "text": "He further submits that the judicial officers presiding over the Trial Court were being changed from time to time.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7740734c128e460a9472d5110dd297cd_29"
    },
    {
      "start": 2688,
      "end": 2885,
      "text": "He submits that orders on the injunction application were once reserved on 20th October, 2018, but the same was released vide order dated 7th January, 2019, upon the change of the Judicial Officer.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "79f935af890147118721cffd74f55b2d_30"
    },
    {
      "start": 2886,
      "end": 3119,
      "text": "The Plaintiff is also stated to have withdrawn its injunction application before the Trial Court and filed a fresh application, once, in 2019 due to the Defendant's objection that the prayer did not mention the word \"passing off\".\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ff87ddd98a74e5e833205821822dcaf_31"
    },
    {
      "start": 3120,
      "end": 3491,
      "text": "Today, Mr. Gupta, ld. Counsel, submits that every sale by the Defendants constitutes a fresh cause of action and thus, despite the pendency of the first suit before the ld. Adj, the present suit before this Court would also be maintainable in view of the judgment of the Supreme Court in Bengal Waterproof Ltd. v. Bombay Waterproof Manufacturing Company, (1997) 1 Scc 99.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b06e86999a34e109db62686ade06bee_32"
    },
    {
      "start": 3492,
      "end": 3746,
      "text": "Ld. Counsel refers to the cause of action in both suits and submits that since no interim injunction has been granted in the earlier suit, the continuous use of the infringing mark by the Defendants, constitutes a fresh cause of action for the Plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c7f0f3893d444ce8e0a80c66e10009f_33"
    },
    {
      "start": 3748,
      "end": 3967,
      "text": "6. On the other hand, Mr. Ajay Sahni, ld. counsel appearing for the Defendants, submits that the judgment of the Supreme Court in Bengal Waterproof (supra) cannot be read in the manner it has been read by the Plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ef1ce242726c42689d29f8702c5c784e_34"
    },
    {
      "start": 3968,
      "end": 4015,
      "text": "The cause of action in both suits is identical.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2174a9f8cd7432eaf91f555de47ca39_35"
    },
    {
      "start": 4016,
      "end": 4155,
      "text": "The earlier suit is in fact part-heard before the District Court in the fresh injunction application, This is a digitally signed Judgement.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6fa73b5bd1b48289ccc1ac3ce1a03bb_36"
    },
    {
      "start": 4156,
      "end": 4319,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 as recorded in the order dated 30th March, 2021, and filing of the present suit in another Court is a gross abuse of process.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7ab8b832d1f43bcaa878fac2744cd6d_37"
    },
    {
      "start": 4320,
      "end": 4450,
      "text": "He relies upon the following decisions:\n Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2013 (55) Ptc 234 (Cal).\n ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba60289ac3e1457f97d3d7819d727dd1_38"
    },
    {
      "start": 4450,
      "end": 4499,
      "text": "Hari Ram v. Lichmaniya & Ors., Air 2003 Raj. 319.",
      "labels": [
        "NONE"
      ],
      "id": "54eb45570d7746909320179978461f28_39"
    },
    {
      "start": 4500,
      "end": 4711,
      "text": " Ranbir Singh v. Dalbir Singh & Ors., Cs(Os) 802/2002, decision dated 19th December, 2008 (Delhi High Court).  Vijay Kumar Gupta v. State of West Bengal [Slp (Crl.) 10951 of 2019, decided on 22nd March, 2022]\n7.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccf2d610542745c1b2f607cbb94fe190_40"
    },
    {
      "start": 4712,
      "end": 4718,
      "text": "Heard.",
      "labels": [
        "NONE"
      ],
      "id": "0ea331aa0fcd4f9e8786f3c46ee2718f_41"
    },
    {
      "start": 4719,
      "end": 4978,
      "text": "The Court has perused the two plaints and at the outset, notes the following:\n(i) In the first suit pending before the Commercial Court, the Plaintiff is Sun Pharma Laboratories Limited and the Defendants are Hetero Healthcare Limited and Hetero Labs Limited.",
      "labels": [
        "FAC"
      ],
      "id": "c878c01fcf414f189d684e25b9229029_42"
    },
    {
      "start": 4979,
      "end": 5042,
      "text": "The parties in the second suit before this Court are identical.",
      "labels": [
        "FAC"
      ],
      "id": "89ecc89b009045a2b15adc6eea756930_43"
    },
    {
      "start": 5043,
      "end": 5107,
      "text": "\n(ii) The cause of action in the first suit reads as under:\n\"25.",
      "labels": [
        "FAC"
      ],
      "id": "9d1532d099ff46aaacb890932ae498b4_44"
    },
    {
      "start": 5108,
      "end": 5369,
      "text": "The cause of action for institution of the present suit arose on 30th November, 2017, when the Plaintiff's representative came across the Defendant's medicine under the impugned mark selling at a drug store falling within the jurisdiction of this Hon'ble Court.",
      "labels": [
        "FAC"
      ],
      "id": "7b8ac8d1da8e45cdb83f236b92d37235_45"
    },
    {
      "start": 5370,
      "end": 5529,
      "text": "The said cause of action is a continuous one and continues to subsist till the Defendant is restrained by an order of injunction passed by this Hon'ble Court.\"",
      "labels": [
        "FAC"
      ],
      "id": "80312098ce9246b88b754d8014ffb323_46"
    },
    {
      "start": 5530,
      "end": 5596,
      "text": "\n(iii) The cause of action in the second suit reads as under:\n\"40.",
      "labels": [
        "FAC"
      ],
      "id": "8d2b772bb6064c9196fdbeddc8d04938_47"
    },
    {
      "start": 5597,
      "end": 5733,
      "text": "The cause of action first arose in the 4th week of November, 2017 when the impugned medicine under This is a digitally signed Judgement.",
      "labels": [
        "FAC"
      ],
      "id": "af01de450d8e40e0a4d4a5db05d282b2_48"
    },
    {
      "start": 5734,
      "end": 5824,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 the impugned mark Letero was found selling at Delhi.",
      "labels": [
        "FAC"
      ],
      "id": "e8c651d7d5864224a302e488d97dd70f_49"
    },
    {
      "start": 5825,
      "end": 6142,
      "text": "Immediately, thereafter on 02.12.2017, the Plaintiff filed a suit for permanent injunction restraining infringement of trade mark, passing off, etc. before the Rohini District Court (North West), New Delhi, which was numbered as Sun Pharma Laboratories Ltd. Vs Hetero Healthcare Ltd. & Anr., CS(Comm.) No.300 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "2d026e6209e94e4aa064154ed954abd6_50"
    },
    {
      "start": 6143,
      "end": 6301,
      "text": "The Defendants are continuing to use the impugned mark Letero and every act of Defendant is amounting to infringement, thereby giving a fresh cause of action.",
      "labels": [
        "FAC"
      ],
      "id": "28c7fd45349b46c0bae0933ba7200623_51"
    },
    {
      "start": 6302,
      "end": 6352,
      "text": "Therefore, the said cause of action if continuing.",
      "labels": [
        "FAC"
      ],
      "id": "afe3a386e83d4891bacf3c08e8957053_52"
    },
    {
      "start": 6353,
      "end": 6525,
      "text": "The said cause of action is a continuous one and continues to subsist till further manufacturing and marketing of the impugned medicine is injuncted by this Hon'ble Court.\"",
      "labels": [
        "FAC"
      ],
      "id": "733b76490c5147f3a16ae0241e33a9d8_53"
    },
    {
      "start": 6526,
      "end": 6585,
      "text": "\n(iv) The relief prayed in the first suit is as under:\n\"28.",
      "labels": [
        "FAC"
      ],
      "id": "daa024c804344c9db2b2a6ef50c90b20_54"
    },
    {
      "start": 6586,
      "end": 8477,
      "text": "It is therefore, most respectfully prayed that this Hon'ble Court may be pleased to grant the following reliefs in favour of the Plaintiff and against the Defendants:\n(a) A decree for permanent injunction restraining the Defendants, their directors, assignees in business, distributors, dealers, stockists, retailers/chemists, servants and agents from manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal preparations under the impugned mark Letero or any other trade mark as may be deceptively similar to the Plaintiff's registered trade mark Letroz amounting to infringement of trade mark registered under No. 2037862 of the Plaintiff;\n(b) A decree for permanent injunction restraining the Defendants, their directors, their assignees in business, distributors, dealers, stockists, retailers/chemists, servants and agents from manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal preparations under the impugned trade mark This is a digitally signed Judgement.\nNeutral Citation No: 2022/Dhc/001212 Letero or any other trade mark as may be deceptively similar with Plaintiff Letroz trade mark amounting to passing off of the Defendants' goods and business for those of the Plaintiff;\n(c) An order for delivery of the infringing goods of the Defendants including impugned packaging, promotional materials, stationery, dyes, blocks etc. bearing the impugned trade mark Letero to an authorised representative of the Plaintiff for destruction/erasure;\n(d) an order for rendition of accounts of profit illegally earned by the Defendants and a decree for an amount so found due;\n(e) An order for costs in the proceedings;\nAnd further orders as this Hon'ble Court may deem fit and proper under the facts and circumstances of the present case.\"\n(v) The relief sought in the present suit is as under:\n\"45.",
      "labels": [
        "FAC"
      ],
      "id": "81ac6956acc64af990f1d11c8b7e413c_55"
    },
    {
      "start": 8478,
      "end": 10638,
      "text": "It is, therefore, respectfully prayed that this Hon'ble Court may be pleased to grant the following reliefs in favour of the Plaintiff and against the Defendants:\na. A decree for permanent injunction restraining the Defendants, their directors, assignees in business, distributors, dealers, stockists, retailers/ chemists, servants and agents from manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal and pharmaceutical preparations under the impugned mark Letero or any other trade mark as may be deceptively similar to the Plaintiff's registered trade mark Letroz amounting to infringement of Plaintiff's registered trade mark under no. 2037862;\nb. A decree for permanent injunction restraining the Defendants, their directors, their assignees in business, distributors, dealers, stockists, retailers/chemists, servants and agents from This is a digitally signed Judgement.\nNeutral Citation No: 2022/Dhc/001212 manufacturing, selling, offering for sale, advertising, directly or indirectly dealing in medicinal preparations under the impugned trade mark Letero or any other trade mark as may be deceptively similar to the Plaintiff's trade mark Letroz, amounting to passing off of the Defendant's goods and business for those of the Plaintiff's;\nc. An order for delivery of the infringing goods of the Defendants including impugned packaging, promotional materials, stationery, dyes, blocks etc. bearing the impugned mark Letero to an authorised representative of the Plaintiff for destruction/erasure;\nd. A decree for token damages to the tune of Inr 2,00,01,000/- or in the alternative, rendition of accounts of profits illegally earned by the Defendant and amount so found due;\ne. An order for cost of the proceedings; f. Any further orders as this Hon'ble Court may deem fit and proper under the facts and circumstances of the present case.\"\n8. A perusal of the above two suits would show that:\n(i) the parties in both cases are identical;\n(ii) the trademarks are identical;\n(iii) the rights being asserted are identical i.e., infringement, passing off, etc.; and\n(iv) the cause of action is also identical.",
      "labels": [
        "FAC"
      ],
      "id": "38ab3b9092a64049acd915202e7edf8f_56"
    },
    {
      "start": 10640,
      "end": 10839,
      "text": "9. The only difference between the two suits is that in the first suit before the Commercial Court, an order for rendition of accounts of profit and a decree for the amount found due has been sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc14667adfad4bd5ba98c986188d7ce0_57"
    },
    {
      "start": 10840,
      "end": 10937,
      "text": "However, in the suit before this Court, damages to the tune of Inr 2,00,01,000/- has been sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abfa122af3904258828a6603195250a4_58"
    },
    {
      "start": 10938,
      "end": 11012,
      "text": "Apart from this, there is no perceptible difference between the two suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "861027cdab014a0884e1d2f533c65e84_59"
    },
    {
      "start": 11013,
      "end": 11051,
      "text": "\nThis is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc5375ff6f864c659e24fbfb3fa968b9_60"
    },
    {
      "start": 11052,
      "end": 11093,
      "text": "\nNeutral Citation No: 2022/Dhc/001212\n10.",
      "labels": [
        "NONE"
      ],
      "id": "a857cb8863a34000a91a31ebc6a8ae2b_61"
    },
    {
      "start": 11094,
      "end": 11344,
      "text": "The justification sought to be given by the Plaintiff for preferring the present suit is the delay being caused in the adjudication of even an interim application in the first suit filed by the Plaintiff before the Commercial Court in December, 2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa5d0ad1e8ce46249dc20265c6a106cc_62"
    },
    {
      "start": 11345,
      "end": 11465,
      "text": "With regard to this submission, the Court has also perused the order sheet of the said suit before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff636c407431490daaa02d3e371d1c71_63"
    },
    {
      "start": 11466,
      "end": 11488,
      "text": "The same shows that:\n ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8d9e82df82540e49e3d7acf71fd44c4_64"
    },
    {
      "start": 11488,
      "end": 11546,
      "text": "On 3rd January, 2018, summons was issued in the said suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43cf55d1263248b3a26e78ee2e35679a_65"
    },
    {
      "start": 11547,
      "end": 11656,
      "text": " By March, 2018, the pleadings were completed and certain technical objections were taken in the replication.",
      "labels": [
        "RPC"
      ],
      "id": "fbe2433596ac402ab816496654491e9b_66"
    },
    {
      "start": 11657,
      "end": 11744,
      "text": " On 4th July, 2018, the matter was adjourned for hearing on the injunction application.",
      "labels": [
        "RPC"
      ],
      "id": "7e210bf831f144acb1a10edfda24adc6_67"
    },
    {
      "start": 11745,
      "end": 11932,
      "text": "\n On 20th October, 2018, arguments were heard on the injunction application and the matter was adjourned for orders by Mr. Siddharth Mathur, Ld. Adj-02 (North-West), Rohini Courts, Delhi.",
      "labels": [
        "NONE"
      ],
      "id": "cf16066aff864a1aabdb8e03abf3d96e_68"
    },
    {
      "start": 11935,
      "end": 12019,
      "text": "On 28th November, 2018, again the matter was adjourned for clarification and orders.",
      "labels": [
        "FAC"
      ],
      "id": "1f17c6a78263425c8f4437903f3b01c9_69"
    },
    {
      "start": 12020,
      "end": 12046,
      "text": "No orders were pronounced.",
      "labels": [
        "FAC"
      ],
      "id": "a042c30fd1df47bd895e986a3d839251_70"
    },
    {
      "start": 12047,
      "end": 12109,
      "text": " On 7th January, 2019, the matter was listed for re-arguments.",
      "labels": [
        "FAC"
      ],
      "id": "9c5f160bfbc84a4e89bdc7f2cfe1abd1_71"
    },
    {
      "start": 12110,
      "end": 12212,
      "text": " Again, on 25th February, 2019, the matter was listed for re-\narguments on the injunction application.",
      "labels": [
        "FAC"
      ],
      "id": "6e52c28aca4d416fb96d8e5038ccf11d_72"
    },
    {
      "start": 12213,
      "end": 12341,
      "text": " On 30th July, 2019, another Judicial Officer listed the matter on 24th October, 2019 for hearing on the injunction application.",
      "labels": [
        "FAC"
      ],
      "id": "434e35a5df8b4b529c54aa916e27883f_73"
    },
    {
      "start": 12342,
      "end": 12436,
      "text": "Notably, by this time, the Judicial Officer, to whom this suit was assigned, had been changed.",
      "labels": [
        "FAC"
      ],
      "id": "a44cabeffd4d425f9d7f59194552318d_74"
    },
    {
      "start": 12437,
      "end": 12503,
      "text": "The matter was listed before various Judicial Officers after that.",
      "labels": [
        "FAC"
      ],
      "id": "e0857d7fa69f4271a753bbaee33d8c34_75"
    },
    {
      "start": 12504,
      "end": 12542,
      "text": "\nThis is a digitally signed Judgement.",
      "labels": [
        "FAC"
      ],
      "id": "21044cc3c78e4cb5b33ea76d3aa9f438_76"
    },
    {
      "start": 12543,
      "end": 12582,
      "text": "\nNeutral Citation No: 2022/Dhc/001212  ",
      "labels": [
        "FAC"
      ],
      "id": "c34af683802040adbb1937ac46c6a98c_77"
    },
    {
      "start": 12582,
      "end": 12684,
      "text": "On subsequent dates being 24th October, 2019 and 16th December, 2019, the parties sought adjournments.",
      "labels": [
        "FAC"
      ],
      "id": "2b3990b9bb0a4e779eba68a8914c5345_78"
    },
    {
      "start": 12685,
      "end": 12840,
      "text": " Thereafter, on 2nd December, 2020, a fresh application for interim injunction was filed by the Plaintiff and the old injunction application was withdrawn.",
      "labels": [
        "FAC"
      ],
      "id": "41ec001860f740e5b2f64c55a8ceae12_79"
    },
    {
      "start": 12841,
      "end": 12937,
      "text": "\n The matter was partially heard on 3rd March, 2021 on the fresh interim injunction application.",
      "labels": [
        "FAC"
      ],
      "id": "c1e01eaab7504391b9a8e841a5b4efad_80"
    },
    {
      "start": 12938,
      "end": 13025,
      "text": "\n The matter was adjourned on the next few dates, upon counsels' requests or otherwise.",
      "labels": [
        "FAC"
      ],
      "id": "bb2cbdc479df420b8163eb44557a1dea_81"
    },
    {
      "start": 13026,
      "end": 13113,
      "text": "An application for early hearing was also filed by the Plaintiff around February, 2022.",
      "labels": [
        "FAC"
      ],
      "id": "073d8e88d43f4786a72fb5d6a645ece5_82"
    },
    {
      "start": 13114,
      "end": 13297,
      "text": " However, thereafter on 10th March, 2022, the Plaintiff sought an adjournment for filing of an application under Order Vi Rule 17 Cpc and the matter was adjourned to 12th April, 2022.",
      "labels": [
        "FAC"
      ],
      "id": "bf212113bf5e474089fff3f9b4c46808_83"
    },
    {
      "start": 13299,
      "end": 13582,
      "text": "11. In view of this fact situation and in view of the ratio of the decision of the Supreme Court in Bengal Waterproof (supra), the question is whether the delay in the adjudication of the interim injunction application in the first suit, would justify the filing of the present suit.",
      "labels": [
        "ISSUE"
      ],
      "id": "512761da987c4cb1bc984265090e1c47_84"
    },
    {
      "start": 13584,
      "end": 13799,
      "text": "12. The Plaintiff has relied upon the decision in Bengal Waterproof (supra), to support its submissions that this suit is maintainable as a new cause of action arises with every fresh sale of the infringing product.",
      "labels": [
        "FAC"
      ],
      "id": "364c29c4877146bfa8e8d2b84fef42b0_85"
    },
    {
      "start": 13800,
      "end": 13912,
      "text": "In Bengal Waterproof (supra), a suit was filed by the plaintiff in 1980, which was dismissed on 9th April, 1982.",
      "labels": [
        "FAC"
      ],
      "id": "3e534073b676468ca1e48e6bf5b519ae_86"
    },
    {
      "start": 13913,
      "end": 14183,
      "text": "In 1982, after the dismissal of the first suit, a second suit was filed by the plaintiff on the ground that the defendant continued to use the trademark 'Dackback' thereby infringing the plaintiff's trademark 'Duckback' despite having been served with two legal notices.",
      "labels": [
        "FAC"
      ],
      "id": "2ec52cfd695f4ec395be56b69dc9508e_87"
    },
    {
      "start": 14184,
      "end": 14284,
      "text": "The Trial Court dismissed the second suit on the ground of res This is a digitally signed Judgement.",
      "labels": [
        "FAC"
      ],
      "id": "bd537228a497463b99a202904b08e348_88"
    },
    {
      "start": 14285,
      "end": 14356,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 judicata and Order Ii Rule 2 Cpc.",
      "labels": [
        "FAC"
      ],
      "id": "df096784c35b4b8b90b291cb554c7446_89"
    },
    {
      "start": 14357,
      "end": 14364,
      "text": "The ld.",
      "labels": [
        "FAC"
      ],
      "id": "82d6b05d01da4e079c4360c6810a1ef2_90"
    },
    {
      "start": 14365,
      "end": 14531,
      "text": "Single Judge of the High Court agreed with the plaintiff on merits of their case for infringement, but held that the second suit was barred under Order Ii Rule 2 Cpc.",
      "labels": [
        "RLC"
      ],
      "id": "6560106c11874af1a31c2c8aea6bf853_91"
    },
    {
      "start": 14532,
      "end": 14605,
      "text": "The High Court held that the suit would not be barred under res judicata.",
      "labels": [
        "RLC"
      ],
      "id": "612f44dde65941bbb027efc91bed3860_92"
    },
    {
      "start": 14606,
      "end": 14689,
      "text": "The finding on merits was not challenged by the defendant before the Supreme Court.",
      "labels": [
        "FAC"
      ],
      "id": "5f6211553e984c90a1c7fc7fad2e570b_93"
    },
    {
      "start": 14690,
      "end": 14789,
      "text": "Therefore, the only question before the Supreme Court was whether the second suit was maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fac88747ad724c9a82ba87f1da2c3f61_94"
    },
    {
      "start": 14790,
      "end": 14988,
      "text": "The observations of the Supreme Court are set out below:\n\"12....Wherever and whenever fresh deceitful act is committed the person deceived would naturally have a fresh cause of action in his favour.",
      "labels": [
        "STA"
      ],
      "id": "9bfd11084bcc4e2f8264334d5841af8c_95"
    },
    {
      "start": 14989,
      "end": 15094,
      "text": "Thus every time when a person passes off his goods as those of another he commits the act of such deceit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99bc29bb4c1e40669def69e034801cdd_96"
    },
    {
      "start": 15095,
      "end": 15363,
      "text": "Similarly whenever and wherever a person commits breach of a registered trade mark of another he commits a recurring act of breach or infringement of such trade mark giving a recurring and fresh cause of action at each time of such infringement to the party aggrieved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2f67aad6433406d84bc35267c402c8a_97"
    },
    {
      "start": 15364,
      "end": 15757,
      "text": "It is difficult to agree how in such a case when in historical past earlier suit was disposed of as technically not maintainable in absence of proper reliefs, for all times to come in future defendant of such a suit should be armed with a licence to go on committing fresh acts of infringement and passing off with impunity without being subjected to any legal action against such future acts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96708d6446714fef9647db9846599a6f_98"
    },
    {
      "start": 15758,
      "end": 16061,
      "text": "We posed a question to the learned Counsel for the defendants as to whether after the disposal of the earlier suit if the defendants had suspended their business activities and after a few years had resumed the same and had started selling their goods under the trade mark 'Dackback' by passing them off",
      "labels": [
        "ISSUE"
      ],
      "id": "1a7ca05760ee4a57a8f7c5f58074de97_99"
    },
    {
      "start": 16062,
      "end": 16252,
      "text": ", the plaintiff could have been prohibited and prevented by the bar of Order 2 Rule 2 Sub-rule (3) from filing a fresh suit in future when such future infringement or passing off took place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64623c198e164fd89f7b80f726a1110e_100"
    },
    {
      "start": 16253,
      "end": 16319,
      "text": "He rightly and fairly stated that such a suit would not be barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86f54240b821400aba78ce44d55aea2e_101"
    },
    {
      "start": 16320,
      "end": 16380,
      "text": "But his only grievance This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "320918a1c0e24e98a681b1b16620cef4_102"
    },
    {
      "start": 16381,
      "end": 16650,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 was that whatever was the infringement or passing off alleged against the defendants in 1980 had, according to the plaintiff, continued uninterrupted and, therefore, in substance the cause of action in both the suits was identical.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2986c6989fa445e5a2c6f4e8f4fa80b7_103"
    },
    {
      "start": 16651,
      "end": 16676,
      "text": "It is difficult to agree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3eddadebbce4697b959bc5ec2e460be_104"
    },
    {
      "start": 16677,
      "end": 16800,
      "text": "In cases of continuous causes of action or recurring causes of action bar of Order 2 Rule 2 Sub-rule (3) cannot be invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a183dd93b25c4775b73d3ec919360cbe_105"
    },
    {
      "start": 16801,
      "end": 16894,
      "text": "In this connection it is profitable to have a look at Section 22 of the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f3f5b0dfb064078a2c81b93e992bb4a_106"
    },
    {
      "start": 16895,
      "end": 17136,
      "text": "It lays down that 'in the case of a continuing breach of contract or in the case of a continuing tort, a fresh period of limitation begins to run at every moment of the time during which the branch or the tort, as the case may be, continues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "caf7ca1e80cd49ae88b69e1d432ab037_107"
    },
    {
      "start": 17137,
      "end": 17353,
      "text": "As act of passing off is an act of deceit and tort every time when such tortious act or deceit is committed by the defendant the plaintiff gets a fresh cause of action to come to the court by appropriate proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ed3d09fd145416fa509733884c9b3d6_108"
    },
    {
      "start": 17354,
      "end": 17471,
      "text": "Similarly infringement of a registered trade mark would also be a continuing wrong so long as infringement continues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15508d4df99749a68f9fb417dc209be0_109"
    },
    {
      "start": 17472,
      "end": 17775,
      "text": "therefore, whether the earlier infringement has continued or a new infringement has taken place cause of action for filing a fresh suit would obviously arise in favour of the plaintiff who is aggrieved by such fresh infringements of trade mark or fresh passing off actions alleged against the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6b116a68d45460a91ade0bdfed667df_110"
    },
    {
      "start": 17776,
      "end": 18026,
      "text": "Consequently, in our view even on merits the learned Trial Judge as well as the learned Single Judge were obviously in error in taking the view that the second suit of the plaintiff in the present case was barred by Order 2 Rule 2 Sub-rule (3), Cpc.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c103fc18c7544d3ac687bbe6cfc0716_111"
    },
    {
      "start": 18028,
      "end": 18218,
      "text": "13. A perusal of the above would show that the Supreme Court was persuaded by the fact that the earlier suit was disposed of as technically not maintainable in the absence of proper reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cf762753fd141d49d3f988a9fa6972f_112"
    },
    {
      "start": 18219,
      "end": 18429,
      "text": "Such a dismissal of a suit on technical grounds, as per the decision in Bengal Waterproof (supra), would not come in the way of a fresh suit being filed and being maintained for all times to come in the future.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e23c3adbbe5b4a2eaa8194721a5f6c81_113"
    },
    {
      "start": 18430,
      "end": 18547,
      "text": "The dismissal of a suit cannot be treated by the defendant as a license to continue the infringement and passing off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c4af28275974e9990c7260cbbb0be99_114"
    },
    {
      "start": 18548,
      "end": 18591,
      "text": "Thus, This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7f9cf4724b94839b96b4c1d0bbb64c5_115"
    },
    {
      "start": 18592,
      "end": 18721,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 the present case is completely distinguishable from the facts in Bengal Waterproof (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c72c2b96265949dcb39df8f60c2dde55_116"
    },
    {
      "start": 18722,
      "end": 18785,
      "text": "Herein, the first suit filed by the plaintiff is still pending.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9afa664d9a9549348632bb67174ad6dd_117"
    },
    {
      "start": 18786,
      "end": 18896,
      "text": "The cause of action in the second suit relates to 2017 which is the same cause of action as in the first suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d100ce0a3454bafaea521fba88cf52e_118"
    },
    {
      "start": 18897,
      "end": 18973,
      "text": "Moreover, the adjudication on merits in the first suit is yet to take place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9eccd14152f24b16a7b40d6729769537_119"
    },
    {
      "start": 18975,
      "end": 19056,
      "text": "14. On the other hand, the Defendants have relied upon the following judgments:\n ",
      "labels": [
        "NONE"
      ],
      "id": "9888df47f8d74faaa8fefb67ff3496a2_120"
    },
    {
      "start": 19056,
      "end": 19107,
      "text": "Hari Ram v. Lichmaniya & Ors., Air 2003 Raj. 319.  ",
      "labels": [
        "NONE"
      ],
      "id": "4e67af8cb5e74901868ec751f49473e0_121"
    },
    {
      "start": 19107,
      "end": 19196,
      "text": "Ranbir Singh v. Dalbir Singh & Ors., Cs(Os) 802/2002, decision dated 19th December, 2008.",
      "labels": [
        "NONE"
      ],
      "id": "3de3debf6ecf429484104c60aaf4fb97_122"
    },
    {
      "start": 19197,
      "end": 19386,
      "text": "\n Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2013 (55) Ptc 234 (Cal).\n Vijay Kumar Gupta v. State of West Bengal [Slp (Crl.) 10951 of 2019, decided on 22nd March, 2022].",
      "labels": [
        "NONE"
      ],
      "id": "e58aad7f455a4e14a436b6074c1608f5_123"
    },
    {
      "start": 19388,
      "end": 19508,
      "text": "15. The first two judgments relied upon by Mr. Sahni, ld. counsel, again relate to completely different fact situations.",
      "labels": [
        "NONE"
      ],
      "id": "5d1110f69a9544cdb1c82f8201edb8b0_124"
    },
    {
      "start": 19509,
      "end": 19632,
      "text": "Both relate to immovable property and whether a subsequent suit would be barred due to Order Ii Rule 2 Cpc or res judicata.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b2f5cd9eaa2440d9867c67e80b9f54a_125"
    },
    {
      "start": 19634,
      "end": 19791,
      "text": "16. In Hari Ram (supra), the Court was considering a situation wherein the plaintiff had filed a suit for possession in respect of agricultural land in 1957.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cc503001210d4a0b83a9764d5e362ac3_126"
    },
    {
      "start": 19792,
      "end": 19910,
      "text": "The same was successful in a second appeal and finally a decree for possession was granted in favour of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "995c9c6bd4e541a98bce039f22c06c0b_127"
    },
    {
      "start": 19911,
      "end": 20091,
      "text": "An execution petition was filed for execution of the decree which was finally dropped after the possession of the land was handed over to the legal representative of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "8fb06197a8494fac83f96d33c9d1668a_128"
    },
    {
      "start": 20092,
      "end": 20267,
      "text": "The decree became final in 1960 and the right of Mr. Ram Chandra\n- plaintiff- to take possession from the defendant - Mr. Hari Ram became This is a digitally signed Judgement.",
      "labels": [
        "FAC"
      ],
      "id": "f0bdc737edb64ab6a82c19443e33fade_129"
    },
    {
      "start": 20268,
      "end": 20328,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 final and crystalized.",
      "labels": [
        "FAC"
      ],
      "id": "35569e8eb8c0401a90bee0e47f7aeb21_130"
    },
    {
      "start": 20329,
      "end": 20387,
      "text": "Execution proceedings and criminal proceedings were filed.",
      "labels": [
        "FAC"
      ],
      "id": "7f3bcc4ec84947ecbe02e13654bbaa03_131"
    },
    {
      "start": 20388,
      "end": 20454,
      "text": "However, the criminal proceedings were dropped on 13 th May, 1982.",
      "labels": [
        "FAC"
      ],
      "id": "eb193ce914394d8f82041849e96ce5fa_132"
    },
    {
      "start": 20455,
      "end": 20598,
      "text": "Mr. Hari Ram wished to seek declaration of his khatedaari tenancy rights for which he instituted a suit in 1983 for recovery of the possession.",
      "labels": [
        "FAC"
      ],
      "id": "c26b9b495bbe4c1aa276fa8064d43cdc_133"
    },
    {
      "start": 20599,
      "end": 20647,
      "text": "A second suit was filed by Mr. Hari Ram in 1990.",
      "labels": [
        "FAC"
      ],
      "id": "746feea10a5d40309cc85aa18a35d0bc_134"
    },
    {
      "start": 20648,
      "end": 20717,
      "text": "During the pendency of the second suit, the first suit was withdrawn.",
      "labels": [
        "FAC"
      ],
      "id": "641f4636b3384ae7916440ab06815dc9_135"
    },
    {
      "start": 20718,
      "end": 20782,
      "text": "The question was as to whether the second suit was maintainable.",
      "labels": [
        "ISSUE"
      ],
      "id": "d8628f72440641dea2b9b535a89080c6_136"
    },
    {
      "start": 20783,
      "end": 20898,
      "text": "The High Court of Rajasthan, held that the second suit would not be maintainable in view of Order Xxiii Rule 1 Cpc.",
      "labels": [
        "RLC"
      ],
      "id": "6673fb3fece54726906373669456f45f_137"
    },
    {
      "start": 20899,
      "end": 20976,
      "text": "In respect of filing of the second suit, the Court observed as under:\n\"...25.",
      "labels": [
        "ISSUE"
      ],
      "id": "938c7b4890d64be2ad2373e7905de315_138"
    },
    {
      "start": 20977,
      "end": 21380,
      "text": "It is immaterial whether plaintiff files another suit with respect to the subject- matter against the same party during the pendency of his earlier suit or after withdrawal of the earlier suit without leave of the Court to file fresh suit, consequence is the same and i.e., abandonment of his Claim with statutory restriction against second suit as provided in Sub-rule (4) of Rule 1 of Order 23, C.P.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b26d7fde75741bc9823d45433d349f8_139"
    },
    {
      "start": 21381,
      "end": 21801,
      "text": "Even if, the principles of res judicata cannot be applied still the plaintiff cannot have any permission to walk in Court and go out of the Court after inflicting injury upon the defendant and even upon the Court of dragging in litigation and wasting precious time without having any consequence of coming into the Court and compelling other party to face the litigation may It be for long period or for shortest period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "088fae69dd6e46788b9423f143bac446_140"
    },
    {
      "start": 21802,
      "end": 22374,
      "text": "The complete scheme of the Civil Procedure Code makes it unambiguously clear that a party can have one opportunity to approach the Court for getting decision on all the issues raised and on all the issues which could have been raised by the plaintiff at the time of filing suit by the plaintiff and further even on the issues which arise on the pleas of the defendant taken in defence to destroy plaintiffs claim by establishing hollowness of the plaintiffs claim or by establishing his right, title or interest in the subject-matter necessary to destroy plaintiffs claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a7a3e957c324bcf8438bdeed6db4d5b_141"
    },
    {
      "start": 22375,
      "end": 22454,
      "text": "If the plaintiff withdraws from the suit, This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0a448f3007743838785f65df323f551_142"
    },
    {
      "start": 22455,
      "end": 22613,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 he is at liberty to do so only with consequence of losing all his claims with respect to the subject-matter of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d7e8ac3659546d6a4abc76c578cbcf7_143"
    },
    {
      "start": 22614,
      "end": 23232,
      "text": "Once defendant is invited by the plaintiff and who is contesting the suit, not agreeing to satisfy the plaintiff for his claim and reliefs expressly in terms of Sub-rule (3) of Rule 1 of Order 23, C.P.C. to the satisfaction of the Court, the plaintiff unilaterally cannot walk out of the Court by saying that he himself feels satisfied about his claim and reliefs for which defendant never conceded and plaintiff cannot take away right of the defendant to get the decision on the issues involved in the suit on the basis of the pleading of both the parties to the suit irrespective of the burden of proving the issues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d6bff887ea0443f9aab10357926d114_144"
    },
    {
      "start": 23233,
      "end": 23475,
      "text": "It is true that neither the plaintiff nor the defendant can be compelled to litigate, but after filing suit any of them may not contest or can withdraw from contest but only with by conceding other's claim or withdrawal of his claim for ever.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5222d2c50a9543949f9196a0c565af6d_145"
    },
    {
      "start": 23476,
      "end": 23834,
      "text": "Litigant after start of litigation cannot avoid its lawful and final decision nor have right to prevent Court from deciding the dispute as it is not convenient to them at this point of time and to keep the dispute alive for adjudication by the Court at the time which suits them or suits them by changing their capacity, plaintiff to defendant or vice versa.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b3b30f17e0f46d0b71747e51a8f5c06_146"
    },
    {
      "start": 23835,
      "end": 24015,
      "text": "The proposition is in consonance with number of provisions of the Civil Procedure Code, which are enacted to avoid multiplicity of the proceedings by the parties in the Court.\"\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4f9e4368c9644c7a1ce6fb22ff8b30b_147"
    },
    {
      "start": 24016,
      "end": 24116,
      "text": "In Ranbir Singh (supra), relied upon by the defendant, again the suit related to immovable property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97bd57ad1ad94056b38b9a8a93b124c2_148"
    },
    {
      "start": 24117,
      "end": 24201,
      "text": "Permanent injunction was sought by both the parties against each other in two suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec12af77e4f24364b626696c683d66ba_149"
    },
    {
      "start": 24202,
      "end": 24347,
      "text": "The plaintiff then filed a third suit and the Court observed that mere addition of one prayer would not change the character of the earlier suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8420422dd094975968b2f4f798fc977_150"
    },
    {
      "start": 24348,
      "end": 24512,
      "text": "The plaintiff did not wish to withdraw the first suit and hence the third suit was held to be not maintainable, since the foundation of both the suits was the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba26ecbd93be483bbe31b997dc3724fe_151"
    },
    {
      "start": 24513,
      "end": 24564,
      "text": "The third suit was, therefore, dismissed by the ld.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "655b45f439d747928a457738f8fc498b_152"
    },
    {
      "start": 24565,
      "end": 24577,
      "text": "Single Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c830c953efe4a07b9fbd7186860f56f_153"
    },
    {
      "start": 24578,
      "end": 24587,
      "text": ". The ld.",
      "labels": [
        "NONE"
      ],
      "id": "aec6dc357a9948b1ac206f81601a838b_154"
    },
    {
      "start": 24588,
      "end": 24614,
      "text": "Single Judge of this Court",
      "labels": [
        "NONE"
      ],
      "id": "15479daddfa34f3ca73b5c18bd04d43a_155"
    },
    {
      "start": 24615,
      "end": 24652,
      "text": "This is a digitally signed Judgement.",
      "labels": [
        "NONE"
      ],
      "id": "a966ac46e79647169dce08199535a71a_156"
    },
    {
      "start": 24653,
      "end": 24709,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 observed as under:",
      "labels": [
        "NONE"
      ],
      "id": "8e2ac970b03d40969de566f4797cfd7c_157"
    },
    {
      "start": 24710,
      "end": 24805,
      "text": "\n\"25 . The first suit filed by the plaintiff herein before the District Judge is still pending.",
      "labels": [
        "NONE"
      ],
      "id": "b27ac3da12dc4bd9b3a8dc8f8587cb07_158"
    },
    {
      "start": 24806,
      "end": 24920,
      "text": "Plaintiff has not withdrawn the said suit under Order Xxiii, Rule 1 of the Code with liberty to file a fresh suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78ca441db0d2400f86f34f9ad521aa2e_159"
    },
    {
      "start": 24921,
      "end": 24978,
      "text": "plaintiff herein does not want to withdraw the said suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1baa94abe6f470aa7f767b6aae4bac0_160"
    },
    {
      "start": 24979,
      "end": 25134,
      "text": "There is no adjudication or decision by the Additional District Judge that the first suit filed by the plaintiff is not maintainable or requires amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f875a31520f486db2857dc152686205_161"
    },
    {
      "start": 25135,
      "end": 25438,
      "text": "This Court while examining whether the second suit is maintainable cannot decide the question and pass an order in the first suit holding that the same suffers from a technical defect and therefore should be dismissed as withdrawn under Order Xxiii, Rule 1 of the Code with liberty to file a fresh suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2bc86d1b6fc421089b1d2f9e366faba_162"
    },
    {
      "start": 25439,
      "end": 25521,
      "text": "No such prayer is made nor any such prayer can be entertained in the present suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c65855c82e1b41609b1f5a107e15e092_163"
    },
    {
      "start": 25522,
      "end": 25600,
      "text": "It may be noted that the plaintiff is not inclined to withdraw the first suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59381e45a1f2434a8bfc55fdbb420eb8_164"
    },
    {
      "start": 25601,
      "end": 25695,
      "text": "Further even if there is a technical defect, the plaintiff herein can always amend the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6df2bb8039474d78a54f613d5a9bc809_165"
    },
    {
      "start": 25696,
      "end": 25826,
      "text": "plaintiff, however, cannot file a second suit, ignoring provisions of Code and embroil the defendant No. 1 in a second litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb3d3c4f27784a599c3d1907e60b6f99_166"
    },
    {
      "start": 25827,
      "end": 25888,
      "text": "The plaintiff does not have permission to file a second suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1c4884cc00447ca912ad8447ccdc8dd_167"
    },
    {
      "start": 25889,
      "end": 26107,
      "text": "If the plea of the plaintiff is accepted, a plaintiff can keep on filing repeated suits by making averments in the plaint that the earlier suit suffers from a technical defect but he need not withdraw the earlier suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "810395a95f164a8e8a2a91f664ab3caf_168"
    },
    {
      "start": 26108,
      "end": 26426,
      "text": "In the plaint filed in the present suit there is no averment that the suit filed before the District Judge is not maintainable due to a technical defect and therefore the plaintiff is filing the present suit with the intention and desire to withdraw the first suit pending before the learned Additional District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b91f078f53643d9ac33a1525d9dbf43_169"
    },
    {
      "start": 26428,
      "end": 26530,
      "text": "26. The present Suit should not be allowed to continue as it amounts to abuse of the process of court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a5cdb5c7cfb40c4bbaa40fb1c5c45a1_170"
    },
    {
      "start": 26531,
      "end": 26681,
      "text": "It should be disposed of at this stage itself, lest it creates further complications or conflicting decisions and further time and costs are incurred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f6b986a94f14a5f93186bba6e3f9ac9_171"
    },
    {
      "start": 26682,
      "end": 26746,
      "text": "The present suit is mere duplication of Suit No. 300/1997 filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65d7032acd9a4e7aac2d24d5eae22265_172"
    },
    {
      "start": 26747,
      "end": 26905,
      "text": "Both suits, the present Suit and the suit pending before the District Court being Suit No. 300/1997 is filed by the same This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6781fe4bcd0a4caaa425e35c74b29d13_173"
    },
    {
      "start": 26906,
      "end": 26979,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 person, i.e. the plaintiff himself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b88206e2e10c490e9916a679809bd019_174"
    },
    {
      "start": 26980,
      "end": 27148,
      "text": "Provisions of Order Ii, Rules 1 and 2 read with Sections 9 and 12 of the Code are therefore clearly applicable and the present suit is barred under the said provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "916f26cbafa2487b953cac0f5f2e2856_175"
    },
    {
      "start": 27149,
      "end": 27252,
      "text": "The plaintiff cannot be permitted and allowed to file multiple litigations on the same cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "237f667f9a2a41728d1af4baef6af9cd_176"
    },
    {
      "start": 27253,
      "end": 27402,
      "text": "This amounts to sheer abuse of the process of court and harassment of defendant No. 1 who has been dragged to this Court and made to incur expenses\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63c9c29fd6854eaf904edd9fe38b1bb8_177"
    },
    {
      "start": 27404,
      "end": 27561,
      "text": "18. This order was upheld by the Division Bench on 18th July, 2012 in Ranbir Singh v. Dalbir Singh & Ors., [Rfa(Os) 50/2009, decision dated 18th July, 2012].",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69a2cb4ec51b42b5a54916311ae25f7f_178"
    },
    {
      "start": 27563,
      "end": 27789,
      "text": "19. Insofar as immovable property is concerned, therefore, it is clear that following Hari Ram (supra) and Ranbir Singh (supra), two suits relating to the same relief and the same immovable property, would not be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9bf0f5b808874082af26e128c74a9b6d_179"
    },
    {
      "start": 27790,
      "end": 27989,
      "text": "In matters concerning trademarks - which relate to intangible property, apart from Bengal Waterproof (supra), there are further decisions which discuss the issue of maintainability of multiple suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08e07e9e13124d50938f91fd5aaa8238_180"
    },
    {
      "start": 27991,
      "end": 28163,
      "text": "20. In this regard, Mr. Sahni, ld. counsel had also relied upon Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2013 (55) Ptc 234(Cal), a decision of the ld.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c9adb2a535014315a1087acbae165170_181"
    },
    {
      "start": 28164,
      "end": 28203,
      "text": "Single Judge of the Calcutta High Court",
      "labels": [
        "NONE"
      ],
      "id": "6c01ef9f3be34fdfa22f6fed2e0e4a39_182"
    },
    {
      "start": 28204,
      "end": 28379,
      "text": ". However, it has been thereafter mentioned by ld. Counsel for the Plaintiff that the said decision was overruled by the ld. Division Bench and later on the Slp was dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c9bbd11694714740bfeaee8aee17b193_183"
    },
    {
      "start": 28380,
      "end": 28527,
      "text": "Thus, this Court considers the view of the Division Bench in Prapti Fashions Private Limited and Ors. v. Manoj Kumar Gupta, 2014 (59) Ptc 667(Cal).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c715367bf9b24aa885b87d83a8e40888_184"
    },
    {
      "start": 28528,
      "end": 28637,
      "text": "In this case, the grievance of the Plaintiff was in respect of the use of the mark 'Prapti' by the Defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4088af66eb24739abad6fb15992d501_185"
    },
    {
      "start": 28638,
      "end": 28712,
      "text": "The first suit was filed in 2012, which was not pursued and was dismissed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea26c30651454f4e8ec3eb4cdc77145f_186"
    },
    {
      "start": 28713,
      "end": 28757,
      "text": "At the This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d49e0f19d70f495d82c14b2ff3abb0b6_187"
    },
    {
      "start": 28758,
      "end": 28914,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 time of dismissal, a second suit was already filed in 2013 before the High Court, and was pending for similar reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edcae38d7bdc4ebfa9aa0a8a553d4bcb_188"
    },
    {
      "start": 28915,
      "end": 29041,
      "text": "The ld. Single Judge held that the second suit was not maintainable as no liberty was sought while withdrawing the first suit.",
      "labels": [
        "RLC"
      ],
      "id": "af8b0c71d7254b22b5026ba8b0a0769e_189"
    },
    {
      "start": 29042,
      "end": 29164,
      "text": "However, the ld. Division Bench held that since the second suit was already pending, no liberty was required to be sought.",
      "labels": [
        "RLC"
      ],
      "id": "04050760ef7b45898dde71ef2507df07_190"
    },
    {
      "start": 29165,
      "end": 29418,
      "text": "The observations of the ld. Division Bench are as under:\n\"14...Section 10, 11, Order Xxiii read together, would unequivocally suggest, legislature did not want any conflict of decision on the same issue as also wanted to stop multiplicity of proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3aed156d4b434b2ab4753b894c9b2520_191"
    },
    {
      "start": 29419,
      "end": 29503,
      "text": "In the present case, the plaintiff filed two suits on the identical cause of action.",
      "labels": [
        "FAC"
      ],
      "id": "79fe133797d94edcbf3ee4ae9755953a_192"
    },
    {
      "start": 29504,
      "end": 29647,
      "text": "His later suit could be stayed till the disposal of the earlier suit however, no suit could be dismissed because of pendency of the other suit.",
      "labels": [
        "FAC"
      ],
      "id": "1ca455ee8d284066940869cea2e1598f_193"
    },
    {
      "start": 29648,
      "end": 29739,
      "text": "Once the former suit is decided the result would preclude the Court to hear the later suit.",
      "labels": [
        "FAC"
      ],
      "id": "cb900cba1fbe434c94a8f017a1aca6fd_194"
    },
    {
      "start": 29740,
      "end": 29961,
      "text": "To avoid such situation, the plaintiff prayed for withdrawal of the earlier suit that could at best help the defendant/respondent to criticize the conduct of the plaintiff and pray for adequate damage for the harassment.\"",
      "labels": [
        "FAC"
      ],
      "id": "305e54dd41334c6fb6dec047094cd03c_195"
    },
    {
      "start": 29963,
      "end": 30112,
      "text": "21. Accordingly, in this judgement, the Calcutta High Court holds that a second suit can only be stayed under Section 10 Cpc but cannot be dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e825db3438c24a899d8c68e66d9482df_196"
    },
    {
      "start": 30114,
      "end": 30292,
      "text": "22. In Indian Herbs Research & Supply Co. Ltd. and Ors. v. Lalji Mal & Ors., 95 (2002) Dlt 723, the plaintiff sought an injunction in respect of the trademark 'Himalayan Batisa'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "266c27147ca74efdb46201e9606378f5_197"
    },
    {
      "start": 30293,
      "end": 30343,
      "text": "The defendant was using 'Himalaya Batisa No. 777'.",
      "labels": [
        "FAC"
      ],
      "id": "60f1a1d87e0c4e11b79f1b83f4ac1897_198"
    },
    {
      "start": 30344,
      "end": 30484,
      "text": "The plaintiff had served a notice in 1985 upon the defendant and had thereafter filed a suit in 1986, before the District Judge, Saharanpur.",
      "labels": [
        "FAC"
      ],
      "id": "5d055e5a939346a797c0b7aa2a7dd530_199"
    },
    {
      "start": 30485,
      "end": 30660,
      "text": "The suit was decreed in favour of the plaintiff in terms of a settlement which was entered into in March, 1987 stating that in the future This is a digitally signed Judgement.",
      "labels": [
        "FAC"
      ],
      "id": "387c5bacce3b4230a4e8ec2ffb1e2900_200"
    },
    {
      "start": 30661,
      "end": 30762,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 the defendant would not use the mark 'Himalaya Batisa No. 777'.",
      "labels": [
        "FAC"
      ],
      "id": "d1ac5b9901e2410089f12b8951904ed0_201"
    },
    {
      "start": 30763,
      "end": 30808,
      "text": "The defendant had closed its firm thereafter.",
      "labels": [
        "FAC"
      ],
      "id": "7a56bffccf4b42098e3dfb89b20053fb_202"
    },
    {
      "start": 30809,
      "end": 30905,
      "text": "However, the defendant started a new firm and in 1995 started using the mark 'Himalayan Batisa'.",
      "labels": [
        "FAC"
      ],
      "id": "78b79109a5d140a89c57527060a9e5b4_203"
    },
    {
      "start": 30906,
      "end": 30971,
      "text": "Accordingly, an execution application was filed by the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "9c790023bd3f4cd98448c6d6687622ce_204"
    },
    {
      "start": 30972,
      "end": 31146,
      "text": "The said execution application was initially dismissed but the High Court reversed the said dismissal and remanded the execution matter back to the District Court in Bhiwani.",
      "labels": [
        "RLC"
      ],
      "id": "56be587700fc479698ede0def8c11c0c_205"
    },
    {
      "start": 31147,
      "end": 31381,
      "text": "In July, 2000, the defendant had continued to use the mark and a fresh suit was filed by the plaintiff in the Delhi High Court, as the plaintiff came to know that the defendant was using the said mark 'Himalayan Batisa' in Delhi also.",
      "labels": [
        "FAC"
      ],
      "id": "0f07fd97c7c24e46a2988bb75e92908a_206"
    },
    {
      "start": 31382,
      "end": 31561,
      "text": "The question was whether the new suit was maintainable in view of the previous suit which had been settled by a compromise decree and the pending execution proceedings in Bhiwani.",
      "labels": [
        "FAC"
      ],
      "id": "c324de9372114eb891133b88b637c4a4_207"
    },
    {
      "start": 31562,
      "end": 31661,
      "text": "In this context, the ld. Single Judge relied upon Bengal Waterproof (supra) and held as under:\n\"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce272a38014543ebae1cccfab2c72e44_208"
    },
    {
      "start": 31662,
      "end": 31873,
      "text": "Learned counsel for the defendants has tried to distinguish this authority saying that in the said case, previous suit was dismissed whereas in the case in hand, previous suit was decreed in terms of compromise.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "45e58a64cd2a4644b9c94694a584ea79_209"
    },
    {
      "start": 31874,
      "end": 31943,
      "text": "The distinction drawn by learned counsel, to my mind, is of no avail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abc67eb8bb614137bd91b264e3996ba2_210"
    },
    {
      "start": 31944,
      "end": 32333,
      "text": "In a case of infringement of trade mark or copyright or passing off action, dismissal or decreeing of the earlier suit is immaterial as by each deceitful act of the defendant by way of committing breach of registered trade mark of another person, he commits a recurring act of breach and infringement of such trade mark which gives rise to a recurring and fresh cause of action each time.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "576c7b00caf6432aa46b98dbead85d2a_211"
    },
    {
      "start": 32335,
      "end": 32576,
      "text": "23. In the recent case of M/s Allied Blenders and Distillers Pvt. Ltd. & Ors. v. Amit Dahanukar & Anr. 261 (2019) Dlt 692, the plaintiffs sought protection of the marks 'Manson House' and 'Savoy Club' in This is a digitally signed Judgement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d0a379be764341229265486433d61168_212"
    },
    {
      "start": 32577,
      "end": 32634,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 respect of alcohol.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d241309a78f4c1a93f747dbaa3ef366_213"
    },
    {
      "start": 32635,
      "end": 32686,
      "text": "The defendants were ex-licensees of the plaintiffs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b53bf8c54587447399db67a48702ba55_214"
    },
    {
      "start": 32687,
      "end": 32941,
      "text": "The plaintiff had filed a suit in 2009 in the Bombay High Court wherein the Bombay High Court had held in favour of the defendants by dismissing the plaintiffs' interim injunction application and the counter claim of the defendants had also been allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4504d5bf54f4c539e8a1c2079ef7503_215"
    },
    {
      "start": 32942,
      "end": 33135,
      "text": "The Bombay High Court had also passed an interim order restraining the plaintiffs from introducing any products with the subject trademarks in the market without leave of the Bombay High Court.",
      "labels": [
        "RLC"
      ],
      "id": "0530905fdadb4f0cbe0f130c6fd3df83_216"
    },
    {
      "start": 33136,
      "end": 33389,
      "text": "The defendants argued that the filing of the subsequent suit before the Delhi High Court by the plaintiffs, would be a case of forum shopping and owing to the principle of comity, the Delhi High Court ought not to adjudicate in favour of the plaintiffs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "303c5590c7ea4f8eb36d5e40baa6bd0e_217"
    },
    {
      "start": 33390,
      "end": 33705,
      "text": "It was also observed by the Bombay High Court that the plaintiffs had filed the suit before the Delhi High Court while proceedings in Bombay were ongoing and injunction had been rejected already, and therefore the Bombay High Court restrained the plaintiffs from taking steps in the Delhi proceedings for some time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2b28ea98dde4beda5849cfa630fb818_218"
    },
    {
      "start": 33706,
      "end": 33927,
      "text": "In view of all these facts, i.e., the parties being the same and the suits having commonality of interest, the ld. Single Judge of the Delhi High Court, held this to be a case of forum shopping and observed as under:\n\"29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9782c2a5bf524453a2485424c5200907_219"
    },
    {
      "start": 33928,
      "end": 33970,
      "text": "The facts of the present case are glaring.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ae49060d047417a9997002f0269cc96_220"
    },
    {
      "start": 33971,
      "end": 34081,
      "text": "The parties to the suit in Bombay and the present suit are virtually identical/have a commonality of interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42b2043bb7fe4c49877f3177be306da1_221"
    },
    {
      "start": 34082,
      "end": 34124,
      "text": "The said suit in Bombay was filed in 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b59b0d1668f4440b541f986195b01e8_222"
    },
    {
      "start": 34125,
      "end": 34294,
      "text": "Interim injunction application was dismissed on 22.02.2011 and a clear prima facie findings of fact were recorded in favour of the defendants and against the plaintiffs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b15127c16fc4bfea035531cadabaa62_223"
    },
    {
      "start": 34295,
      "end": 34363,
      "text": "It is thereafter that the present suit has been filed on 10.10.2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "402e747a30fe4ff987f0c0737b56e8d3_224"
    },
    {
      "start": 34364,
      "end": 34470,
      "text": "The plaintiffs seek interim orders from this court despite being declined relief by the Bombay High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "479986d4655f4312ac9ab5469f0b6fb3_225"
    },
    {
      "start": 34471,
      "end": 34624,
      "text": "\n30. Keeping in view the legal position it is manifest that this court has to give due deference to the enunciation This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50d393e527a04baeacc367b6e91e0dcd_226"
    },
    {
      "start": 34625,
      "end": 34728,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 made by another court especially when the litigants are the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f828118ef1940298e3476e5ea741c38_227"
    },
    {
      "start": 34729,
      "end": 34814,
      "text": "In my opinion, the above legal proposition squarely applies to the facts of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd291c85f3de447cb66ecf9e83b4f15e_228"
    },
    {
      "start": 34815,
      "end": 35092,
      "text": "The plaintiff having filed suit based on identical facts before the Bombay High Court and having been declined an interim injunction cannot now try to overreach the said order of the Bombay High Court and file the present suit in Delhi High Court seeking an interim injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "332b0cd513894a85962896fedaf76f42_229"
    },
    {
      "start": 35093,
      "end": 35304,
      "text": "If this court were to agree with the contentions of the plaintiff and were to pass an interim order in favour of the plaintiff it would be passing an order wholly contrary to the order of the Bombay High Court.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "360a9bfca7b44d218dd7b67653bb792e_230"
    },
    {
      "start": 35306,
      "end": 35404,
      "text": "24. Therefore, the Court dismissed the defendants' application under Order Xxxix Rule 1 and 2 Cpc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9c9a17a80ca42afbb740d7b7067d675_231"
    },
    {
      "start": 35405,
      "end": 35770,
      "text": "Insofar as the application under Order Ii Rule 2 Cpc filed by the defendants was concerned, the Court dismissed the said application, relying upon Bengal Waterproof (supra), on the ground that in the suit before the Bombay High Court, relief relating to infringement of trademark had not been sought, but the same was sought in the suit before the Delhi High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf6e77a1dffc4059b5ec87cefd3e32ae_232"
    },
    {
      "start": 35772,
      "end": 36024,
      "text": "25. A perusal of all these decisions shows that the decisions in Bengal Waterproof (supra), Prapti (supra), Indian Herbs (supra) and M/s Allied Blenders and Distillers Pvt. Ltd. (supra) are completely distinguishable from the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96f05f4f8545467bb52f93a598b18cb2_233"
    },
    {
      "start": 36025,
      "end": 36173,
      "text": "The judgment in Bengal Waterproof (supra) and the decisions following the said judgment have to be read in the context and the facts in those cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6aecdb724a54e6abd3e91122c851e4f_234"
    },
    {
      "start": 36174,
      "end": 36258,
      "text": "In Bengal Waterproof (supra), the first suit was dismissed due to technical reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a9dcc1e39d343b3867336b0d3834ebd_235"
    },
    {
      "start": 36259,
      "end": 36421,
      "text": "In Prapti Fashions (supra), the first suit had been withdrawn and there was no adjudication on merits, when the maintainability of the second suit was considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0f60f2143fc4791bb480c213c0a3889_236"
    },
    {
      "start": 36422,
      "end": 36542,
      "text": "In Indian Herbs (supra) a decree which was already granted in favour of the Defendant which was not being complied with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88505509904049fd9f8bca852caa59c4_237"
    },
    {
      "start": 36543,
      "end": 36618,
      "text": "In M/s Allied Blenders and Distillers This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "339414c8b60f49368d6442bbee6befe7_238"
    },
    {
      "start": 36619,
      "end": 36681,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 Pvt. Ltd. & Ors. (supra)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03a87afebeb843f0ba9f86373f6f2eb8_239"
    },
    {
      "start": 36682,
      "end": 36796,
      "text": ", the issue of infringement of registered trademark was not raised before the Bombay High Court in the first suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca9a35b88f71450386198738764654f0_240"
    },
    {
      "start": 36797,
      "end": 36967,
      "text": "Thus, the second suit was held to be maintainable but the Delhi High Court still showed deference to the orders in the first suit and rejected the injunction application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54daaf90cbaa4e1ba6443b7f1f9ffdf4_241"
    },
    {
      "start": 36969,
      "end": 37121,
      "text": "26. As opposed to the facts in the above decisions, in the present case there are two suits based on the same cause of action, for the same time period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6100385ea2744fb6b7fbd5b889397a88_242"
    },
    {
      "start": 37122,
      "end": 37230,
      "text": "In this regard, the Plaintiff has also made a statement in the plaint that it would withdraw the first suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abc4796437504c458d763c1373b379df_243"
    },
    {
      "start": 37231,
      "end": 37472,
      "text": "The said plea reads as under:\n\"The Plaintiff in the year 2019, withdrew its injunction application filed in the year 2017 as the Defendant's took a technical objection that the interim injunction prayer does not mention the word passing off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ddde1948adb403bb85048048378efa2_244"
    },
    {
      "start": 37473,
      "end": 37540,
      "text": "Therefore, out of abundant caution, a fresh injunction application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc019e6176734ac48f5e3be2feaeb7ba_245"
    },
    {
      "start": 37541,
      "end": 37782,
      "text": "It is pertinent to note that even after lapse of 5 years post the filing of the suit and despite the best efforts of the parties, the matter is still at the stage of interim injunction and the said application has not been decided till date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c503e548743b4887afbd734a3c3a9265_246"
    },
    {
      "start": 37783,
      "end": 37833,
      "text": "The Plaintiff shall be withdrawing the said suit.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90db583b721f43b28bf5a1e465fa4e16_247"
    },
    {
      "start": 37835,
      "end": 37957,
      "text": "27. There can be no doubt to the legal proposition that whenever there is a fresh cause of action, a fresh suit would lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b3dc5846e964572b9f003d8f4df8aa7_248"
    },
    {
      "start": 37958,
      "end": 38017,
      "text": "However, the same has to be within the four corners of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa6d18d99a234377accdc545b563d33a_249"
    },
    {
      "start": 38018,
      "end": 38209,
      "text": "The plea of continuing cause of action cannot be stretched to an impermissible limit so as to permit multiple suits between the same parties relating to the same trademarks in different fora.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4908a215c0864d4cb67e02d9d3bc0efa_250"
    },
    {
      "start": 38210,
      "end": 38438,
      "text": "This would constitute clear forum shopping, since if the Plaintiff's submission is accepted, a party would be permitted to file multiple suits in different Courts until it hits upon a forum where relief is granted in its favour.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f7d673ae67b490084ad7742bebf49a9_251"
    },
    {
      "start": 38439,
      "end": 38649,
      "text": "In the present case, as recorded earlier, the reliefs sought in both the suits in the present matter are identical, except for the relief of rendition of accounts which has This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03768342ba574796a93ab3040a9ebaac_252"
    },
    {
      "start": 38650,
      "end": 38731,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 now been projected as a relief for damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9d897687bd044f6a13ecbdabc4e3d08_253"
    },
    {
      "start": 38733,
      "end": 39031,
      "text": "28. As for the reliefs of rendition of accounts and relief for damages, this Court also notes that in any suit for infringement of registered trademark and passing off, as per Section 135(1) of the Trademarks Act, 1999, the plaintiff can sue either for relief for damages or on accounts of profits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6da72a9402f44953841192193deb532c_254"
    },
    {
      "start": 39032,
      "end": 39458,
      "text": "The said provision reads as under:\n\"(1) The relief which a court may grant in any suit for infringement or for passing off referred to in section 134 includes injunction (subject to such terms, if any, as the court thinks fit) and at the option of the plaintiff, either damages or an account of profits, together with or without any order for the delivery-up of the infringing labels and marks for destruction or erasure.\"\n29.",
      "labels": [
        "STA"
      ],
      "id": "6d725b804a684d84a503dd5280fa7edb_255"
    },
    {
      "start": 39459,
      "end": 39576,
      "text": "This bar of seeking only either rendition of accounts Or damages cannot be circumvented by filing two separate suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da8b74d9df754765bff9ff8ede0582eb_256"
    },
    {
      "start": 39577,
      "end": 39793,
      "text": "It would be impermissible for the Plaintiff to avoid the impact of this provision by seeking to distinguish the two suits, by claiming that one is a suit for rendition of accounts and the other is a suit for damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6683717d954473eba110781fc9e85e4_257"
    },
    {
      "start": 39794,
      "end": 39901,
      "text": "Only one relief can be claimed for infringement of the same mark - either damages or rendition of accounts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0af829b328904e4eac7e5a9e2f92af93_258"
    },
    {
      "start": 39902,
      "end": 40203,
      "text": "\n30. Having discussed that changing one relief from rendition of accounts to damages is not permissible, the only other ground on which the Plaintiff seeks to justify the filing of the present suit is the non-grant of relief in the first suit in the form of interim injunction by the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe158d465a1d4512a26ac7c312111bb8_259"
    },
    {
      "start": 40204,
      "end": 40321,
      "text": "Admittedly, the order sheets of the Commercial Court show that the matter has been adjourned sometimes unnecessarily.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bad476c7e074c66be8e55bb3175d0d9_260"
    },
    {
      "start": 40322,
      "end": 40410,
      "text": "But can the Plaintiff rely on this fact as the sole ground to maintain the present suit?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "662ff592689a4a2aa19bee399db82793_261"
    },
    {
      "start": 40411,
      "end": 40440,
      "text": "The answer is an emphatic No.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26e8959d6ea94b8cb42400a22135c3ba_262"
    },
    {
      "start": 40441,
      "end": 40538,
      "text": "A perusal of the order sheet of the Trial Court as recorded This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f410cfaaa7a54322a6a65e0ee733fac3_263"
    },
    {
      "start": 40539,
      "end": 40708,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 above shows that the Commercial Court is seized of the matter and submissions have been partly heard on the injunction application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3111ae465424d13876a12b6e4274b6a_264"
    },
    {
      "start": 40709,
      "end": 40943,
      "text": "The entertaining of this suit before this Court, would in effect mean that the Plaintiff would be permitted to argue again on merits and seek an interim injunction here, while the same matter is part-heard before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbe9b78bc04242ed94ec5511ee7a4533_265"
    },
    {
      "start": 40945,
      "end": 41385,
      "text": "31. In view of all these reasons including identity of the cause of action, multiple reliefs being impermissible under Section 135 of the Trademarks Act and the present suit being filed during the pendency of the first suit, if the present suit is entertained by this Court, this would clearly encourage forum shopping by a litigant who has been unable to get relief in a particular forum and hence decides to knock the doors of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eac62d965d164005b2d34e444543748b_266"
    },
    {
      "start": 41386,
      "end": 41532,
      "text": "The principle of forum shopping has been recently decried by the Supreme Court in Vijay Kumar Gupta (supra) where the Court has held as under:\n\"7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a21a7cb9630949cb8677a6175e78a273_267"
    },
    {
      "start": 41533,
      "end": 41752,
      "text": "Predominantly, the Indian Judiciary has time and again reiterated that forum shopping take several hues and shades but the concept of 'forum shopping' has not been rendered an exclusive definition in any Indian statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fcb553e72b9493495facd45aeff4ce3_268"
    },
    {
      "start": 41753,
      "end": 42022,
      "text": "Forum shopping as per Merriam Webster dictionary is:\nThe practice of choosing the court in which to bring an action from among those courts that could properly exercise jurisdiction based on determination of which court is likely to provide the most favourable outcome.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6c9058725a434536a4364488df5bd4e2_269"
    },
    {
      "start": 42023,
      "end": 42162,
      "text": "8 . The Indian judiciary's observation and obiter dicta has aided in streamlining the concept of forum shopping in the Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c2ccd06ac354ab6a12123ca7c888204_270"
    },
    {
      "start": 42163,
      "end": 42324,
      "text": "This Court has condemned the practice of forum shopping by litigants and termed it as an abuse of law and also deciphered different categories of forum shopping.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c073a821b4b84820b543168a7c321e79_271"
    },
    {
      "start": 42326,
      "end": 42341,
      "text": "xxx xxx xxx\n10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a935083d207747d9b72a59b280ec0c5a_272"
    },
    {
      "start": 42342,
      "end": 42426,
      "text": "Forum shopping has been termed as disreputable This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4d4b7be68dd426f80c63da5f9c2546d_273"
    },
    {
      "start": 42427,
      "end": 42531,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 practice by the courts and has no sanction and paramountcy in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "625ec370607b44aab7351a7b62269dc5_274"
    },
    {
      "start": 42532,
      "end": 42955,
      "text": "In spite of this Court condemning the practice of forum shopping, Respondent No. 2 filed two complaints i.e., a complaint Under Section 156(3) Code of Criminal Procedure before the Tis Hazari Court, New Delhi o 06.06.2012 and a complaint which was eventually registered as Fir No. 168 Under Section 406, 420, 120B Indian Penal Code before Ps Bowbazar, Calcutta o 28.03.2013. i.e., one in Delhi and one complaint in Kolkata.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb0b85e3c0a6444b987f96557d7bcbd6_275"
    },
    {
      "start": 42956,
      "end": 43115,
      "text": "The Complaint filed in Kolkata was a reproduction of the complaint filed in Delhi except with the change of place occurrence in order to create a jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "facc3344356445789173e8ec0c58e6f2_276"
    },
    {
      "start": 43117,
      "end": 43373,
      "text": "11. A two-Judge bench of this Court in Krishna Lal Chawla and Ors. v. State of U.P. and Anr.\nManu/Sc/0161/2021 : (2021) 5 Scc 435 observed that multiple complaints by the same party against the same Accused in respect of the same incident is impermissible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b9ccf700bfda46b391d6842970286611_277"
    },
    {
      "start": 43374,
      "end": 43606,
      "text": "It held that Permitting multiple complaints by the same party in respect of the same incident, whether it involves a cognizable or private complaint offence, will lead to the Accused being entangled in numerous criminal proceedings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "031cd1616b6c424b84b05317a34b99fa_278"
    },
    {
      "start": 43607,
      "end": 43754,
      "text": "As such he would be forced to keep surrendering his liberty and precious time before the police and the courts, as and when required in each case.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "32de6d75c54f439c9e184dab446ece8b_279"
    },
    {
      "start": 43756,
      "end": 43858,
      "text": "32. This Court is clearly of the view that the present case would be a classic case of forum shopping.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c1d349ebe384810a3012e778fd997cd_280"
    },
    {
      "start": 43859,
      "end": 43898,
      "text": "It is a mis-adventure to say the least.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e51890afb9f348e7ab87e97f457faaf5_281"
    },
    {
      "start": 43900,
      "end": 44177,
      "text": "33. In so far as the delay in adjudication in the Commercial Court is concerned, any grievance which the Plaintiff may have in respect of the delays caused in the first suit, the Plaintiff would be free to seek its remedies in accordance with law in respect of the said delays.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a468cf074a5447d8729f5d0c05922a8_282"
    },
    {
      "start": 44178,
      "end": 44294,
      "text": "\n34. Pertinent to note that such a situation was also not contemplated in the decision of Bengal Waterproof (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34e60750d4fd4553b33fe0268ae3cf43_283"
    },
    {
      "start": 44295,
      "end": 44431,
      "text": "While there is no doubt that intangible property such as a trademark deserves to be protected from This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef0fa897bbb24e8c899a6191d0bae76b_284"
    },
    {
      "start": 44432,
      "end": 44554,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 misuse, owners of trademarks also cannot be permitted to misuse the Court's process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9212ccbf06d4c418ff9bc80c7af3274_285"
    },
    {
      "start": 44555,
      "end": 44759,
      "text": "Principles such as res judicata, res subjudice, bar under Order Ii Rule 2 Cpc, forum shopping, which apply in general to civil and criminal proceedings would also be applicable to trademark suits as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17d4c328492d427abbcbd1ba3f764769_286"
    },
    {
      "start": 44760,
      "end": 45068,
      "text": "A trademark owner cannot drag a Defendant to multiple fora, being a higher court or before a court of coordinate jurisdiction, when the matter is pending before the first Court, especially when the matter is part heard before the first Court, until the plaintiff finds a forum where it is able to get relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56537f0fc3d2412dbb6e057063ac9fe7_287"
    },
    {
      "start": 45070,
      "end": 45312,
      "text": "35. Therefore, this Court is clearly of the opinion that while the ld. Adj is seized of the same very matter between the same very parties, the present suit cannot be entertained on the basis of the plea that there is a fresh cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6df208ed460408c9d4e9e077f14e994_288"
    },
    {
      "start": 45313,
      "end": 45403,
      "text": "This would be a gross abuse of the process and would in fact be contrary to public policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2992893e240c4e268d0da706ddb0af6a_289"
    },
    {
      "start": 45404,
      "end": 45573,
      "text": "If such a suit is entertained, it would encourage litigants to indulge in forum shopping which cannot be the objective of the provisions of Section 10 and 11 of the Cpc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e4e5b38477541fbab4fa7fa7fb5d192_290"
    },
    {
      "start": 45574,
      "end": 45707,
      "text": "This would also result in unnecessary burden on the Defendant who would be forced to incur repeated legal costs and undue harassment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9104fca3efc14e34a6f106b22af56ccc_291"
    },
    {
      "start": 45708,
      "end": 45764,
      "text": "Such a course of action cannot be condoned by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9429e114601f47fe840e42baac6daffe_292"
    },
    {
      "start": 45766,
      "end": 46001,
      "text": "36. Moreover, an analysis of the position in the first suit would show that the Plaintiff has sought interim injunction and permanent injunction coupled with rendition of accounts of profits till the date an injunction order is passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d503896e84414911a9de66833833376d_293"
    },
    {
      "start": 46002,
      "end": 46247,
      "text": "Therefore, if the Plaintiff is successful in the first suit, the relief that would be granted by the Court would also cover the period for which the fresh cause of action is being sought to be portrayed in the present suit before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6316d4c58150470abfd597a68b50b563_294"
    },
    {
      "start": 46248,
      "end": 46409,
      "text": "Additionally, if the Plaintiff is successful, rendition of accounts may also be granted by the Commercial Court which would This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2074b3c773c64d619424a24253db730f_295"
    },
    {
      "start": 46410,
      "end": 46525,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 include the accounts for the period sought to be covered by the present suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2f2c8da679c482ab35fe3d6c7614f70_296"
    },
    {
      "start": 46526,
      "end": 46656,
      "text": "Thus, the cause of action by itself of the present suit would be subsumed in the first suit since the first suit is still pending.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b908360f28954e3c851e775fc557a422_297"
    },
    {
      "start": 46657,
      "end": 46773,
      "text": "In none of the judgements cited by the parties or which the Court has come across, such a fact situation has arisen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "728d1aaeebc145cba29956e303fdf160_298"
    },
    {
      "start": 46775,
      "end": 47153,
      "text": "37. As for the proceedings before the Commercial Court in the present matter, this Court notes with some consternation that this state of affairs has arisen because of the fact that the Presiding Officer who had heard the matter and had to pass orders chose to delay the decision in the interim injunction application indefinitely until he got transferred from the said posting.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03508f3c4bbf4eeaa324a0b963ae702c_299"
    },
    {
      "start": 47154,
      "end": 47295,
      "text": "This Court has repeatedly emphasised on the need for Judicial Officers to pronounce orders after hearing arguments and not releasing matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4bdb0fdfd154914ba83f519851f7e17_300"
    },
    {
      "start": 47296,
      "end": 47517,
      "text": "In fact, whenever transfer of a Judicial Officer is effected, if orders are pending to be passed in a matter that the said Judicial Officer is seized of, a note is issued to the effect that the order has to be pronounced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cffb722adda84ae8932c6f86a01bd76c_301"
    },
    {
      "start": 47518,
      "end": 47664,
      "text": "The Supreme Court has, repeatedly, in Anil Rai v. State of Bihar, (2001) 7 Scc 318 and Balaji Baliram Mupade & Anr. v. State of Maharashtra & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a1cadaaeeb934a02bcd88aec0d2339c6_302"
    },
    {
      "start": 47665,
      "end": 47826,
      "text": "[Civil Appeal No. 3564/2020, decided on 29th October, 2020] emphasised the importance of timely pronouncement of judgments and orders once submissions are heard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7f6bd8d83b24db08e922f90eace27b5_303"
    },
    {
      "start": 47827,
      "end": 48073,
      "text": "The said judgements were also considered by this Court in Deepti Khera v. Siddharth Khera [Cm (M) 1637/2019, decided on 18th November, 2019], The observations in Deepti Khera (supra) where Anil Rai (supra) is also extracted are set out below:\n\"6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d29b1d5078d04d4d8ceb79f729ab11ba_304"
    },
    {
      "start": 48074,
      "end": 48314,
      "text": "It is the settled position in law, as per the judgment of the Hon'ble Supreme Court in Anil Rai v. State of Bihar, (2001) 7 Scc 318 that once matters are reserved for orders, usually, the same should be This is a digitally signed Judgement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "79270596fa5a4c26bbe7215725b5e925_305"
    },
    {
      "start": 48315,
      "end": 48387,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 pronounced within a time schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "005849f80a3f438c91499eae8be00a76_306"
    },
    {
      "start": 48388,
      "end": 48442,
      "text": "In Anil Rai (supra) it has been observed as under:\n\"8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7cc06ea50edf410c8bb2c4c4de489ecf_307"
    },
    {
      "start": 48443,
      "end": 48583,
      "text": "The intention of the legislature regarding pronouncement of judgments can be inferred from the provisions of the Code of Criminal Procedure.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "063425016e124127950e83261fea2fc4_308"
    },
    {
      "start": 48584,
      "end": 48893,
      "text": "Sub-section (1) of Section 353 of the Code provides that the judgment in every trial in any criminal court of original jurisdiction, shall be pronounced in open court immediately after the conclusion of the trial or on some subsequent time for which due notice shall be given to the parties or their pleaders.",
      "labels": [
        "STA"
      ],
      "id": "94d7d05116d84caa92790a0040437b4a_309"
    },
    {
      "start": 48894,
      "end": 49090,
      "text": "The words \"some subsequent time\" mentioned in Section 353 contemplate the passing of the judgment without undue delay, as delay in the pronouncement of judgment is opposed to the principle of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "af9a91a19e6347208072e10ae392eb9a_310"
    },
    {
      "start": 49091,
      "end": 49203,
      "text": "Such subsequent time can at the most be stretched to a period of six weeks and not beyond that time in any case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f5063cb855c94fd88ff3fe27b3e4264c_311"
    },
    {
      "start": 49204,
      "end": 49302,
      "text": "The pronouncement of judgments in the civil case should not be permitted to go beyond two months.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "73e7023c472742fa8b8cf1bcde1418c2_312"
    },
    {
      "start": 49304,
      "end": 49425,
      "text": "7. The Hon'ble Supreme Court in Anil Rai (supra) has also passed certain guidelines regarding pronouncement of judgments.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f3dbbb5b70784acda9fc7a59c9df8575_313"
    },
    {
      "start": 49426,
      "end": 49457,
      "text": "The same are reproduced below:\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8a0826c61c34548b6b29ed110d6ae96_314"
    },
    {
      "start": 49457,
      "end": 49816,
      "text": "( i) The Chief Justices of the High Courts may issue appropriate directions to the Registry that in a case where the judgment is reserved and is pronounced later, a column be added in the judgment where, on the first page, after the cause-title, date of reserving the judgment and date of pronouncing it be separately mentioned by the Court Officer concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fa1c6456d244662877eafadeffabdf2_315"
    },
    {
      "start": 49817,
      "end": 50040,
      "text": "\n(ii) That Chief Justices of the High Courts, on their administrative side, should direct the Court Officers/Readers of the various Benches in the High Courts to furnish every month the This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ace00844126a4c0b80f72d41ba62738e_316"
    },
    {
      "start": 50041,
      "end": 50188,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 list of cases in the matters where the judgments reserved are not pronounced within the period of that month.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5290b613ae544bb6a14aab1f27551138_317"
    },
    {
      "start": 50189,
      "end": 50407,
      "text": "\n(iii) On noticing that after conclusion of the arguments the judgment is not pronounced within a period of two months, the Chief Justice concerned shall draw the attention of the Bench concerned to the pending matter.",
      "labels": [
        "RPC"
      ],
      "id": "6a7f87ccdcec4e46bd39847af152a6d8_318"
    },
    {
      "start": 50408,
      "end": 50680,
      "text": "The Chief Justice may also see the desirability of circulating the statement of such cases in which the judgments have not been pronounced within a period of six weeks from the date of conclusion of the arguments amongst the Judges of the High Court for their information.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd842c5e3dff45938b489f0c53b22941_319"
    },
    {
      "start": 50681,
      "end": 50751,
      "text": "\nSuch communication be conveyed as confidential and in a sealed cover.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab93ef93a16d4c0fbceb0c2ad91674c9_320"
    },
    {
      "start": 50752,
      "end": 50962,
      "text": "\n(iv) Where a judgment is not pronounced within three months from the date of reserving it, any of the parties in the case is permitted to file an application in the High Court with a prayer for early judgment.",
      "labels": [
        "STA"
      ],
      "id": "985257a979184efc99708bf1e1a1566b_321"
    },
    {
      "start": 50963,
      "end": 51094,
      "text": "Such application, as and when filed, shall be listed before the Bench concerned within two days excluding the intervening holidays.",
      "labels": [
        "RPC"
      ],
      "id": "3f7487bc09d94f69b51cece71dd3960b_322"
    },
    {
      "start": 51095,
      "end": 51400,
      "text": "\n(v) If the judgment, for any reason, is not pronounced within a period of six months, any of the parties of the said lis shall be entitled to move an application before the Chief Justice of the High Court with a prayer to withdraw the said case and to make it over to any other Bench for fresh arguments.",
      "labels": [
        "STA"
      ],
      "id": "70d775b4449548e0bec0494b9948beaa_323"
    },
    {
      "start": 51401,
      "end": 51522,
      "text": "It is open to the Chief Justice to grant the said prayer or to pass any other order as he deems fit in the circumstances.",
      "labels": [
        "RPC"
      ],
      "id": "6da97fb81d0c455f9bb71385ab1a16e0_324"
    },
    {
      "start": 51524,
      "end": 51635,
      "text": "8. The Civil Procedure Code, 1908, prescribes thirty days as the time in which a judgment should be pronounced.",
      "labels": [
        "STA"
      ],
      "id": "70273bf7933d4f2a89e0dbc95e478089_325"
    },
    {
      "start": 51636,
      "end": 51709,
      "text": "Order Xx Rule 1 of the Cpc reads as This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "647b6a11d246467fb61db57a6c9ec29a_326"
    },
    {
      "start": 51710,
      "end": 51784,
      "text": "\nNeutral Citation No: 2022/Dhc/001212 under:\n\"1. Judgment when pronounced.",
      "labels": [
        "STA"
      ],
      "id": "0a533f37747a441ea805a4709bea60e7_327"
    },
    {
      "start": 51785,
      "end": 52112,
      "text": "-- [(1) The Court, after the case has been heard, shall pronounce judgment in an open Court, either at once, or as soon thereafter as may be practicable and when the judgment is to be pronounced on some future day, the Court shall fix a day for that purpose, of which due notice shall be given to the parties or their pleaders:",
      "labels": [
        "STA"
      ],
      "id": "8cb966994e1a410a94ee7894ecc21382_328"
    },
    {
      "start": 52114,
      "end": 52726,
      "text": "Provided that where the judgment is not pronounced at once, every endeavour shall be made by the Court to pronounce the judgment within thirty days from the date on which the hearing of the case was concluded but, where it is not practicable so to do on the ground of the exceptional and extraordinary circumstances of the case, the Court shall fix a future day for the pronouncement of the judgment, and such day shall not ordinarily be a day beyond sixty days from the date on which the hearing of the case was concluded, and due notice of the day so fixed shall be given to the parties or their pleaders.]\"\n9.",
      "labels": [
        "STA"
      ],
      "id": "ed6d55053cac4b83857a234ae772692a_329"
    },
    {
      "start": 52727,
      "end": 52895,
      "text": "While this Court is conscious of the fact that there are pressures on the Trial Courts, non-pronouncement of orders for more than a year cannot be held to be justified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45eb5bfc72e843b39d4aca438a41f5c0_330"
    },
    {
      "start": 52896,
      "end": 53059,
      "text": "It has been observed in several matters that trial courts keep matters `For Orders' for months together and sometimes orders are not pronounced for even 2-3 years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efdfe487f6dd4d288a7b2e4f50c24a23_331"
    },
    {
      "start": 53060,
      "end": 53177,
      "text": "Thereafter the judicial officer is transferred or posted in some other jurisdiction and the matter has to be reargued",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a4876314ccf4224b18f79fcfa7574e9_332"
    },
    {
      "start": 53178,
      "end": 53256,
      "text": ". Such a practice puts enormous burden on the system and on litigants/lawyers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "262c1493881a4f2ca8bceaa130fdf86e_333"
    },
    {
      "start": 53257,
      "end": 53406,
      "text": "The usual practice ought to be to pronounce orders within the time schedule laid down in the CPC as also the various judgements of the Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e2025db4a9e43439cc5052a407a85f2_334"
    },
    {
      "start": 53407,
      "end": 53467,
      "text": "In civil cases maximum period of two months can be taken for",
      "labels": [
        "ANALYSIS"
      ],
      "id": "129717e32f4e4e928ee8cb7bf494508e_335"
    },
    {
      "start": 53468,
      "end": 53505,
      "text": "This is a digitally signed Judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7caa52004f774575b5bd907a511a5ad4_336"
    },
    {
      "start": 53506,
      "end": 53650,
      "text": "\nNEUTRAL CITATION NO: 2022/DHC/001212 pronouncing orders, unless there are exceptional cases or there are very complex issues that are involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecde847a9c78400eaa85beb23b72ed0f_337"
    },
    {
      "start": 53652,
      "end": 53747,
      "text": "10. Accordingly, in respect of pronouncement of orders, the following directions are issued:\ni.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abff92a043464d3d8799313dd8af6935_338"
    },
    {
      "start": 53748,
      "end": 53841,
      "text": "When arguments are heard, the order sheet ought to reflect that the matter is part-heard;\nii.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fd677aae67349a4a62e5ebdc8b72a29_339"
    },
    {
      "start": 53842,
      "end": 53986,
      "text": "Upon conclusion of arguments, the order sheet ought to clearly reflect that the arguments have been heard and the matter is reserved for orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91fa0d4c4ce541a7852edf5c8d9ea505_340"
    },
    {
      "start": 53987,
      "end": 54203,
      "text": "If the court is comfortable in giving a specific date for pronouncing orders, specific date ought to be given;\niii. Orders ought to be pronounced in terms of the judgment of the Supreme Court in Anil Rai (supra);\niv.",
      "labels": [
        "RATIO"
      ],
      "id": "92aadb3d682143c199be2c6cc7ca04b2_341"
    },
    {
      "start": 54204,
      "end": 54314,
      "text": "The order ought to specify the date when orders were reserved and the date of pronouncement of the order.\"\n38.",
      "labels": [
        "RATIO"
      ],
      "id": "650a8ba5803c4a6a8e2481e22be24220_342"
    },
    {
      "start": 54315,
      "end": 54415,
      "text": "This has been reiterated repeatedly, most recently in Sandhya Srivastava v. Dr. Neelam Mishra & Ors.",
      "labels": [
        "NONE"
      ],
      "id": "8f1278cfc19447e388d7261752894ab7_343"
    },
    {
      "start": 54416,
      "end": 54469,
      "text": "[W.P.(C.) 2207/2021, decided on 18th February, 2021].",
      "labels": [
        "RPC"
      ],
      "id": "9d0731e9023546c68f5bc93a6d3bcd69_344"
    },
    {
      "start": 54471,
      "end": 54665,
      "text": "39. Accordingly, it is deemed appropriate to bring the present judgment to the notice of the Inspecting Committee of the concerned Judicial Officer by the worthy Registrar General of this Court.",
      "labels": [
        "RPC"
      ],
      "id": "f76e3681f7844aa6aa67c1f06a77710d_345"
    },
    {
      "start": 54666,
      "end": 54837,
      "text": "Copy of this order be sent to the concerned Inspecting Committee through the worthy Registrar General, as also for circulation to all judicial officers in the Trial Court.",
      "labels": [
        "RPC"
      ],
      "id": "cdbd3c61f9654a5da36f62b28d7905f8_346"
    },
    {
      "start": 54839,
      "end": 54893,
      "text": "40. The present suit is dismissed as not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "6cdf870c0b424bc7bf38bdd1ae19a187_347"
    },
    {
      "start": 54894,
      "end": 54935,
      "text": "All pending applications are disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "4c333b059248410eaacdec99ae852e55_348"
    },
    {
      "start": 54937,
      "end": 55082,
      "text": "41. It is made clear that this would, however, not affect the merits of the pending suit being CS (Comm.) No. 300 of 2019 before the Trial Court.",
      "labels": [
        "RPC"
      ],
      "id": "481107a095f1494cb6bac2cff25b6403_349"
    },
    {
      "start": 55083,
      "end": 55195,
      "text": "\n42. Needless to add, any remedies which the Plaintiff may have in respect This is a digitally signed Judgement.",
      "labels": [
        "RPC"
      ],
      "id": "e9f64988e30c4c1d88d1acbef3fe3ef5_350"
    },
    {
      "start": 55196,
      "end": 55447,
      "text": "\nNEUTRAL CITATION NO: 2022/DHC/001212 of proceedings qua the first suit being CS (Comm.) No. 300 of 2019, pending before the Ld. ADJ-2, Rohini Courts, Delhi, or the delay caused therein, are left open for the Plaintiff to avail in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "2ac2feac01f0449abd872d68734e59ec_351"
    },
    {
      "start": 55449,
      "end": 55525,
      "text": "43. The order in this matter was dictated in open Court on 28th March, 2022.",
      "labels": [
        "RPC"
      ],
      "id": "1a0a088422cf4660af7716832719bdcf_352"
    },
    {
      "start": 55526,
      "end": 55643,
      "text": "However, before the order was signed, certain further submissions and judgments were filed later by the ld. Counsels.",
      "labels": [
        "RPC"
      ],
      "id": "d755ce2f4ae74d2593c6662313cf195b_353"
    },
    {
      "start": 55644,
      "end": 55734,
      "text": "Hence the said judgments and submissions have been considered while finalizing this order.",
      "labels": [
        "RPC"
      ],
      "id": "4d58ad9ff97b4bd8932ed544d1d93edd_354"
    },
    {
      "start": 55736,
      "end": 55962,
      "text": "44. The digitally signed copy of this order, duly uploaded on the official website of the Delhi High Court, www.delhihighcourt.nic.in, shall be treated as the certified copy of the order for the purpose of ensuring compliance.",
      "labels": [
        "RPC"
      ],
      "id": "4cc0fe7e3bc146aab2305e9a4b30c833_355"
    },
    {
      "start": 55963,
      "end": 56049,
      "text": "No physical copy of orders shall be insisted upon by any authority/entity or litigant.",
      "labels": [
        "RPC"
      ],
      "id": "9a2ddfccf8aa4901a00531cd00d249fe_356"
    },
    {
      "start": 56050,
      "end": 56089,
      "text": "\nPRATHIBA M. SINGH JUDGE MARCH 28, 2022",
      "labels": [
        "NONE"
      ],
      "id": "a1fbcea5830441e9ad08e7f1a131b113_357"
    },
    {
      "start": 56090,
      "end": 56147,
      "text": "/ Aman/Rahul/Ms (corrected & released on 5th April, 2022)",
      "labels": [
        "NONE"
      ],
      "id": "a7f56358699d4699afb46ddb7fd1c108_358"
    },
    {
      "start": 56148,
      "end": 56185,
      "text": "This is a digitally signed Judgement.",
      "labels": [
        "NONE"
      ],
      "id": "d39773970a78435187e438db40b04401_359"
    }
  ]
}