{
  "id": "5427c8029c5faa3064d21c32302cd75cb61d01ecf71a6efed6492cb4ca6c5a9a",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nAmit Bansal Alias Amit Agarwal vs Csh Power Himoinsa Private Limited on 14 September, 2022\nAuthor: C.Hari Shankar\nBench: C.Hari Shankar\n                          $ ~65 \n                          *    In The High Court Of Delhi At New Delhi\n                          +         Cm(M) 940/2022, Cm Appl. 39908/2022 and Cm Appl. \n                                    39909/2022 \n\n                                    Amit Bansal Alias Amit Agarwal ..... Petitioner \n                                                 Through: Mr. Mohit Kumar and Mr. \n                                                 Ravinder Aggarwal, Advs . \n\n                                                        versus \n\n                                    Csh Power Himoinsa Private Limited ... Respondent \n                                                 Through: Mr. Rahul Malhotra and Ms. \n                                                 Anchal Tiwari, Advs. \n                                    Coram:\n                                    Hon'Ble Mr. Justice C.Hari Shankar\n\n                                                  Judgment (Oral)\n                          %                         14.09.2022\n\n                          A Prefatory Note\n1. A bench of two Hon'ble Judges of the Supreme Court, in Sugandhi v. P. Raj Kumar1,  observed thus, in respect of the manner in which the provisions of the Code of Civil Procedure, 1908 (CPC) were required to be applied and enforced: \n\"9. It is often said that procedure is the handmaid of justice. Procedural and technical hurdles shall not be allowed to come in the way of the court while doing substantial justice. If the procedural violation does not seriously cause prejudice to the adversary party, courts must lean towards doing substantial justice rather than relying upon procedural and technical violation. We should not forget the fact that litigation is nothing but a journey towards truth which is the (2020) 1 SCC 706 foundation of justice and the court is required to take appropriate steps to thrash out the underlying truth in every dispute. Therefore, the court should take a lenient view when an application is made for production of the documents under subrule (3).\"\n2. This case, I may observe, is a textbook example of the manner in which the provisions of the CPC and Article 227 of the Constitution of India are being twisted out of shape, to capitalize on what, at the highest, was an inadvertent error on the part of the plaintiff while naming the proprietor of the defendant proprietorship firm in the memo of parties in the suit instituted by the plaintiff against the defendant.\nThe dispute, in precis 3. In substance, the dispute may be crystallized thus. \n4. CS(Comm) 46/2020 was instituted by the respondent, as the plaintiff, against \"M/s. Raj Power Projects, a proprietorship firm C/o Mr. Tarun Sehgal\".\n5. The written statement, filed by way of response to the plaint, was admittedly filed not by Tarun Sehgal but by Amit Aggarwal, the actual proprietor of M/s. Raj Power Projects (hereinafter, \"RPP\"). \n6. The respondent, as plaintiff, thereupon filed an amended memo of parties, replacing the defendant with \"Amit Bansal @ Amit Aggarwal, proprietor of M/s. Raj Power Project\". By order dated 9 th March 2021, the amended memo of parties was permitted to be taken on record. \n7. The respondent, thereafter, moved an application under Order VI Rule 17 of the CPC, along with an amended plaint, seeking only to amend the para 3 of the plaint, by replacing, as the defendant, \"Amit Bansal @ Amit Aggarwal, proprietor of M/s. Raj Power Project\", in place of \"M/s. Raj Power Projects, a proprietorship firm C/o Mr. Tarun Sehgal\". No other change was sought. The respondent did not seek to make any change in the body of the plaint. \n8. The said application was allowed by the learned District Judge (Commercial Courts) (\"the learned Commercial Court\") vide order dated 29th July 2022. \n9. Said order is sought to be challenged, by the petitioner Amit Bansal, by means of the present petition instituted under Article 227 of the Constitution of India. \n10. I have heard, at length, Mr Mohit Kumar, learned Counsel for the petitioner. \n11. Mr. Mohit Kumar does not seek to contend that, apart from the replacement, in the memo of parties accompanying the plaint, of the designation of the defendant as above, essentially replacing Amit Bansal in place of Tarun Sehgal as the proprietor of RPP, there is any change in the averments in the plaint or in any other part thereof. \nNonetheless, he has painstakingly sought to contend that even though the written statement filed by his client Amit Bansal acknowledged the fact that Amit Bansal was indeed the proprietor of RPP, the respondent ought not to have been permitted to replace the name of the proprietor in the memo of parties. In other words, what Mr. Mohit Kumar would seek to contend is that, as RPP was impleaded through Tarun Sehgal as its proprietor, the petitioner was not entitled, at any later point of time, to correct the error and implead Amit Bansal as proprietor of RPP in place of Tarun Sehgal. \n12. It is unfortunate that such a contention has been raised. While the CPC does provide a veritable armoury of procedural provisions on the basis of which a suit could be contested, its provisions are not intended to enable either party to take unfair advantage of an inadvertent error committed by the other, of the nature involved in the present petition. What Mr Mohit Kumar would seek to contend is that the entire suit of the respondent should be thrown out at the threshold, merely because the proprietor of the defendant-proprietorship was wrongly named as Tarun Sehgal instead of Amit Bansal, and that the respondent should be completely denied an opportunity of correcting the error.\n13. It is even more unfortunate that Article 227 of the Constitution of India has been invoked in aid of such a plea and nearly an hour of Court time has been expended in attempting to convince the Court that the petitioner ought not to have been permitted to implead the correct proprietor Amit Bansal in place of Tarun Sehgal. \nFacts 14. Given the limited nature of controversy, it is not necessary to enter into the specifics of the dispute raised by the respondent in his plaint, and a brief recital would suffice. \n15. The plaint was in the nature of a money suit, claiming recovery, from RPP, of  27,08,912/- along with interest @ 24% per annum with effect from 30th September 2015. According to the recitals in the plaint, in response to a purchase order dated 24 th August 2015, placed on the respondent by M/s. SRS Real Infrastructure Limited (hereinafter, \"SRS\"), DG sets, control panels, and like goods were supplied by the respondent. According to the agreement between the respondent and SRS, RPP was to raise invoices, against the goods supplied by the respondent to SRS and payment was required to be released against such invoices by SRS to RPP. RPP was, thereafter, required to release the said payments to the respondent. \n16. According to the assertions in the plaint, in terms of the aforesaid agreement, goods worth  28,80,000/- were supplied by the respondent and two invoices dated 19th November 2015, of  14,40,000/- each, were raised by RPP on SRS in that regard. The goods functioned satisfactorily and no complaint was raised by any party. RPP was, therefore, required to release, to the respondent,  27,08,912/-. \n17. As the said amount had not been released, the respondent, as already noted hereinbefore, instituted the aforesaid suit against RPP under Order XXXVII of the CPC. Summons of the suit were served by the learned Commercial Court on Amit Bansal, the petitioner in the present petition, as he was the actual proprietor of RPP. \n18. In the written statement filed by the petitioner Amit Bansal in response to the said summons, while initially observing that the respondent had not impleaded the petitioner but had instead filed the suit \"against some Raj Power Projects through its sole proprietor Tarun Sehgal\", the assertions in the plaint, were, nonetheless answered on merits purportedly \"to avoid any complexity and as per law\". It is not necessary to enter into the assertions on merits in the written statement filed by the petitioner in response to the plaint. \n19. The memo of parties filed with the suit read thus:\n\"MEMO OF PARTIES M/S. C & S Himoinsa Pvt. Ltd, Through Its Authorized Representative Having Its Office At:-\n222, Okhla Industrial Estate, Phase III, New Delhi-110020 ....PLAINTIFF VERSUS Raj Power Projects A Proprietorship Firm, C/o Mr. Tarun Sehgal, Having its Office at:\n                                203, Laxmi Nagar,\n\n\n\n\n\n\n                                 Delhi - 110025                       ... DEFENDANT\"\n20. Purportedly, on the ground that the petitioner had come to know from the written statement filed by the petitioner that it was the petitioner, and not Tarun Sehgal, who was the proprietor of RPP, the petitioner filed an amended memo of parties in CS(Comm) 47/2020, which read as under:\n\"AMENDED MEMO OF PARTIES M/S CSH POWER HIMOINSA PRIVATE LIMITED Through its Authorized Representative Having its office at:-\n222, Okhla Industrial Estate Phase III, New Delhi -110020 .....PLAINITFF VERSUS AMIT BANSAL @ AMIT AGARWAL Proprietor of M/s Raj Power Projects . Having office at :-\n52, Agarwal Chernber l, Main Vikas Marg, Shakarpur, New Delhi- 110092. \nAlso at:-\n1/50, Lalita Park, Laxmi Nagar, New Delhi- 110092 ....DEFENDANT\"\n21. By order dated 9th March 2021, the learned Commercial Court allowed the aforesaid amended memo of parties to be taken on record. The order read thus:\n\"09.3.2021 Present:- Shri Manas Tripathi - Ld. Counsel for plaintiff . \nNone for defendant. \nAmended memo of parties filed by the plaintiff as per the objection placed by the defendant on the last date, making Shri Amit Bansal/Aggarwal as the defendant/proprietor of M/s Raj Power Projects. Copy retained. WS has already been filed by said Shri Amit Bansal. Further time sought for filing replication. Allowed and last opportunity granted subject to furnishing advance copy to Ld. Counsel for defendant. \nPut up for framing of issues and case management hearing on 03.05.2021.\"\n22. On 23rd October 2021, an objection was raised, by the petitioner, to the effect that the suit instituted by the respondent did not seek any relief against him, as the person sued was Tarun Sehgal and not the petitioner. The learned Commercial Court observed, in this regard, as under:\n\"Ld. counsel for the defendant submits that no relief has been sought against him in the suit since the suit was filed against Tarun Sehgal showing him as Proprietor of the defendant firm whereas the Proprietor of the firm is Shri Amit Bansal @ Amit Aggarwal. It is to be noted that vide order dated 09.03.2021, the amendment sought in the name of the Proprietor was allowed and Shri Amit Bansal was substituted as the Proprietor of the defendant firm. WS has already been filed on his behalf. Hence, this objection if any, shall be taken/considered at an appropriate stage. Ld. Counsel for the defendant submits that he do not intend to file any affidavit of admission/denial of documents. It will ensue result as per the law.\" \n23. The respondent, thereafter, moved an application on or around 13th April 2022, under Order VI Rule 17 of the CPC, seeking to amend the plaint. The only amendment sought in the said application was the substitution, of the defendant in the plaint, earlier sued as Tarun Sehgal with the name of the petitioner, i.e. Amit Bansal. Para 6 of the application filed by the respondent under Order VI Rule 17 of the CPC reads thus:\n\"6. By way of the present application for amendment of the plaint, the Plaintiff prays for substitution of the name of Mr. Amit Bansal @ Sh. Amit Agganval in place of Mr. Tarun Sehgal in paragraph No. 3 of the plaint.\"\nNo other change was proposed in the plaint. \n24. The aforesaid application stands allowed by the learned Commercial Court vide impugned order dated 29th July 2022. \n25. The petitioner, opposing the application filed by the respondent before the learned Commercial Court, sought to dispute the assertion of the respondent that the respondent had come to learn that Amit Bansal was the proprietor of RPP consequent on the written statement filed by way of response to the suit. It was sought to contend that the respondent was aware, ab initio, that the proprietor of RPP was indeed Amit Bansal and not Tarun Sehgal. Certain documents, including emails exchanged between the parties, were sought to be relied upon, in that regard. The learned Commercial Court has not accepted this contention as raised by the petitioner, while opposing the application of the respondent under Order VI Rule 17 of the CPC. \n26 . The petitioner also sought to contend that, by the proposed amendment cause of action in the suit was being materially altered. \nOn this aspect, the learned Commercial Court has observed thus, in para 5.1 of the impugned order dated 29th July 2022:\n\"5.1 The other objection that the amendment sought would change the nature of the suit, embellish the alleged cause of action or change the relief against a person impleaded in the original suit are not justified and tenable. The nature of the suit would remain the same, i.e. for recovery of an unpaid amount, the facts would remain the same and even the name of the defendant firm would remain the same. The present application was filed on 13.4.2022 after the objection raised by the firm were disposed of.\" \n27. Thereafter, paras 5.2 and 5.3 of the impugned order dated 29th July 2022 read thus:\n\"5.2 It is not disputed that transactions did took place between the plaintiff company and M/s Raj Power Projects. The only dispute is regarding the name of the proprietor. Since a proprietorship firm is not a legal entity, the suit has to be filed in the name of its proprietor. The error, as aforesaid, could have been rectified by this Court suo moto. Reference can be made to the provisions of Order 1 Rule (2) CPC which are reproduced as under:\n\"The Court may at any stage of the proceedings, either upon or without the application of either party, and on such terms as may appear to the Court to be just, order that the name of any parties improperly joined, whether as plaintiff or defendant, be struck out and that the name of any person who ought to have been joined, whether as plaintiff or defendant, or whose presence before the Court maybe necessary in order to enable the Court effectually and completely to adjudicate upon and settle all question involved in the suit, be added.\" \n5.3 It is, thus, clear from the above provision that any person whose name has been wrongly or improperly joined can be struck off by the Court and similarly, the name of the person who ought to have been joined can be added even without application.\"\n28. Reasoning thus, the learned Commercial Court has allowed the respondent's application and has permitted the replacement of Tarun Sehgal, as proprietor of RPP, named in the original memo of parties, with Amit Bansal, i.e. the present petitioner. \n29. This position has been carried, by the petitioner to this Court in the present proceedings under Article 227 of the Constitution of India. \nSubmissions 30. Mr. Mohit Kumar contended that the application for amendment had been moved after trial had commenced, as he sought to place reliance, for the said purpose, on the judgment of the Supreme Court in Kailash v. Nanhku2 and Ajendraprasadji N. Pande v. Swami Keshavprakeshdasji N. 3 He drew my attention, in this context, the order dated 1st December 2021, passed by the learned Commercial Courts which reads thus:\n\"01.12.2021 Present : Proxy for Ld. Counsel for the plaintiff Ms. Meenakshi Gupta - Proxy Counsel for the defendant Affidavit of admission-denial of documents filed on behalf of the plaintiff. Copy supplied. \nPleadings are complete. From the pleadings of the parties, following issues are hereby framed:\n(2005) 4 SCC 480 (2006) 12 SCC 1 ISSUES:\n1) Whether the plaintiff is entitled for a decree against the defendant in the sum of Rs.27,08,912/- alongwith interest, if any and if yes, at what rate and for which period? OPP 2 ) Whether the suit is bad for non-joinder and mis-joinder of parties? OPD 3) Whether this Court has no territorial jurisdiction to try and decide the present suit?OPD 4) Whether there was no privity of contract between the plaintiff and the defendant? OPD 5) Relief. \nNo other issue arises or is pressed for.\nLet list of witnesses alongwith their affidavit be filed within three weeks by both the parties after exchanging copies.\nPut up for case management hearing on 20.1.2022.\"\n31. According to Mr. Mohit Kumar, with the passing of the aforesaid order dated 1st December 2021, the trial had commenced. In this context, Mr. Mohit Kumar also placed reliance on Order XV A of the CPC as amended by the Commercial Courts Act, 2015, which deals with \"Case Management Hearing\". He has drawn especial attention to Clause (d) of Order XV A Rule 2 of the CPC, which read thus:\n\"2. Orders to be passes in a Case Management Hearing. - In a Case Management Hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the Court may pass an order - (a) framing the issues between the parties in accordance with Order XIV of the Code of Civil Procedure, 1908 (5 of 1908) after examining pleadings, documents and documents produced before it, and on examination conducted by the Court under rule 2 of Order X, if required;\n(b) listing witnesses to be examined by the parties;\n(c) fixing the date by which affidavit of evidence to be filed by parties;\n(d) fixing the dates on which evidence of the witnesses of the parties to be recorded;\n(e) fixing the date by which written arguments are to be filed before the court by the parties;\n(f) fixing the date on which oral arguments are to be heard by the Court; and (g) setting time limits for parties and their advocates to address oral arguments.\"\n32. Trial having, thus, according to Mr. Mohit Kumar, already commenced when the application for amendment under Order VI Rule 17 of the CPC was filed by the respondent, the prayer for amendment could not be granted unless the respondent was able to establish that despite due diligence, the details sought to be incorporated by amendment could not have been pleaded at the time when the suit was filed, under the proviso to Order VI Rule 17. Inasmuch as the respondent was aware even at the time of filing of the suit that the proprietor of RPP was Amit Bansal and not Tarun Sehgal, Mr. Mohit Kumar would seek to submit that, by application of the proviso to Order VI Rule 17 of the CPC, the amendment sought had necessarily to be refused, rather than granted. \n33. Mr. Mohit Kumar has further submitted that a proprietorship has no independent existence in law. A proprietorship, he submits, is merely a name by which the proprietor is granted colour of business. He submits that, therefore, by substituting Tarun Sehgal, as the proprietor of RPP, with Amit Bansal, i.e. the present petitioner, effectively an entirely new suit, against Amit Bansal, had been filed. This, submits Mr. Mohit Kumar, amounts to a complete alteration of the cause of action, inasmuch as, in the original plaint, there was no cause of action pleaded against the petitioner Amit Bansal. Even on the ground that an amendment cannot seek materially to alter the cause of action pleaded in the plaint, Mr. Mohit Kumar would seek to submit that the learned Commercial Court ought to have refused the prayer for amendment. \n34. Juxtaposed with this submission, Mr. Mohit Kumar has also sought to contend that amendment could not have been allowed, as the suit would be time barred against Amit Bansal on the date when the application for amendment was filed. A time barred plaint, he submits, it is well known, cannot be sought to be introduced by amendment. \n35. Mr. Mohit Kumar has advanced, as his final ground to attack the impugned order, the fact that the title of the suit, as contained in the body of the plaint, read \"M/s C&S Himoinsa Pvt Ltd v. Raj Power Projects\", without mentioning the name of the proprietor. He submits that, as thus filed, the suit was itself liable to be dismissed, as the proprietorship could not be sued without save and except in the name of its proprietor. He seeks to discountenance the fact that the suit was accompanied by a memo of parties, in which the name of the proprietor - Tarun Sehgal, as the respondent claimed to have believed at that time - had indeed been mentioned, submitting that the memo of parties was not the part of the body of the plaint and that the CPC required the correct parties to be represented in the title of the suit in the body of the plaint. \nAnalysis 36. Having heard Mr. Mohit Kumar and examined the material on record, I am convinced that this petition is not only completely devoid of merit, but is an overt attempt to protract proceedings in the suit. \n37. The facts speak for themselves. The only amendment that the respondent had sought to carry out was in the name of the proprietor of the defendant firm, in the Memo of Parties appended thereto. The defendant firm had, originally, in the Memo of Parties filed with the suit, been represented as \"Raj Power Projects through Tarun Sehgal\". The written statement, in response to the suit was, admittedly filed by Amit Bansal as the proprietor of RPP. Amit Bansal is, admittedly, the proprietor of RPP. The petitioner merely sought, therefore, to substitute, in place of Tarun Sehgal, Amit Bansal, as the proprietor of RPP, in the Memo of Parties. \n38. It cannot be said even by the farthest stretch of imagination that, thereby, there was any alteration, far less material alteration, in the plaint or in the cause of action, facts or grounds urged therein. The plaint remained a suit for recovery against RPP. As the proprietor of RPP had wrongly been named, in the Memo of Parties, as Tarun Sehgal, instead of Amit Bansal, the error was sought to be rectified. That was all. \n39. It is ex facie absurd to contend that, thereby, the respondent was instituting a new suit against Amit Bansal, which was, by then, barred by time. \n40. The submission of Mr. Mohit Kumar that, by the amendment, the plaint was materially altered, is, therefore, rejected outright. \n41. The submission of Mr. Mohit Kumar, in this regard, that there was a change in the cause of action in the suit as the original suit did not sue the petitioner Amit Bansal, but instead sued Tarun Sehgal, has also merely to be urged to be rejected. The defendant in the suit was RPP. RPP was, admittedly, a proprietorship concern. Its proprietor was again, admittedly, Amit Bansal, the present petitioner. Again, admittedly, the suit had sued RPP, as the defendant in the suit. It is not as though the plaintiff was seeking to substitute RPP with a new defendant. The only change that the plaintiff had sought to effect was in the identified of the proprietor of the defendant proprietorship firm as Amit Bansal instead of Tarun Sehgal. That Amit Bansal was indeed the proprietor of the defendant firm RPP is not in dispute. \n42. This Court is completely befuddled, in the circumstances, at the submission of Mr. Mohit Kumar that the amendment sought materially to alter the cause of action in the plaint or sought to substitute the earlier existing cause of action with a new cause of action.\n43. For the same reason, it cannot be said that the amendment proposed was introducing a cause of action which was barred by time. At the cost of repetition, RPP was sued earlier and RPP itself continues to be sued even now. The mere correction in the name of the RPP in the memo of parties can hardly be said to have resulted in the suit being barred by time. \n44. On the scope of Order VI Rule 17 of the CPC, the judgments of the Supreme Court are legion, the most recent decision being rendered on 1st September 2022 by a Bench of two Hon'ble Judges of the Supreme Court in LIC v. Sanjeev Builders Pvt. Ltd.4 Paras 19 to 33 of the said decision merit reproduction, thus:\n\"19. It is well settled that the court must be extremely liberal in granting the prayer for amendment, if the court is of the view that if such amendment is not allowed, a party, who has prayed for such an amendment, shall suffer irreparable loss and injury. It is also equally well settled that there is no absolute rule that in every case where a relief is barred because of limitation, amendment should not be allowed. It is always open to the court to allow an amendment if it is of the view that allowing of an amendment shall really sub-serve the ultimate cause of justice and avoid further litigation. In L.J. Leach & Co. Ltd. v. Jardine Skinner & Co.5, , this Court at paragraph 16 of the said decision observed as follows:\n2022 SCC OnLine SC 1128 AIR 1957 SC 357 16. It is no doubt true that courts would, as a rule, decline to allow amendments, if a fresh suit on the amended claim would be barred by limitation on the date of the application. But that is a factor to be taken into account in exercise of the discretion as to whether amendment should be ordered, and does not affect the power of the court to order it, if that is required in the interest of justice.....\" \n20. Again in T.N. Alloy Foundry Co. Ltd. v. T.N. Electricity Board,6 this Court observed as follows:\n\"2. .....The law as regards permitting amendment to the plaint, is well settled. In L.J. Leach and Co. Ltd. v. Jardine Skinner and Co.5 it was held that the Court would as a rule decline to allow amendments, if a fresh suit on the amended claim would be barred by limitation on the date of the application. But that is a factor to be taken into account in exercise of the discretion as to whether amendment should be ordered, and does not affect the power of the court to order it. \n3. It is not disputed that the appellate court has a coextensive power of the trial court. We find that the discretion exercised by the High Court in rejecting the plaint was in conformity with law.\" \n21. So far as the answer to the specific plea that the claim of damages is barred by limitation and cannot be permitted at this stage is concerned, it becomes necessary to examine the various judicial pronouncements of this Court. The principles governing an amendment which may be permitted even after the expiry of the statutory period of limitation were laid down by the Privy Council in its judgment in Charan Das v. Amir Khan7. In this case, the Privy Council laid down the principles thus:\n(2004) 3 SCC 392 AIR 1921 PC 50 \".....That there was full power to make the amendment cannot be disputed, and though such a power should not as a rule be exercised where its effect is to take away from a defendant a legal right which has accrued to him by lapse of time, yet there are cases : see for example Mohummud Zahoor Ali v. Rutta Koe, where such considerations are outweighed by the special circumstances of the case, and their Lordships are not prepared to differ from the Judicial Commissioner in thinking that the present case is one.\"\n22. It would be useful to also notice the observations of this Court in, Pirgonda Hongonda Patil v. Kalgonda Shidgonda Patil8, wherein this Court considered an objection to the amendment on the ground that the same amounted to a new case and a new cause of action. In this case, this Court laid down the principles which would govern the exercise of discretion as to whether the court ought to permit an amendment of the pleadings or not. This Court approved the observations of Batchelor, J., in the case of Kisandas Rupchand v. Rachappa Vithoba Shilwant 9, when he laid down the principles thus:\n\"10. .....\"All amendments ought to be allowed which satisfy the two conditions (a) of not working injustice to the other side, and (b) of being necessary for the purpose of determining the real questions in controversy between the parties ... but I refrain from citing further authorities, as, in my opinion, they all lay down precisely the same doctrine. That doctrine, as I understand it, is that amendments should be refused only where the other party cannot be placed in the same position as if the pleading had been originally correct, but the amendment would cause him an injury which could not be compensated in costs. It is merely a particular case of this general rule that where a plaintiff seeks to amend by setting up a fresh claim in respect of a cause of action which since the institution of the suit had become barred by limitation, the amendment must 1957 SCR 595 ILR (1909) 33 Bom 644 be refused; to allow it would be to cause the defendant an injury which could not be compensated in costs by depriving him of a good defence to the claim. The ultimate test therefore still remains the same : can the amendment be allowed without injustice to the other side, or can it not?\".....\"\n23. This Court has repeatedly held that the power to allow an amendment is undoubtedly wide and may be appropriately exercised at any stage in the interests of justice, notwithstanding the law of limitation. In this behalf, in Ganga Bai v. Vijay Kumar10, this Court held thus:\n\"22. .....The power to allow an amendment is undoubtedly wide and may at any stage be appropriately exercised in the interest of justice, the law of limitation notwithstanding. But the exercise of such far-reaching discretionary powers is governed by judicial considerations and wider the discretion, greater ought to be the care and circumspection on the part of the Court.....\" \n24. Again in Ganesh Trading Co. v. Moji Ram11, , this Court laid down the principles thus: \n\"4. It is clear from the foregoing summary of the main rules of pleadings that provisions for the amendment of pleadings, subject to such terms as to costs and giving of all parties concerned necessary opportunities to meet exact situations resulting from amendments, are intended for promoting the ends of justice and not for defeating them. Even if a party or its Counsel is inefficient in setting out its case initially the shortcoming can certainly be removed generally by appropriate steps taken by a party which must no doubt pay costs for the inconvenience or expense caused to the other side from its omissions. The error is not incapable of being rectified so long as remedial steps do not unjustifiably injure rights accrued.\" \n(1974) 2 SCC 393 (1978) 2 SCC 91 25. The principles applicable to the amendments of the plaint are equally applicable to the amendments of the written statements. The courts are more generous in allowing the amendment of the written statement as question of prejudice is less likely to operate in that event. The defendant has a right to take alternative plea in defense which, however, is subject to an exception that by the proposed amendment other side should not be subjected to injustice and that any admission made in favor of the plaintiff is not withdrawn. All amendments of the pleadings should be allowed which are necessary for determination of the real controversies in the suit provided the proposed amendment does not alter or substitute a new cause of action on the basis of which the original lis was raised or defense taken. Inconsistent and contradictory allegations in negation to the admitted position of facts or mutually destructive allegations of facts should not be allowed to be incorporated by means of amendment to the pleadings. The proposed amendment should not cause such prejudice to the other side which cannot be compensated by costs. No amendment should be allowed which amounts to or relates in defeating a legal right accruing to the opposite party on account of lapse of time. The delay in filing the application for amendment of the pleadings should be properly compensated by costs and error or mistake which, if not fraudulent, should not be made a ground for rejecting the application for amendment of plaint or written statement. (See South Konkan Distilleries v. Prabhakar Gajanan Naik12) \n26. But undoubtedly, every case and every application for amendment has to be tested in the applicable facts and circumstances of the case. As the proposed amendment of the pleadings amounts to only a different or an additional approach to the same facts, this Court has repeatedly laid down the principle that such an amendment would be allowed even after the expiry of statutory period of limitation. \n27. In this behalf, in A.K. Gupta & Sons Ltd. v. Damodar Valley Corporation13, this Court held thus:\n(2008) 14 SCC 632 AIR 1967 SC 96 : (1966) 1 SCR 796 \"7. .....a new case or a new cause of action particularly when a suit on the new case or cause of action is barred: Weldon v. Neale14. But it is also well recognised that where the amendment does not constitute the addition of a new cause of action or raise a different case, but amounts to no more than a different or additional approach to the same facts, the amendment will be allowed even after the expiry of the statutory period of limitation:.....\" \n28. In case entitled, G. Nagamma v. Siromanamma15, this Court considered the proposed amendment of the plaint and noticing that neither the cause of action would change nor the relief would be materially affected, allowed the same. This Court in this case noticed that in the plaintiff's suit for specific performance, the plaintiff was entitled to plead even inconsistent pleas and that in the present case, the plaintiffs were seeking only the alternative reliefs. It appears that the plaintiffs had filed a suit for specific performance of an agreement of re-conveyance. By the application under Order VI Rule 17 of the CPC for amendment of the plaint, the appellants were pleading that the transactions of execution of the sale deed and obtaining a document for re-conveyance were single transactions viz. mortgage by conditional sale. They also wanted to incorporate an alternative relief to redeem the mortgage. At the end of the prayer, the plaintiff sought alternatively to grant of a decree for redemption of the mortgage. This amendment was permitted by this Court. \n29. In Pankaja v. Yellappa (dead) by lrs.16, this Court held that it was in the discretion of the court to allow an application under Order VI Rule 17 of the CPC seeking amendment of the plaint even where the relief sought to be added by amendment was allegedly barred by limitation. The Court noticed that there was no absolute rule that the amendment in such a case should not be allowed. It was pointed out that the court's discretion in this regard depends on the facts and circumstances of the case and has to be exercised on a judicial evaluation thereof. It would be [[L.R.] 19 Q.B. 394 (1996) 2 SCC 25 (2004) 6 SCC 415 apposite to notice the observations of this Court in this pronouncement in extenso. The principles were laid down by this Court thus:\n\"12. So far as the court's jurisdiction to allow an amendment of pleadings is concerned, there can be no two opinions that the same is wide enough to permit amendments even in cases where there has been substantial delay in filing such amendment applications. This Court in numerous cases has held that the dominant purpose of allowing the amendment is to minimise the litigation, therefore, if the facts of the case so permit, it is always open to the court to allow applications in spite of the delay and laches in moving such amendment application. \n13. But the question for our consideration is whether in cases where the delay has extinguished the right of the party by virtue of expiry of the period of limitation prescribed in law, can the court in the exercise of its discretion take away the right accrued to another party by allowing such belated amendments. \n14. The law in this regard is also quite clear and consistent that there is no absolute rule that in every case where a relief is barred because of limitation an amendment should not be allowed. Discretion in such cases depends on the facts and circumstances of the case. The jurisdiction to allow or not allow an amendment being discretionary, the same will have to be exercised on a judicious evaluation of the facts and circumstances in which the amendment is sought. If the granting of an amendment really subserves the ultimate cause of justice and avoids further litigation the same should be allowed. There can be no straitjacket formula for allowing or disallowing an amendment of pleadings. Each case depends on the factual background of that case. \n***** \n16. This view of this Court has, since, been followed by a three-Judge Bench of this Court in the case of T.N. Alloy Foundry Co. Ltd. v. T.N. Electricity Board6 . Therefore, an application for amendment of the pleading should not be disallowed merely because it is opposed on the ground that the same is barred by limitation, on the contrary, application will have to be considered bearing in mind the discretion that is vested with the court in allowing or disallowing such amendment in the interest of justice. \n***** \n18. We think that the course adopted by this Court in Ragu Thilak D. John case17 applies appropriately to the facts of this case. The courts below have proceeded on an assumption that the amendment sought for by the appellants is ipso facto barred by the law of limitation and amounts to introduction of different relief than what the plaintiff had asked for in the original plaint. We do not agree with the courts below that the amendment sought for by the plaintiff introduces a different relief so as to bar the grant of prayer for amendment, necessary factual basis has already been laid down in the plaint in regard to the title which, of course, was denied by the respondent in his written statement which will be an issue to be decided in a trial. Therefore, in the facts of this case, it will be incorrect to come to the conclusion that by the amendment the plaintiff will be introducing a different relief.\" \n30. From the above, therefore, one of the cardinal principles of law in allowing or rejecting an application for amendment of the pleading is that the courts generally, as a rule, decline to allow amendments, if a fresh suit on the amended claim would be barred by limitation on the date of filing of the application. But that would be a factor to be taken into account in the exercise of the discretion as to whether the amendment should be ordered, and does not affect the power of the court to order it, if that is required in the interest of justice. \nRagu Thilak D. John v. S. Rayappan, (2001) 2 SCC 4 31. In Ragu Thilak D. John v. S. Rayappan17, this Court also observed that where the amendment was barred by time or not, was a disputed question of fact and, therefore, that prayer for amendment could not be rejected and in that circumstances the issue of limitation can be made an issue in the suit itself like the one made by the High Court in the case on hand. \n32. In a decision in Vishwambhar v. Laxminarayan (Dead) through Lrs18., this Court held that the amendment though properly made cannot relate back to the date of filing of the suit, but to the date of filing of the application. \n33. Again, in Vineet Kumar v. Mangal Sain Wadhera19, this Court held that if a prayer for amendment merely adds to the facts already on record, the amendment would be allowed even after the statutory period of limitation.\" \n(Emphasis supplied) \n45. Prior thereto, the scope of Order VI Rule 17 of the CPC has been underscored by the Supreme Court in the following passages from B.K. Narayana Pillai v. Parameshwaran Pillai 20 and Rajesh Kumar Aggarwal v. K.K. Modi21, B.K. Narayana Pillai20 \"3. The purpose and object of Order 6 Rule 17 CPC is to allow either party to alter or amend his pleadings in such manner and on such terms as may be just. The power to allow the amendment is wide and can be exercised at any stage of the proceedings in the interests of justice on the basis of guidelines laid down by various High Courts and this Court. It is true that the amendment cannot be claimed as a matter of (2001) 6 SCC 163 (1984) 3 SCC 352 : AIR 1985 SC 817 (2000) 1 Supreme Court Cases 712 (2006) 4 SCC 385 right and under all circumstances. But it is equally true that the courts while deciding such prayers should not adopt a hypertechnical approach. Liberal approach should be the general rule particularly in cases where the other side can be compensated with the costs. Technicalities of law should not be permitted to hamper the courts in the administration of justice between the parties. Amendments are allowed in the pleadings to avoid uncalled-for multiplicity of litigation. \n4. This Court in A.K. Gupta & Sons Ltd. v. Damodar Valley Corpn.13 held:\n\"The general rule, no doubt, is that a party is not allowed by amendment to setup a new case or a new cause of action particularly when a suit on new case or cause of action is barred: Weldon v. Neal14. But it is also well recognised that where the amendment does not constitute the addition of a new cause of action or raise a different case, but amounts to no more than a different or additional approach to the same facts, the amendment will be allowed even after the expiry of the statutory period of limitation: See Charan Das v. Amir Khan7 and L.J. Leach and Co .Ltd. v. Jardine Skinner and Co.5 The principal reasons that have led to the rule last mentioned are, first, that the object of courts and rules of procedure is to decide the rights of the parties and not to punish them for their mistakes (Cropper v. Smith22) and secondly, that a party is strictly not entitled to rely on the statute of limitation when what is sought to be brought in by the amendment can be said in substance to be already in the pleading sought to be amended (Kisandas Rupchand v Rachappa Vithoba Shilwant9 approved in Pirgonda Hongonda Patil v. Kalgonda Shidgonda Patil8). \nThe expression cause of action in the present context does not mean every fact which it is material to be proved to entitle the plaintiff to succeed as was said in [L.R.] 26 Ch.D. 700 Cooke v. Gill23 in a different context, for if it were so, no material fact could ever be amended or added and, of course, no one would want to change or add an immaterial allegation by amendment. That expression for the present purpose only means, a new claim made on a new basis constituted by new facts. Such a view was taken in Robinson v. Unicos Property Corpn. Ltd.24 and it seems to us to be the only possible view to take. Any other view would make the rule futile. The words new case have been understood to mean new set of ideas: Dornan v. J.W. Ellis and Co. Ltd25. This also seems to us to be a reasonable view to take. No amendment will be allowed to introduce a new set of ideas to the prejudice of any right acquired by any party by lapse of time.\" \nAgain in Ganga Bai v. Vijay Kumar10 this Court held:\n(SCC p. 399, para 22) \"The power to allow an amendment is undoubtedly wide and may at any stage be appropriately exercised in the interest of justice, the law of limitation not withstanding. But the exercise of such far-reaching discretionary powers is governed by judicial considerations and wider the discretion, greater ought to be the care and circumspection on the part of the court.\" \nIn Ganesh Trading Co. v. Moji Ram11 it was held: (SCC p. 93, para 4) \"4. It is clear from the foregoing summary of the main rules of pleadings that provisions for the amendment of pleadings, subject to such terms as to costs and giving of all parties concerned necessary opportunities to meet exact situations resulting from amendments, are intended for promoting the ends of justice and no for defeating them. Even if a party or its counsel is inefficient in setting out its case initially the [L.R.] 8 C.P. 107 (1962) 2 All ER 24 (1962) 1 All ER 303 shortcoming can certainly be removed generally by appropriate steps taken by a party which must no doubt pay costs for the inconvenience or expense caused to the other side from its omissions. The error is not incapable of being rectified so long as remedial steps do not unjustifiably injure rights accrued.\" \n(Emphasis supplied) Rajesh Kumar Aggarwal20 \"15. The object of the rule is that the courts should try the merits of the case that come before them and should, consequently, allow all amendments that may be necessary for determining the real question in controversy between the parties provided it does not cause injustice or prejudice to the other side. \n16. Order 6 Rule 17 consists of two parts. Whereas the first part is discretionary(may) and leaves it to the court to order amendment of pleading. The second part is imperative (shall) and enjoins the court to allow all amendments which are necessary for the purpose of determining the real question in controversy between the parties. \n17. In our view, since the cause of action arose during the pendency of the suit proposed amendment ought to have been granted because the basic structure of the suit has not changed and that there was merely change in the nature of relief claimed. We fail to understand if it is permissible for the appellants to file an independent suit, why the same relief which could be prayed for in the new suit cannot be permitted to be incorporated in the pending suit. \n18. As discussed above, the real controversy test is the basic or cardinal test and itis the primary duty of the court to decide whether such an amendment is necessary to decide the real dispute between the parties. If it is, the amendment will be allowed; if it is not, the amendment will be refused. On the contrary, the learned Judges of the High Court without deciding whether such an amendment is necessary have expressed certain opinions and entered into a discussion on merits of the amendment. In cases like this, the court should also take notice of subsequent events in order to shorten the litigation, to preserve and safeguard the rights of both parties and to subserve the ends of justice. It is settled by a catena of decisions of this Court that the rule of amendment is essentially a rule of justice, equity and good conscience and the power of amendment should be exercised in the larger interest of doing full and complete justice to the parties before the court. \n19. While considering whether an application for amendment should or should not be allowed, the court should not go into the correctness or falsity of the case in the amendment. Likewise, it should not record a finding on the merits of the amendment and the merits of the amendment sought to be incorporated by way of amendment are not to be adjudged at the stage of allowing the prayer for amendment. This cardinal principle has not been followed by the High Court in the instant case.\" \nThe takeaway 46. It would be appropriate, as the issue arises in case after case, to distil, from the above decisions, the defining principles governing exercise of jurisdiction under Order VI Rule 17 of the CPC (where the prayer for amendment is made prior to commencement of trial):\n(i) Ordinarily, the Court is required to be liberal while dealing with a prayer for amendment. Prayers for amendment of written statements are required to be treated even more liberally than prayers for amendment of plaints. \n(ii) Where the Court finds that declining the prayer for amendment would result in the applicant suffering irreparable loss or injury, the amendment should be allowed. Qua the opposite party who opposes the amendment, the Court is required to examine whether the amendment would result in irreversible injustice; else, it should be allowed. \n(iii) There is no absolute bar to allowing an amendment which introduces a cause of action which is, by then, barred by time. \nWhile, ordinarily, such an amendment would be refused, the matter ultimately rests with the discretion of the Court and, if the amendment is found necessary in the interests of justice, it would be allowed. The fact that the amendment introduces a relief which, by then, is barred by time is, therefore, merely a consideration to be borne in mind by the Court. \n(iv) The ultimate consideration has to be subserving of the cause of justice and avoiding multiplicity of litigation. \n(v) All amendments are mandatorily required to be allowed which (a) do not work injustice to the other side, and (b) are necessary for determining the real questions in controversy between the parties. \nIt must be remembered, in this context, that Courts are ultimately required to adjudicate on the merits of the cases that come before them. \n(vi) If an amendment is sought to correct an inefficiency in originally stating the case, it should be allowed. Such an error should be permitted to be rectified by amendment, so long it is not fraudulent, and the remedial steps taken in that regard do not unjustifiably injure accrued rights. \n(vii) All amendments which are necessary to determine the real issue in controversy in the suit, should be allowed. \n(viii) Amendments which alter or substitute the cause of action originally pleaded should not be allowed. \n(ix) Amendments which seek to negate admissions of fact, or which are mutually destructive therewith, should not be allowed. On the other hand, inconsistent pleas and alternative reliefs can be permitted to be introduced by amendment. \n(x) An amendment which does not set up a new case, or introduce a new cause of action, but merely amounts to incorporating a different or additional approach to the same facts, should be allowed, even after expiry of limitation. \n(xi) The expression \"cause of action\", in this context, does not mean \"every fact which it is material to prove to entitle the plaintiff to succeed\", which is its normally understood connotation. It only means a new claim made on a new basis constituting new facts. The word \"new case\" has to be understood as meaning \"new set of ideas\". \n(xii) An amendment which seeks to introduce an additional relief, the factual basis for which already exists in the plaint as originally filed, should be allowed. \n(xiii) An amendment which merely adds to the facts already pleaded should be allowed. \n(xiv) Courts should not adopt a hypertechnical approach while dealing with prayers for amendment of pleadings. Technicalities of law should not be allowed to hamper administration of justice. \n(xv) In this context, the Court should bear in mind the fact that its objective should be adjudicating and deciding on the competing and conflicting rights of parties, and not punishing parties for their mistakes. \n(xvi) If a new cause of action arises during the pendency of a suit, and the plaintiff would be entitled to file a fresh suit based thereon, the plaintiff should be allowed to amend the existing suit and introduce the claim by amendment. Events subsequent to the filing of the suit have, therefore, also to be borne in mind by the Court. \n(xvii) The Court examining a plea of amendment is not concerned with the correctness, falsity, or merits of the case that the amendment seeks to set up. The Court should not, therefore, record any findings on the merits of the amendment, or the stand that is sought to be canvassed thereby. \n47. There is no difference, whatsoever, in the body of the plaint as originally filed or as it exists today. The only change made, at the cost of repetition yet again, is in the name of the proprietor of the petitioner proprietorship as it finds place in the memo of parties. \n48. Apart from the fact that the amendment does not result in introducing a claim which is barred by time, even on that aspect, as laid down by the Supreme Court, the law now advocates a very liberal approach. Though it is hardly necessary to enter into that aspect in the context of the dispute in the present case, where the aspect of limitation is arguable, the Supreme Court has held that even a claim which appears to be time barred can be introduced by way of amendment. Having said that, in the present case, no such occasion arises, as the only change that was sought, was to correct the name of proprietor of the defendant proprietorship firm in the memo of parties in the plaint. \n49. Mr. Mohit Kumar also sought to contend that the present case attracts the proviso to Order VI Rule 17 of the CPC, in which context, he relied, as already noted, on Kailash2 and Ajendraprasadji N. Pande3.\n50. Kailash2 was a case which involved filing of a written statement in election proceedings. Para 13 of the decision merely notes that, \"in a civil suit, the trial begins when issues are framed and the case is set down for recording of evidence. Read in the context of the dispute in Kailash2, it is clear that the said observation is, at the highest, obiter dicta. The law, no doubt, recognizes that even obiter dicta of the Supreme Court is binding on all Courts hierarchically below the Supreme Court. Ajendraprasadji N. Pande3, rendered by a Bench of two Hon'ble Judges of the Supreme Court, has merely reproduced the aforesaid observation in Kailash2.\n51. The actual legal position regarding commencement of trial, vis- -vis the proviso to Order VI Rule 17 of the CPC, stands clarified by the following passages from Mohinder Kumar Mehra v. Roop Rani Mehra26:\n\"17. Although Order 6 Rule 17 permits amendment in the pleadings \"at any stage of the proceedings\", but a limitation has been engrafted by means of proviso to the effect that no application for amendment shall be allowed after the trial is commenced. Reserving the court's jurisdiction to order for permitting the party to amend pleading on being satisfied that in spite of due diligence the parties could not have raised the matter before the commencement of trial. In a suit when trial commences? Order 18 CPC deals with \"hearing of the suit and examination of witnesses\". Issues are framed under Order 14. At the first hearing of the suit, the court after reading the plaint and written statement and after examination under Rule (2018) 2 SCC 132 1 of Order 14 is to frame issues. Order 15 deals with \"disposal of the suit at the first hearing\", when it appears that the parties are not in issue of any question of law or a fact. After issues are framed and case is fixed for hearing and the party having right to begin is to produce his evidence, the trial of suit commences. \n18. This Court in Vidyabai v. Padmalatha27, held that filing of an affidavit in lieu of examination-in-chief of the witnesses amounts to commencement of proceedings. In para 11 of the judgment, the following has been held: (SCC p. 413) \"11. From the order passed by the learned trial Judge, it is evident that the respondents had not been able to fulfil the said precondition. The question, therefore, which arises for consideration is as to whether the trial had commenced or not. In our opinion, it did. The date on which the issues are framed is the date of first hearing. Provisions of the Code of Civil Procedure envisage taking of various steps at different stages of the proceeding. Filing of an affidavit in lieu of examination-in-chief of the witness, in our opinion, would amount to \"commencement of proceeding\".\" \n19. Coming to the facts of the present case, it is clear from the record that issues were framed on 17-5-2010 and case was fixed for recording of evidence of the plaintiff on 10-8-2010. The plaintiff did not produce the evidence and took adjournment and in the meantime filed an application under Order VI Rule 16 or 17 on 17-1-2011. Thereafter the Court on 26-7-2011 has granted four weeks' time as the last opportunity to file the examination-in-chief. It is useful to quote para 4 of the order, which is to the following effect:\n\"4. In view of the above, it is directed as follows:\n(i) Having regard to the delay which has ensued, subject to the plaintiff paying costs of Rs. 5000, each to the contesting Defendants 1 and 5 within a period of one week, the plaintiff is permitted four weeks' time as (2009) 2 SCC 409 a last opportunity to file the examination-in-chief of his witnesses on affidavit. \n(ii) The matter shall be listed before the Joint Registrar for recording of plaintiff's evidence on 29-8- 2011. \n(iii) The case shall be listed before the Court for direction on 18-1-2012. \n(iv) Needless to say in case IA No. 1001 of 2011 is allowed, appropriate orders for evidence of the plaintiff would be made.\"\n20. Thus, technically trial commenced when the date was fixed for leading evidence by the plaintiff but actually the amendment application was filed before the evidence was led by the plaintiff. The parties led evidence after the amendment application was filed. In this context, it is necessary to notice the order of the High Court dated 14-2-2014, which records that evidence of both the parties have been concluded. Most important fact to be noticed in the order is that the Court recorded the statement of the plaintiff's counsel that parties have led evidence in view of the amendment sought in the plaint. The order dated 14-2-2014 is to the following effect:\n\"The evidence of both the parties has been concluded. The matter has been listed for final disposal. The learned counsel for the plaintiff has pointed out the order dated 26-7-2011 wherein observation was made that in case IA No. 1001 of 2011 under Order VI Rule 17 CPC for amendment of the plaint is allowed, appropriate order for evidence of the plaintiff would be made. As a matter of fact, the plaintiff's counsel stated that the parties have also led evidence in view of amendment sought in the plaint and the same covered in the evidence produced by the parties. The defendants, however, alleged that the said amendment was unnecessary and was opposed by the defendants and issue involved in the said circumstances be considered at the time of final hearing of suit as Defendant 1 is more than 85 year old lady, the suit itself be decided. \nList this matter in the category of short cause on 22-5- 2014....\" \n***** \n22. The proviso to Order 6 Rule 17 CPC prohibited entertainment of amendment application after commencement of the trial with the object and purpose that once parties proceed with the leading of evidence, no new pleading be permitted to be introduced. The present is a case where actually before parties could lead evidence, the amendment application has been filed and from the order dated 14-2- 2014, it is clear that the plaintiff's case is that parties have led evidence even on the amended pleadings and the plaintiff's case was that in view of the fact that the parties led evidence on amended pleadings, the allowing of the amendment was a mere formality. The defendant in no manner can be said to be prejudiced by the amendments since the plaintiff led his evidence on amended pleadings also as claimed by him.\" \n(Emphasis supplied)\n52. The position in law as enunciated in the afore extracted passages from Mohinder Kumar Mehra26 is interesting. The Supreme Court noted, clearly and with no equivocation whatsoever, that, in Vidyabai27, it had been held that \"filing of an affidavit in view of examination-in-chief of the witnesses amounts to commencement of proceedings\". (Though the Supreme Court has used the phrase \"commencement of proceedings\", one may regard the Supreme Court as having meant \"commencement of trial\", as the enunciation was with relation to the proviso to Order VI Rule 17 of the CPC.) Having thus noted the position in law, as enunciated in Vidyabai27 regarding commencement of trial, the Supreme Court went on to observe, with respect to the facts before it, that \"technically trial commenced when the date was fixed for leading evidence\". There appears, therefore, to be some discordance between Vidyabai27 and Mohinder Kumar Mehra26 with respect to the date when the trial could be said to commence, as Vidyabai27 held that trial commenced on the date when the affidavit in evidence was filed, whereas Mohinder Kumar Mehra26 held that, \"technically\", trial commenced when a date was fixed for leading evidence. However, this slight discordance, if any, need not concern us as, even in Mohinder Kumar Mehra26, the Supreme Court held that the application for amendment, filed before evidence was actually led by the plaintiff, would not be hit by the proviso to Order VI Rule 17 of the CPC. The relevant date for applying the proviso to Order VI Rule 17 would, as per Mohinder Kumar Mehra26, therefore, be the date when the plaintiff led evidence. \n53. The first step in leading of evidence is either production of the witness for examination or, at the very least, filing of the affidavit-in- evidence of the witness by the party who is required, by the Court, to lead evidence in the first instance; generally, the plaintiff. Whether one applies Vidyabai27, therefore, or Mohinder Kumar Mehra26, the trial could not be stated to have commenced, for the purpose of applicability of the proviso to Order VI Rule 17 of the CPC, before the affidavit-in-evidence of the plaintiff is filed even if, prior thereto, the Court has directed filing of affidavit-in-evidence by a particular date. \n54. Even if one were to go by the observations in Kailash2, on which Mr. Mohit Kumar seeks to place reliance, the judgment cannot, in my opinion, be of any assistance to his client. What the Supreme Court has said in Kailash, as reiterated in Ajendraprasadji N. Pande3, is that, \"in a civil suit, the trial begins when issues are framed and the case is set down for recording of evidence\". Admittedly, the suit from which the present proceedings have emanated is a commercial suit. It is, therefore, governed by the Commercial Courts Act, 2015. The order dated 1st December 2021, whereby issues were framed, directed that the case be set up for case management hearing on 20 th January 2022. Case management hearing, in commercial suits is, as Mr. Mohit Kumar correctly submits, governed by Order XV(A) of the CPC as amended by the Commercial Courts Act. Order XV(A) Rule 2 of the CPC clearly states that in a case management hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the Court may pass an order fixing the dates on which the evidence of the witnesses of the parties is to be recorded. That exercise, Mr. Mohit Kumar, candidly acknowledges, is yet to take place. No date of hearing on which evidence of witnesses is to be recorded, has been fixed by the learned Commercial Court under Order XV(A) Rule 2(D) of the CPC as amended by the Commercial Courts Act. \n55. That being so, even going by the observations in Kailash2, on which Mr. Mohit Kumar places reliance, the case having not been set down for recording of evidence till the date when the application under Order VI Rule 17 of the CPC came to be filed by the respondent, it cannot be said that trial had begun. \n56. The submission of Mr. Mohit Kumar, that the fact of the present case attracted the proviso to Order VI Rule 17 of the CPC is, therefore, rejected. \nConclusion 57. There is, therefore, no reason whatsoever for this Court to interfere with the impugned order which merely allows the prayer of the respondent to substitute the petitioner Amit Bansal in place of Tarun Sehgal, as the proprietor of the defendant firm RPP, in the Memo of Parties accompanying the suit filed by the respondent. Indeed, the amendment allowed was so innocuous that the Court need hardly enter into the issue of whether, while filing the suit the petitioner was actually aware that Amit Bansal, and not Tarun Sehgal, was the proprietor of RPP. As the learned Commercial Court has correctly held, there was no reason for the petitioner to implead a wrong proprietor. At the highest, it could be treated as an inadvertent or, perhaps, even a negligent omission which, given the fact that proviso to Order VI Rule 17 of the CPC is not applicable and given the expansive scope of Order VI Rule 17 of the CPC as adumbrated by the Supreme Court in the decisions cited hereinabove, could not act as a factor inhibiting the prayer, of the respondent, for being permitted to amend the Memo of Parties. \n58. The impugned order does not, therefore, call for interference, least of all under Article 227 of the Constitution of India. \n59. This petition is manifestly vexatious. A simple prayer for correction of the name of the proprietor in the Memo of Parties accompanying the suit filed by the respondent was not only strenuously opposed, but has thereafter been carried to this Court by means of the present petition. \n60. Accordingly, this petition is dismissed with costs of  50,000/-, to be paid by the petitioner by way of a crossed cheque favouring the Delhi High Court Legal Services Committee, to be deposited with the Registry of this Court within a period of four weeks from today.\n61. Miscellaneous applications are also disposed of. \nC.HARI SHANKAR, J SEPTEMBER 14, 2022 r.bararia",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5eaca65cd2674749b085cb7471729884_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b532bc75b674b6e9682507dcef38b7a_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4a8c067873845a9be880d46626eb472_2"
    },
    {
      "start": 261,
      "end": 424,
      "text": "Amit Bansal Alias Amit Agarwal vs Csh Power Himoinsa Private Limited on 14 September, 2022\nAuthor: C.Hari Shankar\nBench: C.Hari Shankar\n                          $",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b47224ff4c6543bda7a424cee1de3078_3"
    },
    {
      "start": 425,
      "end": 461,
      "text": "~65 \n                          *    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4f42e6bbe1d48719fae12609dc0e2b9_4"
    },
    {
      "start": 461,
      "end": 527,
      "text": "In The High Court Of Delhi At New Delhi\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1943b102bea349e7a8aacace962a4ae4_5"
    },
    {
      "start": 527,
      "end": 585,
      "text": "+         Cm(M) 940/2022, Cm Appl. 39908/2022 and Cm Appl.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67f5f0b963594102bbd3eb0560449834_6"
    },
    {
      "start": 623,
      "end": 633,
      "text": "39909/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5963593a4f88454a9c2424dc13ab4080_7"
    },
    {
      "start": 672,
      "end": 689,
      "text": "Amit Bansal Alias",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9fcbe2646bf140268879fb82d960cf6f_8"
    },
    {
      "start": 690,
      "end": 702,
      "text": "Amit Agarwal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "585f90c4a3164c42804f1c435fccf2f2_9"
    },
    {
      "start": 703,
      "end": 719,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84797a6b04a9410d8fd716b842e965df_10"
    },
    {
      "start": 770,
      "end": 802,
      "text": "Through: Mr. Mohit Kumar and Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38d79da5bc5e43409a27c2dbdcb1c46a_11"
    },
    {
      "start": 853,
      "end": 861,
      "text": "Ravinder",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afc39af31ccf430fb67810297c6e053a_12"
    },
    {
      "start": 862,
      "end": 871,
      "text": "Aggarwal,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4dc96601bb14e0a84e994e86b21bcc1_13"
    },
    {
      "start": 872,
      "end": 878,
      "text": "Advs .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97db5eb1da24402783b275c7e91efa74_14"
    },
    {
      "start": 937,
      "end": 943,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de179a699a944175843e41d4e2137156_15"
    },
    {
      "start": 982,
      "end": 991,
      "text": "Csh Power",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2d5c9dece67498b9053c33edd1ceb9a_16"
    },
    {
      "start": 992,
      "end": 1000,
      "text": "Himoinsa",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30f86d150df24d1cb5e4f8536189e9c0_17"
    },
    {
      "start": 1001,
      "end": 1016,
      "text": "Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fac7b2576c0b4de6bd6376004a0cfba3_18"
    },
    {
      "start": 1017,
      "end": 1031,
      "text": "... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0683a13c4acd484985f43b3c1642d9a5_19"
    },
    {
      "start": 1082,
      "end": 1090,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cfb50b8fe12142a7a53cfefb94c4b373_20"
    },
    {
      "start": 1091,
      "end": 1117,
      "text": "Mr. Rahul Malhotra and Ms.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9588afffc121482b982497793d14b779_21"
    },
    {
      "start": 1168,
      "end": 1188,
      "text": "Anchal Tiwari, Advs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b866a574ef3a499496b4a9c31ff52f5b_22"
    },
    {
      "start": 1226,
      "end": 1562,
      "text": "Coram:\n                                    Hon'Ble Mr. Justice C.Hari Shankar\n\n                                                  Judgment (Oral)\n                          %                         14.09.2022\n\n                          A Prefatory Note\n1. A bench of two Hon'ble Judges of the Supreme Court, in Sugandhi v. P. Raj Kumar1,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ba42cb2d0d44224bac80f26e8915918_23"
    },
    {
      "start": 1563,
      "end": 1712,
      "text": " observed thus, in respect of the manner in which the provisions of the Code of Civil Procedure, 1908 (CPC) were required to be applied and enforced:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15a38e57159c476f943eb56a0b4a6e7f_24"
    },
    {
      "start": 1714,
      "end": 1777,
      "text": "\"9. It is often said that procedure is the handmaid of justice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95aa08ef31c94369ba31e1b306500941_25"
    },
    {
      "start": 1778,
      "end": 1896,
      "text": "Procedural and technical hurdles shall not be allowed to come in the way of the court while doing substantial justice.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eba010728f95445db8ea215974480ccb_26"
    },
    {
      "start": 1897,
      "end": 2095,
      "text": "If the procedural violation does not seriously cause prejudice to the adversary party, courts must lean towards doing substantial justice rather than relying upon procedural and technical violation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83675377398f42e0847f91f0a9a3ee61_27"
    },
    {
      "start": 2096,
      "end": 2337,
      "text": "We should not forget the fact that litigation is nothing but a journey towards truth which is the (2020) 1 SCC 706 foundation of justice and the court is required to take appropriate steps to thrash out the underlying truth in every dispute.",
      "labels": [
        "NONE"
      ],
      "id": "b9c9587169104ef4bd55153199efe834_28"
    },
    {
      "start": 2338,
      "end": 2468,
      "text": "Therefore, the court should take a lenient view when an application is made for production of the documents under subrule (3).\"\n2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37b476d1edc346749a9ae17f294211f7_29"
    },
    {
      "start": 2469,
      "end": 2887,
      "text": "This case, I may observe, is a textbook example of the manner in which the provisions of the CPC and Article 227 of the Constitution of India are being twisted out of shape, to capitalize on what, at the highest, was an inadvertent error on the part of the plaintiff while naming the proprietor of the defendant proprietorship firm in the memo of parties in the suit instituted by the plaintiff against the defendant.\n",
      "labels": [
        "NONE"
      ],
      "id": "1456976c9d2b45fc933c6e2fb76ee86c_30"
    },
    {
      "start": 2887,
      "end": 2912,
      "text": "The dispute, in precis 3.",
      "labels": [
        "NONE"
      ],
      "id": "8ff02a874587471d8ebf3a74da4ea3c5_31"
    },
    {
      "start": 2913,
      "end": 2964,
      "text": "In substance, the dispute may be crystallized thus.",
      "labels": [
        "FAC"
      ],
      "id": "9b21b358ac344c938749a47d581aea7a_32"
    },
    {
      "start": 2965,
      "end": 3119,
      "text": "\n4. CS(Comm) 46/2020 was instituted by the respondent, as the plaintiff, against \"M/s. Raj Power Projects, a proprietorship firm C/o Mr. Tarun Sehgal\".\n5.",
      "labels": [
        "FAC"
      ],
      "id": "1bd977e0773f443dac6a6ccb583a45cb_33"
    },
    {
      "start": 3120,
      "end": 3316,
      "text": "The written statement, filed by way of response to the plaint, was admittedly filed not by Tarun Sehgal but by Amit Aggarwal, the actual proprietor of M/s. Raj Power Projects (hereinafter, \"RPP\").",
      "labels": [
        "FAC"
      ],
      "id": "a8496733368349c8b425ced8d8c6c01e_34"
    },
    {
      "start": 3318,
      "end": 3492,
      "text": "6. The respondent, as plaintiff, thereupon filed an amended memo of parties, replacing the defendant with \"Amit Bansal @ Amit Aggarwal, proprietor of M/s. Raj Power Project\".",
      "labels": [
        "FAC"
      ],
      "id": "6f5f1c2742a94d1aac97215e06e5438e_35"
    },
    {
      "start": 3493,
      "end": 3589,
      "text": "By order dated 9 th March 2021, the amended memo of parties was permitted to be taken on record.",
      "labels": [
        "FAC"
      ],
      "id": "7a67595f6e9c43f68e0095a8bd2247fa_36"
    },
    {
      "start": 3591,
      "end": 3939,
      "text": "7. The respondent, thereafter, moved an application under Order VI Rule 17 of the CPC, along with an amended plaint, seeking only to amend the para 3 of the plaint, by replacing, as the defendant, \"Amit Bansal @ Amit Aggarwal, proprietor of M/s. Raj Power Project\", in place of \"M/s. Raj Power Projects, a proprietorship firm C/o Mr. Tarun Sehgal\".",
      "labels": [
        "FAC"
      ],
      "id": "6e32bdfeb7ef467885e24140de5588f1_37"
    },
    {
      "start": 3940,
      "end": 3967,
      "text": "No other change was sought.",
      "labels": [
        "FAC"
      ],
      "id": "2c44f4642fe046e8a43f1329ee64e02b_38"
    },
    {
      "start": 3968,
      "end": 4041,
      "text": "The respondent did not seek to make any change in the body of the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "79e243283a5c474689836a179c9ca6d0_39"
    },
    {
      "start": 4043,
      "end": 4194,
      "text": "8. The said application was allowed by the learned District Judge (Commercial Courts) (\"the learned Commercial Court\") vide order dated 29th July 2022.",
      "labels": [
        "FAC"
      ],
      "id": "db281f3aba9443739e4ccdb5e1f78a75_40"
    },
    {
      "start": 4196,
      "end": 4360,
      "text": "9. Said order is sought to be challenged, by the petitioner Amit Bansal, by means of the present petition instituted under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "84d3fbcec430467dba3a694f2a8a3ed8_41"
    },
    {
      "start": 4361,
      "end": 4442,
      "text": "\n10. I have heard, at length, Mr Mohit Kumar, learned Counsel for the petitioner.",
      "labels": [
        "NONE"
      ],
      "id": "483a3a9175764eeca7a58473d0545e99_42"
    },
    {
      "start": 4444,
      "end": 4782,
      "text": "11. Mr. Mohit Kumar does not seek to contend that, apart from the replacement, in the memo of parties accompanying the plaint, of the designation of the defendant as above, essentially replacing Amit Bansal in place of Tarun Sehgal as the proprietor of RPP, there is any change in the averments in the plaint or in any other part thereof.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0159e8dbcade44f58135d5f605497cd7_43"
    },
    {
      "start": 4783,
      "end": 5089,
      "text": "\nNonetheless, he has painstakingly sought to contend that even though the written statement filed by his client Amit Bansal acknowledged the fact that Amit Bansal was indeed the proprietor of RPP, the respondent ought not to have been permitted to replace the name of the proprietor in the memo of parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d555d8fdb094b32a39d4f1c6bc1689d_44"
    },
    {
      "start": 5090,
      "end": 5371,
      "text": "In other words, what Mr. Mohit Kumar would seek to contend is that, as RPP was impleaded through Tarun Sehgal as its proprietor, the petitioner was not entitled, at any later point of time, to correct the error and implead Amit Bansal as proprietor of RPP in place of Tarun Sehgal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5183cc876a1430789d14ffacbf40192_45"
    },
    {
      "start": 5373,
      "end": 5434,
      "text": "12. It is unfortunate that such a contention has been raised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f44c4fc950e548a8bebe3e61e092c3c1_46"
    },
    {
      "start": 5435,
      "end": 5731,
      "text": "While the CPC does provide a veritable armoury of procedural provisions on the basis of which a suit could be contested, its provisions are not intended to enable either party to take unfair advantage of an inadvertent error committed by the other, of the nature involved in the present petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3e724399e78e43bdaa12226a5b2add93_47"
    },
    {
      "start": 5732,
      "end": 6070,
      "text": "What Mr Mohit Kumar would seek to contend is that the entire suit of the respondent should be thrown out at the threshold, merely because the proprietor of the defendant-proprietorship was wrongly named as Tarun Sehgal instead of Amit Bansal, and that the respondent should be completely denied an opportunity of correcting the error.\n13.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "eb728b8c651a4eb2952141c5dad51bd6_48"
    },
    {
      "start": 6071,
      "end": 6395,
      "text": "It is even more unfortunate that Article 227 of the Constitution of India has been invoked in aid of such a plea and nearly an hour of Court time has been expended in attempting to convince the Court that the petitioner ought not to have been permitted to implead the correct proprietor Amit Bansal in place of Tarun Sehgal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c718c02775f1436da36b58ad47ac73d3_49"
    },
    {
      "start": 6397,
      "end": 6406,
      "text": "Facts 14.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a6b8ad38564d4de0a19b76763812e16c_50"
    },
    {
      "start": 6407,
      "end": 6585,
      "text": "Given the limited nature of controversy, it is not necessary to enter into the specifics of the dispute raised by the respondent in his plaint, and a brief recital would suffice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c85a384080a4ae1996ffc740ec6c6df_51"
    },
    {
      "start": 6586,
      "end": 6755,
      "text": "\n15. The plaint was in the nature of a money suit, claiming recovery, from RPP, of  27,08,912/- along with interest @ 24% per annum with effect from 30th September 2015.",
      "labels": [
        "FAC"
      ],
      "id": "6b127c2b420a4522a2503b85eec3c42e_52"
    },
    {
      "start": 6756,
      "end": 6886,
      "text": "According to the recitals in the plaint, in response to a purchase order dated 24 th August 2015, placed on the respondent by M/s.",
      "labels": [
        "FAC"
      ],
      "id": "330f1dd7dd514b0286fa7fde34467abe_53"
    },
    {
      "start": 6887,
      "end": 7013,
      "text": "SRS Real Infrastructure Limited (hereinafter, \"SRS\"), DG sets, control panels, and like goods were supplied by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "0e1b56a55e6749eeadd44e91017650ba_54"
    },
    {
      "start": 7014,
      "end": 7228,
      "text": "According to the agreement between the respondent and SRS, RPP was to raise invoices, against the goods supplied by the respondent to SRS and payment was required to be released against such invoices by SRS to RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45db1234aeb64c48a71a8c2c62ddd51c_55"
    },
    {
      "start": 7229,
      "end": 7306,
      "text": "RPP was, thereafter, required to release the said payments to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb7154a78e2c4fa88bd6ace9dc03a6de_56"
    },
    {
      "start": 7308,
      "end": 7555,
      "text": "16. According to the assertions in the plaint, in terms of the aforesaid agreement, goods worth  28,80,000/- were supplied by the respondent and two invoices dated 19th November 2015, of  14,40,000/- each, were raised by RPP on SRS in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ce0268b2a444278b356e334694f472c_57"
    },
    {
      "start": 7556,
      "end": 7633,
      "text": "The goods functioned satisfactorily and no complaint was raised by any party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94ba813138a4465b8022120242e9848b_58"
    },
    {
      "start": 7634,
      "end": 7707,
      "text": "RPP was, therefore, required to release, to the respondent,  27,08,912/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a25be1603e534940a94251f3b6dc9570_59"
    },
    {
      "start": 7709,
      "end": 7874,
      "text": "17. As the said amount had not been released, the respondent, as already noted hereinbefore, instituted the aforesaid suit against RPP under Order XXXVII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23acb43b84cc4b7b81ff3bd11ed8be05_60"
    },
    {
      "start": 7875,
      "end": 8034,
      "text": "Summons of the suit were served by the learned Commercial Court on Amit Bansal, the petitioner in the present petition, as he was the actual proprietor of RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38e805e33e0f48b68585e7130be729a9_61"
    },
    {
      "start": 8036,
      "end": 8440,
      "text": "18. In the written statement filed by the petitioner Amit Bansal in response to the said summons, while initially observing that the respondent had not impleaded the petitioner but had instead filed the suit \"against some Raj Power Projects through its sole proprietor Tarun Sehgal\", the assertions in the plaint, were, nonetheless answered on merits purportedly \"to avoid any complexity and as per law\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9009693a73c744e197034200a6eee24a_62"
    },
    {
      "start": 8441,
      "end": 8575,
      "text": "It is not necessary to enter into the assertions on merits in the written statement filed by the petitioner in response to the plaint.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "927216c0972643d485e40890754c6b08_63"
    },
    {
      "start": 8577,
      "end": 9049,
      "text": "19. The memo of parties filed with the suit read thus:\n\"MEMO OF PARTIES M/S. C & S Himoinsa Pvt. Ltd, Through Its Authorized Representative Having Its Office At:-\n222, Okhla Industrial Estate, Phase III, New Delhi-110020 ....PLAINTIFF VERSUS Raj Power Projects A Proprietorship Firm, C/o Mr. Tarun Sehgal, Having its Office at:\n                                203, Laxmi Nagar,\n\n\n\n\n\n\n                                 Delhi - 110025                       ... DEFENDANT\"\n20.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43ea829634f6441099150cf45099f341_64"
    },
    {
      "start": 9050,
      "end": 9697,
      "text": "Purportedly, on the ground that the petitioner had come to know from the written statement filed by the petitioner that it was the petitioner, and not Tarun Sehgal, who was the proprietor of RPP, the petitioner filed an amended memo of parties in CS(Comm) 47/2020, which read as under:\n\"AMENDED MEMO OF PARTIES M/S CSH POWER HIMOINSA PRIVATE LIMITED Through its Authorized Representative Having its office at:-\n222, Okhla Industrial Estate Phase III, New Delhi -110020 .....PLAINITFF VERSUS AMIT BANSAL @ AMIT AGARWAL Proprietor of M/s Raj Power Projects . Having office at :-\n52, Agarwal Chernber l, Main Vikas Marg, Shakarpur, New Delhi- 110092.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b202b94151740b1b45db0fea6eb96af_65"
    },
    {
      "start": 9699,
      "end": 9777,
      "text": "Also at:-\n1/50, Lalita Park, Laxmi Nagar, New Delhi- 110092 ....DEFENDANT\"\n21.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "245bb0d967f843fe83d0e5045e900314_66"
    },
    {
      "start": 9778,
      "end": 9906,
      "text": "By order dated 9th March 2021, the learned Commercial Court allowed the aforesaid amended memo of parties to be taken on record.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "575d9ccdde344448a2e144e8be96f1da_67"
    },
    {
      "start": 9907,
      "end": 9974,
      "text": "The order read thus:\n\"09.3.2021 Present:- Shri Manas Tripathi - Ld.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ebc0e94bdf24d5fb5cae2170f0232d0_68"
    },
    {
      "start": 9975,
      "end": 9982,
      "text": "Counsel",
      "labels": [
        "NONE"
      ],
      "id": "d2637333cb0e46caa767ceed55161c6c_69"
    },
    {
      "start": 9983,
      "end": 9996,
      "text": "for plaintiff",
      "labels": [
        "NONE"
      ],
      "id": "99b42ab46da14c8fa50eb48f9254dc06_70"
    },
    {
      "start": 9997,
      "end": 10019,
      "text": ". \nNone for defendant.",
      "labels": [
        "NONE"
      ],
      "id": "55f76d3e68b54be4820a805b43f91ea9_71"
    },
    {
      "start": 10021,
      "end": 10218,
      "text": "Amended memo of parties filed by the plaintiff as per the objection placed by the defendant on the last date, making Shri Amit Bansal/Aggarwal as the defendant/proprietor of M/s Raj Power Projects.",
      "labels": [
        "FAC"
      ],
      "id": "bca50869ca304fab9fce53e2bfef95c4_72"
    },
    {
      "start": 10219,
      "end": 10233,
      "text": "Copy retained.",
      "labels": [
        "NONE"
      ],
      "id": "856103244c704ac0a685e0e2b42e0430_73"
    },
    {
      "start": 10234,
      "end": 10285,
      "text": "WS has already been filed by said Shri Amit Bansal.",
      "labels": [
        "NONE"
      ],
      "id": "14db4b00d4704b909a7aad68f471f1f9_74"
    },
    {
      "start": 10286,
      "end": 10329,
      "text": "Further time sought for filing replication.",
      "labels": [
        "NONE"
      ],
      "id": "ef88b101d8de4da4a1666c3e3f8060d2_75"
    },
    {
      "start": 10330,
      "end": 10431,
      "text": "Allowed and last opportunity granted subject to furnishing advance copy to Ld. Counsel for defendant.",
      "labels": [
        "NONE"
      ],
      "id": "e2578bc71123447a8be5d4c3b7a55bcf_76"
    },
    {
      "start": 10432,
      "end": 10509,
      "text": "\nPut up for framing of issues and case management hearing on 03.05.2021.\"\n22.",
      "labels": [
        "NONE"
      ],
      "id": "cecc2088a1a3420e90d2bc3b4e9e449e_77"
    },
    {
      "start": 10510,
      "end": 10729,
      "text": "On 23rd October 2021, an objection was raised, by the petitioner, to the effect that the suit instituted by the respondent did not seek any relief against him, as the person sued was Tarun Sehgal and not the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "4070f3f51c2d4df0a14f18d5c06e6691_78"
    },
    {
      "start": 10730,
      "end": 11054,
      "text": "The learned Commercial Court observed, in this regard, as under:\n\"Ld. counsel for the defendant submits that no relief has been sought against him in the suit since the suit was filed against Tarun Sehgal showing him as Proprietor of the defendant firm whereas the Proprietor of the firm is Shri Amit Bansal @ Amit Aggarwal.",
      "labels": [
        "FAC"
      ],
      "id": "0e720f7b7b8d47dfa883ab5d58bad7aa_79"
    },
    {
      "start": 11055,
      "end": 11247,
      "text": "It is to be noted that vide order dated 09.03.2021, the amendment sought in the name of the Proprietor was allowed and Shri Amit Bansal was substituted as the Proprietor of the defendant firm.",
      "labels": [
        "FAC"
      ],
      "id": "d43a533ec73c4e3badbfd3426b2f5639_80"
    },
    {
      "start": 11248,
      "end": 11288,
      "text": "WS has already been filed on his behalf.",
      "labels": [
        "FAC"
      ],
      "id": "0f302a0f17e5486382a3794623a862c3_81"
    },
    {
      "start": 11289,
      "end": 11369,
      "text": "Hence, this objection if any, shall be taken/considered at an appropriate stage.",
      "labels": [
        "FAC"
      ],
      "id": "381d69e02715417da10ff4e0dc1ed142_82"
    },
    {
      "start": 11370,
      "end": 11485,
      "text": "Ld. Counsel for the defendant submits that he do not intend to file any affidavit of admission/denial of documents.",
      "labels": [
        "FAC"
      ],
      "id": "a01742e2f2cf4380ba0d41b376d68880_83"
    },
    {
      "start": 11486,
      "end": 11523,
      "text": "It will ensue result as per the law.\"",
      "labels": [
        "FAC"
      ],
      "id": "bae21d006f9e4a59917bee01e88fe6b2_84"
    },
    {
      "start": 11525,
      "end": 11671,
      "text": "23. The respondent, thereafter, moved an application on or around 13th April 2022, under Order VI Rule 17 of the CPC, seeking to amend the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "a1159a0fe4e24f5cbf8f2d0bfdec0d91_85"
    },
    {
      "start": 11672,
      "end": 11855,
      "text": "The only amendment sought in the said application was the substitution, of the defendant in the plaint, earlier sued as Tarun Sehgal with the name of the petitioner, i.e. Amit Bansal.",
      "labels": [
        "FAC"
      ],
      "id": "d86e3e7979e64470aca0a6f139a658d3_86"
    },
    {
      "start": 11856,
      "end": 12171,
      "text": "Para 6 of the application filed by the respondent under Order VI Rule 17 of the CPC reads thus:\n\"6. By way of the present application for amendment of the plaint, the Plaintiff prays for substitution of the name of Mr. Amit Bansal @ Sh. Amit Agganval in place of Mr. Tarun Sehgal in paragraph No. 3 of the plaint.\"\n",
      "labels": [
        "FAC"
      ],
      "id": "5006573dfa414a51a285329b8cb2aad2_87"
    },
    {
      "start": 12171,
      "end": 12214,
      "text": "No other change was proposed in the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "97364a58643f4398bb6cc67b292603b4_88"
    },
    {
      "start": 12216,
      "end": 12334,
      "text": "24. The aforesaid application stands allowed by the learned Commercial Court vide impugned order dated 29th July 2022.",
      "labels": [
        "FAC"
      ],
      "id": "f588ede6b474471b95d0796b971210dc_89"
    },
    {
      "start": 12336,
      "end": 12646,
      "text": "25. The petitioner, opposing the application filed by the respondent before the learned Commercial Court, sought to dispute the assertion of the respondent that the respondent had come to learn that Amit Bansal was the proprietor of RPP consequent on the written statement filed by way of response to the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "59a75db9d097477ab106b83ed98fcfcb_90"
    },
    {
      "start": 12647,
      "end": 12785,
      "text": "It was sought to contend that the respondent was aware, ab initio, that the proprietor of RPP was indeed Amit Bansal and not Tarun Sehgal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "56b2f4a8bc31445c957bda00b1337c09_91"
    },
    {
      "start": 12786,
      "end": 12899,
      "text": "Certain documents, including emails exchanged between the parties, were sought to be relied upon, in that regard.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f60d56b2858b4481969b72f47cbe8333_92"
    },
    {
      "start": 12900,
      "end": 13074,
      "text": "The learned Commercial Court has not accepted this contention as raised by the petitioner, while opposing the application of the respondent under Order VI Rule 17 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "62ea46a9e6224b038a5fdf0e82b9c4e1_93"
    },
    {
      "start": 13076,
      "end": 13208,
      "text": "26 . The petitioner also sought to contend that, by the proposed amendment cause of action in the suit was being materially altered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8522287b8f3a4523b44c12ee0fe6ff72_94"
    },
    {
      "start": 13209,
      "end": 13334,
      "text": "\nOn this aspect, the learned Commercial Court has observed thus, in para 5.1 of the impugned order dated 29th July 2022:\n\"5.1",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b78d8b83fd004c3b9d9a58d2ee37652f_95"
    },
    {
      "start": 13335,
      "end": 13555,
      "text": "The other objection that the amendment sought would change the nature of the suit, embellish the alleged cause of action or change the relief against a person impleaded in the original suit are not justified and tenable.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "678a2b4f364d46cc98554d3e33ab8efe_96"
    },
    {
      "start": 13556,
      "end": 13735,
      "text": "The nature of the suit would remain the same, i.e. for recovery of an unpaid amount, the facts would remain the same and even the name of the defendant firm would remain the same.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b857d286d7ee4110a395d2a0e36f41eb_97"
    },
    {
      "start": 13736,
      "end": 13840,
      "text": "The present application was filed on 13.4.2022 after the objection raised by the firm were disposed of.\"",
      "labels": [
        "FAC"
      ],
      "id": "9166c6118404476694dd32136afe4f89_98"
    },
    {
      "start": 13842,
      "end": 14044,
      "text": "27. Thereafter, paras 5.2 and 5.3 of the impugned order dated 29th July 2022 read thus:\n\"5.2 It is not disputed that transactions did took place between the plaintiff company and M/s Raj Power Projects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dd1264c7bdf4503b02c34f2e51ff6d8_99"
    },
    {
      "start": 14045,
      "end": 14102,
      "text": "The only dispute is regarding the name of the proprietor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4909c7d298414653b8390f9f83b70441_100"
    },
    {
      "start": 14103,
      "end": 14209,
      "text": "Since a proprietorship firm is not a legal entity, the suit has to be filed in the name of its proprietor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f0c8d021351444ab689c13f73c45314_101"
    },
    {
      "start": 14210,
      "end": 14284,
      "text": "The error, as aforesaid, could have been rectified by this Court suo moto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89045fa495c04e919a3d9d5c81bcc527_102"
    },
    {
      "start": 14285,
      "end": 14924,
      "text": "Reference can be made to the provisions of Order 1 Rule (2) CPC which are reproduced as under:\n\"The Court may at any stage of the proceedings, either upon or without the application of either party, and on such terms as may appear to the Court to be just, order that the name of any parties improperly joined, whether as plaintiff or defendant, be struck out and that the name of any person who ought to have been joined, whether as plaintiff or defendant, or whose presence before the Court maybe necessary in order to enable the Court effectually and completely to adjudicate upon and settle all question involved in the suit, be added.\"",
      "labels": [
        "STA"
      ],
      "id": "70f1bf8b4c654ceca44454b933483328_103"
    },
    {
      "start": 14926,
      "end": 15181,
      "text": "5.3 It is, thus, clear from the above provision that any person whose name has been wrongly or improperly joined can be struck off by the Court and similarly, the name of the person who ought to have been joined can be added even without application.\"\n28.",
      "labels": [
        "STA"
      ],
      "id": "187a34ee2cba4a0c83b43128c5d55c23_104"
    },
    {
      "start": 15182,
      "end": 15426,
      "text": "Reasoning thus, the learned Commercial Court has allowed the respondent's application and has permitted the replacement of Tarun Sehgal, as proprietor of RPP, named in the original memo of parties, with Amit Bansal, i.e. the present petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c901e696f3a4cb196a148298a822467_105"
    },
    {
      "start": 15428,
      "end": 15570,
      "text": "29. This position has been carried, by the petitioner to this Court in the present proceedings under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96f6472c97e84241bef60e4be48de914_106"
    },
    {
      "start": 15572,
      "end": 15587,
      "text": "Submissions 30.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83ec9a01d41946c48651269a88f4ed41_107"
    },
    {
      "start": 15588,
      "end": 15865,
      "text": "Mr. Mohit Kumar contended that the application for amendment had been moved after trial had commenced, as he sought to place reliance, for the said purpose, on the judgment of the Supreme Court in Kailash v. Nanhku2 and Ajendraprasadji N. Pande v. Swami Keshavprakeshdasji N. 3",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7fada78c10094d4b830d640b922d1b15_108"
    },
    {
      "start": 15866,
      "end": 16009,
      "text": "He drew my attention, in this context, the order dated 1st December 2021, passed by the learned Commercial Courts which reads thus:\n\"01.12.2021",
      "labels": [
        "NONE"
      ],
      "id": "2e4be0c39ec84bb9897ea3ab565ecd30_109"
    },
    {
      "start": 16010,
      "end": 16017,
      "text": "Present",
      "labels": [
        "NONE"
      ],
      "id": "7152e295f24b4eff9fa40d27e7ad6f9e_110"
    },
    {
      "start": 16018,
      "end": 16033,
      "text": ": Proxy for Ld.",
      "labels": [
        "NONE"
      ],
      "id": "25da15f89fd344b09cf6c6544aef520f_111"
    },
    {
      "start": 16034,
      "end": 16190,
      "text": "Counsel for the plaintiff Ms. Meenakshi Gupta - Proxy Counsel for the defendant Affidavit of admission-denial of documents filed on behalf of the plaintiff.",
      "labels": [
        "NONE"
      ],
      "id": "5c695eaebbfb4b23a1a48f7adda00026_112"
    },
    {
      "start": 16191,
      "end": 16205,
      "text": "Copy supplied.",
      "labels": [
        "NONE"
      ],
      "id": "538bc286c7b2424eb8344bd7e1b13f2f_113"
    },
    {
      "start": 16206,
      "end": 16230,
      "text": "\nPleadings are complete.",
      "labels": [
        "NONE"
      ],
      "id": "7fce966469b64a0c93fac7802b79a4aa_114"
    },
    {
      "start": 16231,
      "end": 16517,
      "text": "From the pleadings of the parties, following issues are hereby framed:\n(2005) 4 SCC 480 (2006) 12 SCC 1 ISSUES:\n1) Whether the plaintiff is entitled for a decree against the defendant in the sum of Rs.27,08,912/- alongwith interest, if any and if yes, at what rate and for which period?",
      "labels": [
        "ISSUE"
      ],
      "id": "6ab7bafedeae431daf926ad610a41d6a_115"
    },
    {
      "start": 16518,
      "end": 16525,
      "text": "OPP 2 )",
      "labels": [
        "ISSUE"
      ],
      "id": "9a2d2e4cdfee46e3af83ee8fabd974d5_116"
    },
    {
      "start": 16526,
      "end": 16593,
      "text": "Whether the suit is bad for non-joinder and mis-joinder of parties?",
      "labels": [
        "ISSUE"
      ],
      "id": "466e8be5a8384c529f17e038a0616ec4_117"
    },
    {
      "start": 16594,
      "end": 16775,
      "text": "OPD 3) Whether this Court has no territorial jurisdiction to try and decide the present suit?OPD 4) Whether there was no privity of contract between the plaintiff and the defendant?",
      "labels": [
        "ISSUE"
      ],
      "id": "cdf05261f0b549dcbc043c6624805cd0_118"
    },
    {
      "start": 16776,
      "end": 16790,
      "text": "OPD 5) Relief.",
      "labels": [
        "NONE"
      ],
      "id": "70157716f40249688531be7332456dd9_119"
    },
    {
      "start": 16791,
      "end": 17007,
      "text": "\nNo other issue arises or is pressed for.\nLet list of witnesses alongwith their affidavit be filed within three weeks by both the parties after exchanging copies.\nPut up for case management hearing on 20.1.2022.\"\n31.",
      "labels": [
        "NONE"
      ],
      "id": "49cdc90125894e08a3a9d39975db4e7a_120"
    },
    {
      "start": 17008,
      "end": 17127,
      "text": "According to Mr. Mohit Kumar, with the passing of the aforesaid order dated 1st December 2021, the trial had commenced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14c057ae4c4f4187b72420a12abd1fe8_121"
    },
    {
      "start": 17128,
      "end": 17297,
      "text": "In this context, Mr. Mohit Kumar also placed reliance on Order XV A of the CPC as amended by the Commercial Courts Act, 2015, which deals with \"Case Management Hearing\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa4b978690604472b24984be3892d7e2_122"
    },
    {
      "start": 17298,
      "end": 17447,
      "text": "He has drawn especial attention to Clause (d) of Order XV A Rule 2 of the CPC, which read thus:\n\"2. Orders to be passes in a Case Management Hearing.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ddf94cc8143e4dbeb9da8e337351812e_123"
    },
    {
      "start": 17448,
      "end": 18807,
      "text": "- In a Case Management Hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the Court may pass an order - (a) framing the issues between the parties in accordance with Order XIV of the Code of Civil Procedure, 1908 (5 of 1908) after examining pleadings, documents and documents produced before it, and on examination conducted by the Court under rule 2 of Order X, if required;\n(b) listing witnesses to be examined by the parties;\n(c) fixing the date by which affidavit of evidence to be filed by parties;\n(d) fixing the dates on which evidence of the witnesses of the parties to be recorded;\n(e) fixing the date by which written arguments are to be filed before the court by the parties;\n(f) fixing the date on which oral arguments are to be heard by the Court; and (g) setting time limits for parties and their advocates to address oral arguments.\"\n32. Trial having, thus, according to Mr. Mohit Kumar, already commenced when the application for amendment under Order VI Rule 17 of the CPC was filed by the respondent, the prayer for amendment could not be granted unless the respondent was able to establish that despite due diligence, the details sought to be incorporated by amendment could not have been pleaded at the time when the suit was filed, under the proviso to Order VI Rule 17.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "89ee818f954f4594b5b0c4f95cf25c58_124"
    },
    {
      "start": 18808,
      "end": 19126,
      "text": "Inasmuch as the respondent was aware even at the time of filing of the suit that the proprietor of RPP was Amit Bansal and not Tarun Sehgal, Mr. Mohit Kumar would seek to submit that, by application of the proviso to Order VI Rule 17 of the CPC, the amendment sought had necessarily to be refused, rather than granted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "344412a5d7b64caaad98d9254657dff6_125"
    },
    {
      "start": 19128,
      "end": 19228,
      "text": "33. Mr. Mohit Kumar has further submitted that a proprietorship has no independent existence in law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "982deab1692f4115937627b5ffb18f0e_126"
    },
    {
      "start": 19229,
      "end": 19330,
      "text": "A proprietorship, he submits, is merely a name by which the proprietor is granted colour of business.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "218e1f3f15ce495fb9de1e3dce25fc7d_127"
    },
    {
      "start": 19331,
      "end": 19532,
      "text": "He submits that, therefore, by substituting Tarun Sehgal, as the proprietor of RPP, with Amit Bansal, i.e. the present petitioner, effectively an entirely new suit, against Amit Bansal, had been filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d7977b12d512474e9cf28bac970eb206_128"
    },
    {
      "start": 19533,
      "end": 19730,
      "text": "This, submits Mr. Mohit Kumar, amounts to a complete alteration of the cause of action, inasmuch as, in the original plaint, there was no cause of action pleaded against the petitioner Amit Bansal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1add2c8408804855aa60a8b13c0d5661_129"
    },
    {
      "start": 19731,
      "end": 19961,
      "text": "Even on the ground that an amendment cannot seek materially to alter the cause of action pleaded in the plaint, Mr. Mohit Kumar would seek to submit that the learned Commercial Court ought to have refused the prayer for amendment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "46dd55cd74064d208edc115ceabc08a0_130"
    },
    {
      "start": 19963,
      "end": 20197,
      "text": "34. Juxtaposed with this submission, Mr. Mohit Kumar has also sought to contend that amendment could not have been allowed, as the suit would be time barred against Amit Bansal on the date when the application for amendment was filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "408dae39dca5423cab414e73d0df1aef_131"
    },
    {
      "start": 20198,
      "end": 20297,
      "text": "A time barred plaint, he submits, it is well known, cannot be sought to be introduced by amendment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3bde37512c0b47a7b5743a1c47c83d05_132"
    },
    {
      "start": 20299,
      "end": 20561,
      "text": "35. Mr. Mohit Kumar has advanced, as his final ground to attack the impugned order, the fact that the title of the suit, as contained in the body of the plaint, read \"M/s C&S Himoinsa Pvt Ltd v. Raj Power Projects\", without mentioning the name of the proprietor.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9da6dd9690204fe2a65a5f58e13f1211_133"
    },
    {
      "start": 20562,
      "end": 20732,
      "text": "He submits that, as thus filed, the suit was itself liable to be dismissed, as the proprietorship could not be sued without save and except in the name of its proprietor.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5cf2ae1624fb47518e61aa8933255012_134"
    },
    {
      "start": 20733,
      "end": 21152,
      "text": "He seeks to discountenance the fact that the suit was accompanied by a memo of parties, in which the name of the proprietor - Tarun Sehgal, as the respondent claimed to have believed at that time - had indeed been mentioned, submitting that the memo of parties was not the part of the body of the plaint and that the CPC required the correct parties to be represented in the title of the suit in the body of the plaint.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "30e0237909ab491b9e1e65e806b06cb2_135"
    },
    {
      "start": 21153,
      "end": 21166,
      "text": "\nAnalysis 36.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f494fb9c539946418bb294fbbd9aa25b_136"
    },
    {
      "start": 21167,
      "end": 21367,
      "text": "Having heard Mr. Mohit Kumar and examined the material on record, I am convinced that this petition is not only completely devoid of merit, but is an overt attempt to protract proceedings in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "050ae9b26db643ca8ea5d41b9187686e_137"
    },
    {
      "start": 21369,
      "end": 21404,
      "text": "37. The facts speak for themselves.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbf65711d02d40c285478cc758667bb8_138"
    },
    {
      "start": 21405,
      "end": 21565,
      "text": "The only amendment that the respondent had sought to carry out was in the name of the proprietor of the defendant firm, in the Memo of Parties appended thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ec1d95359a04d5590c12d915090a84f_139"
    },
    {
      "start": 21566,
      "end": 21708,
      "text": "The defendant firm had, originally, in the Memo of Parties filed with the suit, been represented as \"Raj Power Projects through Tarun Sehgal\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f3e8d69b66b4a71bb370524313d4706_140"
    },
    {
      "start": 21709,
      "end": 21818,
      "text": "The written statement, in response to the suit was, admittedly filed by Amit Bansal as the proprietor of RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab77ae06e34b41e39b76c3c629f09508_141"
    },
    {
      "start": 21819,
      "end": 21869,
      "text": "Amit Bansal is, admittedly, the proprietor of RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a02e995a7364b66b680484198bd6bfd_142"
    },
    {
      "start": 21870,
      "end": 22014,
      "text": "The petitioner merely sought, therefore, to substitute, in place of Tarun Sehgal, Amit Bansal, as the proprietor of RPP, in the Memo of Parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b03555d2ffa54999bbe1d1ae0ef8c351_143"
    },
    {
      "start": 22016,
      "end": 22225,
      "text": "38. It cannot be said even by the farthest stretch of imagination that, thereby, there was any alteration, far less material alteration, in the plaint or in the cause of action, facts or grounds urged therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c80c070bca6f456eb6132377d6dee784_144"
    },
    {
      "start": 22226,
      "end": 22278,
      "text": "The plaint remained a suit for recovery against RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84a621d7e7c145e394bb94ce67879b52_145"
    },
    {
      "start": 22279,
      "end": 22430,
      "text": "As the proprietor of RPP had wrongly been named, in the Memo of Parties, as Tarun Sehgal, instead of Amit Bansal, the error was sought to be rectified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abc6761f9ad6417faf80bae257cc30ea_146"
    },
    {
      "start": 22431,
      "end": 22444,
      "text": "That was all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc19e5f207c44f5a8568d3cae1303b02_147"
    },
    {
      "start": 22446,
      "end": 22596,
      "text": "39. It is ex facie absurd to contend that, thereby, the respondent was instituting a new suit against Amit Bansal, which was, by then, barred by time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c809f23f6ab49919ea69ff14a5933a6_148"
    },
    {
      "start": 22598,
      "end": 22728,
      "text": "40. The submission of Mr. Mohit Kumar that, by the amendment, the plaint was materially altered, is, therefore, rejected outright.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dc86c392c5b4c738f5e004fb828bced_149"
    },
    {
      "start": 22730,
      "end": 22979,
      "text": "41. The submission of Mr. Mohit Kumar, in this regard, that there was a change in the cause of action in the suit as the original suit did not sue the petitioner Amit Bansal, but instead sued Tarun Sehgal, has also merely to be urged to be rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f368f574813f4c8ba5b597f5375aad96_150"
    },
    {
      "start": 22980,
      "end": 23014,
      "text": "The defendant in the suit was RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8de49541f57646ed94bb4c50d348ac6e_151"
    },
    {
      "start": 23015,
      "end": 23061,
      "text": "RPP was, admittedly, a proprietorship concern.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86b6671014984e6fa8d0637ba45b5b10_152"
    },
    {
      "start": 23062,
      "end": 23136,
      "text": "Its proprietor was again, admittedly, Amit Bansal, the present petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f9a4c31343245daac6c7b079049b824_153"
    },
    {
      "start": 23137,
      "end": 23208,
      "text": "Again, admittedly, the suit had sued RPP, as the defendant in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2eccb371a734617be9a35c75381593e_154"
    },
    {
      "start": 23209,
      "end": 23294,
      "text": "It is not as though the plaintiff was seeking to substitute RPP with a new defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d57777c4a4154a1d9314de56f7de5152_155"
    },
    {
      "start": 23295,
      "end": 23467,
      "text": "The only change that the plaintiff had sought to effect was in the identified of the proprietor of the defendant proprietorship firm as Amit Bansal instead of Tarun Sehgal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70f06c30be8240feb88e8bd714f7a5d8_156"
    },
    {
      "start": 23468,
      "end": 23555,
      "text": "That Amit Bansal was indeed the proprietor of the defendant firm RPP is not in dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f94d26e0541464785d8a5bf60715321_157"
    },
    {
      "start": 23557,
      "end": 23825,
      "text": "42. This Court is completely befuddled, in the circumstances, at the submission of Mr. Mohit Kumar that the amendment sought materially to alter the cause of action in the plaint or sought to substitute the earlier existing cause of action with a new cause of action.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "419ae8947c734709af11b4a9e4ac10e3_158"
    },
    {
      "start": 23825,
      "end": 23955,
      "text": "43. For the same reason, it cannot be said that the amendment proposed was introducing a cause of action which was barred by time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad1c4d527f474d359e3a1236f194146b_159"
    },
    {
      "start": 23956,
      "end": 24049,
      "text": "At the cost of repetition, RPP was sued earlier and RPP itself continues to be sued even now.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec0983b795cc4c85aec8540297d3a34f_160"
    },
    {
      "start": 24050,
      "end": 24185,
      "text": "The mere correction in the name of the RPP in the memo of parties can hardly be said to have resulted in the suit being barred by time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a5f68aa12ab4210a313fdb8e55fcbf6_161"
    },
    {
      "start": 24187,
      "end": 24503,
      "text": "44. On the scope of Order VI Rule 17 of the CPC, the judgments of the Supreme Court are legion, the most recent decision being rendered on 1st September 2022 by a Bench of two Hon'ble Judges of the Supreme Court in LIC v. Sanjeev Builders Pvt. Ltd.4 Paras 19 to 33 of the said decision merit reproduction, thus:\n\"19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "279294fbbe994cad8e0d1faad8c6062a_162"
    },
    {
      "start": 24504,
      "end": 24757,
      "text": "It is well settled that the court must be extremely liberal in granting the prayer for amendment, if the court is of the view that if such amendment is not allowed, a party, who has prayed for such an amendment, shall suffer irreparable loss and injury.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53a0898fb6ef43fe9e0555cb6c00bee9_163"
    },
    {
      "start": 24758,
      "end": 24920,
      "text": "It is also equally well settled that there is no absolute rule that in every case where a relief is barred because of limitation, amendment should not be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1afad33d26884f46b298137b215e77e0_164"
    },
    {
      "start": 24921,
      "end": 25107,
      "text": "It is always open to the court to allow an amendment if it is of the view that allowing of an amendment shall really sub-serve the ultimate cause of justice and avoid further litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18da812f9a9f421c8c0a3cc86be8dabc_165"
    },
    {
      "start": 25108,
      "end": 25274,
      "text": "In L.J. Leach & Co. Ltd. v. Jardine Skinner & Co.5, , this Court at paragraph 16 of the said decision observed as follows:\n2022 SCC OnLine SC 1128 AIR 1957 SC 357 16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c12cd248d547470c867d696770b33aae_166"
    },
    {
      "start": 25275,
      "end": 25452,
      "text": "It is no doubt true that courts would, as a rule, decline to allow amendments, if a fresh suit on the amended claim would be barred by limitation on the date of the application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eacdff97b1704c42b8f18b0c5f70037b_167"
    },
    {
      "start": 25453,
      "end": 25680,
      "text": "But that is a factor to be taken into account in exercise of the discretion as to whether amendment should be ordered, and does not affect the power of the court to order it, if that is required in the interest of justice.....\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c1229ad32cb4c1283d35a7b9ab56d44_168"
    },
    {
      "start": 25682,
      "end": 25863,
      "text": "20. Again in T.N. Alloy Foundry Co. Ltd. v. T.N. Electricity Board,6 this Court observed as follows:\n\"2. .....The law as regards permitting amendment to the plaint, is well settled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "108776ac7577429f948686e60bfa9927_169"
    },
    {
      "start": 25864,
      "end": 26089,
      "text": "In L.J. Leach and Co. Ltd. v. Jardine Skinner and Co.5 it was held that the Court would as a rule decline to allow amendments, if a fresh suit on the amended claim would be barred by limitation on the date of the application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f91133d1a5524bfca8522c23b80c4d00_170"
    },
    {
      "start": 26090,
      "end": 26264,
      "text": "But that is a factor to be taken into account in exercise of the discretion as to whether amendment should be ordered, and does not affect the power of the court to order it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4e0c2f50f8764d0980d691528b2d10b2_171"
    },
    {
      "start": 26265,
      "end": 26356,
      "text": "\n3. It is not disputed that the appellate court has a coextensive power of the trial court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c31b16834aa8406c9925ba6b25bb5ec9_172"
    },
    {
      "start": 26357,
      "end": 26465,
      "text": "We find that the discretion exercised by the High Court in rejecting the plaint was in conformity with law.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e5393112e91c46ccb88605adb01add3c_173"
    },
    {
      "start": 26467,
      "end": 26697,
      "text": "21. So far as the answer to the specific plea that the claim of damages is barred by limitation and cannot be permitted at this stage is concerned, it becomes necessary to examine the various judicial pronouncements of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86cf3df44b3a40e2b034b00faca4b280_174"
    },
    {
      "start": 26698,
      "end": 26899,
      "text": "The principles governing an amendment which may be permitted even after the expiry of the statutory period of limitation were laid down by the Privy Council in its judgment in Charan Das v. Amir Khan7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f82f7bd68954471795b7ea7d11ae5a1b_175"
    },
    {
      "start": 26900,
      "end": 27513,
      "text": "In this case, the Privy Council laid down the principles thus:\n(2004) 3 SCC 392 AIR 1921 PC 50 \".....That there was full power to make the amendment cannot be disputed, and though such a power should not as a rule be exercised where its effect is to take away from a defendant a legal right which has accrued to him by lapse of time, yet there are cases : see for example Mohummud Zahoor Ali v. Rutta Koe, where such considerations are outweighed by the special circumstances of the case, and their Lordships are not prepared to differ from the Judicial Commissioner in thinking that the present case is one.\"\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "99a0dc3c94854e12a596c36c6033e432_176"
    },
    {
      "start": 27514,
      "end": 27774,
      "text": "It would be useful to also notice the observations of this Court in, Pirgonda Hongonda Patil v. Kalgonda Shidgonda Patil8, wherein this Court considered an objection to the amendment on the ground that the same amounted to a new case and a new cause of action.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a36e5864f264255a98d8c4f0aeb1f72_177"
    },
    {
      "start": 27775,
      "end": 27948,
      "text": "In this case, this Court laid down the principles which would govern the exercise of discretion as to whether the court ought to permit an amendment of the pleadings or not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e553a99fcd6548fca9bbc01b7e01603e_178"
    },
    {
      "start": 27949,
      "end": 28463,
      "text": "This Court approved the observations of Batchelor, J., in the case of Kisandas Rupchand v. Rachappa Vithoba Shilwant 9, when he laid down the principles thus:\n\"10. .....\"All amendments ought to be allowed which satisfy the two conditions (a) of not working injustice to the other side, and (b) of being necessary for the purpose of determining the real questions in controversy between the parties ... but I refrain from citing further authorities, as, in my opinion, they all lay down precisely the same doctrine.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6a4b74cca2604a6794449d4e8203139c_179"
    },
    {
      "start": 28464,
      "end": 28733,
      "text": "That doctrine, as I understand it, is that amendments should be refused only where the other party cannot be placed in the same position as if the pleading had been originally correct, but the amendment would cause him an injury which could not be compensated in costs.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "54b37507a4c44371bf64fe3906e4f24b_180"
    },
    {
      "start": 28734,
      "end": 29165,
      "text": "It is merely a particular case of this general rule that where a plaintiff seeks to amend by setting up a fresh claim in respect of a cause of action which since the institution of the suit had become barred by limitation, the amendment must 1957 SCR 595 ILR (1909) 33 Bom 644 be refused; to allow it would be to cause the defendant an injury which could not be compensated in costs by depriving him of a good defence to the claim.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8cc3f4ce37a243e5a7c2aaab43649337_181"
    },
    {
      "start": 29166,
      "end": 29310,
      "text": "The ultimate test therefore still remains the same : can the amendment be allowed without injustice to the other side, or can it not?\".....\"\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6b70bbf50daf4ac8a9d0129fc3f58509_182"
    },
    {
      "start": 29311,
      "end": 29514,
      "text": "This Court has repeatedly held that the power to allow an amendment is undoubtedly wide and may be appropriately exercised at any stage in the interests of justice, notwithstanding the law of limitation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "98c3a366d29c40edb52ae74c9d7d6108_183"
    },
    {
      "start": 29515,
      "end": 29760,
      "text": "In this behalf, in Ganga Bai v. Vijay Kumar10, this Court held thus:\n\"22. .....The power to allow an amendment is undoubtedly wide and may at any stage be appropriately exercised in the interest of justice, the law of limitation notwithstanding.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f928766cae5b4ae084a021200c6ad6aa_184"
    },
    {
      "start": 29761,
      "end": 29963,
      "text": "But the exercise of such far-reaching discretionary powers is governed by judicial considerations and wider the discretion, greater ought to be the care and circumspection on the part of the Court.....\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb1e93ac20b145bca68aa331dbe5ec23_185"
    },
    {
      "start": 29965,
      "end": 30055,
      "text": "24. Again in Ganesh Trading Co. v. Moji Ram11, , this Court laid down the principles thus:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61fa0fee9a134bf0842c50ffe58247fd_186"
    },
    {
      "start": 30057,
      "end": 30399,
      "text": "\"4. It is clear from the foregoing summary of the main rules of pleadings that provisions for the amendment of pleadings, subject to such terms as to costs and giving of all parties concerned necessary opportunities to meet exact situations resulting from amendments, are intended for promoting the ends of justice and not for defeating them.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1aba4ae5abe24bb48702efd7c5cb171b_187"
    },
    {
      "start": 30400,
      "end": 30676,
      "text": "Even if a party or its Counsel is inefficient in setting out its case initially the shortcoming can certainly be removed generally by appropriate steps taken by a party which must no doubt pay costs for the inconvenience or expense caused to the other side from its omissions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4c89dfd6d4449819c23c949727dd95f_188"
    },
    {
      "start": 30677,
      "end": 30793,
      "text": "The error is not incapable of being rectified so long as remedial steps do not unjustifiably injure rights accrued.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "186f32a654a9403db49fcc1d9e00c0fc_189"
    },
    {
      "start": 30794,
      "end": 30831,
      "text": "\n(1974) 2 SCC 393 (1978) 2 SCC 91 25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ad43b65626b41fdbabe91a640462b88_190"
    },
    {
      "start": 30832,
      "end": 30957,
      "text": "The principles applicable to the amendments of the plaint are equally applicable to the amendments of the written statements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "451b7acc1cd7444cb740dc0bef919114_191"
    },
    {
      "start": 30958,
      "end": 31103,
      "text": "The courts are more generous in allowing the amendment of the written statement as question of prejudice is less likely to operate in that event.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "611e36bbdd204980ae8ff2d3aa717f85_192"
    },
    {
      "start": 31104,
      "end": 31359,
      "text": "The defendant has a right to take alternative plea in defense which, however, is subject to an exception that by the proposed amendment other side should not be subjected to injustice and that any admission made in favor of the plaintiff is not withdrawn.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9e11166a965465ca891681a95aa68a5_193"
    },
    {
      "start": 31360,
      "end": 31636,
      "text": "All amendments of the pleadings should be allowed which are necessary for determination of the real controversies in the suit provided the proposed amendment does not alter or substitute a new cause of action on the basis of which the original lis was raised or defense taken.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5377f3f9b8b94b34be64760ce7dc26bc_194"
    },
    {
      "start": 31637,
      "end": 31851,
      "text": "Inconsistent and contradictory allegations in negation to the admitted position of facts or mutually destructive allegations of facts should not be allowed to be incorporated by means of amendment to the pleadings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1725c97438e543009aea55dae503ec06_195"
    },
    {
      "start": 31852,
      "end": 31962,
      "text": "The proposed amendment should not cause such prejudice to the other side which cannot be compensated by costs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "004a6575220a41f0a9b2eb4e2632c0ba_196"
    },
    {
      "start": 31963,
      "end": 32108,
      "text": "No amendment should be allowed which amounts to or relates in defeating a legal right accruing to the opposite party on account of lapse of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d32fc35218e4f16954caa8e347adf58_197"
    },
    {
      "start": 32109,
      "end": 32366,
      "text": "The delay in filing the application for amendment of the pleadings should be properly compensated by costs and error or mistake which, if not fraudulent, should not be made a ground for rejecting the application for amendment of plaint or written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c630a43ecaf469ab2b688f45826eda4_198"
    },
    {
      "start": 32367,
      "end": 32426,
      "text": "(See South Konkan Distilleries v. Prabhakar Gajanan Naik12)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f1ae75564fc3488a8c089d33cd08c813_199"
    },
    {
      "start": 32428,
      "end": 32567,
      "text": "26. But undoubtedly, every case and every application for amendment has to be tested in the applicable facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba580ad32126465f9e98848213353005_200"
    },
    {
      "start": 32568,
      "end": 32830,
      "text": "As the proposed amendment of the pleadings amounts to only a different or an additional approach to the same facts, this Court has repeatedly laid down the principle that such an amendment would be allowed even after the expiry of statutory period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3005e939da504c64869552d55c494d26_201"
    },
    {
      "start": 32832,
      "end": 33119,
      "text": "27. In this behalf, in A.K. Gupta & Sons Ltd. v. Damodar Valley Corporation13, this Court held thus:\n(2008) 14 SCC 632 AIR 1967 SC 96 : (1966) 1 SCR 796 \"7. .....a new case or a new cause of action particularly when a suit on the new case or cause of action is barred: Weldon v. Neale14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f90283b9c41461e8635e97fd5db52fd_202"
    },
    {
      "start": 33120,
      "end": 33439,
      "text": "But it is also well recognised that where the amendment does not constitute the addition of a new cause of action or raise a different case, but amounts to no more than a different or additional approach to the same facts, the amendment will be allowed even after the expiry of the statutory period of limitation:.....\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "365997b1a534417eb6152f3cb0495932_203"
    },
    {
      "start": 33441,
      "end": 33672,
      "text": "28. In case entitled, G. Nagamma v. Siromanamma15, this Court considered the proposed amendment of the plaint and noticing that neither the cause of action would change nor the relief would be materially affected, allowed the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9b7db7c72c6349cdab31debe83535ac5_204"
    },
    {
      "start": 33673,
      "end": 33907,
      "text": "This Court in this case noticed that in the plaintiff's suit for specific performance, the plaintiff was entitled to plead even inconsistent pleas and that in the present case, the plaintiffs were seeking only the alternative reliefs.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1285b7f42cc14e6cb463446e571721dc_205"
    },
    {
      "start": 33908,
      "end": 34014,
      "text": "It appears that the plaintiffs had filed a suit for specific performance of an agreement of re-conveyance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e3c19d340714a60a6984f20555dac85_206"
    },
    {
      "start": 34015,
      "end": 34280,
      "text": "By the application under Order VI Rule 17 of the CPC for amendment of the plaint, the appellants were pleading that the transactions of execution of the sale deed and obtaining a document for re-conveyance were single transactions viz. mortgage by conditional sale.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35817974d92a425db26da31d7e0e2de5_207"
    },
    {
      "start": 34281,
      "end": 34358,
      "text": "They also wanted to incorporate an alternative relief to redeem the mortgage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eb6830f868f4f59845da7b1e9a04528_208"
    },
    {
      "start": 34359,
      "end": 34472,
      "text": "At the end of the prayer, the plaintiff sought alternatively to grant of a decree for redemption of the mortgage.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c1da171099f4422aa02721f011694ef_209"
    },
    {
      "start": 34473,
      "end": 34516,
      "text": "This amendment was permitted by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d3394226129482197c402b4504ac1bc_210"
    },
    {
      "start": 34518,
      "end": 34801,
      "text": "29. In Pankaja v. Yellappa (dead) by lrs.16, this Court held that it was in the discretion of the court to allow an application under Order VI Rule 17 of the CPC seeking amendment of the plaint even where the relief sought to be added by amendment was allegedly barred by limitation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e44e40314da1447ab463552737ce1e2c_211"
    },
    {
      "start": 34802,
      "end": 34908,
      "text": "The Court noticed that there was no absolute rule that the amendment in such a case should not be allowed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5001e148914b449ca6f8901becd45eec_212"
    },
    {
      "start": 34909,
      "end": 35079,
      "text": "It was pointed out that the court's discretion in this regard depends on the facts and circumstances of the case and has to be exercised on a judicial evaluation thereof.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "07093936dbe64e7e972282ee3d9e3991_213"
    },
    {
      "start": 35080,
      "end": 35228,
      "text": "It would be [[L.R.] 19 Q.B. 394 (1996) 2 SCC 25 (2004) 6 SCC 415 apposite to notice the observations of this Court in this pronouncement in extenso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4df91c292f914b1ca588b36c87c2a9a6_214"
    },
    {
      "start": 35229,
      "end": 35538,
      "text": "The principles were laid down by this Court thus:\n\"12. So far as the court's jurisdiction to allow an amendment of pleadings is concerned, there can be no two opinions that the same is wide enough to permit amendments even in cases where there has been substantial delay in filing such amendment applications.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27298fab29944403ae03516620401b18_215"
    },
    {
      "start": 35539,
      "end": 35830,
      "text": "This Court in numerous cases has held that the dominant purpose of allowing the amendment is to minimise the litigation, therefore, if the facts of the case so permit, it is always open to the court to allow applications in spite of the delay and laches in moving such amendment application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fdd7f53f7f6d4a29bae40d64d7f65b31_216"
    },
    {
      "start": 35832,
      "end": 36147,
      "text": "13. But the question for our consideration is whether in cases where the delay has extinguished the right of the party by virtue of expiry of the period of limitation prescribed in law, can the court in the exercise of its discretion take away the right accrued to another party by allowing such belated amendments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cade3e0c1f64875b9179523e32cc305_217"
    },
    {
      "start": 36149,
      "end": 36343,
      "text": "14. The law in this regard is also quite clear and consistent that there is no absolute rule that in every case where a relief is barred because of limitation an amendment should not be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e14132be66b43108c4546ea5e0ad1b0_218"
    },
    {
      "start": 36344,
      "end": 36420,
      "text": "Discretion in such cases depends on the facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "610858a43e77433091a503ac82538345_219"
    },
    {
      "start": 36421,
      "end": 36619,
      "text": "The jurisdiction to allow or not allow an amendment being discretionary, the same will have to be exercised on a judicious evaluation of the facts and circumstances in which the amendment is sought.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06708dccc7fa4283b979a30f4d35ba74_220"
    },
    {
      "start": 36620,
      "end": 36756,
      "text": "If the granting of an amendment really subserves the ultimate cause of justice and avoids further litigation the same should be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25fd8d7d74a84f6cb380fb8d3ee142e0_221"
    },
    {
      "start": 36757,
      "end": 36848,
      "text": "There can be no straitjacket formula for allowing or disallowing an amendment of pleadings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae17bbd6e49e45bb890bb2df44c5a1be_222"
    },
    {
      "start": 36849,
      "end": 36906,
      "text": "Each case depends on the factual background of that case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5894122d76e64a349821bb0a6bbc6f06_223"
    },
    {
      "start": 36908,
      "end": 36918,
      "text": "***** \n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4550041c59404480895c7069821104ad_224"
    },
    {
      "start": 36919,
      "end": 37077,
      "text": "This view of this Court has, since, been followed by a three-Judge Bench of this Court in the case of T.N. Alloy Foundry Co. Ltd. v. T.N. Electricity Board6 .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "40003ce197d34d679377a5e36a83a10a_225"
    },
    {
      "start": 37078,
      "end": 37427,
      "text": "Therefore, an application for amendment of the pleading should not be disallowed merely because it is opposed on the ground that the same is barred by limitation, on the contrary, application will have to be considered bearing in mind the discretion that is vested with the court in allowing or disallowing such amendment in the interest of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed1751daa8be49bf8420ec896410115a_226"
    },
    {
      "start": 37429,
      "end": 37565,
      "text": "***** \n18. We think that the course adopted by this Court in Ragu Thilak D. John case17 applies appropriately to the facts of this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c9c0666eccb41ab9f741237d243d2d9_227"
    },
    {
      "start": 37566,
      "end": 37818,
      "text": "The courts below have proceeded on an assumption that the amendment sought for by the appellants is ipso facto barred by the law of limitation and amounts to introduction of different relief than what the plaintiff had asked for in the original plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a6a248d9e9944d9b3d88341a0c97dcc_228"
    },
    {
      "start": 37819,
      "end": 38190,
      "text": "We do not agree with the courts below that the amendment sought for by the plaintiff introduces a different relief so as to bar the grant of prayer for amendment, necessary factual basis has already been laid down in the plaint in regard to the title which, of course, was denied by the respondent in his written statement which will be an issue to be decided in a trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8918c4f693bc4955bac0fc3f111b555a_229"
    },
    {
      "start": 38191,
      "end": 38352,
      "text": "Therefore, in the facts of this case, it will be incorrect to come to the conclusion that by the amendment the plaintiff will be introducing a different relief.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee22fa78db3d4516a427c8bd22fb39fc_230"
    },
    {
      "start": 38354,
      "end": 38671,
      "text": "30. From the above, therefore, one of the cardinal principles of law in allowing or rejecting an application for amendment of the pleading is that the courts generally, as a rule, decline to allow amendments, if a fresh suit on the amended claim would be barred by limitation on the date of filing of the application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "466c191875d44fe98da0cc04de4060fa_231"
    },
    {
      "start": 38672,
      "end": 38908,
      "text": "But that would be a factor to be taken into account in the exercise of the discretion as to whether the amendment should be ordered, and does not affect the power of the court to order it, if that is required in the interest of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a233f1c245fb4ac8b157a5cc3f85d057_232"
    },
    {
      "start": 38909,
      "end": 38964,
      "text": "\nRagu Thilak D. John v. S. Rayappan, (2001) 2 SCC 4 31.",
      "labels": [
        "NONE"
      ],
      "id": "cc17d33720984fc99b6dc67445f338c9_233"
    },
    {
      "start": 38965,
      "end": 39325,
      "text": "In Ragu Thilak D. John v. S. Rayappan17, this Court also observed that where the amendment was barred by time or not, was a disputed question of fact and, therefore, that prayer for amendment could not be rejected and in that circumstances the issue of limitation can be made an issue in the suit itself like the one made by the High Court in the case on hand.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2841e8946e9b4b9f8f807a05e4244d6c_234"
    },
    {
      "start": 39327,
      "end": 39554,
      "text": "32. In a decision in Vishwambhar v. Laxminarayan (Dead) through Lrs18., this Court held that the amendment though properly made cannot relate back to the date of filing of the suit, but to the date of filing of the application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45ce50ab119948c0b818cfcf1b9dd046_235"
    },
    {
      "start": 39556,
      "end": 39778,
      "text": "33. Again, in Vineet Kumar v. Mangal Sain Wadhera19, this Court held that if a prayer for amendment merely adds to the facts already on record, the amendment would be allowed even after the statutory period of limitation.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "739856fb03b7440a8d7c75c8b36e9f86_236"
    },
    {
      "start": 39779,
      "end": 39799,
      "text": "\n(Emphasis supplied)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "51781156e2e74d64a074d16a065fc639_237"
    },
    {
      "start": 39801,
      "end": 40050,
      "text": "45. Prior thereto, the scope of Order VI Rule 17 of the CPC has been underscored by the Supreme Court in the following passages from B.K. Narayana Pillai v. Parameshwaran Pillai 20 and Rajesh Kumar Aggarwal v. K.K. Modi21, B.K. Narayana Pillai20 \"3.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1e554ded326145f68f4b9448db471a61_238"
    },
    {
      "start": 40051,
      "end": 40202,
      "text": "The purpose and object of Order 6 Rule 17 CPC is to allow either party to alter or amend his pleadings in such manner and on such terms as may be just.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f2d869a78fe5419996789d3a365bf17c_239"
    },
    {
      "start": 40203,
      "end": 40400,
      "text": "The power to allow the amendment is wide and can be exercised at any stage of the proceedings in the interests of justice on the basis of guidelines laid down by various High Courts and this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25cbbc88cd124295aa9e39e83d3a5d3a_240"
    },
    {
      "start": 40401,
      "end": 40600,
      "text": "It is true that the amendment cannot be claimed as a matter of (2001) 6 SCC 163 (1984) 3 SCC 352 : AIR 1985 SC 817 (2000) 1 Supreme Court Cases 712 (2006) 4 SCC 385 right and under all circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8968964cfd504fdfaecb862bd47c0625_241"
    },
    {
      "start": 40601,
      "end": 40711,
      "text": "But it is equally true that the courts while deciding such prayers should not adopt a hypertechnical approach.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cc79636f0a2b4892a0ec8bf2781a0925_242"
    },
    {
      "start": 40712,
      "end": 40833,
      "text": "Liberal approach should be the general rule particularly in cases where the other side can be compensated with the costs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d9ecadec6224d3aa6c34d165f140d97_243"
    },
    {
      "start": 40834,
      "end": 40954,
      "text": "Technicalities of law should not be permitted to hamper the courts in the administration of justice between the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "acca6442bde14669a0c7f2fbe392bec9_244"
    },
    {
      "start": 40955,
      "end": 41044,
      "text": "Amendments are allowed in the pleadings to avoid uncalled-for multiplicity of litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d83c0ae20d2b4051b5af32c60d2c3193_245"
    },
    {
      "start": 41045,
      "end": 41321,
      "text": "\n4. This Court in A.K. Gupta & Sons Ltd. v. Damodar Valley Corpn.13 held:\n\"The general rule, no doubt, is that a party is not allowed by amendment to setup a new case or a new cause of action particularly when a suit on new case or cause of action is barred: Weldon v. Neal14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e2cd8e614f043ebb4f63aa397ee05aa_246"
    },
    {
      "start": 41322,
      "end": 41720,
      "text": "But it is also well recognised that where the amendment does not constitute the addition of a new cause of action or raise a different case, but amounts to no more than a different or additional approach to the same facts, the amendment will be allowed even after the expiry of the statutory period of limitation: See Charan Das v. Amir Khan7 and L.J. Leach and Co .Ltd. v. Jardine Skinner and Co.5",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "056c1c97375c4affa71a775288d22d91_247"
    },
    {
      "start": 41721,
      "end": 42280,
      "text": "The principal reasons that have led to the rule last mentioned are, first, that the object of courts and rules of procedure is to decide the rights of the parties and not to punish them for their mistakes (Cropper v. Smith22) and secondly, that a party is strictly not entitled to rely on the statute of limitation when what is sought to be brought in by the amendment can be said in substance to be already in the pleading sought to be amended (Kisandas Rupchand v Rachappa Vithoba Shilwant9 approved in Pirgonda Hongonda Patil v. Kalgonda Shidgonda Patil8).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a890c7d91c9440c9915f45c90ce56c91_248"
    },
    {
      "start": 42281,
      "end": 42662,
      "text": "\nThe expression cause of action in the present context does not mean every fact which it is material to be proved to entitle the plaintiff to succeed as was said in [L.R.] 26 Ch.D. 700 Cooke v. Gill23 in a different context, for if it were so, no material fact could ever be amended or added and, of course, no one would want to change or add an immaterial allegation by amendment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3d7a5dfdf3a8471a9c6726ece359cfe7_249"
    },
    {
      "start": 42663,
      "end": 42772,
      "text": "That expression for the present purpose only means, a new claim made on a new basis constituted by new facts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27aa1804df2f4df5a5c5d9466014327c_250"
    },
    {
      "start": 42773,
      "end": 42896,
      "text": "Such a view was taken in Robinson v. Unicos Property Corpn. Ltd.24 and it seems to us to be the only possible view to take.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d6bdc2c46aa34e71a92c2b35c1ab1d1a_251"
    },
    {
      "start": 42897,
      "end": 42939,
      "text": "Any other view would make the rule futile.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b214bc78517a46ea993bb02aa68f788b_252"
    },
    {
      "start": 42940,
      "end": 43041,
      "text": "The words new case have been understood to mean new set of ideas: Dornan v. J.W. Ellis and Co. Ltd25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "931c21b1da874172ae7255ce0b2ef356_253"
    },
    {
      "start": 43042,
      "end": 43096,
      "text": "This also seems to us to be a reasonable view to take.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bf7a9e11f6014e629a68ce627d7efd66_254"
    },
    {
      "start": 43097,
      "end": 43228,
      "text": "No amendment will be allowed to introduce a new set of ideas to the prejudice of any right acquired by any party by lapse of time.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca6384f365024ebfb513dea52364b3b0_255"
    },
    {
      "start": 43229,
      "end": 43473,
      "text": "\nAgain in Ganga Bai v. Vijay Kumar10 this Court held:\n(SCC p. 399, para 22) \"The power to allow an amendment is undoubtedly wide and may at any stage be appropriately exercised in the interest of justice, the law of limitation not withstanding.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55fb8773fdfd416d8c168e348b2afdfc_256"
    },
    {
      "start": 43474,
      "end": 43672,
      "text": "But the exercise of such far-reaching discretionary powers is governed by judicial considerations and wider the discretion, greater ought to be the care and circumspection on the part of the court.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87f6fe3c603a464aa6bbd49342a4bdbb_257"
    },
    {
      "start": 43673,
      "end": 43746,
      "text": "\nIn Ganesh Trading Co. v. Moji Ram11 it was held: (SCC p. 93, para 4) \"4.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dee595840a3244eb98da76e987e74fa1_258"
    },
    {
      "start": 43747,
      "end": 44084,
      "text": "It is clear from the foregoing summary of the main rules of pleadings that provisions for the amendment of pleadings, subject to such terms as to costs and giving of all parties concerned necessary opportunities to meet exact situations resulting from amendments, are intended for promoting the ends of justice and no for defeating them.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0408d92e8f734edbb1bbf4fadf322ff6_259"
    },
    {
      "start": 44085,
      "end": 44418,
      "text": "Even if a party or its counsel is inefficient in setting out its case initially the [L.R.] 8 C.P. 107 (1962) 2 All ER 24 (1962) 1 All ER 303 shortcoming can certainly be removed generally by appropriate steps taken by a party which must no doubt pay costs for the inconvenience or expense caused to the other side from its omissions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3186ef202aed49e1a4348dbe6650bca3_260"
    },
    {
      "start": 44419,
      "end": 44535,
      "text": "The error is not incapable of being rectified so long as remedial steps do not unjustifiably injure rights accrued.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c69f3efecd0441c9a07031bd2a479928_261"
    },
    {
      "start": 44536,
      "end": 44585,
      "text": "\n(Emphasis supplied) Rajesh Kumar Aggarwal20 \"15.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "776e884d1aa34da4a0b75ad2623ae661_262"
    },
    {
      "start": 44586,
      "end": 44890,
      "text": "The object of the rule is that the courts should try the merits of the case that come before them and should, consequently, allow all amendments that may be necessary for determining the real question in controversy between the parties provided it does not cause injustice or prejudice to the other side.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9cffd9e7497441309ba6342d523f73e9_263"
    },
    {
      "start": 44891,
      "end": 44934,
      "text": "\n16. Order 6 Rule 17 consists of two parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7be087775904b1686a24f4ecdfc0fd4_264"
    },
    {
      "start": 44935,
      "end": 45038,
      "text": "Whereas the first part is discretionary(may) and leaves it to the court to order amendment of pleading.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0fd4dc177414255bd65e1e283c38e01_265"
    },
    {
      "start": 45039,
      "end": 45227,
      "text": "The second part is imperative (shall) and enjoins the court to allow all amendments which are necessary for the purpose of determining the real question in controversy between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f8554318f7b4995add0a66607a6c989_266"
    },
    {
      "start": 45229,
      "end": 45477,
      "text": "17. In our view, since the cause of action arose during the pendency of the suit proposed amendment ought to have been granted because the basic structure of the suit has not changed and that there was merely change in the nature of relief claimed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6da8febd9a054208bcb511ca5b7e3f43_267"
    },
    {
      "start": 45478,
      "end": 45690,
      "text": "We fail to understand if it is permissible for the appellants to file an independent suit, why the same relief which could be prayed for in the new suit cannot be permitted to be incorporated in the pending suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f3742c0a867483e852dffa5ceb1afca_268"
    },
    {
      "start": 45692,
      "end": 45907,
      "text": "18. As discussed above, the real controversy test is the basic or cardinal test and itis the primary duty of the court to decide whether such an amendment is necessary to decide the real dispute between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56b91b09401245feb3c3fe0b63b16493_269"
    },
    {
      "start": 45908,
      "end": 45993,
      "text": "If it is, the amendment will be allowed; if it is not, the amendment will be refused.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "693125d40e62419791afd94a975355d9_270"
    },
    {
      "start": 45994,
      "end": 46193,
      "text": "On the contrary, the learned Judges of the High Court without deciding whether such an amendment is necessary have expressed certain opinions and entered into a discussion on merits of the amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb1f644d584b4b87988987f0c4aa3725_271"
    },
    {
      "start": 46194,
      "end": 46394,
      "text": "In cases like this, the court should also take notice of subsequent events in order to shorten the litigation, to preserve and safeguard the rights of both parties and to subserve the ends of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e718ec0afad04b2fbeafa44ab36b198f_272"
    },
    {
      "start": 46395,
      "end": 46673,
      "text": "It is settled by a catena of decisions of this Court that the rule of amendment is essentially a rule of justice, equity and good conscience and the power of amendment should be exercised in the larger interest of doing full and complete justice to the parties before the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a802b8079986413aad28fc140c733ecb_273"
    },
    {
      "start": 46675,
      "end": 46852,
      "text": "19. While considering whether an application for amendment should or should not be allowed, the court should not go into the correctness or falsity of the case in the amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "137ab52fc3b243deaeee55aac21aa9b5_274"
    },
    {
      "start": 46853,
      "end": 47076,
      "text": "Likewise, it should not record a finding on the merits of the amendment and the merits of the amendment sought to be incorporated by way of amendment are not to be adjudged at the stage of allowing the prayer for amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc28274d549f418b882a828e66d063f3_275"
    },
    {
      "start": 47077,
      "end": 47162,
      "text": "This cardinal principle has not been followed by the High Court in the instant case.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea1a00ceed364232b6046af80ded7585_276"
    },
    {
      "start": 47164,
      "end": 47180,
      "text": "The takeaway 46.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4861bb7fd0e1495296167a129b34dc27_277"
    },
    {
      "start": 47181,
      "end": 47543,
      "text": "It would be appropriate, as the issue arises in case after case, to distil, from the above decisions, the defining principles governing exercise of jurisdiction under Order VI Rule 17 of the CPC (where the prayer for amendment is made prior to commencement of trial):\n(i) Ordinarily, the Court is required to be liberal while dealing with a prayer for amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d2e7e0edf844d1eb4931b26f68b8b11_278"
    },
    {
      "start": 47544,
      "end": 47673,
      "text": "Prayers for amendment of written statements are required to be treated even more liberally than prayers for amendment of plaints.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3a7543ebdb445b39a34fb34b008644c_279"
    },
    {
      "start": 47674,
      "end": 47842,
      "text": "\n(ii) Where the Court finds that declining the prayer for amendment would result in the applicant suffering irreparable loss or injury, the amendment should be allowed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "555a3f0502444a3da8dacc0573f1ed69_280"
    },
    {
      "start": 47843,
      "end": 48015,
      "text": "Qua the opposite party who opposes the amendment, the Court is required to examine whether the amendment would result in irreversible injustice; else, it should be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b22473f17d7f461293250767b78bd8c7_281"
    },
    {
      "start": 48016,
      "end": 48142,
      "text": "\n(iii) There is no absolute bar to allowing an amendment which introduces a cause of action which is, by then, barred by time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80fb36e81246410b9246d15542496be6_282"
    },
    {
      "start": 48143,
      "end": 48350,
      "text": "\nWhile, ordinarily, such an amendment would be refused, the matter ultimately rests with the discretion of the Court and, if the amendment is found necessary in the interests of justice, it would be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cdd11d0be1749be9b772a71e70e4d76_283"
    },
    {
      "start": 48351,
      "end": 48504,
      "text": "The fact that the amendment introduces a relief which, by then, is barred by time is, therefore, merely a consideration to be borne in mind by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f89f132fca74d019cea6a583cb1754c_284"
    },
    {
      "start": 48505,
      "end": 48623,
      "text": "\n(iv) The ultimate consideration has to be subserving of the cause of justice and avoiding multiplicity of litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a7fd83da7b342349931d7c7fe9296ab_285"
    },
    {
      "start": 48624,
      "end": 48826,
      "text": "\n(v) All amendments are mandatorily required to be allowed which (a) do not work injustice to the other side, and (b) are necessary for determining the real questions in controversy between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e94289935c04cbd9c24bf03c22fbc4c_286"
    },
    {
      "start": 48827,
      "end": 48967,
      "text": "\nIt must be remembered, in this context, that Courts are ultimately required to adjudicate on the merits of the cases that come before them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99157ecfbf55468ebcc3b7a3d3b8b771_287"
    },
    {
      "start": 48968,
      "end": 49080,
      "text": "\n(vi) If an amendment is sought to correct an inefficiency in originally stating the case, it should be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9580d767770948488401e1d2c39ede4d_288"
    },
    {
      "start": 49081,
      "end": 49262,
      "text": "Such an error should be permitted to be rectified by amendment, so long it is not fraudulent, and the remedial steps taken in that regard do not unjustifiably injure accrued rights.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9678c07cc4b7481594c47409ba09f834_289"
    },
    {
      "start": 49263,
      "end": 49379,
      "text": "\n(vii) All amendments which are necessary to determine the real issue in controversy in the suit, should be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f002708666b640ab9fa423e2ef854007_290"
    },
    {
      "start": 49380,
      "end": 49486,
      "text": "\n(viii) Amendments which alter or substitute the cause of action originally pleaded should not be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a783eec9f44e4d5aabf3b62475b861ef_291"
    },
    {
      "start": 49487,
      "end": 49612,
      "text": "\n(ix) Amendments which seek to negate admissions of fact, or which are mutually destructive therewith, should not be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29f08ea076d04e4c887cd3e4730d1686_292"
    },
    {
      "start": 49613,
      "end": 49722,
      "text": "On the other hand, inconsistent pleas and alternative reliefs can be permitted to be introduced by amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c99a6e39c064c3a8e246375fe20395b_293"
    },
    {
      "start": 49723,
      "end": 49952,
      "text": "\n(x) An amendment which does not set up a new case, or introduce a new cause of action, but merely amounts to incorporating a different or additional approach to the same facts, should be allowed, even after expiry of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "319dead40cfd4ec2bdf105a10ab80e64_294"
    },
    {
      "start": 49953,
      "end": 50149,
      "text": "\n(xi) The expression \"cause of action\", in this context, does not mean \"every fact which it is material to prove to entitle the plaintiff to succeed\", which is its normally understood connotation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b46f1c9ae5b485481b6dc3c6131f67d_295"
    },
    {
      "start": 50150,
      "end": 50219,
      "text": "It only means a new claim made on a new basis constituting new facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "692bc3108f524740a01e514fac84476e_296"
    },
    {
      "start": 50220,
      "end": 50291,
      "text": "The word \"new case\" has to be understood as meaning \"new set of ideas\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59082f6756294331b864e453f62cb6ad_297"
    },
    {
      "start": 50292,
      "end": 50455,
      "text": "\n(xii) An amendment which seeks to introduce an additional relief, the factual basis for which already exists in the plaint as originally filed, should be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebb1874aba3c4020b0a32f55a8e7b4cb_298"
    },
    {
      "start": 50456,
      "end": 50542,
      "text": "\n(xiii) An amendment which merely adds to the facts already pleaded should be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3597194c80524b3b88c55ec0593bc511_299"
    },
    {
      "start": 50543,
      "end": 50654,
      "text": "\n(xiv) Courts should not adopt a hypertechnical approach while dealing with prayers for amendment of pleadings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20715ef25824472c9976f8ccf4edd367_300"
    },
    {
      "start": 50655,
      "end": 50735,
      "text": "Technicalities of law should not be allowed to hamper administration of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c68856f39c640ea82053ac6c3508ba1_301"
    },
    {
      "start": 50737,
      "end": 50950,
      "text": "(xv) In this context, the Court should bear in mind the fact that its objective should be adjudicating and deciding on the competing and conflicting rights of parties, and not punishing parties for their mistakes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbd52265217c474f9492e5759844bf66_302"
    },
    {
      "start": 50952,
      "end": 51189,
      "text": "(xvi) If a new cause of action arises during the pendency of a suit, and the plaintiff would be entitled to file a fresh suit based thereon, the plaintiff should be allowed to amend the existing suit and introduce the claim by amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6dafb836600f4887956dc540e12be2d7_303"
    },
    {
      "start": 51190,
      "end": 51289,
      "text": "Events subsequent to the filing of the suit have, therefore, also to be borne in mind by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66d43156a1a54e4aa88ae030e41edb97_304"
    },
    {
      "start": 51291,
      "end": 51443,
      "text": "(xvii) The Court examining a plea of amendment is not concerned with the correctness, falsity, or merits of the case that the amendment seeks to set up.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e9e2dd988674c738af3665306718264_305"
    },
    {
      "start": 51444,
      "end": 51581,
      "text": "The Court should not, therefore, record any findings on the merits of the amendment, or the stand that is sought to be canvassed thereby.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5b2e19758d6425ba978aaa786ceb203_306"
    },
    {
      "start": 51583,
      "end": 51691,
      "text": "47. There is no difference, whatsoever, in the body of the plaint as originally filed or as it exists today.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "637d5fcd472746de8f6261c296c06168_307"
    },
    {
      "start": 51692,
      "end": 51858,
      "text": "The only change made, at the cost of repetition yet again, is in the name of the proprietor of the petitioner proprietorship as it finds place in the memo of parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4326bd17a6e43e1b363780c5bc18812_308"
    },
    {
      "start": 51860,
      "end": 52069,
      "text": "48. Apart from the fact that the amendment does not result in introducing a claim which is barred by time, even on that aspect, as laid down by the Supreme Court, the law now advocates a very liberal approach.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5242d47598e041528e948e8abf7c68c6_309"
    },
    {
      "start": 52070,
      "end": 52336,
      "text": "Though it is hardly necessary to enter into that aspect in the context of the dispute in the present case, where the aspect of limitation is arguable, the Supreme Court has held that even a claim which appears to be time barred can be introduced by way of amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49b77d884ed44031ae8d717e92bb71c1_310"
    },
    {
      "start": 52337,
      "end": 52549,
      "text": "Having said that, in the present case, no such occasion arises, as the only change that was sought, was to correct the name of proprietor of the defendant proprietorship firm in the memo of parties in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8bbbad12eb42eab476c7382f9339bf_311"
    },
    {
      "start": 52551,
      "end": 52762,
      "text": "49. Mr. Mohit Kumar also sought to contend that the present case attracts the proviso to Order VI Rule 17 of the CPC, in which context, he relied, as already noted, on Kailash2 and Ajendraprasadji N. Pande3.\n50.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94d55f380bf3499aab8dc87f1e589b26_312"
    },
    {
      "start": 52763,
      "end": 52852,
      "text": "Kailash2 was a case which involved filing of a written statement in election proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d88604971f14ccabe917b139f9de571_313"
    },
    {
      "start": 52853,
      "end": 53005,
      "text": "Para 13 of the decision merely notes that, \"in a civil suit, the trial begins when issues are framed and the case is set down for recording of evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ad8ebaa6d9e46c1b19a86590e8097cc_314"
    },
    {
      "start": 53006,
      "end": 53125,
      "text": "Read in the context of the dispute in Kailash2, it is clear that the said observation is, at the highest, obiter dicta.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91b2d94a3f3b4f32aae61ec4ccd1a2e7_315"
    },
    {
      "start": 53126,
      "end": 53264,
      "text": "The law, no doubt, recognizes that even obiter dicta of the Supreme Court is binding on all Courts hierarchically below the Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccb0d1495f7542cdb9f5389363712f5c_316"
    },
    {
      "start": 53265,
      "end": 53420,
      "text": "Ajendraprasadji N. Pande3, rendered by a Bench of two Hon'ble Judges of the Supreme Court, has merely reproduced the aforesaid observation in Kailash2.\n51.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ecdce947f3e43f1befbbcc6937f4c3a_317"
    },
    {
      "start": 53421,
      "end": 53629,
      "text": "The actual legal position regarding commencement of trial, vis- -vis the proviso to Order VI Rule 17 of the CPC, stands clarified by the following passages from Mohinder Kumar Mehra v. Roop Rani Mehra26:\n\"17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd25ee50fb23479c9349c31488f2b1d1_318"
    },
    {
      "start": 53630,
      "end": 53875,
      "text": "Although Order 6 Rule 17 permits amendment in the pleadings \"at any stage of the proceedings\", but a limitation has been engrafted by means of proviso to the effect that no application for amendment shall be allowed after the trial is commenced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3e325704061b4320ab485dd1e0ae10c9_319"
    },
    {
      "start": 53876,
      "end": 54091,
      "text": "Reserving the court's jurisdiction to order for permitting the party to amend pleading on being satisfied that in spite of due diligence the parties could not have raised the matter before the commencement of trial.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9f81c896f3af48c2b75d0e4f522abf93_320"
    },
    {
      "start": 54092,
      "end": 54199,
      "text": "In a suit when trial commences? Order 18 CPC deals with \"hearing of the suit and examination of witnesses\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a5dff17a5bf4d31bb793d60ff286e96_321"
    },
    {
      "start": 54200,
      "end": 54233,
      "text": "Issues are framed under Order 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53471684bfc14e1da5c87899f990244c_322"
    },
    {
      "start": 54234,
      "end": 54408,
      "text": "At the first hearing of the suit, the court after reading the plaint and written statement and after examination under Rule (2018) 2 SCC 132 1 of Order 14 is to frame issues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45e3200eddef49ad9f3ef4e51e1cd02e_323"
    },
    {
      "start": 54409,
      "end": 54557,
      "text": "Order 15 deals with \"disposal of the suit at the first hearing\", when it appears that the parties are not in issue of any question of law or a fact.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4cf0684eb06c486a9630605416de24a2_324"
    },
    {
      "start": 54558,
      "end": 54704,
      "text": "After issues are framed and case is fixed for hearing and the party having right to begin is to produce his evidence, the trial of suit commences.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b049274449c422ca90da07f2b1d062d_325"
    },
    {
      "start": 54706,
      "end": 54871,
      "text": "18. This Court in Vidyabai v. Padmalatha27, held that filing of an affidavit in lieu of examination-in-chief of the witnesses amounts to commencement of proceedings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "72de6b47769d422883ca4ed1b1391ba0_326"
    },
    {
      "start": 54872,
      "end": 54946,
      "text": "In para 11 of the judgment, the following has been held: (SCC p. 413) \"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5af02f366259485ea93c71cc3b766021_327"
    },
    {
      "start": 54947,
      "end": 55082,
      "text": "From the order passed by the learned trial Judge, it is evident that the respondents had not been able to fulfil the said precondition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12077ec0733c4fc69b8f3eafdd5cfbb2_328"
    },
    {
      "start": 55083,
      "end": 55187,
      "text": "The question, therefore, which arises for consideration is as to whether the trial had commenced or not.",
      "labels": [
        "ISSUE"
      ],
      "id": "8159857146fe436ba63f2d347be7f8c5_329"
    },
    {
      "start": 55188,
      "end": 55211,
      "text": "In our opinion, it did.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3f0fa0a92ac40b0be256902ffa5d68d_330"
    },
    {
      "start": 55212,
      "end": 55281,
      "text": "The date on which the issues are framed is the date of first hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15c982e151d64ba59b5cb3f4b1d62276_331"
    },
    {
      "start": 55282,
      "end": 55395,
      "text": "Provisions of the Code of Civil Procedure envisage taking of various steps at different stages of the proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d4b65ac6ff24d7a815e4513eaa0ebde_332"
    },
    {
      "start": 55396,
      "end": 55529,
      "text": "Filing of an affidavit in lieu of examination-in-chief of the witness, in our opinion, would amount to \"commencement of proceeding\".\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6606616089f4f12a791d38be76c61c6_333"
    },
    {
      "start": 55531,
      "end": 55716,
      "text": "19. Coming to the facts of the present case, it is clear from the record that issues were framed on 17-5-2010 and case was fixed for recording of evidence of the plaintiff on 10-8-2010.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2901866a0c1842cca9f4721874d2b98d_334"
    },
    {
      "start": 55717,
      "end": 55864,
      "text": "The plaintiff did not produce the evidence and took adjournment and in the meantime filed an application under Order VI Rule 16 or 17 on 17-1-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aec6d6f537fc468ca389f82d16fc2394_335"
    },
    {
      "start": 55865,
      "end": 55985,
      "text": "Thereafter the Court on 26-7-2011 has granted four weeks' time as the last opportunity to file the examination-in-chief.",
      "labels": [
        "RPC"
      ],
      "id": "ced2ab85714741478ce6c79016c3032a_336"
    },
    {
      "start": 55986,
      "end": 56433,
      "text": "It is useful to quote para 4 of the order, which is to the following effect:\n\"4. In view of the above, it is directed as follows:\n(i) Having regard to the delay which has ensued, subject to the plaintiff paying costs of Rs. 5000, each to the contesting Defendants 1 and 5 within a period of one week, the plaintiff is permitted four weeks' time as (2009) 2 SCC 409 a last opportunity to file the examination-in-chief of his witnesses on affidavit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87038956a04b49219a0a9b67fde90171_337"
    },
    {
      "start": 56434,
      "end": 56546,
      "text": "\n(ii) The matter shall be listed before the Joint Registrar for recording of plaintiff's evidence on 29-8- 2011.",
      "labels": [
        "RPC"
      ],
      "id": "ee186a516a2f4ba5a73e51a0661d7b4b_338"
    },
    {
      "start": 56547,
      "end": 56623,
      "text": "\n(iii) The case shall be listed before the Court for direction on 18-1-2012.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77765d43dd554fe9a90370d5e71d83a2_339"
    },
    {
      "start": 56624,
      "end": 56754,
      "text": "\n(iv) Needless to say in case IA No. 1001 of 2011 is allowed, appropriate orders for evidence of the plaintiff would be made.\"\n20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d725719288f444ae96401396aecc7608_340"
    },
    {
      "start": 56755,
      "end": 56945,
      "text": "Thus, technically trial commenced when the date was fixed for leading evidence by the plaintiff but actually the amendment application was filed before the evidence was led by the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bdf2809317d4391adcf6f59b198d2d3_341"
    },
    {
      "start": 56946,
      "end": 57013,
      "text": "The parties led evidence after the amendment application was filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3552ae46050d493f98ad77e86aafa16c_342"
    },
    {
      "start": 57014,
      "end": 57170,
      "text": "In this context, it is necessary to notice the order of the High Court dated 14-2-2014, which records that evidence of both the parties have been concluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07e1c2cb1042421188ea38a50f310582_343"
    },
    {
      "start": 57171,
      "end": 57363,
      "text": "Most important fact to be noticed in the order is that the Court recorded the statement of the plaintiff's counsel that parties have led evidence in view of the amendment sought in the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f0afa06786744379f30bc76e4ea7965_344"
    },
    {
      "start": 57364,
      "end": 57471,
      "text": "The order dated 14-2-2014 is to the following effect:\n\"The evidence of both the parties has been concluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2d82d3575c6460697e554f3ebfa3862_345"
    },
    {
      "start": 57472,
      "end": 57518,
      "text": "The matter has been listed for final disposal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30aaf127deaf496ca76882d4ef57bafb_346"
    },
    {
      "start": 57519,
      "end": 57790,
      "text": "The learned counsel for the plaintiff has pointed out the order dated 26-7-2011 wherein observation was made that in case IA No. 1001 of 2011 under Order VI Rule 17 CPC for amendment of the plaint is allowed, appropriate order for evidence of the plaintiff would be made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ac3930e10374e948a9286c510e15c62_347"
    },
    {
      "start": 57791,
      "end": 57986,
      "text": "As a matter of fact, the plaintiff's counsel stated that the parties have also led evidence in view of amendment sought in the plaint and the same covered in the evidence produced by the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6d5a0dd281f4bf4a96096898c35993f_348"
    },
    {
      "start": 57987,
      "end": 58263,
      "text": "The defendants, however, alleged that the said amendment was unnecessary and was opposed by the defendants and issue involved in the said circumstances be considered at the time of final hearing of suit as Defendant 1 is more than 85 year old lady, the suit itself be decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f68737dcaf345eaa53023a4ed6dec83_349"
    },
    {
      "start": 58264,
      "end": 58331,
      "text": "\nList this matter in the category of short cause on 22-5- 2014....\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78a8803b37794653afb01530b833d952_350"
    },
    {
      "start": 58333,
      "end": 58591,
      "text": "***** \n22. The proviso to Order 6 Rule 17 CPC prohibited entertainment of amendment application after commencement of the trial with the object and purpose that once parties proceed with the leading of evidence, no new pleading be permitted to be introduced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15ef2648ba6a4da8b9d39c8d99a308f5_351"
    },
    {
      "start": 58592,
      "end": 59002,
      "text": "The present is a case where actually before parties could lead evidence, the amendment application has been filed and from the order dated 14-2- 2014, it is clear that the plaintiff's case is that parties have led evidence even on the amended pleadings and the plaintiff's case was that in view of the fact that the parties led evidence on amended pleadings, the allowing of the amendment was a mere formality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f247cb5a8b2e46d387e1e1816002a098_352"
    },
    {
      "start": 59003,
      "end": 59159,
      "text": "The defendant in no manner can be said to be prejudiced by the amendments since the plaintiff led his evidence on amended pleadings also as claimed by him.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50d528fa53a94034ada3465cc9c1f546_353"
    },
    {
      "start": 59160,
      "end": 59184,
      "text": "\n(Emphasis supplied)\n52.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e27c151ec0c14e8f84d2e6a513c8720f_354"
    },
    {
      "start": 59185,
      "end": 59294,
      "text": "The position in law as enunciated in the afore extracted passages from Mohinder Kumar Mehra26 is interesting.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d357f5414824c16befa107a9a6c6689_355"
    },
    {
      "start": 59295,
      "end": 59521,
      "text": "The Supreme Court noted, clearly and with no equivocation whatsoever, that, in Vidyabai27, it had been held that \"filing of an affidavit in view of examination-in-chief of the witnesses amounts to commencement of proceedings\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc8c80c88c714f1bb01d8c299cca81c2_356"
    },
    {
      "start": 59522,
      "end": 59757,
      "text": "(Though the Supreme Court has used the phrase \"commencement of proceedings\", one may regard the Supreme Court as having meant \"commencement of trial\", as the enunciation was with relation to the proviso to Order VI Rule 17 of the CPC.)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6734c98aafe4470091994237429b4069_357"
    },
    {
      "start": 59758,
      "end": 60013,
      "text": "Having thus noted the position in law, as enunciated in Vidyabai27 regarding commencement of trial, the Supreme Court went on to observe, with respect to the facts before it, that \"technically trial commenced when the date was fixed for leading evidence\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7a52bcb7f954022b10510bc43320820_358"
    },
    {
      "start": 60014,
      "end": 60386,
      "text": "There appears, therefore, to be some discordance between Vidyabai27 and Mohinder Kumar Mehra26 with respect to the date when the trial could be said to commence, as Vidyabai27 held that trial commenced on the date when the affidavit in evidence was filed, whereas Mohinder Kumar Mehra26 held that, \"technically\", trial commenced when a date was fixed for leading evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6be56643a8514767b24c51c21d7c61ed_359"
    },
    {
      "start": 60387,
      "end": 60664,
      "text": "However, this slight discordance, if any, need not concern us as, even in Mohinder Kumar Mehra26, the Supreme Court held that the application for amendment, filed before evidence was actually led by the plaintiff, would not be hit by the proviso to Order VI Rule 17 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f02960daa2f94035b7cc2e0c23e076a4_360"
    },
    {
      "start": 60665,
      "end": 60821,
      "text": "The relevant date for applying the proviso to Order VI Rule 17 would, as per Mohinder Kumar Mehra26, therefore, be the date when the plaintiff led evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40070b57f52c4297897b3d070ce68b5e_361"
    },
    {
      "start": 60823,
      "end": 61101,
      "text": "53. The first step in leading of evidence is either production of the witness for examination or, at the very least, filing of the affidavit-in- evidence of the witness by the party who is required, by the Court, to lead evidence in the first instance; generally, the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac3d59e892f64999beb04a0c6e05d1ad_362"
    },
    {
      "start": 61102,
      "end": 61460,
      "text": "Whether one applies Vidyabai27, therefore, or Mohinder Kumar Mehra26, the trial could not be stated to have commenced, for the purpose of applicability of the proviso to Order VI Rule 17 of the CPC, before the affidavit-in-evidence of the plaintiff is filed even if, prior thereto, the Court has directed filing of affidavit-in-evidence by a particular date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e5ed53c91e9442d86616eac8edb1617_363"
    },
    {
      "start": 61462,
      "end": 61643,
      "text": "54. Even if one were to go by the observations in Kailash2, on which Mr. Mohit Kumar seeks to place reliance, the judgment cannot, in my opinion, be of any assistance to his client.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61c8718bacfb411ead13d80f887b291d_364"
    },
    {
      "start": 61644,
      "end": 61851,
      "text": "What the Supreme Court has said in Kailash, as reiterated in Ajendraprasadji N. Pande3, is that, \"in a civil suit, the trial begins when issues are framed and the case is set down for recording of evidence\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52b8afd45de5474999542509f04f2e66_365"
    },
    {
      "start": 61852,
      "end": 61943,
      "text": "Admittedly, the suit from which the present proceedings have emanated is a commercial suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f7716c7643b4e889c417009ab07f88b_366"
    },
    {
      "start": 61944,
      "end": 62006,
      "text": "It is, therefore, governed by the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ae67d9de47b44e78d0cc675baf1fdc5_367"
    },
    {
      "start": 62007,
      "end": 62153,
      "text": "The order dated 1st December 2021, whereby issues were framed, directed that the case be set up for case management hearing on 20 th January 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4368d36bd2014a88bf01266ce8f434ea_368"
    },
    {
      "start": 62154,
      "end": 62316,
      "text": "Case management hearing, in commercial suits is, as Mr. Mohit Kumar correctly submits, governed by Order XV(A) of the CPC as amended by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b46f505097fb40e4933933a65e3e1af9_369"
    },
    {
      "start": 62317,
      "end": 62624,
      "text": "Order XV(A) Rule 2 of the CPC clearly states that in a case management hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the Court may pass an order fixing the dates on which the evidence of the witnesses of the parties is to be recorded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bdae345bc9d4ec09dff9fd63e3a2057_370"
    },
    {
      "start": 62625,
      "end": 62701,
      "text": "That exercise, Mr. Mohit Kumar, candidly acknowledges, is yet to take place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "116be53781a24ba9818119d0c33e5cce_371"
    },
    {
      "start": 62702,
      "end": 62897,
      "text": "No date of hearing on which evidence of witnesses is to be recorded, has been fixed by the learned Commercial Court under Order XV(A) Rule 2(D) of the CPC as amended by the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4bbb802ad2a45c991fa88d07d1fb3f0_372"
    },
    {
      "start": 62899,
      "end": 63208,
      "text": "55. That being so, even going by the observations in Kailash2, on which Mr. Mohit Kumar places reliance, the case having not been set down for recording of evidence till the date when the application under Order VI Rule 17 of the CPC came to be filed by the respondent, it cannot be said that trial had begun.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45e66a6e184349d9a0838a9ce68a66bb_373"
    },
    {
      "start": 63210,
      "end": 63360,
      "text": "56. The submission of Mr. Mohit Kumar, that the fact of the present case attracted the proviso to Order VI Rule 17 of the CPC is, therefore, rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76bfc740e96444578f63927966004da4_374"
    },
    {
      "start": 63362,
      "end": 63376,
      "text": "Conclusion 57.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c179cad4ccd402286350dbf538e99fe_375"
    },
    {
      "start": 63377,
      "end": 63701,
      "text": "There is, therefore, no reason whatsoever for this Court to interfere with the impugned order which merely allows the prayer of the respondent to substitute the petitioner Amit Bansal in place of Tarun Sehgal, as the proprietor of the defendant firm RPP, in the Memo of Parties accompanying the suit filed by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ced6e709309b4dfab2d6cd36129de584_376"
    },
    {
      "start": 63702,
      "end": 63931,
      "text": "Indeed, the amendment allowed was so innocuous that the Court need hardly enter into the issue of whether, while filing the suit the petitioner was actually aware that Amit Bansal, and not Tarun Sehgal, was the proprietor of RPP.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcda85765d1a4c76b396085473ed23b3_377"
    },
    {
      "start": 63932,
      "end": 64053,
      "text": "As the learned Commercial Court has correctly held, there was no reason for the petitioner to implead a wrong proprietor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9330a3b05b344cf792f8998f3f7a0686_378"
    },
    {
      "start": 64054,
      "end": 64480,
      "text": "At the highest, it could be treated as an inadvertent or, perhaps, even a negligent omission which, given the fact that proviso to Order VI Rule 17 of the CPC is not applicable and given the expansive scope of Order VI Rule 17 of the CPC as adumbrated by the Supreme Court in the decisions cited hereinabove, could not act as a factor inhibiting the prayer, of the respondent, for being permitted to amend the Memo of Parties.",
      "labels": [
        "RATIO"
      ],
      "id": "8b05eef32d10400788341f22c129ef3c_379"
    },
    {
      "start": 64482,
      "end": 64609,
      "text": "58. The impugned order does not, therefore, call for interference, least of all under Article 227 of the Constitution of India.",
      "labels": [
        "RATIO"
      ],
      "id": "47c9ab6cd7fa40adbe5282c863490777_380"
    },
    {
      "start": 64611,
      "end": 64653,
      "text": "59. This petition is manifestly vexatious.",
      "labels": [
        "RATIO"
      ],
      "id": "da3929911838444a9dc2f5c4b83880b1_381"
    },
    {
      "start": 64654,
      "end": 64897,
      "text": "A simple prayer for correction of the name of the proprietor in the Memo of Parties accompanying the suit filed by the respondent was not only strenuously opposed, but has thereafter been carried to this Court by means of the present petition.",
      "labels": [
        "RATIO"
      ],
      "id": "26f4d1ec509044558a9ec6b6f163df2d_382"
    },
    {
      "start": 64899,
      "end": 65171,
      "text": "60. Accordingly, this petition is dismissed with costs of  50,000/-, to be paid by the petitioner by way of a crossed cheque favouring the Delhi High Court Legal Services Committee, to be deposited with the Registry of this Court within a period of four weeks from today.\n",
      "labels": [
        "RPC"
      ],
      "id": "6f456d97274b45bcb47a74ae0ab5dce2_383"
    },
    {
      "start": 65171,
      "end": 65223,
      "text": "61. Miscellaneous applications are also disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "c5e012b4471b4109a1b707c9ef9a1b8c_384"
    },
    {
      "start": 65224,
      "end": 65271,
      "text": "\nC.HARI SHANKAR, J SEPTEMBER 14, 2022 r.bararia",
      "labels": [
        "NONE"
      ],
      "id": "3719eedab86041919b323610590aa457_385"
    }
  ]
}