{
  "id": "d295801eaf2cb37bf56a5043a63bbd52323afbd3982bddb0d6d8eed40e2214e8",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court\nState Of Kerala vs K Sadanandan on 25 June, 2024 \nAuthor: Anil K. Narendran\nBench: Anil K. Narendran\n              In The High Court Of Kerala At Ernakulam\n                               Present\n            The Honourable Mr. Justice Anil K. Narendran \n                                  & \n           The Honourable Mr. Justice Harisankar V. Menon \n        Tuesday, The 25Th Day Of June 2024 / 4Th Ashadha, 1946\n                        Coml.A No. 5 Of 2024 \n  Against The Judgment Dated 30.06.2021 In Cs No.101 Of 2020 Of\n Assistant Sessions Court/Principal Sub Court/Commercial Court,\n                               Kollam\nAppellants/Defendants 3 To 5 In Cs:\n\n    1       State Of Kerala\n            District Collector Kollam, Pin - 691001.\n    2       The Assistant Executive Engineer\n            Pwd Roads Division Karunagappally, Pin - 690518. \n    3       The Executive Engeneer\n            Pwd Roads Division Kollam, Pin - 691001 . \n    4       The Superintending Engineer\n            Roads And Bridges Pwd, South Circle,\n            Thiruvananthapuram, Pin - 695023. \n\n            By Smt. Rasmi K.M., Sr. Government Pleader\n\nRespondents/Plaintiff And Defendant 2 In Cs: \n\n    1       K. Sadanandan \n            Aged 55 Years, Ampadiyil, New Benglow, Pannivizha,\n            Adoor, Pathanamthitta, Pin - 689645 . \n    2       A. J. Abdul Hameed, \n            Pwd Roads Section, Sasthamcotta, Melevilayil House,\n            Thrippalazhikom Post Kunara, Pin - 691509.\n\n            By Advs.\n            Enoch David Simon Joel \n            I.V. Pramod \n            S.Sreedev(K/1219/2006) \n            Rony Jose(K/705/2012) \n            Leo Lukose(K/001131/2016) \n            Karol Mathews Sebastian Alencherry(K/126/2010) \n            Derick Mathai Saji(K/1901/2021) \n            Karan Scaria Abraham(K/003189/2023)\n\nThis Commercial Appeal Having Come Up For Admission On 25.06.2024,\nThe Court On The Same Day Delivered The Following: \n                                           2\nComl. A. No.5 of 2024 \n\n\n                                Judgment\nAnil K. Narendran, J.\nDefendants 1 and 3 to 5 in C.S. No.101 of 2020 on the file of the Commercial Court (Principal Sub Court), Kollam, has filed this appeal invoking the provisions under Sections 13( 1A) of the Commercial Courts Act, 2015, challenging the judgment and decree dated 30.06.2021 of that Court in that suit, which was one filed by the 1st respondent herein-plaintiff, against the appellants and the 2nd respondent herein, for realisation of money . That suit was originally filed as O.S.No.917 of 2009 before the Principal Sub Court, Kollam, which was transferred to Commercial Court, Kollam, and re-filed as C.S.No.101 of 2020. \n2. This appeal is filed along with C.M. Application No.1 of 2024, seeking an order to condone the delay of 856 days in filing the same. On 14.03.2024, when that C.M.Application came up for consideration, this Court issued notice to the respondents by speed post, returnable within 4 weeks. \n3. Heard the learned counsel Senior Government Pleader for the appellants, the learned counsel for the 1st respondent- plaintiff and also the learned counsel for the 2nd respondent-2nd defendant on the question of maintainability of this appeal before this Court.\n4. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) was enacted by the Parliament to provide for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. The Statement of Objects and Reasons of Act 4 of 2016 states that the proposal to provide for speedy disposal of high-value commercial disputes has been under consideration by the Government for quite some time. The high- value commercial disputes involve complex facts and questions of law. Therefore, there is a need to provide an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \n5. By the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (Act 28 of 2018), in the long title of Act 4 of 2016 (the Principal Act) after the words 'Commercial Courts', the words 'Commercial Appellate Courts', were inserted. By the Amendment Act, in Section 1 of the Principal Act, sub-section (1) was substituted. Sub-section (1) of Section 1 of the Principal Act, after its amendment by the Amendment Act, reads thus;\n\"(1) This Act may be called the Commercial Courts Act, 2015.\"\n6. In Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace LLP [(2020) 15 SCC 585] the Apex Court noticed that the object and purpose of the Commercial Courts Act is to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that commercial cases are disposed of expeditiously, fairly and at a reasonable cost to the litigant. Section 13 of the Act deals with appeals from decrees of Commercial Courts and Commercial Divisions. As per Section 14 of the Act, the Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. After referring to various amendments made to the provisions of the Code of Civil Procedure, 1908, as per the Schedule to the Commercial Courts Act, thereby making significant departure from the Code, the Apex Court observed that various provisions under the Act, namely, Case Management Hearing and other provisions make the court to adopt a pro-active approach in resolving commercial disputes, in order to ensure speedy resolution of commercial disputes in a time bound manner. \nThe intent of the Legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and makes India an attractive place to do business. \n7. In Ambalal Sarabhai Enterprises Ltd. [(2020) 15 SCC 585], after referring to the Statement of Objects and Reasons of the Commercial Courts Act and various amendments made to the Code of Civil Procedure and insertion of new rules to the Code applicable to suits relating to commercial disputes, the Apex Court found that the enactment of Commercial Courts Act is for the purpose of providing an early disposal of high-value commercial disputes. A purposive interpretation of the Statement of Objects and Reasons and various amendments to the Code of Civil Procedure leaves no room for doubt that the provisions of the Commercial Courts Act require to be strictly construed. If the provisions are given a liberal interpretation, the object behind the constitution of the Commercial Division of courts, viz., putting the matter on a fast track and speedy resolution of commercial disputes, will be defeated. In the Statement of Objects and Reasons, words such as 'early' and 'speedy' have been incorporated and reiterated. The object shall be fulfilled only if the provisions of the Commercial Courts Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system. \n8. In Y. Sleebachen v. State of Kerala and another [ 2024 : IO:KER:17], after analysing the provisions under the Principal Act of 2015 and the Amendment Act of 2018, a Division Bench of this Court in which both of us were parties, held that after the amendments made to sub-section (1) of Section 3 of the Principal Act, by the Amendment Act, with respect to the High Courts having ordinary original civil jurisdiction, Commercial Courts at the District Judge level shall deal with commercial disputes; and with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government shall specify a pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts. In such a territory, commercial disputes more than the pecuniary jurisdiction exercisable by the Commercial Courts at the District Judge level shall be dealt with by the Commercial Division of such High Courts constituted under sub-section (1) of Section 4. Paragraphs 35 to 35.2 of the said decision read thus;\n\"35. Commercial Courts - below the level of a District Judge and at the District Judge level - and Commercial Division of High Court:- A reading of the provisions under the Principal Act and the Amendment Act, referred to hereinbefore, would show that sub-section (1) of Section 3 of the Principal Act read with its proviso and clause (i) of sub-section (1) of Section 2 empowered the State Government, after consultation with the concerned High Court, to constitute Commercial Courts at District level, except the territories over which the High Courts have ordinary original civil jurisdiction, to adjudicate commercial disputes of a specified value, which shall not be less than one crore rupees; and sub-section (1) of Section 4 empowered the Chief Justice to constitute Commercial Division of High Court having one or more Benches consisting of a Single Judge in all High Courts having ordinary civil jurisdiction. After the amendment of sub-section (1) of Section 3 and clause (i) of sub-section (1) of Section 2 by the Amendment Act, sub-section (1) of Section 3 read with clause (i) of sub-section (1) of Section 2 empowers the State Government, after consultation with the concerned High Court, to constitute Commercial Courts at District level, in the territories over which the High Courts have no ordinary original civil jurisdiction, to adjudicate commercial disputes of a specified value, which shall not be less than three lakh rupees. After the said amendment, the first proviso to sub-section (1) of Section 3 empowers the State Government, in consultation with the concerned High Court, to constitute Commercial Courts at the District Judge level, with respect to the High Courts having ordinary original civil jurisdiction; and the second proviso to sub-section (1) of Section 3 empowers the State Government, with respect to a territory over which the High Courts have ordinary original civil jurisdiction to specify such pecuniary value, which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, for such Commercial Courts at the District Judge level. Sub-section (1A) of Section 3, inserted by the Amendment Act, which starts with a non-obstante clause, empowers the State Government, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary. Sub-section (1) of Section 4 empowers the Chief Justice to constitute Commercial Divisions of the High Courts in all High Courts having ordinary original civil jurisdiction. \n35.1. Till the amendments made to the Principal Act, by the Amendment Act, in view of the prohibition contained in the proviso to sub-section (1) of Section 3 of the Principal Act, no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction. In such a territory, the adjudication of commercial disputes of a specified value was by the Commercial Division of that High Court, constituted under sub-section (1) of Section 4 of the Principal Act. After the amendments made to the Principal Act, by the Amendment Act, by substituting the proviso to sub-section (1) of Section 3, by the first and second provisos to sub-section (1) of Section 3, the first proviso to sub-section (1) of Section 3 contemplates the constitution of Commercial Courts at the District Judge level with respect to the High Courts having ordinary original civil jurisdiction. As per the second proviso to sub- section (1) of Section 3, with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts. 35.2. By the Amendment Act, in addition to the insertion of the provisos to sub-section (1) of Section 3 and the insertion of sub-section (1A) to Section 3 of the Principal Act, certain amendments have also been made to sub- section (3) of Section 3. By that amendment, in sub- section (3) of Section 3, for the words 'State Government shall', the words 'State Government may' were substituted; and for the words 'Commercial Court, from amongst the cadre of Higher Judicial Service in the State', the words 'Commercial Court either at the level of District Judge or a court below the level of a District Judge' were substituted. Therefore, sub-section (3) of Section 3 of the Principal Act, after its amendment by the Amendment Act, empowers the State Government, with the concurrence of the Chief Justice of the High Court, to appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges of a Commercial Court below the level of a District Judge with respect to a territory over which the High Courts have no ordinary original civil jurisdiction. On the other hand, the first proviso to sub-section (1) of Section 3, substituted by the Amendment Act, empowers the State Government, after consultation with the concerned High Court, by notification, to constitute Commercial Courts at the District Judge level, with respect to the High Courts having ordinary original civil jurisdiction; and the second proviso empowers the State Government, with respect to a territory over which the High Courts have ordinary original civil jurisdiction, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts. Therefore, after the amendments made to sub-section (1) of Section 3 of the Principal Act, by the Amendment Act, with respect to the High Courts having ordinary original civil jurisdiction, Commercial Courts at the District Judge level shall deal with commercial disputes; and with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government shall specify a pecuniary value which shall not less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts. In such a territory, commercial disputes more than the pecuniary jurisdiction exercisable by the Commercial Courts at the District Judge level shall be dealt with by the Commercial Division of such High Courts constituted under sub-section (1) of Section 4.\" \n9. In Y. Sleebachen [2024:IO:KER:17] this Court held that in view of the provisions under sub-section (1) and sub- section (1A) of Section 13 of the Principal Act, as substituted by the Amendment Act, any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction may appeal to the Commercial Appellate Court at District Judge level designated under Section 3A, within a period of sixty days from the date of the judgment or order, and any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court in territories referred to in the provisos to sub-section (1) of Section 3 and sub-section (1) of Section 4, as the case may be, may appeal to the Commercial Appellate Division of that High Court, constituted under sub-section (1) of Section 5, within a period of sixty days from the date of the judgment or order. Therefore, the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction cannot be challenged before the High Court, invoking the provisions under sub-section (1A) of Section 13 of the Commercial Courts Act. Such a judgment or order has to be challenged before the Commercial Appellate Court designated under Section 3A at the District Judge level, by invoking the provisions under sub-section (1) of Section 13 of the said Act. Paragraphs 36 to 36.6 of the said decision read thus;\n\"36. Commercial Appellate Courts and Commercial Appellate Division of High Court:- The Principal Act, after its amendment by the Amendment Act, provides for the constitution of 'Commercial Appellate Courts', in addition to Commercial Courts and Commercial Division and Commercial Appellate Division in the High Courts. Clause (a) of Section 2 of the Principal Act, inserted by the Amendment Act, after renumbering the existing clause (a) as clause (aa), defines 'Commercial Appellate Courts' to mean the Commercial Appellate Courts designated under Section 3A, inserted in the Principal Act, after Section 3. \nAs per Section 3A, except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act. \n36.1. A reading of the provisions under Section 3A makes it clear that the designation of Commercial Appellate Courts at District Judge level is with respect to the territories over which the High Courts have no ordinary original civil jurisdiction since it provides for the designation of Commercial Appellate Courts, except the territories over which the High Courts have ordinary original civil jurisdiction. \n36.2. Section 13 of the Principal Act deals with appeals from decrees of Commercial Courts and Commercial Divisions. As per sub-section (1) of Section 13, as it stood prior to the amendment by the Amendment Act, any person aggrieved by the decision of the Commercial Court or the Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be. The proviso to sub-section (1) of Section 13 provides for an appeal from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act. \n36.3. The constitution of Commercial Courts below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction, necessitated the amendments made to the Principal Act, by the Amendment Act, inserting Section 3A for designation of the Commercial Appellate Courts at District Judge level, and substitution of sub-section (1) of Section 13 of the Principal Act, by sub-sections (1) and (1A). Till such amendment, as per the provisions under sub-section (1) of Section 13 of the Principal Act, any person aggrieved by the decision of a Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court, within a period of sixty days from the date of judgment or order, as the case may be. \n36.4. After the substitution of sub-section (1) of Section 13 of the Principal Act, by the amendment Act, any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge, with respect to a territory over which the High Courts have no ordinary original civil jurisdiction, may appeal to the Commercial Appellate Court, i.e., the Commercial Appellate Court constituted under Section 3A at the District Judge level, within a period of sixty days from the date of judgment or order, invoking the provisions under sub-section (1) of Section 13, instead of the Commercial Appellate Division of the High Court, as originally provided in sub-section (1) of Section 13 of the Principal Act. After the said amendment, any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, the Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court, within a period of sixty days from the date of judgment or order, invoking the provisions under sub-section (1A) of Section 13. In view of the proviso, an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act. Section 14 of the Principal Act, after its amendment by the Amendment Act, whereby the words 'Commercial Appellate Division' were substituted by the words 'Commercial Appellate Courts and the Commercial Appellate Division', provides that the Commercial Appellate Courts and Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. \n36.5. In view of the provisions under sub-section (1) and sub-section (1A) of Section 13 of the Principal Act, as substituted by the Amendment Act, any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction may appeal to the Commercial Appellate Court at District Judge level designated under Section 3A, within a period of sixty days from the date of the judgment or order, and any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court in territories referred to in the provisos to sub-section (1) of Section 3 and sub- section (1) of Section 4, as the case may be, may appeal to the Commercial Appellate Division of that High Court, constituted under sub-section (1) of Section 5, within a period of sixty days from the date of the judgment or order. Sub-section (2) of Section 13 of the Principal Act, which starts with a non-obstante clause, provides that, notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the said Act. Therefore, the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction cannot be challenged before the High Court, invoking the provisions under sub-section (1A) of Section 13 of the Commercial Courts Act. Such a judgment or order has to be challenged before the Commercial Appellate Court designated under Section 3A at the District Judge level, by invoking the provisions under sub-section (1) of Section 13 of the said Act. \n36.6. The contentions to the contra raised by the learned counsel for the appellant-plaintiff after referring to the phraseology 'Commercial Courts at District level' used in sub-section (1) of Section 3 and 'Commercial Courts at District Judge level' used in the first proviso to sub-section (1) of Section 3, inserted by the Amendment Act, and the categories mentioned in clause (a) of Article 236 of the Constitution of India, which defines the expression 'District Judge', can only be rejected as untenable and we do so.\"\n10. In Y. Sleebachen [2024:IO:KER:17] this Court held that the appellate jurisdiction of the Commercial Appellate Courts at District Judge level and that of the Commercial Appellate Division of a High Court is not limited by specifying any pecuniary limits. None of the provisions under the said Act empowers the State Government to specify any pecuniary limits for the exercise of the appellate jurisdiction, either by the Commercial Appellate Court at District Judge level or the Commercial Appellate Division of a High Court. Therefore, the contention raised by the learned counsel for the appellant-plaintiff relying on the provisions under Section 3 of the Kerala Civil Courts (Amendment) Act, 2013, fixing the pecuniary jurisdiction of District Courts to hear appeals with subject matter valued up to Rs.20,00,000/-, can only be rejected as untenable. Paragraphs 37 to 37.3 of the said decision read thus;\n\"37. Notifications issued by the State Government constituting Commercial Courts and designation of Commercial Appellate Courts:- In the exercise of the powers conferred by sub-section (1) and sub-section (2) of Section 3 of the Commercial Courts Act, the Government of Kerala, in consultation with the High Court of Kerala, constituted Commercial Courts in all 14 Judicial Districts designating the Principal Sub Courts and Sub Courts mentioned in column (2) of the Schedule, as Commercial Courts for the purpose of exercising jurisdiction and powers conferred on that courts under the said Act, by G.O.(Ms.)No.51/ 2020/Home dated 24.02.2020. By the very same notification, the Government of Kerala, in the exercise of the powers under Section 3A of the Commercial Courts Act, in consultation with the High Court of Kerala, designated the Principal District Courts in each district as Commercial Appellate Courts, with jurisdiction over the respective Judicial Districts, for the purpose of exercising the jurisdiction and powers conferred upon such courts under the said Act. 37.1. The aforesaid notification dated 24.02.2020 was amended by G.O.(Ms.)No.53/2022/Home dated 18.02.2022, whereby all Sub Courts in the State are designated as Commercial Courts. By the very same notification, in the exercise of the powers conferred by sub-section (1A) of Section 3 of the Commercial Courts Act, the Government of Kerala, in consultation with the High Court of Kerala, specified the pecuniary value to be not less than ten lakh rupees for the whole of the State for the purpose of the said Act. \n37.2. The Commercial Appellate Courts at District Judge level, designated under Section 3A of the Commercial Courts Act, exercise jurisdiction in the appeals filed under sub-section (1) of Section 13 of the Act, against the judgment or order of a Commercial Court below the level of a District Judge, and the Commercial Appellate Division of a High Court constituted under sub-section (1) of Section 5 of the Act, exercises jurisdiction in the appeals filed under sub-section (1A) of Section 13 of the Act, against the appeals from the judgment or order of a Commercial Court at the level of a District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court constituted under sub-section (1) of Section 4 of the Act, in all High Courts having ordinary original civil jurisdiction. The appellate jurisdiction of the Commercial Appellate Courts at District Judge level and that of the Commercial Appellate Division of a High Court is not limited by specifying any pecuniary limits. None of the provisions under the said Act empowers the State Government to specify any pecuniary limits for the exercise of the appellate jurisdiction, either by the Commercial Appellate Court at District Judge level or the Commercial Appellate Division of a High Court. 37.3. As per Section 21 of the Commercial Courts Act, which deals with its overriding effect, save as otherwise provided, the provisions of the said Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said Act. Therefore, the contention raised by the learned counsel for the appellant-plaintiff relying on the provisions under Section 3 of the Kerala Civil Courts (Amendment) Act, 2013, fixing the pecuniary jurisdiction of District Courts to hear appeals with subject matter valued up to Rs.20,00,000/-, can only be rejected as untenable and we do so.\" \n11. As held by this Court in Y. Sleebachen [2024:IO:\nKER:17] the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction cannot be challenged before the High Court, invoking the provisions under sub-section (1A) of Section 13 of the Commercial Courts Act. Such a judgment or order has to be challenged before the Commercial Appellate Court designated under Section 3A at the District Judge level, by invoking the provisions under sub-section (1) of Section 13 of the said Act. \n12. Therefore, in order to challenge the judgment and decree dated 30.06.2021 of the Commercial Court (Principal Sub Court), Kollam in C.S.No.101 of 2020, the appellants-defendants 1, 3 to 5 have to file appeal invoking the provisions under sub- section (1) of Section 13 of the Commercial Courts Act, as amended by the Amendment Act of 2018, before the Commercial Appellate Court designated under Section 3A at the District Judge level, i.e., the Principal District Court, Kollam.\nRegistry to return the memorandum of appeal in this commercial appeal, which was presented before this Court on 19.02.2024, to the learned Advocate General, so as to enable the appellants to present it before the Commercial Appellate Court at the District Judge level, i.e., the Principal District Court, Kollam. \n                                              Sd/-    Sd/- \n\n                                   ANIL K. NARENDRAN, JUDGE /-                                            Sd/- \n                                  HARISANKAR V. MENON, JUDGE Skk//29.06.2024  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eac555d64fa74fcfb6fadb1e3cbc9434_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "feabbf5827754254baf079e21f62098b_1"
    },
    {
      "start": 242,
      "end": 309,
      "text": "\nKerala High Court\nState Of Kerala vs K Sadanandan on 25 June, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85510897e6094503a06506144bcb955a_2"
    },
    {
      "start": 311,
      "end": 512,
      "text": "Author: Anil K. Narendran\nBench: Anil K. Narendran\n              In The High Court Of Kerala At Ernakulam\n                               Present\n            The Honourable Mr. Justice Anil K. Narendran",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5c21b0d647a4285b7bbeb9369e63515_3"
    },
    {
      "start": 548,
      "end": 608,
      "text": "& \n           The Honourable Mr. Justice Harisankar V. Menon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3164ec37b46041ccbd8553aa4d1e2b92_4"
    },
    {
      "start": 618,
      "end": 697,
      "text": "Tuesday, The 25Th Day Of June 2024 / 4Th Ashadha, 1946\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ca2d00cd4c045d4aece35391d3eab08_5"
    },
    {
      "start": 697,
      "end": 717,
      "text": "Coml.A No. 5 Of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db24438ab56244768244e72b91897112_6"
    },
    {
      "start": 721,
      "end": 962,
      "text": "Against The Judgment Dated 30.06.2021 In Cs No.101 Of 2020 Of\n Assistant Sessions Court/Principal Sub Court/Commercial Court,\n                               Kollam\nAppellants/Defendants 3 To 5 In Cs:\n\n    1       State Of Kerala\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9640fc37766417ba7ec7c1234ca62b5_7"
    },
    {
      "start": 962,
      "end": 1007,
      "text": "District Collector Kollam, Pin - 691001.\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1fc1dad1cbd40d88fac90993c7d100d_8"
    },
    {
      "start": 1007,
      "end": 1060,
      "text": "2       The Assistant Executive Engineer\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63c9327d886048c4b1d38fd07574f4fa_9"
    },
    {
      "start": 1060,
      "end": 1108,
      "text": "Pwd Roads Division Karunagappally, Pin - 690518.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "397ddb1bf8f24cc38968fffb4c46c046_10"
    },
    {
      "start": 1114,
      "end": 1157,
      "text": "3       The Executive Engeneer\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c919ab00f08642b0a8e61ed30828c11d_11"
    },
    {
      "start": 1157,
      "end": 1196,
      "text": "Pwd Roads Division Kollam, Pin - 691001",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53b1447618da4ff4a8f05b3861f667ca_12"
    },
    {
      "start": 1197,
      "end": 1212,
      "text": ". \n    4       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5038f9898a24c9ea9c5101adf3110c5_13"
    },
    {
      "start": 1212,
      "end": 1320,
      "text": "The Superintending Engineer\n            Roads And Bridges Pwd, South Circle,\n            Thiruvananthapuram,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc927717af2a41df877c659e22777430_14"
    },
    {
      "start": 1321,
      "end": 1334,
      "text": "Pin - 695023.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "975434c3b51c4d8a832f2d4d259e2c9f_15"
    },
    {
      "start": 1349,
      "end": 1430,
      "text": "By Smt. Rasmi K.M., Sr. Government Pleader\n\nRespondents/Plaintiff And Defendant 2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c554c944440949c4a5e659a7562e1b70_16"
    },
    {
      "start": 1431,
      "end": 1437,
      "text": "In Cs:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c41d80c80fab4482b7b2c5e8b5363a1c_17"
    },
    {
      "start": 1438,
      "end": 1465,
      "text": "\n\n    1       K. Sadanandan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f26c82ef23646c5b06190b8afacc65a_18"
    },
    {
      "start": 1479,
      "end": 1577,
      "text": "Aged 55 Years, Ampadiyil, New Benglow, Pannivizha,\n            Adoor, Pathanamthitta, Pin - 689645",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47965f9437404f15a502abaae2c586be_19"
    },
    {
      "start": 1578,
      "end": 1612,
      "text": ". \n    2       A. J. Abdul Hameed,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad0b86d068984519a7401169fe6ddebd_20"
    },
    {
      "start": 1613,
      "end": 1746,
      "text": "\n            Pwd Roads Section, Sasthamcotta, Melevilayil House,\n            Thrippalazhikom Post Kunara, Pin - 691509.\n\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a76cf1d817b24a4ba36ad8eb033aaf46_21"
    },
    {
      "start": 1746,
      "end": 1772,
      "text": "By Advs.\n            Enoch",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1ba400367e5413dae2935548c5738b7_22"
    },
    {
      "start": 1773,
      "end": 1789,
      "text": "David Simon Joel",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f63f988f35842f599bb1eb56b1bf243_23"
    },
    {
      "start": 1803,
      "end": 1814,
      "text": "I.V. Pramod",
      "labels": [
        "PREAMBLE"
      ],
      "id": "492720a720904c3b989813a28f8a0235_24"
    },
    {
      "start": 1815,
      "end": 1850,
      "text": "\n            S.Sreedev(K/1219/2006)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a52373b0eba64b12869183b17f11b1f6_25"
    },
    {
      "start": 1851,
      "end": 1885,
      "text": "\n            Rony Jose(K/705/2012)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb09d7b239804dee872288ff7df4442e_26"
    },
    {
      "start": 1886,
      "end": 1924,
      "text": "\n            Leo Lukose(K/001131/2016)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "837e2e8bef9c48bfa80a6ba44ea91a95_27"
    },
    {
      "start": 1938,
      "end": 1984,
      "text": "Karol Mathews Sebastian Alencherry(K/126/2010)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87cfd4babcac4a45b08ad166fe9acafe_28"
    },
    {
      "start": 1985,
      "end": 2029,
      "text": "\n            Derick Mathai Saji(K/1901/2021)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbf7792bdccf47099ea049ef0afecdab_29"
    },
    {
      "start": 2030,
      "end": 2197,
      "text": "\n            Karan Scaria Abraham(K/003189/2023)\n\nThis Commercial Appeal Having Come Up For Admission On 25.06.2024,\nThe Court On The Same Day Delivered The Following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3cb3ee8900354788af7d9047cf7cd06f_30"
    },
    {
      "start": 2198,
      "end": 2265,
      "text": "\n                                           2\nComl. A. No.5 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bd3d448864a4355842e0604827e29ea_31"
    },
    {
      "start": 2266,
      "end": 2310,
      "text": "\n\n\n                                Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a7b54d8270240ec81814ef194ca29ea_32"
    },
    {
      "start": 2310,
      "end": 2510,
      "text": "Anil K. Narendran, J.\nDefendants 1 and 3 to 5 in C.S. No.101 of 2020 on the file of the Commercial Court (Principal Sub Court), Kollam, has filed this appeal invoking the provisions under Sections 13(",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9e554d44b844432bfe004d94340719b_33"
    },
    {
      "start": 2511,
      "end": 2770,
      "text": "1A) of the Commercial Courts Act, 2015, challenging the judgment and decree dated 30.06.2021 of that Court in that suit, which was one filed by the 1st respondent herein-plaintiff, against the appellants and the 2nd respondent herein, for realisation of money",
      "labels": [
        "FAC"
      ],
      "id": "d15827e518594a6990bb70de6cbaa7fe_34"
    },
    {
      "start": 2771,
      "end": 2952,
      "text": ". That suit was originally filed as O.S.No.917 of 2009 before the Principal Sub Court, Kollam, which was transferred to Commercial Court, Kollam, and re-filed as C.S.No.101 of 2020.",
      "labels": [
        "FAC"
      ],
      "id": "7140455bd62a42e38948c16237a77ca8_35"
    },
    {
      "start": 2954,
      "end": 3089,
      "text": "2. This appeal is filed along with C.M. Application No.1 of 2024, seeking an order to condone the delay of 856 days in filing the same.",
      "labels": [
        "FAC"
      ],
      "id": "a97a91a4de0e4ef68567975718398b97_36"
    },
    {
      "start": 3090,
      "end": 3243,
      "text": "On 14.03.2024, when that C.M.Application came up for consideration, this Court issued notice to the respondents by speed post, returnable within 4 weeks.",
      "labels": [
        "FAC"
      ],
      "id": "eb9cf53ce09c4ab7b8a739e4523838f8_37"
    },
    {
      "start": 3245,
      "end": 3511,
      "text": "3. Heard the learned counsel Senior Government Pleader for the appellants, the learned counsel for the 1st respondent- plaintiff and also the learned counsel for the 2nd respondent-2nd defendant on the question of maintainability of this appeal before this Court.\n4.",
      "labels": [
        "NONE"
      ],
      "id": "35dd755cf62a40acb5a2e290f578021e_38"
    },
    {
      "start": 3512,
      "end": 3897,
      "text": "The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) was enacted by the Parliament to provide for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.",
      "labels": [
        "FAC"
      ],
      "id": "807281f41845482bad7002f0fd14a120_39"
    },
    {
      "start": 3898,
      "end": 4109,
      "text": "The Statement of Objects and Reasons of Act 4 of 2016 states that the proposal to provide for speedy disposal of high-value commercial disputes has been under consideration by the Government for quite some time.",
      "labels": [
        "FAC"
      ],
      "id": "e187911bf8c1417a9a5d8ebd605912ec_40"
    },
    {
      "start": 4110,
      "end": 4189,
      "text": "The high- value commercial disputes involve complex facts and questions of law.",
      "labels": [
        "FAC"
      ],
      "id": "e3810794499140919c808aca3d13a20c_41"
    },
    {
      "start": 4190,
      "end": 4280,
      "text": "Therefore, there is a need to provide an independent mechanism for their early resolution.",
      "labels": [
        "FAC"
      ],
      "id": "ea9aa1a1fcae4b67a8c8e6bbc3f2ddfc_42"
    },
    {
      "start": 4281,
      "end": 4430,
      "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "FAC"
      ],
      "id": "241c3b76480e49a8aa7fba8c0b10769c_43"
    },
    {
      "start": 4432,
      "end": 4717,
      "text": "5. By the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (Act 28 of 2018), in the long title of Act 4 of 2016 (the Principal Act) after the words 'Commercial Courts', the words 'Commercial Appellate Courts', were inserted.",
      "labels": [
        "FAC"
      ],
      "id": "4211b61d52144d309832eb9aa28f4687_44"
    },
    {
      "start": 4718,
      "end": 4807,
      "text": "By the Amendment Act, in Section 1 of the Principal Act, sub-section (1) was substituted.",
      "labels": [
        "FAC"
      ],
      "id": "100c50feae0e4a4fa6378b33a12cc083_45"
    },
    {
      "start": 4808,
      "end": 4977,
      "text": "Sub-section (1) of Section 1 of the Principal Act, after its amendment by the Amendment Act, reads thus;\n\"(1) This Act may be called the Commercial Courts Act, 2015.\"\n6.",
      "labels": [
        "STA"
      ],
      "id": "092c007ef0314b758764bd4d7e355f72_46"
    },
    {
      "start": 4978,
      "end": 5417,
      "text": "In Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace LLP [(2020) 15 SCC 585] the Apex Court noticed that the object and purpose of the Commercial Courts Act is to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that commercial cases are disposed of expeditiously, fairly and at a reasonable cost to the litigant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1542d242581f4ef4a36d87d4bd5faef3_47"
    },
    {
      "start": 5418,
      "end": 5518,
      "text": "Section 13 of the Act deals with appeals from decrees of Commercial Courts and Commercial Divisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "590600cbedc0429a862bf5bd1d76c60f_48"
    },
    {
      "start": 5519,
      "end": 5741,
      "text": "As per Section 14 of the Act, the Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.",
      "labels": [
        "STA"
      ],
      "id": "0ea10abdbeba43ed8c1933e3f4b03af9_49"
    },
    {
      "start": 5742,
      "end": 6222,
      "text": "After referring to various amendments made to the provisions of the Code of Civil Procedure, 1908, as per the Schedule to the Commercial Courts Act, thereby making significant departure from the Code, the Apex Court observed that various provisions under the Act, namely, Case Management Hearing and other provisions make the court to adopt a pro-active approach in resolving commercial disputes, in order to ensure speedy resolution of commercial disputes in a time bound manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f0b073faac24410990cba4b0f25dc5a_50"
    },
    {
      "start": 6223,
      "end": 6460,
      "text": "\nThe intent of the Legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and makes India an attractive place to do business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2b530e5c67e4c1986bc5f2332c99cf5_51"
    },
    {
      "start": 6462,
      "end": 6908,
      "text": "7. In Ambalal Sarabhai Enterprises Ltd. [(2020) 15 SCC 585], after referring to the Statement of Objects and Reasons of the Commercial Courts Act and various amendments made to the Code of Civil Procedure and insertion of new rules to the Code applicable to suits relating to commercial disputes, the Apex Court found that the enactment of Commercial Courts Act is for the purpose of providing an early disposal of high-value commercial disputes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23d4896527304a27bbec6bfffcd623ec_52"
    },
    {
      "start": 6909,
      "end": 7137,
      "text": "A purposive interpretation of the Statement of Objects and Reasons and various amendments to the Code of Civil Procedure leaves no room for doubt that the provisions of the Commercial Courts Act require to be strictly construed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a4b6337ef64490f835edfcf1517b41f_53"
    },
    {
      "start": 7138,
      "end": 7369,
      "text": "If the provisions are given a liberal interpretation, the object behind the constitution of the Commercial Division of courts, viz., putting the matter on a fast track and speedy resolution of commercial disputes, will be defeated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac8395d31b0541a39d2a5eb2829278f0_54"
    },
    {
      "start": 7370,
      "end": 7484,
      "text": "In the Statement of Objects and Reasons, words such as 'early' and 'speedy' have been incorporated and reiterated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f3fa6f51b074d1cbb3fefbfbc2e866f_55"
    },
    {
      "start": 7485,
      "end": 7687,
      "text": "The object shall be fulfilled only if the provisions of the Commercial Courts Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd43e84871f14b29b1800ca6af501828_56"
    },
    {
      "start": 7689,
      "end": 7741,
      "text": "8. In Y. Sleebachen v. State of Kerala and another [",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c83355f15534e148a3dc6f24b598344_57"
    },
    {
      "start": 7742,
      "end": 7748,
      "text": "2024 :",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf04cdc49ede4e66ac7db5580ecc7b8e_58"
    },
    {
      "start": 7749,
      "end": 8474,
      "text": "IO:KER:17], after analysing the provisions under the Principal Act of 2015 and the Amendment Act of 2018, a Division Bench of this Court in which both of us were parties, held that after the amendments made to sub-section (1) of Section 3 of the Principal Act, by the Amendment Act, with respect to the High Courts having ordinary original civil jurisdiction, Commercial Courts at the District Judge level shall deal with commercial disputes; and with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government shall specify a pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts.",
      "labels": [
        "STA"
      ],
      "id": "19fc29dfc2724790a6ec6e94eea88e8f_59"
    },
    {
      "start": 8475,
      "end": 8732,
      "text": "In such a territory, commercial disputes more than the pecuniary jurisdiction exercisable by the Commercial Courts at the District Judge level shall be dealt with by the Commercial Division of such High Courts constituted under sub-section (1) of Section 4.",
      "labels": [
        "STA"
      ],
      "id": "d8aec71795734c36bd890b0165f6e32d_60"
    },
    {
      "start": 8733,
      "end": 8921,
      "text": "Paragraphs 35 to 35.2 of the said decision read thus;\n\"35. Commercial Courts - below the level of a District Judge and at the District Judge level - and Commercial Division of High Court:-",
      "labels": [
        "STA"
      ],
      "id": "3009259d6aa74597bcad26d8ac700dc9_61"
    },
    {
      "start": 8922,
      "end": 9706,
      "text": "A reading of the provisions under the Principal Act and the Amendment Act, referred to hereinbefore, would show that sub-section (1) of Section 3 of the Principal Act read with its proviso and clause (i) of sub-section (1) of Section 2 empowered the State Government, after consultation with the concerned High Court, to constitute Commercial Courts at District level, except the territories over which the High Courts have ordinary original civil jurisdiction, to adjudicate commercial disputes of a specified value, which shall not be less than one crore rupees; and sub-section (1) of Section 4 empowered the Chief Justice to constitute Commercial Division of High Court having one or more Benches consisting of a Single Judge in all High Courts having ordinary civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "0412f9a43e3e48eb80b8a0135075afbe_62"
    },
    {
      "start": 9707,
      "end": 10237,
      "text": "After the amendment of sub-section (1) of Section 3 and clause (i) of sub-section (1) of Section 2 by the Amendment Act, sub-section (1) of Section 3 read with clause (i) of sub-section (1) of Section 2 empowers the State Government, after consultation with the concerned High Court, to constitute Commercial Courts at District level, in the territories over which the High Courts have no ordinary original civil jurisdiction, to adjudicate commercial disputes of a specified value, which shall not be less than three lakh rupees.",
      "labels": [
        "STA"
      ],
      "id": "a963b34abd114bd89e78c23217802292_63"
    },
    {
      "start": 10238,
      "end": 10929,
      "text": "After the said amendment, the first proviso to sub-section (1) of Section 3 empowers the State Government, in consultation with the concerned High Court, to constitute Commercial Courts at the District Judge level, with respect to the High Courts having ordinary original civil jurisdiction; and the second proviso to sub-section (1) of Section 3 empowers the State Government, with respect to a territory over which the High Courts have ordinary original civil jurisdiction to specify such pecuniary value, which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, for such Commercial Courts at the District Judge level.",
      "labels": [
        "STA"
      ],
      "id": "75c2154975ae4f798937ec99434a2c02_64"
    },
    {
      "start": 10930,
      "end": 11290,
      "text": "Sub-section (1A) of Section 3, inserted by the Amendment Act, which starts with a non-obstante clause, empowers the State Government, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.",
      "labels": [
        "STA"
      ],
      "id": "d1b293257c2145aeb602eee2b61b787f_65"
    },
    {
      "start": 11291,
      "end": 11464,
      "text": "Sub-section (1) of Section 4 empowers the Chief Justice to constitute Commercial Divisions of the High Courts in all High Courts having ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "735f48fba147413198ab90104c8ad9da_66"
    },
    {
      "start": 11466,
      "end": 11773,
      "text": "35.1. Till the amendments made to the Principal Act, by the Amendment Act, in view of the prohibition contained in the proviso to sub-section (1) of Section 3 of the Principal Act, no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "2445220687cc4764a2893ffc88b5b133_67"
    },
    {
      "start": 11774,
      "end": 11975,
      "text": "In such a territory, the adjudication of commercial disputes of a specified value was by the Commercial Division of that High Court, constituted under sub-section (1) of Section 4 of the Principal Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ee840d7854845d8bd6b6d37a1d1c21c_68"
    },
    {
      "start": 11976,
      "end": 12378,
      "text": "After the amendments made to the Principal Act, by the Amendment Act, by substituting the proviso to sub-section (1) of Section 3, by the first and second provisos to sub-section (1) of Section 3, the first proviso to sub-section (1) of Section 3 contemplates the constitution of Commercial Courts at the District Judge level with respect to the High Courts having ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cfacb3b9fe74b60b870ff45033bd2f5_69"
    },
    {
      "start": 12379,
      "end": 12736,
      "text": "As per the second proviso to sub- section (1) of Section 3, with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "275caf669e16419f8591cf91d6f7dcba_70"
    },
    {
      "start": 12737,
      "end": 12987,
      "text": "35.2. By the Amendment Act, in addition to the insertion of the provisos to sub-section (1) of Section 3 and the insertion of sub-section (1A) to Section 3 of the Principal Act, certain amendments have also been made to sub- section (3) of Section 3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4054bc4c1fc47d7835670db039a69fa_71"
    },
    {
      "start": 12988,
      "end": 13365,
      "text": "By that amendment, in sub- section (3) of Section 3, for the words 'State Government shall', the words 'State Government may' were substituted; and for the words 'Commercial Court, from amongst the cadre of Higher Judicial Service in the State', the words 'Commercial Court either at the level of District Judge or a court below the level of a District Judge' were substituted.",
      "labels": [
        "STA"
      ],
      "id": "5bd544ba1cc54032a2fae197f3345980_72"
    },
    {
      "start": 13366,
      "end": 13831,
      "text": "Therefore, sub-section (3) of Section 3 of the Principal Act, after its amendment by the Amendment Act, empowers the State Government, with the concurrence of the Chief Justice of the High Court, to appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges of a Commercial Court below the level of a District Judge with respect to a territory over which the High Courts have no ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "54543cce4c954250b2d1db9237b1124e_73"
    },
    {
      "start": 13832,
      "end": 14497,
      "text": "On the other hand, the first proviso to sub-section (1) of Section 3, substituted by the Amendment Act, empowers the State Government, after consultation with the concerned High Court, by notification, to constitute Commercial Courts at the District Judge level, with respect to the High Courts having ordinary original civil jurisdiction; and the second proviso empowers the State Government, with respect to a territory over which the High Courts have ordinary original civil jurisdiction, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts.",
      "labels": [
        "STA"
      ],
      "id": "9c0b43fc92354fc48cf402b678e57c8a_74"
    },
    {
      "start": 14498,
      "end": 15050,
      "text": "Therefore, after the amendments made to sub-section (1) of Section 3 of the Principal Act, by the Amendment Act, with respect to the High Courts having ordinary original civil jurisdiction, Commercial Courts at the District Judge level shall deal with commercial disputes; and with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government shall specify a pecuniary value which shall not less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts.",
      "labels": [
        "STA"
      ],
      "id": "64308eead5d347b69aad3752634a20d8_75"
    },
    {
      "start": 15051,
      "end": 15309,
      "text": "In such a territory, commercial disputes more than the pecuniary jurisdiction exercisable by the Commercial Courts at the District Judge level shall be dealt with by the Commercial Division of such High Courts constituted under sub-section (1) of Section 4.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c6c881e9d1b4d8a92d826e7a9aa1383_76"
    },
    {
      "start": 15311,
      "end": 16387,
      "text": "9. In Y. Sleebachen [2024:IO:KER:17] this Court held that in view of the provisions under sub-section (1) and sub- section (1A) of Section 13 of the Principal Act, as substituted by the Amendment Act, any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction may appeal to the Commercial Appellate Court at District Judge level designated under Section 3A, within a period of sixty days from the date of the judgment or order, and any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court in territories referred to in the provisos to sub-section (1) of Section 3 and sub-section (1) of Section 4, as the case may be, may appeal to the Commercial Appellate Division of that High Court, constituted under sub-section (1) of Section 5, within a period of sixty days from the date of the judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "8eadbdfea52b465282c2650cc373c265_77"
    },
    {
      "start": 16388,
      "end": 16700,
      "text": "Therefore, the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction cannot be challenged before the High Court, invoking the provisions under sub-section (1A) of Section 13 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "513cc5f9433b4611880929e770d70da8_78"
    },
    {
      "start": 16701,
      "end": 16921,
      "text": "Such a judgment or order has to be challenged before the Commercial Appellate Court designated under Section 3A at the District Judge level, by invoking the provisions under sub-section (1) of Section 13 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acabba78bdf3488e9009c76322f39302_79"
    },
    {
      "start": 16922,
      "end": 16980,
      "text": "Paragraphs 36 to 36.6 of the said decision read thus;\n\"36.",
      "labels": [
        "STA"
      ],
      "id": "e15cc356f4c54a30a4fd9806b3346fa8_80"
    },
    {
      "start": 16981,
      "end": 17294,
      "text": "Commercial Appellate Courts and Commercial Appellate Division of High Court:- The Principal Act, after its amendment by the Amendment Act, provides for the constitution of 'Commercial Appellate Courts', in addition to Commercial Courts and Commercial Division and Commercial Appellate Division in the High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14b07994ce58408984610cab9aa5cfc8_81"
    },
    {
      "start": 17295,
      "end": 17584,
      "text": "Clause (a) of Section 2 of the Principal Act, inserted by the Amendment Act, after renumbering the existing clause (a) as clause (aa), defines 'Commercial Appellate Courts' to mean the Commercial Appellate Courts designated under Section 3A, inserted in the Principal Act, after Section 3.",
      "labels": [
        "STA"
      ],
      "id": "0b33a66f19b34f9d9acc808325bf3ee9_82"
    },
    {
      "start": 17585,
      "end": 17995,
      "text": "\nAs per Section 3A, except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6df1f750606d4b71ac7205897413e3cf_83"
    },
    {
      "start": 17997,
      "end": 18408,
      "text": "36.1. A reading of the provisions under Section 3A makes it clear that the designation of Commercial Appellate Courts at District Judge level is with respect to the territories over which the High Courts have no ordinary original civil jurisdiction since it provides for the designation of Commercial Appellate Courts, except the territories over which the High Courts have ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2cdc39b83254069b39fa4078b1f1777_84"
    },
    {
      "start": 18409,
      "end": 18526,
      "text": "\n36.2. Section 13 of the Principal Act deals with appeals from decrees of Commercial Courts and Commercial Divisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89a831ad49b84bd0bf3e35e7b1579755_85"
    },
    {
      "start": 18527,
      "end": 18878,
      "text": "As per sub-section (1) of Section 13, as it stood prior to the amendment by the Amendment Act, any person aggrieved by the decision of the Commercial Court or the Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25b5a31b4dda4305a2a1d96a17713438_86"
    },
    {
      "start": 18879,
      "end": 19202,
      "text": "The proviso to sub-section (1) of Section 13 provides for an appeal from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ef2d6bd02d447a9818ef473c04fcc81_87"
    },
    {
      "start": 19204,
      "end": 19647,
      "text": "36.3. The constitution of Commercial Courts below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction, necessitated the amendments made to the Principal Act, by the Amendment Act, inserting Section 3A for designation of the Commercial Appellate Courts at District Judge level, and substitution of sub-section (1) of Section 13 of the Principal Act, by sub-sections (1) and (1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0de19c89a6d94dd390bbfce332d85e05_88"
    },
    {
      "start": 19648,
      "end": 19998,
      "text": "Till such amendment, as per the provisions under sub-section (1) of Section 13 of the Principal Act, any person aggrieved by the decision of a Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court, within a period of sixty days from the date of judgment or order, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f000fd017b947d4a2e1f8eeccf37266_89"
    },
    {
      "start": 20000,
      "end": 20721,
      "text": "36.4. After the substitution of sub-section (1) of Section 13 of the Principal Act, by the amendment Act, any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge, with respect to a territory over which the High Courts have no ordinary original civil jurisdiction, may appeal to the Commercial Appellate Court, i.e., the Commercial Appellate Court constituted under Section 3A at the District Judge level, within a period of sixty days from the date of judgment or order, invoking the provisions under sub-section (1) of Section 13, instead of the Commercial Appellate Division of the High Court, as originally provided in sub-section (1) of Section 13 of the Principal Act.",
      "labels": [
        "STA"
      ],
      "id": "b20d17b714434cc48050872dc334b8a6_90"
    },
    {
      "start": 20722,
      "end": 21145,
      "text": "After the said amendment, any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, the Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court, within a period of sixty days from the date of judgment or order, invoking the provisions under sub-section (1A) of Section 13.",
      "labels": [
        "STA"
      ],
      "id": "f8e2ce9e47494144a816a9fac3aa1594_91"
    },
    {
      "start": 21146,
      "end": 21445,
      "text": "In view of the proviso, an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77c7981249e947df975335dd72f63a98_92"
    },
    {
      "start": 21446,
      "end": 21873,
      "text": "Section 14 of the Principal Act, after its amendment by the Amendment Act, whereby the words 'Commercial Appellate Division' were substituted by the words 'Commercial Appellate Courts and the Commercial Appellate Division', provides that the Commercial Appellate Courts and Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad1290dfe4ab4cb2b2e6d262b7f9408e_93"
    },
    {
      "start": 21875,
      "end": 22899,
      "text": "36.5. In view of the provisions under sub-section (1) and sub-section (1A) of Section 13 of the Principal Act, as substituted by the Amendment Act, any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction may appeal to the Commercial Appellate Court at District Judge level designated under Section 3A, within a period of sixty days from the date of the judgment or order, and any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court in territories referred to in the provisos to sub-section (1) of Section 3 and sub- section (1) of Section 4, as the case may be, may appeal to the Commercial Appellate Division of that High Court, constituted under sub-section (1) of Section 5, within a period of sixty days from the date of the judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "cff63d4beec94f1f93f719b32bb8522a_94"
    },
    {
      "start": 22900,
      "end": 23278,
      "text": "Sub-section (2) of Section 13 of the Principal Act, which starts with a non-obstante clause, provides that, notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the said Act.",
      "labels": [
        "STA"
      ],
      "id": "57f078dd9a6546419f1f4b3773f478ee_95"
    },
    {
      "start": 23279,
      "end": 23591,
      "text": "Therefore, the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction cannot be challenged before the High Court, invoking the provisions under sub-section (1A) of Section 13 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7845115a39e64424819db6d626f4cdae_96"
    },
    {
      "start": 23592,
      "end": 23812,
      "text": "Such a judgment or order has to be challenged before the Commercial Appellate Court designated under Section 3A at the District Judge level, by invoking the provisions under sub-section (1) of Section 13 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c93732d2f55b4ad5a4d17c078497e503_97"
    },
    {
      "start": 23814,
      "end": 24343,
      "text": "36.6. The contentions to the contra raised by the learned counsel for the appellant-plaintiff after referring to the phraseology 'Commercial Courts at District level' used in sub-section (1) of Section 3 and 'Commercial Courts at District Judge level' used in the first proviso to sub-section (1) of Section 3, inserted by the Amendment Act, and the categories mentioned in clause (a) of Article 236 of the Constitution of India, which defines the expression 'District Judge', can only be rejected as untenable and we do so.\"\n10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b51c98bb634142cda90b8aaa27d7589c_98"
    },
    {
      "start": 24344,
      "end": 24597,
      "text": "In Y. Sleebachen [2024:IO:KER:17] this Court held that the appellate jurisdiction of the Commercial Appellate Courts at District Judge level and that of the Commercial Appellate Division of a High Court is not limited by specifying any pecuniary limits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34b39ca0ffc642a586893c2d0aca46bf_99"
    },
    {
      "start": 24598,
      "end": 24868,
      "text": "None of the provisions under the said Act empowers the State Government to specify any pecuniary limits for the exercise of the appellate jurisdiction, either by the Commercial Appellate Court at District Judge level or the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb8da27610034b8db03890a3cc7069e6_100"
    },
    {
      "start": 24869,
      "end": 25197,
      "text": "Therefore, the contention raised by the learned counsel for the appellant-plaintiff relying on the provisions under Section 3 of the Kerala Civil Courts (Amendment) Act, 2013, fixing the pecuniary jurisdiction of District Courts to hear appeals with subject matter valued up to Rs.20,00,000/-, can only be rejected as untenable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b47a194630d7450085d007d4b40820e3_101"
    },
    {
      "start": 25198,
      "end": 25381,
      "text": "Paragraphs 37 to 37.3 of the said decision read thus;\n\"37. Notifications issued by the State Government constituting Commercial Courts and designation of Commercial Appellate Courts:-",
      "labels": [
        "STA"
      ],
      "id": "cfc3982216064002852b43f0fbdf89bc_102"
    },
    {
      "start": 25382,
      "end": 25895,
      "text": "In the exercise of the powers conferred by sub-section (1) and sub-section (2) of Section 3 of the Commercial Courts Act, the Government of Kerala, in consultation with the High Court of Kerala, constituted Commercial Courts in all 14 Judicial Districts designating the Principal Sub Courts and Sub Courts mentioned in column (2) of the Schedule, as Commercial Courts for the purpose of exercising jurisdiction and powers conferred on that courts under the said Act, by G.O.(Ms.)No.51/ 2020/Home dated 24.02.2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d23132c32c0d49638a5cade48732bfcb_103"
    },
    {
      "start": 25896,
      "end": 26335,
      "text": "By the very same notification, the Government of Kerala, in the exercise of the powers under Section 3A of the Commercial Courts Act, in consultation with the High Court of Kerala, designated the Principal District Courts in each district as Commercial Appellate Courts, with jurisdiction over the respective Judicial Districts, for the purpose of exercising the jurisdiction and powers conferred upon such courts under the said Act. 37.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb1c2c68c8514bff8efa62cc0e136d62_104"
    },
    {
      "start": 26336,
      "end": 26510,
      "text": "The aforesaid notification dated 24.02.2020 was amended by G.O.(Ms.)No.53/2022/Home dated 18.02.2022, whereby all Sub Courts in the State are designated as Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3541d959c751449e9d96e8a4470384d9_105"
    },
    {
      "start": 26511,
      "end": 26843,
      "text": "By the very same notification, in the exercise of the powers conferred by sub-section (1A) of Section 3 of the Commercial Courts Act, the Government of Kerala, in consultation with the High Court of Kerala, specified the pecuniary value to be not less than ten lakh rupees for the whole of the State for the purpose of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa738bcea5134e44b42b4f5e57c15be6_106"
    },
    {
      "start": 26845,
      "end": 27675,
      "text": "37.2. The Commercial Appellate Courts at District Judge level, designated under Section 3A of the Commercial Courts Act, exercise jurisdiction in the appeals filed under sub-section (1) of Section 13 of the Act, against the judgment or order of a Commercial Court below the level of a District Judge, and the Commercial Appellate Division of a High Court constituted under sub-section (1) of Section 5 of the Act, exercises jurisdiction in the appeals filed under sub-section (1A) of Section 13 of the Act, against the appeals from the judgment or order of a Commercial Court at the level of a District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court constituted under sub-section (1) of Section 4 of the Act, in all High Courts having ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "05e40feb3c1d40569312de0a226b55c2_107"
    },
    {
      "start": 27676,
      "end": 27874,
      "text": "The appellate jurisdiction of the Commercial Appellate Courts at District Judge level and that of the Commercial Appellate Division of a High Court is not limited by specifying any pecuniary limits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "290015299be248de960675a97301040f_108"
    },
    {
      "start": 27875,
      "end": 28145,
      "text": "None of the provisions under the said Act empowers the State Government to specify any pecuniary limits for the exercise of the appellate jurisdiction, either by the Commercial Appellate Court at District Judge level or the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68ba7590012c4473a4b26d67ed337c59_109"
    },
    {
      "start": 28146,
      "end": 28529,
      "text": "37.3. As per Section 21 of the Commercial Courts Act, which deals with its overriding effect, save as otherwise provided, the provisions of the said Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said Act.",
      "labels": [
        "STA"
      ],
      "id": "da0608f2d6914555943a26b793b7c4df_110"
    },
    {
      "start": 28530,
      "end": 28872,
      "text": "Therefore, the contention raised by the learned counsel for the appellant-plaintiff relying on the provisions under Section 3 of the Kerala Civil Courts (Amendment) Act, 2013, fixing the pecuniary jurisdiction of District Courts to hear appeals with subject matter valued up to Rs.20,00,000/-, can only be rejected as untenable and we do so.\"",
      "labels": [
        "RATIO"
      ],
      "id": "72d94724153f43b982e8febdfa1ba746_111"
    },
    {
      "start": 28873,
      "end": 29236,
      "text": "\n11. As held by this Court in Y. Sleebachen [2024:IO:\nKER:17] the judgment or order of a Commercial Court below the level of a District Judge in territories over which the High Courts have no ordinary original civil jurisdiction cannot be challenged before the High Court, invoking the provisions under sub-section (1A) of Section 13 of the Commercial Courts Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ead6ef84eca243f199b6e51e33a97e78_112"
    },
    {
      "start": 29237,
      "end": 29457,
      "text": "Such a judgment or order has to be challenged before the Commercial Appellate Court designated under Section 3A at the District Judge level, by invoking the provisions under sub-section (1) of Section 13 of the said Act.",
      "labels": [
        "RPC"
      ],
      "id": "1a5a2aa7a80c43248b5a0c112c1ca790_113"
    },
    {
      "start": 29459,
      "end": 29949,
      "text": "12. Therefore, in order to challenge the judgment and decree dated 30.06.2021 of the Commercial Court (Principal Sub Court), Kollam in C.S.No.101 of 2020, the appellants-defendants 1, 3 to 5 have to file appeal invoking the provisions under sub- section (1) of Section 13 of the Commercial Courts Act, as amended by the Amendment Act of 2018, before the Commercial Appellate Court designated under Section 3A at the District Judge level, i.e., the Principal District Court, Kollam.\nRegistry",
      "labels": [
        "RPC"
      ],
      "id": "4cd63f14e3ba4a73bb00921ab05e4b3d_114"
    },
    {
      "start": 29950,
      "end": 30253,
      "text": "to return the memorandum of appeal in this commercial appeal, which was presented before this Court on 19.02.2024, to the learned Advocate General, so as to enable the appellants to present it before the Commercial Appellate Court at the District Judge level, i.e., the Principal District Court, Kollam.",
      "labels": [
        "RPC"
      ],
      "id": "6fbf3f6e79584c6097516579ddbd098f_115"
    },
    {
      "start": 30301,
      "end": 30313,
      "text": "Sd/-    Sd/-",
      "labels": [
        "NONE"
      ],
      "id": "702b1a6050434955b4a0382cf68d8fc2_116"
    },
    {
      "start": 30351,
      "end": 30378,
      "text": "ANIL K. NARENDRAN, JUDGE /-",
      "labels": [
        "NONE"
      ],
      "id": "e20256cd5a414e4099064e2b077a7be5_117"
    },
    {
      "start": 30422,
      "end": 30488,
      "text": "Sd/- \n                                  HARISANKAR V. MENON, JUDGE",
      "labels": [
        "NONE"
      ],
      "id": "eff2781ccbbb40fcba18c8302141d3ac_118"
    },
    {
      "start": 30489,
      "end": 30506,
      "text": "Skk//29.06.2024  ",
      "labels": [
        "NONE"
      ],
      "id": "bf4968d99fda4ebdae179b2ac56e6777_119"
    }
  ]
}