{
  "id": "c09cfaaa19c4005f8935389b519ae15ce6448e2fb3ea6cd51c6afcc09a30d090",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court \nNagarjuna Fertilizers And Chemicals ... vs Teenimont Spa on 31 December, 2018\nAuthor: Sanjay Kumar \nBench: Sanjay Kumar \n       In The High Court Of Judicature At Hyderabad\n        For The State Of Telangana And The State Of\n                      Andhra Pradesh\n\n                                  ** * *\n\n                    I.Coma Appeal No.1 Of 2018 \n\n\nNagarjuna Fertilizers & Chemicals Limited            .. Appellant\n\n                                   Vs.\n\nTecnimont SpA and others                             .. Respondents\n\n\n\nDate Of Judgment Pronounced: 31st December, 2018\n\n\n\n\nSubmitted For Approval:\n\n          The Honourable Sri Justice Sanjay Kumar \n                            And\n           The Honourable Sri Justice M.Ganga Rao \n\n\n1.   Whether Reporters of Local newspapers                Yes/No\n     may be allowed to see the judgment? \n\n\n2.   Whether the copies of judgment may be                Yes/No\n     marked to Law Reporters/Journals\n\n\n3.   Whether Their Lordships wish to                      Yes/No\n     see the fair copy of the judgment? \n\n\n\n                                             _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                                 Sanjay Kumar, J \n\n\n\n                                              _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                                 M.Ganga Rao, J \n                                     2\n\n\n\n         * The Honourable Sri Justice Sanjay Kumar \n                            And\n           The Honourable Sri Justice M.Ganga Rao \n\n                   + I.Coma Appeal No.1 Of 2018 \n\n\n                   % Dated 31st December, 2018\n\n\n\n# Nagarjuna Fertilizers & Chemicals Limited             .. Appellant\n\n                                   Vs.\n\n$ Tecnimont SpA and others                              .. Respondents\n\n\n\n\n< Gist: \n\n\n\n>Head Note:\n\n\n\n\n! Counsel for Appellant                  : Sri Vedula Venkataramana & \n                                           Sri P.Vikram\n\n\n^Counsel for respondent No.1             : Sri Omer Farooq and \n                                           Sri Avinash Desai \n\n^Counsel for respondents 2 to 4          : Proforma parties\n\n\n\n\n? Cases Referred: \n\n1. 2018 Scc OnLine Sc 170\n\n2. (2011) 8 Scc 333 \n                                       3\n\n\n\n          The Honourable Sri Justice Sanjay Kumar \n                            And \n           The Honourable Sri Justice M.Ganga Rao \n\n                     I.Coma Appeal No.1 Of 2018 \n\n                             Judgment\n(Per Sri Justice Sanjay Kumar) I.Coma O.A.No.3 of 2018 was filed by Nagarjuna Fertilizers and Chemicals Limited, Hyderabad (Nfcl), under Section 34(2) of the Arbitration and Conciliation Act, 1996 (fo r brevity, 'the Act of 1996'), to set aside Arbitration Award dated 21.10.2017. Therein, NFCL filed I.A.No.1 of 2018 under what is presently Section 36 (2) and (3) of the Act of 1996 read with Section 151 CPC, to stay the enforcement of the said Award. By order dated 05.10.2018, a learned Judge, constituting the Commercial Division of this Court under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for brevity, 'the Act of 2015'), stayed the Award subject to the condition that NFCL deposits 75% of the awarded amount with the Registry of this Court within six weeks. The learned Judge also permitted Tecnimont SpA, Itlay, the first respondent-claimant, to withdraw 50% thereof without furnishing security and the balance 50% upon furnishing security. The withdrawals were however made subject to the result of the case. Aggrieved by the condition imposed as to deposit of 75% of the awarded amount, NFCL preferred this appeal under Section 13 of the Act of 2015 read with Section 34 of the Act of 1996 and Clause 15 of the Letters Patent. \nBy interim order dated 16.11.2018, this Court modified the conditional order of stay by directing NFCL to deposit 50% of the awarded amount to the credit of this appeal, of which 25% was to be deposited on or before 28.12.2018 and the balance 25% within six weeks thereafter. The Registry of this Court was directed to invest the amounts so deposited in interest bearing fixed deposits in any nationalized bank. \nI.A.No.2 of 2018 was filed by Tecnimont SpA, Italy, to vacate the said interim order. \nHeard Sri Vedula Venkataramana, learned senior counsel appearing for Sri P.Vikram, learned counsel for NFCL, and Sri Omer Farooq, learned counsel representing Sri Avinash Desai, learned counsel for Tecnimont SpA, Italy. \nAt the outset Sri Omer Farooq, learned counsel, would raise the issue of maintainability of this appeal. He would contend that in terms of Section 13 of the Act of 2015 read with Section 37 of the Act of 1996, the present appeal is not maintainable. Per contra, Sri Vedula Venkataramana, learned senior counsel, would argue that this Court must construe the relevant provisions by tilting towards an interpretation that would enable an aggrieved party to avail the remedy of appeal instead of foreclosing it. He would assert that upon such interpretation of the aforestated provisions, the present appeal is maintainable. \nIt would be apposite at this stage to examine the statutory scheme of the Act of 2015. This Act was promulgated with the intention of providing an independent mechanism for early resolution of high value commercial disputes involving complex facts and questions of law. It was intended to accelerate economic growth and improve the international image of our justice delivery system. This Act came into force on 23.10.2015, in terms of the deeming provision under Section 1(3) thereof. Initially, Section 6 of this Act enabled the jurisdictional Commercial Courts to try all suits and applications relating to commercial disputes of the specified value, as defined in Section 2(1)(i) which, in turn, stated to the effect that the value of the subject matter of the commercial dispute should not be less than Rupees One crore or such higher value, as may be notified by the Central Government. However, by way of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018, which is deemed to have come into force on 03.05.2018, the Act of 2015 was amended and more particularly, specified value, as defined under Section 2(1)(i), was reduced from Rupees One crore to Rs.3,00,000/-. Thereby, a larger number of commercial disputes are now brought within the ambit of the jurisdictional Commercial Courts constituted under the Act of 2015. By the very same Amendment Act, Section 13 of the Act of 2015 was also amended. Section 13, as it stood originally in Chapter-IV relating to appeals, read as under:\n'13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.' However, by Section 12 of the Amendment Act of 2018, Section 13(1) was substituted as follows:\n'(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order. \nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996'. \nEarlier, Section 13(1) permitted an appeal being filed before the Commercial Appellate Division of the High Court against the decision of the Commercial Court, constituted under Section 3(1), or the Commercial Division of the High Court, constituted under Section 4(1) thereof. This appeal was to be filed within sixty days from the date of the judgment or order, as the case may be. The proviso to Section 13(1) however stated that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 CPC, as amended by the Act of 2015, and Section 37 of the Act of 1996. Section 13(2) remains the same and begins with a non-obstante clause. It states in categorical terms that notwithstanding anything contained in any other law for the time being in force or the Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Act of 2015. \nSection 16 of the Act of 2015 falling in Chapter-VI, titled 'Amendments to the provisions of the Code of Civil Procedure, 1908', comprises three sub-sections. Section 16(1) states that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the Schedule. Section 16(2) provides that the Commercial Court and a Commercial Division should follow the provisions of the CPC, as amended by the Act of 2015, in the trial of a suit in respect of a commercial dispute of specified value. Section 16(3) states that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC by the State Government is in conflict with the provisions of the CPC, as amended by the Act of 2015, the latter should prevail. The Schedule to the Act of 2015 speaks of amendment of Section 26 CPC, substitution of Section 35 CPC and amendment of Section 35A. In so far as amendments of the First Schedule to the CPC are concerned, the Schedule does not refer to Order 43 CPC at all. \nWhile so, Section 13(1), after its amendment, now states that any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court, as defined under the newly inserted Section 2(1)(a) read with the newly inserted Section 3A, within a period of sixty days from the date of the judgment or order. The new Section 13(1A) states that any person aggrieved by the judgment or order of a Commercial Court at the level of a District Judge exercising original civil jurisdiction or, the Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within sixty days from the date of the judgment or order. The proviso to the erstwhile 13(1) became the proviso to the present Section 13(1A) but there is no change therein. \nIt is therefore clear that the change brought about in Section 13 of the Act of 2015 was attributable to the reduction of the specified value, as defined in Section 2(1)(i), whereby even Courts subordinate to the District Court are now entitled to entertain and adjudicate commercial disputes. In the light of this enlargement of jurisdiction, Section 13 now provides for an appeal being filed against an order of a Commercial Court below the level of a District Judge to the Commercial Appellate Court at the District Judge level. The appeal provision, in so far as an appeal against the judgment or order of a Commercial Court at the level of District Judge and the Commercial Division of a High Court are concerned, more or less remains the same as such an appeal would lie to the Commercial Appellate Division of the High Court within sixty days from the date of the said judgment or order. The unchanged proviso to Section 13(1) has now become the proviso to Section 13(1A), as the erstwhile Section 13(1) has now become the present Section 13(1A). \nThe provisions of the Act of 1996 may now be examined. \nMajor changes were brought about in the Act of 1996 by the Arbitration and Conciliation (Amendment) Act, 2015. This amendment Act is deemed to have come into force on 23.10.2015, as per Section 1(2) thereof. Significantly, a sea change was brought about in the regime to be followed for assailing an Arbitral Award. Section 34(6) has been inserted in the Act of 1996 requiring an application for setting aside an Arbitral Award filed under Section 34 to be disposed of expeditiously, and in any event, within a period of one year from the date on which notice is served upon the other party under Section 34(5). Section 36 of the Act of 1996 dealing with 'Enforcement' has also been substantially changed. The earlier Section 36 merely provided that when the time to make an application to set aside an Arbitral Award under Section 34 expires or when such an application, having been made, is refused, the Award should be enforced under the CPC in the same manner as if it were a Court decree. The erstwhile provision now takes shape in the amended provision as sub-section (1) thereof. Section 36(2), which has been newly inserted, provides that mere filing of an application to set aside the Arbitral Award under Section 34 would not by itself render the Award unenforceable, unless the Court grants an order of stay of its operation in accordance with the provisions of Section 36(3) on a separate application made for that purpose. Section 36(3) provides that upon filing of an application under Section 36(2) for stay of the operation of the Arbitral Award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such Award for reasons to be recorded in writing. The proviso to Section 36(3) states that the Court, while considering the application for grant of stay in the case of an Arbitral Award for payment of money, shall have due regard to the provisions for grant of stay of a money decree under the provisions of the CPC. \nSection 37 of the Act of 1996, dealing with appealable orders, has also undergone some change in as much as an order passed by a Court refusing to refer the parties to arbitration under Section 8 of the Act of 1996 has now been made appealable. Section 37, as it stood earlier and as it stands now, still provides that an appeal shall lie from an order setting aside or refusing to set aside an Arbitral Award under Section 34 of the Act of 1996. Section 37 also makes it clear that an appeal shall lie only from the orders enumerated thereunder and from no other orders. Therefore, the scope of appellate remedies, in the scheme of Act of 1996, was and still continues to be limited. \nThese amended provisions of the Act of 2015 and the Act of 1996 fell for consideration before the Supreme Court in KANDLA EXPORT CORPORATION V/s. M/s. OCI CORPORATION1. The question before 2018 SCC OnLine SC 170 the Supreme Court was however different from that which arises for consideration presently. The Supreme Court was considering the scope of appealable orders under Section 50 of the Act of 1996. The issue raised before the Supreme Court was as to whether an appeal which was not maintainable under Section 50 of the Act of 1996 would nonetheless be maintainable under Section 13(1) of the Act of 2015. Referring to Section 13(1) of the Act of 2015, the Supreme Court opined that it was in two parts. The main provision provided for appeals from judgments, orders and decrees of the Commercial Division of the High Court, to which an exception was carved out by way of the proviso. This proviso, per the Supreme Court, allowed appeals only from such orders which were specifically enumerated under Order 43 CPC or Section 37 of the Act of 1996 and therefore, orders that were specifically appealable under Order 43 CPC and only appeals that are mentioned in Section 37 of the Act of 1996 would be the appeals maintainable before the Commercial Appellate Division of the High Court. Reference was made by the Supreme Court to its earlier decision in FUERST DAY LAWSON LIMITED V/s. JINDAL EXPORTS LIMITED2, wherein the issue raised was whether an order, which is not appealable under Section 50 of the Act of 1996, would still be subject to appeal under the Letters Patent of the High Court. In that context, it was held that when the Special Act sets out a self-contained code, the applicability of the general law procedure would be impliedly excluded and the express provision need not refer to or use the words 'letters patent', as a reading of the provision itself would make it clear that all further appeals are barred, meaning to say, even a letters patent appeal would be barred.\n(2011) 8 SCC 333 Noting that as per FUERST DAY LAWSON LIMITED2, appeals which are not mentioned specifically would not be permissible and as Section 13(1) of the Act of 2015 is a general provision vis--vis the special appeal remedy provided under Section 50 of the Act of 1996, the Supreme Court held that it could not override it. The Supreme Court then considered the question as to why Section 37 of the Act of 1996 was expressly included in the proviso to Section 13(1) of the Act of 2015, which was also a special provision of appeal contained in a self-contained code. One answer, per the Supreme Court, was that this was done ex abundanti cautela and another may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day, the Parliament thought it necessary to emphasize that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Act of 2015. Whatever may be the ultimate reason for including Section 37 of the Act of 1996 in the proviso to Section 13(1) of the Act of 2015, according to the Supreme Court, the ratio decidendi of FUERST DAY LAWSON LIMITED2 would apply, and that being so, appeals filed under Section 50 of the Act of 1996 would have to follow the drill of Section 50 alone. \nWhile concluding the judgment, the Supreme Court observed that the matter could be looked at from a slightly different angle. Taking note of the object of both the statutes, the Supreme Court observed that arbitration itself was meant to be a speedy resolution of disputes and commercial disputes involving high amounts of money should also be speedily decided. This being the objective of both the enactments, the Supreme Court held that providing an additional appeal would be turning the enactments on their heads and therefore, Section 13(1) of the Act of 2015 must be construed in accordance with the object sought to be achieved by the Act and any construction thereof leading to further delay must be eschewed. \nIt is in the light of the aforestated judgment that this Court would have to consider the maintainability of the present appeal. The issue would therefore turn upon Section 13(1A) of the Act of 2015 and the proviso appended thereto. As already mentioned supra, the proviso remained unchanged and the erstwhile Section 13(1) has now become the present Section 13(1A). Be it prior to the amendment in 2018 or thereafter, the Act of 2015 did not effect any changes in Order 43 CPC, though the proviso to Section 13(1A) refers to Order 43 CPC, as amended by the Act of 2015. Therefore, Order 43 CPC, as it stands, would be relevant for the purpose of testing the maintainability of an appeal filed against the order of a Commercial Division or a Commercial Court in so far as such appeals are concerned. In this regard, it may be noted that 'commercial dispute' is defined under Section 2(1)(c) of the Act of 2015 to mean a dispute arising out of various kinds of transactions and agreements. Therefore, suits arising out of such commercial disputes would invariably involve filing of applications under the CPC which, in turn, would attract the provisions of Order 43 CPC, if the orders passed on such applications are appealable thereunder. In so far as jurisdiction of the Commercial Courts in relation to arbitration matters is concerned, the same is provided under Section 10 of the Act of 2015, which states that where the subject matter of an arbitration is a commercial dispute of specified value and if such an arbitration is an international commercial arbitration, all applications or appeals arising out of the same under the Act of 1996 would have to be filed in the High Court and should be heard and disposed of by the Commercial Division, where such Commercial Division has been constituted in such High Court. The provision further states that if the arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the Act of 1996 that have to be filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division, where such Division has been constituted, and if such applications or appeals arising out of the arbitration under the Act of 1996 would ordinarily lie before the principal civil court of original jurisdiction in a district, not being a High Court, they shall be heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration. \nAs pointed out by the Supreme Court in KANDLA EXPORT CORPORATION1, the Act of 1996 is a self-contained code and the issues arising thereunder would have to be construed strictly in accordance with the provisions of the said Act. In this regard, Section 37 of the Act of 1996 would assume importance. Be it noted that even prior to its amendment in 2015, this provision provided for limited appeals and made it clear that an appeal would lie only from the orders enumerated therein and from no other orders. Earlier, orders granting or refusing to grant interim measures under Section 9; setting aside or refusing to set aside an Arbitral Award under Section 34; accepting a plea raised under Section 16(2) or Section 16(3), with regard to the jurisdiction of the Arbitral Tribunal or such Arbitral Tribunal exceeding the scope of its authority; and granting or refusing to grant an interim measure under Section 17 were appealable under Section 37(1) and (2) of the Act of 1996. However, after its amendment in 2015, one more category of orders is now added to the provision thereby making it appealable, viz., an order refusing to refer parties to arbitration under Section 8 of the Act of 1996. Significant to note, an order referring the parties to arbitration under Section 8 of the Act of 1996 is not appealable but only an order to the contrary. \nIt is in the context of this provision that the contentions of Sri Vedula Venkataramana, learned senior counsel, need to be tested. He would argue that when an order setting aside or refusing to set aside an Arbitral Award under Section 34 of the Act of 1996 is appealable under Section 37 thereof, it must be construed that applications filed in a petition to set aside an Arbitral Award under Section 34 would also be automatically appealable. \nWe however find this argument to be specious. \nWhen the Act of 1996 is a self-contained Code, it would not be open to this Court to enlarge the scope of appealable orders when the provision makes it emphatically clear that only the orders enumerated therein would be appealable and no other. Be it noted that the law makers took the trouble to make it clear that an order refusing to refer parties to arbitration under Section 8 alone is appealable but not an order referring the parties to arbitration thereunder. This being the scheme of the provision, it is not for this Court to expand it by reading something into the language thereof when it is not there. We therefore reject the plea that applications filed in a petition under Section 34 of the Act of 1996 would automatically be appealable under Section 37 thereof. \nThe second contention urged by Sri Vedula Venkataramana, learned senior counsel, is that as stay of enforcement of an Arbitral Award is basically in the nature of an injunction, it would automatically fall under Order 39 Rules 1 and 2 CPC and therefore, such an order would be appealable under Order 43(1)(r) CPC. \nWe find this argument also to be without merit. \nAs already pointed supra, a Commercial Court deals with various kinds of commercial disputes. Matters arising out of commercial disputes defined under Section 2(1)(c) of the Act of 2015 would invariably involve provisions of the CPC, whereas matters arising in relation to arbitrations under Section 10 thereof would be governed by the self-contained code in the Act of 1996. No doubt, to the extent permissible, the provisions of the CPC would be brought into play while dealing with matters arising under the Act of 1996 also but that would not go to the extent of changing the nature of the application filed under the Act of 1996 into one independently arising under the CPC. Be it noted that in the case on hand, the application for stay was filed under the provisions of the Ordinance of 2015, equivalent to Section 36(2) and (3) of the Act of 1996, read with Section 151 CPC. There was no reference to Order 39 Rules 1 and 2 CPC in the said application and rightly so. Section 36 of the Act of 1996, after its amendment in 2015, provides for the manner in which an application is to be made for seeking stay of the operation of the Arbitral Award and no mention is made therein of the provisions of the CPC, except to the extent that while considering an application for grant of stay in the case of an Arbitral Award for payment of money, the Commercial Court/Commercial Division must have due regard to the provisions for grant of stay of a money decree under the provisions of the CPC (See the proviso to Section 36(3) of the Act of 1996). Therefore, there is no possibility of smuggling in Order 39 Rules 1 and 2 CPC into a stay application filed under Section 36(2) and (3) of the Act of 1996 and such an order would have to be construed as one arising under the said provision alone. When such an order is not appealable, as it is not enumerated amongst the appealable orders in Section 37 of the Act of 1996, it would militate against the express language of the provision to allow an appeal to be filed against such an order under Order 43 CPC. It would also be contrary to the edict of the Supreme Court in KANDLA EXPORT CORPORATION1, which held in categorical terms that any construction of Section 13 of the Act of 2015 leading to further delay must be eschewed. Notably, the newly inserted Section 34(6) of the Act of 1996 now prescribes a time limit for disposal of a petition filed to set aside an arbitral award, indicating the legislative intent leaning towards speedy disposal of such matters. \nOn the above analysis, we are of the opinion that this appeal is not maintainable under Section 13(1A) of the Act of 2015 in the light of the clear prohibition envisaged under the proviso thereto. \nThe appeal is accordingly dismissed. Interim order dated 16.11.2018 passed in I.A.No.1 of 2018 in this appeal shall stand vacated. In the event, the appellant has deposited any sums to the credit of this appeal pursuant to the aforestated interim order, the same shall stand transferred to the credit of I.COMA.O.A.No.3 of 2018 pending before the learned Judge constituting the Commercial Division of this Court. Pending miscellaneous applications, if any, shall also stand dismissed. There shall be no order as to costs. \n_______________________ SANJAY KUMAR,J _______________________ M.GANGA RAO,J 31st DECEMBER, 2018 Note: L.R. copies to be marked. \n(B/o) PGS",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "743281054a0f4ad0b2efcbcd0b8867fe_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9840444dbcb04dbb99cacaa60b8f34a1_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nTelangana High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6236b4672494933a63b14ca8f46799a_2"
    },
    {
      "start": 264,
      "end": 363,
      "text": "\nNagarjuna Fertilizers And Chemicals ... vs Teenimont Spa on 31 December, 2018\nAuthor: Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b00c10996f9d42ab8cdfcc5779dce6ab_3"
    },
    {
      "start": 364,
      "end": 384,
      "text": "\nBench: Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75fa3dbafb704438ac944f0931302d51_4"
    },
    {
      "start": 393,
      "end": 564,
      "text": "In The High Court Of Judicature At Hyderabad\n        For The State Of Telangana And The State Of\n                      Andhra Pradesh\n\n                                  **",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbe5e64c85374737ba3583d8eebb8d50_5"
    },
    {
      "start": 565,
      "end": 616,
      "text": "* *\n\n                    I.Coma Appeal No.1 Of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b95ef34363a346f6ae9dd963e410f9be_6"
    },
    {
      "start": 620,
      "end": 886,
      "text": "Nagarjuna Fertilizers & Chemicals Limited            .. Appellant\n\n                                   Vs.\n\nTecnimont SpA and others                             .. Respondents\n\n\n\nDate Of Judgment Pronounced: 31st December, 2018\n\n\n\n\nSubmitted For Approval:\n\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7646aa81e52a4049a707c5c3c63477d4_7"
    },
    {
      "start": 886,
      "end": 925,
      "text": "The Honourable Sri Justice Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94cf2f2ed07840bb85a8a1443ee251ab_8"
    },
    {
      "start": 955,
      "end": 1008,
      "text": "And\n           The Honourable Sri Justice M.Ganga Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4c6f324f1a8462facfd28621f3551a0_9"
    },
    {
      "start": 1012,
      "end": 1070,
      "text": "1.   Whether Reporters of Local newspapers                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0f20735dd124a50808408138488a1e6_10"
    },
    {
      "start": 1070,
      "end": 1117,
      "text": "Yes/No\n     may be allowed to see the judgment?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fda5faba1d41451da9c8ac18094f745c_11"
    },
    {
      "start": 1121,
      "end": 1179,
      "text": "2.   Whether the copies of judgment may be                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d481ecdeacfa4164ba99d9c1c87cf79e_12"
    },
    {
      "start": 1179,
      "end": 1231,
      "text": "Yes/No\n     marked to Law Reporters/Journals\n\n\n3.   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6fc99978fc9d49f3aaa516352e90ec5d_13"
    },
    {
      "start": 1231,
      "end": 1262,
      "text": "Whether Their Lordships wish to",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a53fd351550f4327b94b3aa8e3329ff7_14"
    },
    {
      "start": 1284,
      "end": 1330,
      "text": "Yes/No\n     see the fair copy of the judgment?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7973cfebee14aca86b47daadb28db6b_15"
    },
    {
      "start": 1380,
      "end": 1387,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a83a42b52504935b0475bc5e0adcc5b_16"
    },
    {
      "start": 1388,
      "end": 1395,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91b1f382208246c793dd1f3f8047adeb_17"
    },
    {
      "start": 1396,
      "end": 1403,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f4e77686f81409ebc64d445c946da3f_18"
    },
    {
      "start": 1404,
      "end": 1411,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d86527f329146c8adb91500cbac14d5_19"
    },
    {
      "start": 1412,
      "end": 1419,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad94b180cf6847c3839396cc7c740643_20"
    },
    {
      "start": 1420,
      "end": 1487,
      "text": "_ \n                                                 Sanjay Kumar, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55e58f2788a54758bafcd986f56f37ff_21"
    },
    {
      "start": 1538,
      "end": 1545,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "810934514b944958b241b9d79895ce0e_22"
    },
    {
      "start": 1546,
      "end": 1553,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04694bb868c14afeb9eaafdd8499ade4_23"
    },
    {
      "start": 1554,
      "end": 1561,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16e3d73e61a543808bd0ebe4c09d0a5f_24"
    },
    {
      "start": 1562,
      "end": 1569,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88c51fde63b941fcab114db58ab21a52_25"
    },
    {
      "start": 1570,
      "end": 1640,
      "text": "_ _ _ \n                                                 M.Ganga Rao, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a5435af18454948881daf6c3d0b9e5f_26"
    },
    {
      "start": 1679,
      "end": 1694,
      "text": "2\n\n\n\n         *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "329220e8542d4b28abd10587ba95b7b7_27"
    },
    {
      "start": 1695,
      "end": 1734,
      "text": "The Honourable Sri Justice Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d696c8841ef24786a214d2cb74f992c2_28"
    },
    {
      "start": 1764,
      "end": 1817,
      "text": "And\n           The Honourable Sri Justice M.Ganga Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7af2bf61e6454a27a7379ea53364688a_29"
    },
    {
      "start": 1839,
      "end": 1867,
      "text": "+ I.Coma Appeal No.1 Of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "82b9d046dc884d1e843cac41cc0ea131_30"
    },
    {
      "start": 1890,
      "end": 1922,
      "text": "% Dated 31st December, 2018\n\n\n\n#",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d54e762a30f548ff9237593d3a511ada_31"
    },
    {
      "start": 1923,
      "end": 1979,
      "text": "Nagarjuna Fertilizers & Chemicals Limited             ..",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a17e2717477b47ec9c1f5c426a1c41e2_32"
    },
    {
      "start": 1980,
      "end": 2026,
      "text": "Appellant\n\n                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f61c4c1052e94ab5bc53c75d51bb2909_33"
    },
    {
      "start": 2026,
      "end": 2032,
      "text": "Vs.\n\n$",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26d972b89e73441f85e1cd3d4557e2ec_34"
    },
    {
      "start": 2033,
      "end": 2057,
      "text": "Tecnimont SpA and others",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d36d16336aa34d839a6d2d0946bd054a_35"
    },
    {
      "start": 2087,
      "end": 2106,
      "text": ".. Respondents\n\n\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc9dcc8554e342a88f13ba556e6dd95c_36"
    },
    {
      "start": 2106,
      "end": 2113,
      "text": "< Gist:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89a79be5b80e4f6e80e88d980208f481_37"
    },
    {
      "start": 2118,
      "end": 2135,
      "text": ">Head Note:\n\n\n\n\n!",
      "labels": [
        "PREAMBLE"
      ],
      "id": "694cae99a7344ab790a5a9fd5d8463fd_38"
    },
    {
      "start": 2136,
      "end": 2176,
      "text": "Counsel for Appellant                  :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d381fc86ba5451b99f8779acae3c2a6_39"
    },
    {
      "start": 2177,
      "end": 2203,
      "text": "Sri Vedula Venkataramana &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a4ab4b9f53f47248051f618f91cb44a_40"
    },
    {
      "start": 2248,
      "end": 2263,
      "text": "Sri P.Vikram\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec6572ecefdb4d02b11c36ab71bcdabe_41"
    },
    {
      "start": 2263,
      "end": 2291,
      "text": "^Counsel for respondent No.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f43c543177e44414a2d0472c1fc61ff5_42"
    },
    {
      "start": 2304,
      "end": 2325,
      "text": ": Sri Omer Farooq and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "986590df97c24bc9968910e371285219_43"
    },
    {
      "start": 2370,
      "end": 2387,
      "text": "Sri Avinash Desai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d3d06fe1f164fa9b5b51881c92f663a_44"
    },
    {
      "start": 2390,
      "end": 2421,
      "text": "^Counsel for respondents 2 to 4",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b2369dc0f564b739f37bb872efe9f9c_45"
    },
    {
      "start": 2431,
      "end": 2455,
      "text": ": Proforma parties\n\n\n\n\n?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b6f2966c1fd403e9d0bbbc3d1d2bd8e_46"
    },
    {
      "start": 2456,
      "end": 2471,
      "text": "Cases Referred:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d19017492564cea97779c0fa270903f_47"
    },
    {
      "start": 2474,
      "end": 2481,
      "text": "1. 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e7451f08287d4b0b8a20a2b34ac6719d_48"
    },
    {
      "start": 2482,
      "end": 2503,
      "text": "Scc OnLine Sc 170\n\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "59b075375e8449cdb8e34d50226f66b9_49"
    },
    {
      "start": 2504,
      "end": 2512,
      "text": "(2011) 8",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa9d61a40fcf4cd8a0fd26cf8e367592_50"
    },
    {
      "start": 2513,
      "end": 2520,
      "text": "Scc 333",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d91b544ce5aa4b75930da8c5412f04bf_51"
    },
    {
      "start": 2561,
      "end": 2615,
      "text": "3\n\n\n\n          The Honourable Sri Justice Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "19b3cec8be6b4f42b0b7e48052c04ca2_52"
    },
    {
      "start": 2645,
      "end": 2699,
      "text": "And \n           The Honourable Sri Justice M.Ganga Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ffa5d319c404fe99424c9851c7d6ff5_53"
    },
    {
      "start": 2700,
      "end": 2749,
      "text": "\n\n                     I.Coma Appeal No.1 Of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad34ca5cf20e4069b438a6fafb79d7cd_54"
    },
    {
      "start": 2750,
      "end": 2790,
      "text": "\n\n                             Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86ae9c0950504f2990dafbdbd625663e_55"
    },
    {
      "start": 2790,
      "end": 2990,
      "text": "(Per Sri Justice Sanjay Kumar) I.Coma O.A.No.3 of 2018 was filed by Nagarjuna Fertilizers and Chemicals Limited, Hyderabad (Nfcl), under Section 34(2) of the Arbitration and Conciliation Act, 1996 (fo",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c38f82707c854318bbf01257e76d8a1f_56"
    },
    {
      "start": 2991,
      "end": 3021,
      "text": "r brevity, 'the Act of 1996'),",
      "labels": [
        "PREAMBLE"
      ],
      "id": "849af687838f450582f998051444197b_57"
    },
    {
      "start": 3022,
      "end": 3070,
      "text": "to set aside Arbitration Award dated 21.10.2017.",
      "labels": [
        "FAC"
      ],
      "id": "a3ee09ab37854f07943d32d54d75fc9d_58"
    },
    {
      "start": 3071,
      "end": 3243,
      "text": "Therein, NFCL filed I.A.No.1 of 2018 under what is presently Section 36 (2) and (3) of the Act of 1996 read with Section 151 CPC, to stay the enforcement of the said Award.",
      "labels": [
        "FAC"
      ],
      "id": "f4590601f79542448b8794a3c1f3bf2d_59"
    },
    {
      "start": 3244,
      "end": 3617,
      "text": "By order dated 05.10.2018, a learned Judge, constituting the Commercial Division of this Court under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for brevity, 'the Act of 2015'), stayed the Award subject to the condition that NFCL deposits 75% of the awarded amount with the Registry of this Court within six weeks.",
      "labels": [
        "RLC"
      ],
      "id": "5be2fb173c664998b1365c20494549eb_60"
    },
    {
      "start": 3618,
      "end": 3801,
      "text": "The learned Judge also permitted Tecnimont SpA, Itlay, the first respondent-claimant, to withdraw 50% thereof without furnishing security and the balance 50% upon furnishing security.",
      "labels": [
        "RLC"
      ],
      "id": "e61a68dbd52742d48dddfd4ee7704d93_61"
    },
    {
      "start": 3802,
      "end": 3870,
      "text": "The withdrawals were however made subject to the result of the case.",
      "labels": [
        "RLC"
      ],
      "id": "737018b038314a928c82f5fcfc98a661_62"
    },
    {
      "start": 3871,
      "end": 4089,
      "text": "Aggrieved by the condition imposed as to deposit of 75% of the awarded amount, NFCL preferred this appeal under Section 13 of the Act of 2015 read with Section 34 of the Act of 1996 and Clause 15 of the Letters Patent.",
      "labels": [
        "FAC"
      ],
      "id": "1fe0ed674158495ca1e9e821988a42d6_63"
    },
    {
      "start": 4090,
      "end": 4366,
      "text": "\nBy interim order dated 16.11.2018, this Court modified the conditional order of stay by directing NFCL to deposit 50% of the awarded amount to the credit of this appeal, of which 25% was to be deposited on or before 28.12.2018 and the balance 25% within six weeks thereafter.",
      "labels": [
        "RLC"
      ],
      "id": "ef64837883ca4c56a20276c18fdd5fce_64"
    },
    {
      "start": 4367,
      "end": 4502,
      "text": "The Registry of this Court was directed to invest the amounts so deposited in interest bearing fixed deposits in any nationalized bank.",
      "labels": [
        "FAC"
      ],
      "id": "7b60c7faa3c04af9830fc1d68f1d2397_65"
    },
    {
      "start": 4503,
      "end": 4589,
      "text": "\nI.A.No.2 of 2018 was filed by Tecnimont SpA, Italy, to vacate the said interim order.",
      "labels": [
        "FAC"
      ],
      "id": "973516f9dd3041a9a84e891c59aa65de_66"
    },
    {
      "start": 4591,
      "end": 4810,
      "text": "Heard Sri Vedula Venkataramana, learned senior counsel appearing for Sri P.Vikram, learned counsel for NFCL, and Sri Omer Farooq, learned counsel representing Sri Avinash Desai, learned counsel for Tecnimont SpA, Italy.",
      "labels": [
        "NONE"
      ],
      "id": "f290126196b647aeb8e5e2548622895c_67"
    },
    {
      "start": 4811,
      "end": 4916,
      "text": "\nAt the outset Sri Omer Farooq, learned counsel, would raise the issue of maintainability of this appeal.",
      "labels": [
        "NONE"
      ],
      "id": "468c442a43664f688d6b6db57886da5b_68"
    },
    {
      "start": 4917,
      "end": 5061,
      "text": "He would contend that in terms of Section 13 of the Act of 2015 read with Section 37 of the Act of 1996, the present appeal is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e031ca282981491d9b0e43deaf944f25_69"
    },
    {
      "start": 5062,
      "end": 5320,
      "text": "Per contra, Sri Vedula Venkataramana, learned senior counsel, would argue that this Court must construe the relevant provisions by tilting towards an interpretation that would enable an aggrieved party to avail the remedy of appeal instead of foreclosing it.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b45f294647214f8f9f4e1c5e21d39928_70"
    },
    {
      "start": 5321,
      "end": 5433,
      "text": "He would assert that upon such interpretation of the aforestated provisions, the present appeal is maintainable.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "384c0eeb77924a1ab86eb28cebec4587_71"
    },
    {
      "start": 5434,
      "end": 5521,
      "text": "\nIt would be apposite at this stage to examine the statutory scheme of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5769cbcecc1346469d7681eef0c85126_72"
    },
    {
      "start": 5522,
      "end": 5704,
      "text": "This Act was promulgated with the intention of providing an independent mechanism for early resolution of high value commercial disputes involving complex facts and questions of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "005c1381b9844909bbb7ef4f4325c4aa_73"
    },
    {
      "start": 5705,
      "end": 5818,
      "text": "It was intended to accelerate economic growth and improve the international image of our justice delivery system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4f799168f874fc9995aae83bec1c3b3_74"
    },
    {
      "start": 5819,
      "end": 5920,
      "text": "This Act came into force on 23.10.2015, in terms of the deeming provision under Section 1(3) thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ce290a91b1c43a3b4a97d72ced9c7e3_75"
    },
    {
      "start": 5921,
      "end": 6327,
      "text": "Initially, Section 6 of this Act enabled the jurisdictional Commercial Courts to try all suits and applications relating to commercial disputes of the specified value, as defined in Section 2(1)(i) which, in turn, stated to the effect that the value of the subject matter of the commercial dispute should not be less than Rupees One crore or such higher value, as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "c60d893450a145b9a8484240771f2238_76"
    },
    {
      "start": 6328,
      "end": 6670,
      "text": "However, by way of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018, which is deemed to have come into force on 03.05.2018, the Act of 2015 was amended and more particularly, specified value, as defined under Section 2(1)(i), was reduced from Rupees One crore to Rs.3,00,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "a577facf858742989f0fda2eebaa9648_77"
    },
    {
      "start": 6671,
      "end": 6826,
      "text": "Thereby, a larger number of commercial disputes are now brought within the ambit of the jurisdictional Commercial Courts constituted under the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7551bd3778f040e5bf3612d1df26d014_78"
    },
    {
      "start": 6827,
      "end": 6906,
      "text": "By the very same Amendment Act, Section 13 of the Act of 2015 was also amended.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9f86d739ae44df68746dffc2bfa0631_79"
    },
    {
      "start": 6907,
      "end": 6996,
      "text": "Section 13, as it stood originally in Chapter-IV relating to appeals, read as under:\n'13.",
      "labels": [
        "STA"
      ],
      "id": "9d5f35f7555c42d684989d6b2cb3c99f_80"
    },
    {
      "start": 6997,
      "end": 7625,
      "text": "Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "3552edbb12e54339b7bf5bd73bd196e6_81"
    },
    {
      "start": 7626,
      "end": 7898,
      "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.'",
      "labels": [
        "STA"
      ],
      "id": "621f1604b7244f0387637035d34134db_82"
    },
    {
      "start": 7899,
      "end": 8214,
      "text": "However, by Section 12 of the Amendment Act of 2018, Section 13(1) was substituted as follows:\n'(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n",
      "labels": [
        "STA"
      ],
      "id": "cde96079383348c8a8c803698516bb09_83"
    },
    {
      "start": 8214,
      "end": 8553,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "70fd60befdfd4ce9bbcd01c35bc4ee96_84"
    },
    {
      "start": 8555,
      "end": 8833,
      "text": "Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996'.",
      "labels": [
        "STA"
      ],
      "id": "120f565cb08243dcbc1162c6fcb7e9b2_85"
    },
    {
      "start": 8835,
      "end": 9112,
      "text": "Earlier, Section 13(1) permitted an appeal being filed before the Commercial Appellate Division of the High Court against the decision of the Commercial Court, constituted under Section 3(1), or the Commercial Division of the High Court, constituted under Section 4(1) thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d81d98c757c446b9afb894203bba0811_86"
    },
    {
      "start": 9113,
      "end": 9218,
      "text": "This appeal was to be filed within sixty days from the date of the judgment or order, as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8414aadd31b94f5489b89390a7fc336b_87"
    },
    {
      "start": 9219,
      "end": 9477,
      "text": "The proviso to Section 13(1) however stated that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 CPC, as amended by the Act of 2015, and Section 37 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd663bc7f4ca46fcb5b70e3088d1bc18_88"
    },
    {
      "start": 9478,
      "end": 9547,
      "text": "Section 13(2) remains the same and begins with a non-obstante clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c6ec5d574c94f0a8cbebcc69a92a033_89"
    },
    {
      "start": 9548,
      "end": 9861,
      "text": "It states in categorical terms that notwithstanding anything contained in any other law for the time being in force or the Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Act of 2015.",
      "labels": [
        "STA"
      ],
      "id": "5040974cace84c96b441d233393afdd9_90"
    },
    {
      "start": 9862,
      "end": 10021,
      "text": "\nSection 16 of the Act of 2015 falling in Chapter-VI, titled 'Amendments to the provisions of the Code of Civil Procedure, 1908', comprises three sub-sections.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6eba116e86ee450ca19d04a1b38a3149_91"
    },
    {
      "start": 10022,
      "end": 10228,
      "text": "Section 16(1) states that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3b4f5df3d02421abc98af9553917811_92"
    },
    {
      "start": 10229,
      "end": 10453,
      "text": "Section 16(2) provides that the Commercial Court and a Commercial Division should follow the provisions of the CPC, as amended by the Act of 2015, in the trial of a suit in respect of a commercial dispute of specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecb981ee3c494b6e908248704b1b3619_93"
    },
    {
      "start": 10454,
      "end": 10701,
      "text": "Section 16(3) states that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC by the State Government is in conflict with the provisions of the CPC, as amended by the Act of 2015, the latter should prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84d26b91336948588271c1221b8252e1_94"
    },
    {
      "start": 10702,
      "end": 10833,
      "text": "The Schedule to the Act of 2015 speaks of amendment of Section 26 CPC, substitution of Section 35 CPC and amendment of Section 35A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15e7fd10b17240ed8f24bb04e9d76214_95"
    },
    {
      "start": 10834,
      "end": 10957,
      "text": "In so far as amendments of the First Schedule to the CPC are concerned, the Schedule does not refer to Order 43 CPC at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8fcc9f528c64ccfac00369d4739b3cc_96"
    },
    {
      "start": 10958,
      "end": 11333,
      "text": "\nWhile so, Section 13(1), after its amendment, now states that any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court, as defined under the newly inserted Section 2(1)(a) read with the newly inserted Section 3A, within a period of sixty days from the date of the judgment or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a497a3c94c44df39ae780746ff691d8_97"
    },
    {
      "start": 11334,
      "end": 11677,
      "text": "The new Section 13(1A) states that any person aggrieved by the judgment or order of a Commercial Court at the level of a District Judge exercising original civil jurisdiction or, the Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within sixty days from the date of the judgment or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "077f15059eaf4d22a64caaf454103be2_98"
    },
    {
      "start": 11678,
      "end": 11793,
      "text": "The proviso to the erstwhile 13(1) became the proviso to the present Section 13(1A) but there is no change therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cea0e33df3f64a528c44b3e2d81bc9d0_99"
    },
    {
      "start": 11794,
      "end": 12088,
      "text": "\nIt is therefore clear that the change brought about in Section 13 of the Act of 2015 was attributable to the reduction of the specified value, as defined in Section 2(1)(i), whereby even Courts subordinate to the District Court are now entitled to entertain and adjudicate commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7ba81c9b3f7464e9b0a6996ca12e233_100"
    },
    {
      "start": 12089,
      "end": 12326,
      "text": "In the light of this enlargement of jurisdiction, Section 13 now provides for an appeal being filed against an order of a Commercial Court below the level of a District Judge to the Commercial Appellate Court at the District Judge level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e424e9a30e9c4b7ca3695eebe69c33ff_101"
    },
    {
      "start": 12327,
      "end": 12689,
      "text": "The appeal provision, in so far as an appeal against the judgment or order of a Commercial Court at the level of District Judge and the Commercial Division of a High Court are concerned, more or less remains the same as such an appeal would lie to the Commercial Appellate Division of the High Court within sixty days from the date of the said judgment or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec547dca84074899a1032bb80d4a5983_102"
    },
    {
      "start": 12690,
      "end": 12848,
      "text": "The unchanged proviso to Section 13(1) has now become the proviso to Section 13(1A), as the erstwhile Section 13(1) has now become the present Section 13(1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66ba40bf01894e46b7b518799b17dc74_103"
    },
    {
      "start": 12849,
      "end": 12904,
      "text": "\nThe provisions of the Act of 1996 may now be examined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62b00401a2c2480e8beaad55d2adac89_104"
    },
    {
      "start": 12905,
      "end": 13016,
      "text": "\nMajor changes were brought about in the Act of 1996 by the Arbitration and Conciliation (Amendment) Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dae3f807aa9473caccefb24b79f1c7a_105"
    },
    {
      "start": 13017,
      "end": 13113,
      "text": "This amendment Act is deemed to have come into force on 23.10.2015, as per Section 1(2) thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66c47643abec4dd5966807b5d929dbcb_106"
    },
    {
      "start": 13114,
      "end": 13221,
      "text": "Significantly, a sea change was brought about in the regime to be followed for assailing an Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7eb61c5f4ff845f28840f3f46e844aaa_107"
    },
    {
      "start": 13222,
      "end": 13517,
      "text": "Section 34(6) has been inserted in the Act of 1996 requiring an application for setting aside an Arbitral Award filed under Section 34 to be disposed of expeditiously, and in any event, within a period of one year from the date on which notice is served upon the other party under Section 34(5).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b26eacf2a90748c8b8dca1be658dbf08_108"
    },
    {
      "start": 13518,
      "end": 13611,
      "text": "Section 36 of the Act of 1996 dealing with 'Enforcement' has also been substantially changed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a28c521859e5449d84d483c380a04eca_109"
    },
    {
      "start": 13612,
      "end": 13899,
      "text": "The earlier Section 36 merely provided that when the time to make an application to set aside an Arbitral Award under Section 34 expires or when such an application, having been made, is refused, the Award should be enforced under the CPC in the same manner as if it were a Court decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edaa6c8f1e414518885ffe8fae64605b_110"
    },
    {
      "start": 13900,
      "end": 13992,
      "text": "The erstwhile provision now takes shape in the amended provision as sub-section (1) thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09ac5e5f119e4b828b4a3d5f4be8f294_111"
    },
    {
      "start": 13993,
      "end": 14341,
      "text": "Section 36(2), which has been newly inserted, provides that mere filing of an application to set aside the Arbitral Award under Section 34 would not by itself render the Award unenforceable, unless the Court grants an order of stay of its operation in accordance with the provisions of Section 36(3) on a separate application made for that purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7565d6bdbea647308f8fa2899a8c8188_112"
    },
    {
      "start": 14342,
      "end": 14611,
      "text": "Section 36(3) provides that upon filing of an application under Section 36(2) for stay of the operation of the Arbitral Award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such Award for reasons to be recorded in writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b59bfcfb14bc4ca3a62343bfa4a818b6_113"
    },
    {
      "start": 14612,
      "end": 14879,
      "text": "The proviso to Section 36(3) states that the Court, while considering the application for grant of stay in the case of an Arbitral Award for payment of money, shall have due regard to the provisions for grant of stay of a money decree under the provisions of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "008b808571b24c1b87441f34966ea2aa_114"
    },
    {
      "start": 14881,
      "end": 15125,
      "text": "Section 37 of the Act of 1996, dealing with appealable orders, has also undergone some change in as much as an order passed by a Court refusing to refer the parties to arbitration under Section 8 of the Act of 1996 has now been made appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "891efdd451d1483b9d7481838dce748e_115"
    },
    {
      "start": 15126,
      "end": 15327,
      "text": "Section 37, as it stood earlier and as it stands now, still provides that an appeal shall lie from an order setting aside or refusing to set aside an Arbitral Award under Section 34 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5694b9d358a0468d92acbb88f700a561_116"
    },
    {
      "start": 15328,
      "end": 15452,
      "text": "Section 37 also makes it clear that an appeal shall lie only from the orders enumerated thereunder and from no other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83a93c9725924effbcae108cdf51f347_117"
    },
    {
      "start": 15453,
      "end": 15565,
      "text": "Therefore, the scope of appellate remedies, in the scheme of Act of 1996, was and still continues to be limited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "062667d544364eebaa25349c579c7136_118"
    },
    {
      "start": 15567,
      "end": 15735,
      "text": "These amended provisions of the Act of 2015 and the Act of 1996 fell for consideration before the Supreme Court in KANDLA EXPORT CORPORATION V/s. M/s. OCI CORPORATION1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52834f34954a4ec5a9fcfce640581c98_119"
    },
    {
      "start": 15736,
      "end": 15870,
      "text": "The question before 2018 SCC OnLine SC 170 the Supreme Court was however different from that which arises for consideration presently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e41fe3494e241f7a7c9e5be7b4691c8_120"
    },
    {
      "start": 15871,
      "end": 15972,
      "text": "The Supreme Court was considering the scope of appealable orders under Section 50 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80cee81d566f4ca4b4236888f4d8de7b_121"
    },
    {
      "start": 15973,
      "end": 16179,
      "text": "The issue raised before the Supreme Court was as to whether an appeal which was not maintainable under Section 50 of the Act of 1996 would nonetheless be maintainable under Section 13(1) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9e42320c9a04a3eb4e7f3734f1ca244_122"
    },
    {
      "start": 16180,
      "end": 16277,
      "text": "Referring to Section 13(1) of the Act of 2015, the Supreme Court opined that it was in two parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d928149bae34e24979916c0fc814239_123"
    },
    {
      "start": 16278,
      "end": 16458,
      "text": "The main provision provided for appeals from judgments, orders and decrees of the Commercial Division of the High Court, to which an exception was carved out by way of the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c20ca1a3d014fef950043c1eef0e7fe_124"
    },
    {
      "start": 16459,
      "end": 16858,
      "text": "This proviso, per the Supreme Court, allowed appeals only from such orders which were specifically enumerated under Order 43 CPC or Section 37 of the Act of 1996 and therefore, orders that were specifically appealable under Order 43 CPC and only appeals that are mentioned in Section 37 of the Act of 1996 would be the appeals maintainable before the Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8771c3511d144a86a1927eb487e69375_125"
    },
    {
      "start": 16859,
      "end": 17166,
      "text": "Reference was made by the Supreme Court to its earlier decision in FUERST DAY LAWSON LIMITED V/s. JINDAL EXPORTS LIMITED2, wherein the issue raised was whether an order, which is not appealable under Section 50 of the Act of 1996, would still be subject to appeal under the Letters Patent of the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f1aa64e3e06e48c7835fc469696c3d73_126"
    },
    {
      "start": 17167,
      "end": 17580,
      "text": "In that context, it was held that when the Special Act sets out a self-contained code, the applicability of the general law procedure would be impliedly excluded and the express provision need not refer to or use the words 'letters patent', as a reading of the provision itself would make it clear that all further appeals are barred, meaning to say, even a letters patent appeal would be barred.\n(2011) 8 SCC 333",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7acf35126d184ade9757455905232d08_127"
    },
    {
      "start": 17581,
      "end": 17895,
      "text": "Noting that as per FUERST DAY LAWSON LIMITED2, appeals which are not mentioned specifically would not be permissible and as Section 13(1) of the Act of 2015 is a general provision vis--vis the special appeal remedy provided under Section 50 of the Act of 1996, the Supreme Court held that it could not override it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e52f1a9d9f514a099c6c070af16f0858_128"
    },
    {
      "start": 17896,
      "end": 18138,
      "text": "The Supreme Court then considered the question as to why Section 37 of the Act of 1996 was expressly included in the proviso to Section 13(1) of the Act of 2015, which was also a special provision of appeal contained in a self-contained code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a726ce0c19f14795b1c753c92dce7748_129"
    },
    {
      "start": 18139,
      "end": 18526,
      "text": "One answer, per the Supreme Court, was that this was done ex abundanti cautela and another may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day, the Parliament thought it necessary to emphasize that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cdab13499bf64f68a82b04441745d7b9_130"
    },
    {
      "start": 18527,
      "end": 18874,
      "text": "Whatever may be the ultimate reason for including Section 37 of the Act of 1996 in the proviso to Section 13(1) of the Act of 2015, according to the Supreme Court, the ratio decidendi of FUERST DAY LAWSON LIMITED2 would apply, and that being so, appeals filed under Section 50 of the Act of 1996 would have to follow the drill of Section 50 alone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8703c97bc5a34cffa251711c5728d2f8_131"
    },
    {
      "start": 18876,
      "end": 19001,
      "text": "While concluding the judgment, the Supreme Court observed that the matter could be looked at from a slightly different angle.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57cc749c7a754b8bb873dad31fc2623d_132"
    },
    {
      "start": 19002,
      "end": 19237,
      "text": "Taking note of the object of both the statutes, the Supreme Court observed that arbitration itself was meant to be a speedy resolution of disputes and commercial disputes involving high amounts of money should also be speedily decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a38724fe013242d3ba3c485d7309aa64_133"
    },
    {
      "start": 19238,
      "end": 19593,
      "text": "This being the objective of both the enactments, the Supreme Court held that providing an additional appeal would be turning the enactments on their heads and therefore, Section 13(1) of the Act of 2015 must be construed in accordance with the object sought to be achieved by the Act and any construction thereof leading to further delay must be eschewed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4170ee35f8742268a4168e799cde532_134"
    },
    {
      "start": 19595,
      "end": 19723,
      "text": "It is in the light of the aforestated judgment that this Court would have to consider the maintainability of the present appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2265fe634eb4df9850adf421da02ab8_135"
    },
    {
      "start": 19724,
      "end": 19827,
      "text": "The issue would therefore turn upon Section 13(1A) of the Act of 2015 and the proviso appended thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1631f768e3f4b979afef7d085381977_136"
    },
    {
      "start": 19828,
      "end": 19961,
      "text": "As already mentioned supra, the proviso remained unchanged and the erstwhile Section 13(1) has now become the present Section 13(1A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f238cc5e1f0f4b2c8eddda72ba02f83c_137"
    },
    {
      "start": 19962,
      "end": 20165,
      "text": "Be it prior to the amendment in 2018 or thereafter, the Act of 2015 did not effect any changes in Order 43 CPC, though the proviso to Section 13(1A) refers to Order 43 CPC, as amended by the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87d44f2c67f0465b9220659b4a3b799d_138"
    },
    {
      "start": 20166,
      "end": 20394,
      "text": "Therefore, Order 43 CPC, as it stands, would be relevant for the purpose of testing the maintainability of an appeal filed against the order of a Commercial Division or a Commercial Court in so far as such appeals are concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdf054e589514fdcbffe19af33c7ada6_139"
    },
    {
      "start": 20395,
      "end": 20583,
      "text": "In this regard, it may be noted that 'commercial dispute' is defined under Section 2(1)(c) of the Act of 2015 to mean a dispute arising out of various kinds of transactions and agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09ea8eadf8384daba49fc1413974ac61_140"
    },
    {
      "start": 20584,
      "end": 20833,
      "text": "Therefore, suits arising out of such commercial disputes would invariably involve filing of applications under the CPC which, in turn, would attract the provisions of Order 43 CPC, if the orders passed on such applications are appealable thereunder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c430996761ed4bb484567ecc88f0db9c_141"
    },
    {
      "start": 20834,
      "end": 21417,
      "text": "In so far as jurisdiction of the Commercial Courts in relation to arbitration matters is concerned, the same is provided under Section 10 of the Act of 2015, which states that where the subject matter of an arbitration is a commercial dispute of specified value and if such an arbitration is an international commercial arbitration, all applications or appeals arising out of the same under the Act of 1996 would have to be filed in the High Court and should be heard and disposed of by the Commercial Division, where such Commercial Division has been constituted in such High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "464d60aa2dea4cf283ac26e17f9a67f0_142"
    },
    {
      "start": 21418,
      "end": 22096,
      "text": "The provision further states that if the arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the Act of 1996 that have to be filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division, where such Division has been constituted, and if such applications or appeals arising out of the arbitration under the Act of 1996 would ordinarily lie before the principal civil court of original jurisdiction in a district, not being a High Court, they shall be heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9aaf3d54a6f04f46ba26f173de5cafaa_143"
    },
    {
      "start": 22098,
      "end": 22326,
      "text": "As pointed out by the Supreme Court in KANDLA EXPORT CORPORATION1, the Act of 1996 is a self-contained code and the issues arising thereunder would have to be construed strictly in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ffb6f62c2f84678bc01adc7c881bbb3_144"
    },
    {
      "start": 22327,
      "end": 22397,
      "text": "In this regard, Section 37 of the Act of 1996 would assume importance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a56fc485cc404049b3023ea6f8dc2077_145"
    },
    {
      "start": 22398,
      "end": 22604,
      "text": "Be it noted that even prior to its amendment in 2015, this provision provided for limited appeals and made it clear that an appeal would lie only from the orders enumerated therein and from no other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f9db5d609254c2fb36f869a9e07c969_146"
    },
    {
      "start": 22605,
      "end": 23076,
      "text": "Earlier, orders granting or refusing to grant interim measures under Section 9; setting aside or refusing to set aside an Arbitral Award under Section 34; accepting a plea raised under Section 16(2) or Section 16(3), with regard to the jurisdiction of the Arbitral Tribunal or such Arbitral Tribunal exceeding the scope of its authority; and granting or refusing to grant an interim measure under Section 17 were appealable under Section 37(1) and (2) of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "646aa05a783648fe897ae6ebba4ba0e3_147"
    },
    {
      "start": 23077,
      "end": 23294,
      "text": "However, after its amendment in 2015, one more category of orders is now added to the provision thereby making it appealable, viz., an order refusing to refer parties to arbitration under Section 8 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "909f1b9b32764117bd3210d66a53a9c7_148"
    },
    {
      "start": 23295,
      "end": 23449,
      "text": "Significant to note, an order referring the parties to arbitration under Section 8 of the Act of 1996 is not appealable but only an order to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d76b8da48f44ab5950db694b09d992e_149"
    },
    {
      "start": 23450,
      "end": 23582,
      "text": "\nIt is in the context of this provision that the contentions of Sri Vedula Venkataramana, learned senior counsel, need to be tested.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7426dffceef440b90e69ba44956bd21_150"
    },
    {
      "start": 23583,
      "end": 23896,
      "text": "He would argue that when an order setting aside or refusing to set aside an Arbitral Award under Section 34 of the Act of 1996 is appealable under Section 37 thereof, it must be construed that applications filed in a petition to set aside an Arbitral Award under Section 34 would also be automatically appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e4bbcc2f67e4023ac7a2b8e4be4aa59_151"
    },
    {
      "start": 23897,
      "end": 23943,
      "text": "\nWe however find this argument to be specious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "511864f5250b4daf853bd90ffe493a45_152"
    },
    {
      "start": 23944,
      "end": 24189,
      "text": "\nWhen the Act of 1996 is a self-contained Code, it would not be open to this Court to enlarge the scope of appealable orders when the provision makes it emphatically clear that only the orders enumerated therein would be appealable and no other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "909135e1d1444a2d815852c30d3bef85_153"
    },
    {
      "start": 24190,
      "end": 24412,
      "text": "Be it noted that the law makers took the trouble to make it clear that an order refusing to refer parties to arbitration under Section 8 alone is appealable but not an order referring the parties to arbitration thereunder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3df3c91a210044969ff7399f2dffd5a1_154"
    },
    {
      "start": 24413,
      "end": 24559,
      "text": "This being the scheme of the provision, it is not for this Court to expand it by reading something into the language thereof when it is not there.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42885e0b9ba049ebb9c7ae4b133c66a8_155"
    },
    {
      "start": 24560,
      "end": 24722,
      "text": "We therefore reject the plea that applications filed in a petition under Section 34 of the Act of 1996 would automatically be appealable under Section 37 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5595a436be344fd4b9b9270a2d2cf659_156"
    },
    {
      "start": 24723,
      "end": 25037,
      "text": "\nThe second contention urged by Sri Vedula Venkataramana, learned senior counsel, is that as stay of enforcement of an Arbitral Award is basically in the nature of an injunction, it would automatically fall under Order 39 Rules 1 and 2 CPC and therefore, such an order would be appealable under Order 43(1)(r) CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a10192d738b47abb85cc915ada9dccc_157"
    },
    {
      "start": 25038,
      "end": 25086,
      "text": "\nWe find this argument also to be without merit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2909f95d2d7d43b3b6dfa7e566ac6ab5_158"
    },
    {
      "start": 25087,
      "end": 25181,
      "text": "\nAs already pointed supra, a Commercial Court deals with various kinds of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9759b426c224abe86c39c41d25c1fc3_159"
    },
    {
      "start": 25182,
      "end": 25463,
      "text": "Matters arising out of commercial disputes defined under Section 2(1)(c) of the Act of 2015 would invariably involve provisions of the CPC, whereas matters arising in relation to arbitrations under Section 10 thereof would be governed by the self-contained code in the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7081bab9b6494016bcdf50210864b7f4_160"
    },
    {
      "start": 25464,
      "end": 25767,
      "text": "No doubt, to the extent permissible, the provisions of the CPC would be brought into play while dealing with matters arising under the Act of 1996 also but that would not go to the extent of changing the nature of the application filed under the Act of 1996 into one independently arising under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87e5b8c5e1ba4876a382c61d4bee3252_161"
    },
    {
      "start": 25768,
      "end": 25970,
      "text": "Be it noted that in the case on hand, the application for stay was filed under the provisions of the Ordinance of 2015, equivalent to Section 36(2) and (3) of the Act of 1996, read with Section 151 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6ae8c8bc7fc4febb64779cdb2b6766a_162"
    },
    {
      "start": 25971,
      "end": 26063,
      "text": "There was no reference to Order 39 Rules 1 and 2 CPC in the said application and rightly so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1c1640dc19b4cec932634d50a34d5eb_163"
    },
    {
      "start": 26064,
      "end": 26637,
      "text": "Section 36 of the Act of 1996, after its amendment in 2015, provides for the manner in which an application is to be made for seeking stay of the operation of the Arbitral Award and no mention is made therein of the provisions of the CPC, except to the extent that while considering an application for grant of stay in the case of an Arbitral Award for payment of money, the Commercial Court/Commercial Division must have due regard to the provisions for grant of stay of a money decree under the provisions of the CPC (See the proviso to Section 36(3) of the Act of 1996).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6756d5ce22c4aa9a3e5f12b3be0007f_164"
    },
    {
      "start": 26638,
      "end": 26884,
      "text": "Therefore, there is no possibility of smuggling in Order 39 Rules 1 and 2 CPC into a stay application filed under Section 36(2) and (3) of the Act of 1996 and such an order would have to be construed as one arising under the said provision alone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14338d1f94474d2f91995f239443c5e4_165"
    },
    {
      "start": 26885,
      "end": 27147,
      "text": "When such an order is not appealable, as it is not enumerated amongst the appealable orders in Section 37 of the Act of 1996, it would militate against the express language of the provision to allow an appeal to be filed against such an order under Order 43 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "381daa89da9542af9fd793271afa7b24_166"
    },
    {
      "start": 27148,
      "end": 27368,
      "text": "It would also be contrary to the edict of the Supreme Court in KANDLA EXPORT CORPORATION1, which held in categorical terms that any construction of Section 13 of the Act of 2015 leading to further delay must be eschewed.",
      "labels": [
        "RATIO"
      ],
      "id": "14a18b27022d4c44b5b3713036199e4b_167"
    },
    {
      "start": 27369,
      "end": 27605,
      "text": "Notably, the newly inserted Section 34(6) of the Act of 1996 now prescribes a time limit for disposal of a petition filed to set aside an arbitral award, indicating the legislative intent leaning towards speedy disposal of such matters.",
      "labels": [
        "RATIO"
      ],
      "id": "2e144792cc9048d0b3019f7f94490d8c_168"
    },
    {
      "start": 27606,
      "end": 27803,
      "text": "\nOn the above analysis, we are of the opinion that this appeal is not maintainable under Section 13(1A) of the Act of 2015 in the light of the clear prohibition envisaged under the proviso thereto.",
      "labels": [
        "RATIO"
      ],
      "id": "d58dc74b802b4a93ac5d2b9beff05ffc_169"
    },
    {
      "start": 27805,
      "end": 27841,
      "text": "The appeal is accordingly dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "6ef4cd565dc34a86b3c886cf5fa42479_170"
    },
    {
      "start": 27842,
      "end": 27935,
      "text": "Interim order dated 16.11.2018 passed in I.A.No.1 of 2018 in this appeal shall stand vacated.",
      "labels": [
        "RPC"
      ],
      "id": "bd0b2c56c90648b8a0a72926d8b855e8_171"
    },
    {
      "start": 27936,
      "end": 28217,
      "text": "In the event, the appellant has deposited any sums to the credit of this appeal pursuant to the aforestated interim order, the same shall stand transferred to the credit of I.COMA.O.A.No.3 of 2018 pending before the learned Judge constituting the Commercial Division of this Court.",
      "labels": [
        "RPC"
      ],
      "id": "36251de1f2e74f059228c5575a0440fd_172"
    },
    {
      "start": 28218,
      "end": 28289,
      "text": "Pending miscellaneous applications, if any, shall also stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "76bb8157c42047be8dc97d096d61a835_173"
    },
    {
      "start": 28290,
      "end": 28326,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "3f49eb76ceec4d7b92f35296b55a6b50_174"
    },
    {
      "start": 28327,
      "end": 28424,
      "text": "\n_______________________ SANJAY KUMAR,J _______________________ M.GANGA RAO,J 31st DECEMBER, 2018",
      "labels": [
        "NONE"
      ],
      "id": "b89c334b076e477b9f523ac7a06ec1e2_175"
    },
    {
      "start": 28425,
      "end": 28456,
      "text": "Note: L.R. copies to be marked.",
      "labels": [
        "NONE"
      ],
      "id": "b0c821acad9042b9a43c7486a3988e86_176"
    },
    {
      "start": 28457,
      "end": 28467,
      "text": "\n(B/o) PGS",
      "labels": [
        "NONE"
      ],
      "id": "81cc46296239446b86425b6cb9e53214_177"
    }
  ]
}