{
  "id": "dee8d6dc294b76d588573e04c167e1d7a19feca2a3960e0923d02f7f82a3851d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nDhee Educational And Cultural Trust vs M/S Hartana Projects Llp on 30 January, 2023\nAuthor: B M Shyam Prasad\nBench: B M Shyam Prasad \n                                           -1-\n                                                      Wp No. 18093 of 2022\n\n\n\n\n                   In The High Court Of Karnataka At Bengaluru\n\n                        Dated This The 30Th Day Of January, 2023\n\n                                        Before\n\n                        The Hon'Ble Mr Justice B M Shyam Prasad \n\n                        Writ Petition No. 18093 Of 2022 (Gm-Cpc) \n\n                   Between: \n\n                   1.    Dhee Educational And Cultural Trust\n                         A Public Charitable Trust \n                         No.78/4/1, Commercial Block \n                         Opposite Manyata Tech Park Gate-1 \n                         Hbr Layout, Nagawara \n                         Bengaluru-560045 \n                         Represented By Its Secretary \n                         Mrs Padmini Raghavendra . \n                   2.    The Indian Public School Private Limited \n                         A Company Incorporated Under\n                         Section 25 Of The Companies Act, 1956\n                         Having Its Registered Office At No.70 \n                         Alagappa Chettiar Road \n                         Tatabad, Coimbatore-641012 \n                         Also At No.78/4/1, Commercial Block \n                         Opposite Manyata Tech Park Gate-1 \n                         Hbr Layout, Nagawara, Bengaluru-560045\n                         Represented By It School Director \nDigitally signed         Ms Ashok Kumar. \nby Narasimha \nMurthy \nVanamala           3.    Mr Ashok Kumar \nLocation: High \nCourt Of                 S/ O Sri R Arumugam \nKarnataka \n                         Aged About 51 Years \n                         R/ A No.6/62, Veeraimpalayam Road \n                         Coimbatore-641012. \n                                                      ... Petitioners\n\n                   (By Sri.R. Suryanarayana, Senior Advocate For\n                        Sri. Vikram Unni Rajagopal.,Advocate) \n                             -2-\n                                         Wp No. 18093 of 2022 \n\n\n\n\nAnd: \n\n   M / S Hartana Projects Llp \n   A Limited Liability Partnership Having Its\n   Registered Office At No.78/4/1 \n   Commercial Block\n   Opposite Manyata Tech Park Gate-1\n   Hbr Layout, Nagawara\n   Bengaluru-560045\n   Represented By Its Partner G Sharath\n   Reddy\n\n                                         ...Respondent\n\n(By Sri. Ajay Govindraj.,Advocate)\n\n      This Writ Petition Is Filed Under Articles\n226 And 227 Of The Constitution Of India\nPraying To Set Aside The Order Dtd.30.7.2022 In\nCom O.S.No.814/2022 Passed By The Lxxxv Addl\nCity Civil And Sessions Judge Bengaluru (Cch-\n86) Annexure-A; Allow The Application Dated\n27.7.2022 Annexure-M In Com O.S.No.814/2022\nFiled Before Lxxxv Addl City Civil And Sessions\nJudge Bengaluru (Cch-86) As Prayed And Direct\nReturned Of The Plaint.\n\n     This Petition, Coming On For Orders, This\nDay, The Court Made The Following:\n\n\n                           Order\nThe petitioners are the defendants in Commercial O.S. No. 814/2022 on the file of the Lxxxv Additional City Civil and Sessions Judge, Bengaluru - a designated Commercial Court under the provisions of  the Commercial Courts Act, 2015 [for short, 'the Commercial Court]. The petitioners have impugned the Commercial Court's order dated 30.07.2022, and the Commercial Court by this order has rejected the petitioners' application under Order VII Rule 10 of the Code of Civil Procedure [for short, 'the CPC']. \n2. The respondent's suit in Commercial O.S. No.814/2022 is for the petitioners' ejectment from the immovable property bearing BBMP Khata No. 78/4/1, BBMP Ward No.23, HBR Layout, Nagavara, Bangalore-560045 comprising of Stilt, Ground and three Upper floors [for short, 'the subject property'] and for directions to the petitioners to pay Rs.12,31,185/- and Rs.6,34,86,974/- as alleged rental arrears and liquidated damages respectively. The third petitioner has filed the subject application under Order VII Rule 10 of CPC essentially asserting that the Commercial Court will not have jurisdiction to entertain the suit because the dispute between the respondent and the petitioners would not be a 'commercial dispute' as contemplated under Section 2(1)(c)(vii) of the Commercial Courts Act, 2015 [for short, 'the Commercial Court's Act']\n3. The third petitioner has asserted, relying upon the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, that a dispute to be a 'commercial dispute' will have to be a dispute in relation to an agreement pertaining to an immovable property which is used exclusively for trade or commerce. However the present dispute is between the petitioners and the respondent who are parties to the Lease Deed Dated 01.01.2020, and the subject property is demised under this lease deed to be used exclusively for educational purposes [i.e., for the purposes of running a School]. As the Lease Deed is an agreement relating to an immovable property that is utilized for running an educational institution [a School] it cannot be construed as an agreement relating to immovable property that is exclusively used for the purposes of either trade or commerce and therefore, the dispute is not a 'commercial dispute'. \n4. The respondent has resisted this application contending that there is suppression of facts. The respondent contends that the value of the transaction between the petitioners and the respondent exceeds Rs. 1 [one] crore - the threshold mentioned in Section 6 of the Commercial Courts Act, and a deeper scrutiny of the circumstances would establish the commercial nature of the transaction between them. The respondent has also contended that the dispute is in the context of the landlord- tenancy relationship with the petitioners, and the suit, which is filed after issuance of notice under Section 106 of the Transfer of Property Act, 1882, in the circumstances of the case, will be maintainable before the Commercial Court. \n5. The facts leading to the present commercial suit stated in brief would be that the first petitioner is constituted as a Public Charitable Trust under the Trust Deed dated 31.10.2014. The author of this Trust [the first petitioner - the third defendant in the commercial Suit] is Mr. R.R. Acharya, and he along with Mr. K.A. Poonacha is also appointed as one of the permanent Trustees. Mr. U.R.N.Murthy, who was the owner of the subject property at the relevant point of time, has executed the Lease Deed dated 07.11.2015 demising the subject property in favour of the Trust - the first petitioner. The lease of the subject property under this Lease Deed dated 07.11.2015 is renewed under the Supplementary Deed dated 13.09.2017.\n6. On 12.10.2018, [the lease of the subject property is cancelled vide a registered Surrender of Lease Deed of the even date], and within three days therefrom, Mr. U.R.N.Murthy [the owner of the subject property as of such date] has executed sale deed transferring the subject property in favour of the respondent1. On 22.07.2019, the Deed of Amendment - cum - Restatement of the Educational and Cultural Trust is executed inter se the then trustees. The salient of this Amendment-Cum-Restatement Deed is that the trustees, Mrs. Radhika Reddy and Mrs. M.S. Selvi, who were in the meanwhile appointed as Trustees, have agreed to continue as permanent Trustees and the other Trustees have retired. \n7. With these transactions and documents, if Mrs. Radhika Reddy and Mrs. M S Selvi were representing the Trust, their spouses - Mr. G. Sharath Reddy and Mr. Ramalingam Mohan - owned the subject property as partners of the respondent, and therefore could be a reasonable inference of a certain shared interests in them in the subject property and the establishment - the School. A fresh 1 The respondent is a limited liability partnership, and the sale deed by Sri U.R. Murthy is dated 15.10.2018 lease of the subject property is created in favour of the Trust by the respondent under the Lease Deed dated 01.12.2020, but immediately thereafter on 04.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi [the Trustees], the second petitioner [M/s Indian Public School Private Limited] and the third petitioner have entered into the 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust'. \n8. In this Deed of Amendment dated 04.12.2020, the petitioners are appointed as new Trustees with Mrs. Radhika Reddy and Mrs. M.S. Selvi also continuing as Trustees, but again on 11.12.2020, another 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust' is executed further amending the terms of the original Trust Deed dated 31.10.2014.\n9. After this Deed of Amendment dated 11.12.2020, which is registered on 21.12.2020 with the concerned Sub Registrar, and with the subsequent Resignation Letter dated 21.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi have retired as Trustees with the petitioners continuing as the Trustees. Thus, there is bifurcation of interests with the petitioners holding leasehold rights to the subject property and the right to run School in the subject property. These are undisputed circumstances in which the petitioners have come into possession of the subject property as lessees under the respondent. \n10. On behalf of the respondent the following additional documents are placed on record in the present proceedings. \n[a] a copy of the email dated 25.11.2020, [b] a copy of the Indenture of Undertaking dated 21.12.2020 and [ c ] copies of the notices exchanged on 11.03.20222 and 27.04.2022.\n2 The respondent has also caused another notice dated 11.04.2022 as mentioned in the respondent's Reply Notice - 10 - The respondent has brought on record these documents to emphasize that it has availed loan from M/s. Kotak Mahindra Bank Limited for the purposes of construction in the subject property in the course of its business, and the petitioners have executed Indenture of Undertaking simultaneously with the execution of the last of the lease deed undertaking to pay the agreed rent as also the security deposit and non-refundable premium. The notice for termination of tenancy is issued because there is an obvious breach of the terms of the lease and therefore the respondent is entitled to terminate the lease and recover rental arrears as also damages as computed in the plaint. \n11. The Commercial Court, in the aforesaid circumstances and the rival contentions, has considered the merits of the petitioners' application to answer the question: whether the third petitioner dated 27.04.2022, but a copy of this Notice dated 11.04.2022 is not placed on record. \n- 11 - has established that because the Lease Deed dated 01.12.2020 relates to an immovable property which is used for educational purposes, the dispute would be outside the fold contemplated under Section 2[1][c][vii] of the Commercial Courts Act and hence should be returned for want of jurisdiction. The Commercial Court has answered the question in the negative opining that the suit can be maintained before it for the following reasons. \n[i] Mr. U.R.N. Murthy has executed the sale deed dated 15.10.2018 in favour of the respondent describing the subject property as a commercial property and the petitioners have obtained lease of this commercial property. \n[ii] The Tax paid receipts for the subject property for the year 2021-22 are produced, and tax is paid describing the property as being within non- residential zone. According to the BBMP Bye-laws, non-residential buildings will include buildings used by Banks, Offices and other institutions such as - 12 - educational institutions. The respondent is therefore paying a higher tax rate. \n[iii] The petitioners are running a school with about 6,000 students3 and collecting fee from the students. As such, the petitioners' educational institution is not being run as a charitable activity. \n[iv] Though different decisions by the Hon'ble Supreme Court are cited to bolster the submission that running an educational institution would not be either trade or commerce, such decisions are not in the context of a suit for eviction and for recovery of arrears of rent, and therefore, not applicable to the present case. \n12. The reason for the dispute between the petitioners and the respondent is because the petitioners are tendering rent at a rate lower than the 3 It is submitted before this Court that this is factually incorrect because may be the Trust has a wider student strength across the country, but insofar as the School in the subject property, it is far less. \n- 13 - agreed rate. It is undisputed that the Lease Deed dated 01.12.2020 mentions Rs.15 lakhs as the monthly rent payable, and the petitioners are paying monthly rent at the rate of Rs.10 lakhs contending that the actual area of the subject property is much lesser than the area assured under the Lease Deed. This Court on 21.09.2022 has granted interim orders staying all further proceedings in the commercial suit. \n13. The respondent contested the continuation of this interim order asserting that the present application under Order VII Rule 10 of CPC, and therefore the present petition, is filed only to avoid the consequence of the default in paying the monthly rent at the rate of Rs.10 lakhs. This Court, in the light of this objection, proposed to hear on the question whether the interim order could be continued if the petitioners, who have agreed to pay - 14 - monthly rent of Rs.15 lakhs, do not dispute that up- to-date rents are paid at such rate. \n14. It was submitted on behalf of the petitioners that 50% of the arrears at the rate of Rs.15 lakhs per month [minus the amount tendered at the rate of Rs.10 lakhs per month] would be deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month. Accordingly, Rs.50 lakhs is deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month. The respondent has filed an application for release of this amount of Rs.50 Lakhs in deposit contending, amongst others, that it has to repay a huge debt and there is default in its EMI payment because the petitioners, despite the express terms of the Lease Deed dated 01.12.2020 and the Memorandum of Undertaking, are unilaterally paying only a sum of Rs.10 lakhs per month. \n- 15 - 15. Sri. T Sooryanarayana, the learned Senior Counsel for the petitioners, and Sri Ajay Govindaraj, the learned counsel for the respondent, are heard, with their consent, for final disposal of the petition as also the order to be made on the respondent's request for payment of Rs.50 lakhs in deposit in the backdrop of the petitioners' case, insofar as this amount in deposit, that it is deposited to demonstrate bona fides and this deposit completely undermines the respondent's case that the application under Order VII Rule 10 of CPC and the present petition are filed only to avoid payment of Rs.15 lakhs as rent per month and the consequence of paying, as against the aforesaid amount, Rs.10 lakhs. \n16. Sri. T Sooryanarayana, in support of the petition, relies upon two propositions. He argues that the provisions of the Commercial Courts Act must receive strict interpretation, and this flows from the decision of the Hon'ble Supreme Court in Ambalal - 16 - Sarabhai Enterprises Ltd. v. K S Infra Space LLP and another4. He canvasses that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, as in the present case, were relied upon to file an application under Order VII Rule 10 of CPC, and the Hon'ble Supreme Court has declared that the expression 'used exclusively' in the aforesaid provision must be narrowly construed to exclude the situations that will be covered by the use of expressions such as 'ready for use' or 'likely to be used' or 'to be used'. \n17. Sri. T Sooryanarayana submits that the provisions of the Commercial Courts Act, and therefore the provisions of section 2(1)(c) thereof, must be interpreted purposefully to ensure that only certain disputes which actually answers the definition of 'commercial disputes' as provided under the aforesaid provisions are entertained lest all class 4 (2020) 15 Supreme Court Cases 585 - 17 - of litigation is brought into the fold of speedy mechanism provided for a specific class of litigation. \n18. Sri. T Sooryanarayana next argues that the consistent view of the Courts in India has been that running an educational institution is neither trade nor business nor commerce. The expression 'used exclusively in trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act must receive a similar interpretation excluding suits by or against institutions offering education even if based on agreements relating to immovable property/ies. Notwithstanding the consistent view across different subjects that running educational institution is neither trade nor business nor commerce, if only for the purposes of the Commercial Courts Act, running educational institutions is construed as trade or business or commerce, that would be adopting a liberal construction as against a narrow and purposive construction exposited by the Hon'ble - 18 - Supreme Court in Ambalal Sarabhai Enterprises Ltd. [supra]. \n19. In support of the submission that running of educational institutions is consistently held as not trade or commerce, Sri. T Sooryanarayana relies upon the following decisions:\n[i] Unnikrishnan J P and others v. State of Andhra Pradesh and others5: Sri. T Sooryanarayana argues that a Constitutional Bench of the Hon'ble Supreme Court while considering, amongst others, whether there is a fundamental right to establish an educational institution under Article 19(1)(g) of the Constitution of India which enshrines the right to practice any profession, or to carry on any occupation, trade or business, has also considered the meaning to be attributed to 5 (1993) 1 Supreme Court Cases 645 - 19 - the expression such as profession, occupation, trade or business. It is ultimately opined that right to establish an educational institution can neither be a trade or business, nor can it be profession within the meaning of Article 19(1)(g), and he draws the attention of this Court, amongst others, to the opinion reads as follows6:\n\"Imparting of education has never been treated as a trade or business in this country since the time immemorial. It has been treated as a religious duty. It has been treated as a charitable activity. But never as trade or business\". \n[ii] Sri. T Sooryanarayana, relying upon the declaration in paragraph 198 of this judgment, also submits that running of institutions to impart education is declared as something that cannot be allowed to 6 This is part of paragraph 197 of this judgement. \n- 20 - become commerce and therefore, it follows that running of an educational institution cannot be commerce and he draws the attention of this Court to the following:\n\"Education cannot be allowed to be converted into commerce nor can the petitioners seek to obtain the said result by relying upon the wider meaning of \"occupation\". The content of the expression \"occupation\" has to be ascertained keeping in mind the fact that clause (g) employs all the four expressions viz., profession, occupation, trade and business. Their fields may overlap, but each of them does have a content of its own, distinct from others. Be that as it may, one thing is clear-imparting of education is not and cannot be allowed to be commerce.\" \n[iii] Nitte Education Trust, Nitte, Karkala Taluk, Dakshina Kannada and another - 21 - v. Union of India and Another7: Sri. T Sooryanarayana submits that this Court was considering whether the provisions of Monopolies and Restrictive Trade Practices Act, 1969 would apply to running an educational institution. This Court, after referring to the decision of the Hon'ble Supreme Court in Unni Krishnan J P v.\nState of Andhra Pradesh [supra] and to the definition of expressions such as Trade, Trade Practices and Services in this enactment, and while considering the question whether charging of a higher fee by itself would render running of an educational institution a trade has opined thus:\n\"It is a farce to contend that the charging of the higher fee by private educational institution than the fees charged for similar courses in 7 A judgment of this Court reported in (1997)5 Kant. LJ 280 - 22 - government colleges or government aided colleges, but within the ceiling prescribed under the Act would make or render the education or establishment of educational institutions to be trade , it is farce and is far from reality.\"\n[iv] M P Electricity Board and others v. Shiv Narayan and another8: Sri. T Sooryanarayana argues that the Hon'ble Supreme Court in this decision, while considering the difference between the expressions 'profession' and 'commerce', has emphasized that the words 'non- domestic' and 'commercial' are not interchangeable, and 'commercial' is defined as traffic, trade or merchandise in buying and selling of goods with the motive of gaining profit. As such, running of an 8 (2005) 7 Supreme Court Cases 283, and this decision is relied upon to undermine one of the reasons assigned by the Commercial Court. \n- 23 - educational institution, even for a fee, cannot be construed as commerce. \n20. Sri. Ajay Govindaraj, without refuting the canvas that the provisions of the Commercial Courts Act, and therefore the provisions of Section 2(1)(c)(vii), must receive a purposive interpretation, submits that this Court must also consider that it is settled that in construing a statutory provision the first and the foremost rule of interpretation is the rule of literal construction and if the provisions of a Statute are unambiguous and the legislative intent is clear, the Courts need not call into other rules of interpretation. In this regard he relies upon the decision of the Hon'ble Supreme Court in B Premanand and others v. Mohan Koikal and others9.\n21. Sri. Ajay Govindaraj argues that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, which refer to both disputes arising out (2011) 4 Supreme Court Cases 266 - 24 - of [a] agreements relating to immovable property and [b] such property being used exclusively in trade or commerce, do not require an interpretation with the assistance of an external aid, and if it is shown that a dispute emanates from an agreement relating to immovable property which is used exclusively for trade or commerce, the suit would be maintainable before a Commercial Court. The import of this submission is that the expression 'trade or commerce' in Section 2(1)(c)(vii) must be considered as understood in common parlance. \n22. Sri. Ajay Govindaraj, relying upon the decision of the Hon'ble Supreme Court in Divisional Controller, KSRTC v. Mahadeva Shetty10, distinguishes the applicability of the different decisions relied on by Sri. T Sooryanarayana to support his case that the expressions 'trade or commerce' in the provisions of Section 2(1)(c)(vii) of 10 (2003) 7 Supreme Court Cases 197 - 25 - the Commercial Courts Act must receive strict interpretation to exclude running of educational institution. Sri. Ajay Govindaraj argues that the propositions in the decisions relied upon by Sri. T Sooryanarayana is in the respective contexts and the declaration therein cannot be expanded beyond the needs of those given situations. He relies upon the following from the aforesaid decision: \n\"The decision ordinarily is a decision on the case before the Court, while the principal underlying the decision would be binding as a precedent in a case which comes up for decision subsequently. Therefore, while applying the decision to a later case, the court dealing with it should carefully try to ascertain the principle laid down by the previous decision. A decision often takes its colour from the question involved in the case in which it is rendered. The scope and authority of a precedent should never be expanded unnecessarily beyond the needs of the situation. The only thing binding as an authority upon a subsequent Judge is the principle upon which the case was decided.\"\n- 26 - 23. Sri. Ajay Govindaraj argues that the transaction between the petitioners and the respondent, in the present case where it is undisputed that the petitioners have agreed to pay not just Refundable Security Deposit but also Non- refundable Premium executing necessary Memorandum of Understanding, as also the monthly rentals directly to the respondent's Bank, is essentially a commercial transaction. Sri. Ajay Govindaraj, to buttress the respondent's case that the dispute with the respondent is a commercial dispute, also relies upon the transactions commencing with the constitution of the Trust with subsequent changes, the execution of the Sale Deed dated 15.10.2018 and the Lease Deed dated 01.12.2020.\n24. There cannot be any dispute that only a certain class of litigation shall be construed as 'commercial disputes' and that class of litigation - 27 - would only be those that are listed in Section 2(1)(c) of the Commercial Courts Act. At this stage, it is rather settled with the decision of the Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that not every suit, only because of high value of the subject matter, can be entertained as a 'commercial dispute' and to do so would be to defeat the Legislature's intention in bringing about the Commercial Courts Act, which prescribes a specific procedure. The Hon'ble Supreme Court in this decision [per Justice A.S.Bopanna] has held as follows:\n\"13. ................ Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained. This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention - 28 - of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers. In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy. The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed. \n14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act....\" \nIn fact, the Hon'ble Supreme Court [Per Justice R. Banumathi] has declared that:\n\"A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable - 29 - property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\" are to be interpreted purposefully. The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". \nIt should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.\" \nIn the backdrop of this enunciation, this Court, despite Sri Ajay Govindaraj's arguments, could only read the expressions 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Court Act without giving each of these expressions a wider interpretation; any interpretation otherwise would fall foul of the enunciation in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infra Space LLP and another [supra].\n25. In the facts and circumstances of the case, the rival submissions and the aforesaid settled proposition, the question for consideration would be:\n- 30 - Whether a dispute arising under an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution would come within the sweep of a 'commercial dispute' as defined under the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act. \n26. At the outset, this Court must observe that though the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act employ the expression 'trade or commerce', it does not define either. Sri. Ajay Govindaraj's argument is that because the provisions of Section 2(1)(c)(vii)11 of the Commercial Courts Act first stipulate that a dispute arising from an agreement relating to an immovable property must be construed as a commercial dispute when such property is used exclusively for trade or commerce, the expression for 'trade or commerce' must be read 11 (c) \"commercial dispute\" means a dispute arising out of-- (i) - (vi)..................................................\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n- 31 - generally [as per common parlance and therefore, receive a wider interpretation]. Indeed it is settled that in the absence of the definition of a particular expression in a statute, the common parlance meaning has to be accepted and this proposition is not confined to tax statutes. This is discernable from a number of decisions by the Hon'ble Supreme Court in a number of cases. A reference in these regards could be made to the decisions in Major V.P. Singh v. State of UP12 and U.Suvetha v. State and another13.\n27. However, it is equally salient that a statute ousting the jurisdiction of a civil Court under Section 9 of CPC must be strictly construed, and in this regard, reference could be made to the decision 12 1991 Supp (2) Supreme Court Cases 346 wherein it is held that in the absence of a definition of expressions, common parlance meaning must be accepted. 13 (2009) 6 Supreme Court Cases 757, and in this decision the second proposition is invoked in the context of the meaning to be ascribed to the expression 'relative' as found in section 498A of IPC - 32 - of the Hon'ble Supreme Court in Abdul Waheed Khan v. Bhavani14. The Commercial Courts Act in limiting the disputes to be tried as commercial disputes to a certain class of litigation excludes the jurisdiction of a civil Court under Section 9 of CPC. Therefore, the provisions of the Commercial Courts Act, including the definition of commercial disputes, must be strictly interpreted, and this would be in consonance with the declaration in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that the provisions of Section 2(1)(c)(vii) must not receive a wider interpretation lest every litigation is entertained as a 'commercial dispute'.\n28. Further, this Court is of the considered view that it cannot be reasonably opined that running of an educational institution for the purpose of the provisions of the Commercial Courts Act would be 14 AIR 1966 SC 1718 - 33 - either trade or commerce though it would not be so in the context of the right that is enshrined under Article 19(1)(g) of the Constitution of India, or for the purposes of other Statutes when the common parlance meaning is not ascribed to the expression 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act and strict interpretation rule is applied. If these expressions, notwithstanding the consistent view, are construed accordingly, it would mean signifying a wider connotation. Therefore, the question for consideration is answered in the negative holding that if a dispute arises out of an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution, it cannot be a commercial dispute within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act.\n29. In the present case, it is beyond pale of dispute that the subject property is used exclusively - 34 - for the purposes of running an educational institution - a school. When this is undisputed, the other circumstances referred to by the Commercial Court would be extraneous, and these circumstances would not confer jurisdiction in the Commercial Court. In that event, the Commercial Court's order rejecting the petitioner's application under Order VII Rule 10 CPC cannot be sustained and hence, this Court must intervene with necessary orders. This takes this Court to the orders that have to follow as regards the amount of Rs.50 lakhs in deposit. As the petitioner's application under Order VII Rule 10 CPC is being allowed with necessary order for return of the plaint before the Commercial Court and because this amount is deposited to show bona fides, it would only be reasonable to return the same to the petitioners leaving all questions open to be decided after the plaint if re-presented in terms of this order. Hence, the following:\n- 35 - ORDER [a] The petition is allowed, and the Commercial Court's impugned order dated 30.07.2022 is quashed. The petitioner's application under Order VII Rule 10 CPC is allowed directing the Commercial Court to return the plaint to the respondent to be presented before the competent court of jurisdiction. \n[b] The Commercial Court is called upon to intimate to the respondent/its representative, as contemplated under Order VII Rule 10A of CPC, this order to return plaint with liberty to the respondent to file an application as permissible under Order VII Rule 10A(2) of CPC within such reasonable time as it may permit. \n- 36 - [c] The Registry is directed to return the amount of Rs.50 Lakhs in deposit to the first petitioner subject to compliance as may be required. \nAll pending applications stand disposed of by this order. \nSd/-\nJUDGE NV",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2269faa5938643aabd6cacb37cc0dc70_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "196ca63b0db04719a8f44f13d62b886f_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nKarnataka High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "42f6a59c4a7d498cb257f2725216190d_2"
    },
    {
      "start": 264,
      "end": 397,
      "text": "\nDhee Educational And Cultural Trust vs M/S Hartana Projects Llp on 30 January, 2023\nAuthor: B M Shyam Prasad\nBench: B M Shyam Prasad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "108d4089431e43b584d36a011a93be5b_3"
    },
    {
      "start": 442,
      "end": 544,
      "text": "-1-\n                                                      Wp No. 18093 of 2022\n\n\n\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fda33c02c7a945189cc2b0b9621cc9de_4"
    },
    {
      "start": 544,
      "end": 727,
      "text": "In The High Court Of Karnataka At Bengaluru\n\n                        Dated This The 30Th Day Of January, 2023\n\n                                        Before\n\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d6aa1b83008a4ff0a3e5d880d99d0702_5"
    },
    {
      "start": 727,
      "end": 738,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eea4752bb4594a6fa8f0c6359f68017b_6"
    },
    {
      "start": 739,
      "end": 766,
      "text": "Mr Justice B M Shyam Prasad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c980a9a44f144afba9608d4f2c27d0a_7"
    },
    {
      "start": 793,
      "end": 824,
      "text": "Writ Petition No. 18093 Of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "956a2f84164145ffa576c8a31ad9f710_8"
    },
    {
      "start": 825,
      "end": 833,
      "text": "(Gm-Cpc)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52c6e94cf0c244eda0f99d476a48a434_9"
    },
    {
      "start": 855,
      "end": 863,
      "text": "Between:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e7d0018bfb9644939b17ffac8eed0c23_10"
    },
    {
      "start": 885,
      "end": 952,
      "text": "1.    Dhee Educational And Cultural Trust\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5de9529bb6104eb6995681ed1b310f85_11"
    },
    {
      "start": 952,
      "end": 977,
      "text": "A Public Charitable Trust",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6410786cb51409fa9f2f01ad5029882_12"
    },
    {
      "start": 978,
      "end": 1031,
      "text": "\n                         No.78/4/1, Commercial Block",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8d5c9f9bae54cb8b2ec769340f7e102_13"
    },
    {
      "start": 1058,
      "end": 1091,
      "text": "Opposite Manyata Tech Park Gate-1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "315654ac794a45efb9e3970bd83ffc75_14"
    },
    {
      "start": 1118,
      "end": 1129,
      "text": "Hbr Layout,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f970d634c47a4752b0b7528cf6ffe501_15"
    },
    {
      "start": 1130,
      "end": 1138,
      "text": "Nagawara",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c42c745d5f545018c36a0f1fc5f107e_16"
    },
    {
      "start": 1165,
      "end": 1181,
      "text": "Bengaluru-560045",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0de05fe018d4f37817b17619a8bce0b_17"
    },
    {
      "start": 1208,
      "end": 1236,
      "text": "Represented By Its Secretary",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dcd478f2ce574cd695e2971b19c621fb_18"
    },
    {
      "start": 1263,
      "end": 1286,
      "text": "Mrs Padmini Raghavendra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c41634ad66f24035b66f07eb5d3191cc_19"
    },
    {
      "start": 1287,
      "end": 1315,
      "text": ". \n                   2.    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6492bbf22fb442ab98378f1dca878131_20"
    },
    {
      "start": 1315,
      "end": 1355,
      "text": "The Indian Public School Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87bbaf223a694a4fa1f49dc8c435a50a_21"
    },
    {
      "start": 1382,
      "end": 1499,
      "text": "A Company Incorporated Under\n                         Section 25 Of The Companies Act, 1956\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34cb90ede8d84ad69c909eea56410143_22"
    },
    {
      "start": 1499,
      "end": 1536,
      "text": "Having Its Registered Office At No.70",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f61223edd1c54dfb9b5001f65fdef1fc_23"
    },
    {
      "start": 1563,
      "end": 1585,
      "text": "Alagappa Chettiar Road",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e925df91af3439fb0762b2984c6bfe3_24"
    },
    {
      "start": 1612,
      "end": 1638,
      "text": "Tatabad, Coimbatore-641012",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a8f03fd4ec04e2cbf16a3b57e5dab24_25"
    },
    {
      "start": 1665,
      "end": 1700,
      "text": "Also At No.78/4/1, Commercial Block",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbd2e0a0d3704742ba9fa458358643fb_26"
    },
    {
      "start": 1701,
      "end": 1760,
      "text": "\n                         Opposite Manyata Tech Park Gate-1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a9b512c6e9848189d2a25e5606b1de2_27"
    },
    {
      "start": 1787,
      "end": 1865,
      "text": "Hbr Layout, Nagawara, Bengaluru-560045\n                         Represented By",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b58cf68a5b54d5fb711f0f83204f572_28"
    },
    {
      "start": 1866,
      "end": 1884,
      "text": "It School Director",
      "labels": [
        "PREAMBLE"
      ],
      "id": "746490990d4f4e0d8898ff12324a0f46_29"
    },
    {
      "start": 1885,
      "end": 1926,
      "text": "\nDigitally signed         Ms Ashok Kumar.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b62515413c44e48bef46cfc7293789c_30"
    },
    {
      "start": 1928,
      "end": 1940,
      "text": "by Narasimha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3aa6adec17d49ee9c393505eaf3440d_31"
    },
    {
      "start": 1941,
      "end": 1948,
      "text": "\nMurthy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e2a1a5d207a4215930d3ed673bba827_32"
    },
    {
      "start": 1949,
      "end": 1958,
      "text": "\nVanamala",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2db88a62aa64b7697ada105128c290d_33"
    },
    {
      "start": 1969,
      "end": 1989,
      "text": "3.    Mr Ashok Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1402897144d4634806ae7f6485b6a18_34"
    },
    {
      "start": 1991,
      "end": 2000,
      "text": "Location:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a08b835a2ec3427f88f0a9a584f52626_35"
    },
    {
      "start": 2001,
      "end": 2032,
      "text": "High \nCourt Of                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a3bf9cebe924d7b971a337f95e9ab49_36"
    },
    {
      "start": 2032,
      "end": 2051,
      "text": "S/ O Sri R Arumugam",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4af08c531e1048afacd99f222594f845_37"
    },
    {
      "start": 2052,
      "end": 2062,
      "text": "\nKarnataka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6af8673cb293483ba29f4b6a33a41a28_38"
    },
    {
      "start": 2089,
      "end": 2108,
      "text": "Aged About 51 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bcf9c4f965784f66b1ffac9a0efdaee5_39"
    },
    {
      "start": 2135,
      "end": 2168,
      "text": "R/ A No.6/62, Veeraimpalayam Road",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55347806299542e680d6c2d7159a87a7_40"
    },
    {
      "start": 2169,
      "end": 2213,
      "text": "\n                         Coimbatore-641012.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8695b268cbe486ab3ac9f264a74cc59_41"
    },
    {
      "start": 2269,
      "end": 2305,
      "text": "... Petitioners\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66ea49adb09644eba4c5c5e0810bb8fe_42"
    },
    {
      "start": 2305,
      "end": 2375,
      "text": "(By Sri.R. Suryanarayana, Senior Advocate For\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b30d3c62b56c4652992523225c1ee3c6_43"
    },
    {
      "start": 2375,
      "end": 2412,
      "text": "Sri. Vikram Unni Rajagopal.,Advocate)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c7b03ad7aee4142a5a64ef17471aa72_44"
    },
    {
      "start": 2413,
      "end": 2508,
      "text": "\n                             -2-\n                                         Wp No. 18093 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "59b2d1ac114a4699ad67abd65c83bdf6_45"
    },
    {
      "start": 2514,
      "end": 2525,
      "text": "And: \n\n   M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "767eda47e9ab45cbb62337e5d3969979_46"
    },
    {
      "start": 2526,
      "end": 2550,
      "text": "/ S Hartana Projects Llp",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8260979d188d45799021d80096a783b7_47"
    },
    {
      "start": 2551,
      "end": 2631,
      "text": "\n   A Limited Liability Partnership Having Its\n   Registered Office At No.78/4/1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26e63b276c734a7880502e233b6ae6ce_48"
    },
    {
      "start": 2632,
      "end": 3628,
      "text": "\n   Commercial Block\n   Opposite Manyata Tech Park Gate-1\n   Hbr Layout, Nagawara\n   Bengaluru-560045\n   Represented By Its Partner G Sharath\n   Reddy\n\n                                         ...Respondent\n\n(By Sri. Ajay Govindraj.,Advocate)\n\n      This Writ Petition Is Filed Under Articles\n226 And 227 Of The Constitution Of India\nPraying To Set Aside The Order Dtd.30.7.2022 In\nCom O.S.No.814/2022 Passed By The Lxxxv Addl\nCity Civil And Sessions Judge Bengaluru (Cch-\n86) Annexure-A; Allow The Application Dated\n27.7.2022 Annexure-M In Com O.S.No.814/2022\nFiled Before Lxxxv Addl City Civil And Sessions\nJudge Bengaluru (Cch-86) As Prayed And Direct\nReturned Of The Plaint.\n\n     This Petition, Coming On For Orders, This\nDay, The Court Made The Following:\n\n\n                           Order\nThe petitioners are the defendants in Commercial O.S. No. 814/2022 on the file of the Lxxxv Additional City Civil and Sessions Judge, Bengaluru - a designated Commercial Court under the provisions of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f241828c50144e148b2c29a2a78cc471_49"
    },
    {
      "start": 3629,
      "end": 3697,
      "text": " the Commercial Courts Act, 2015 [for short, 'the Commercial Court].",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b007234de0774a2c9317582a4733cb79_50"
    },
    {
      "start": 3698,
      "end": 3934,
      "text": "The petitioners have impugned the Commercial Court's order dated 30.07.2022, and the Commercial Court by this order has rejected the petitioners' application under Order VII Rule 10 of the Code of Civil Procedure [for short, 'the CPC'].",
      "labels": [
        "FAC"
      ],
      "id": "ca4a2448b12244998bb5a91dcf5512d2_51"
    },
    {
      "start": 3936,
      "end": 4371,
      "text": "2. The respondent's suit in Commercial O.S. No.814/2022 is for the petitioners' ejectment from the immovable property bearing BBMP Khata No. 78/4/1, BBMP Ward No.23, HBR Layout, Nagavara, Bangalore-560045 comprising of Stilt, Ground and three Upper floors [for short, 'the subject property'] and for directions to the petitioners to pay Rs.12,31,185/- and Rs.6,34,86,974/- as alleged rental arrears and liquidated damages respectively.",
      "labels": [
        "FAC"
      ],
      "id": "1fed67ec9a7948f7afd92f48777b07d7_52"
    },
    {
      "start": 4372,
      "end": 4776,
      "text": "The third petitioner has filed the subject application under Order VII Rule 10 of CPC essentially asserting that the Commercial Court will not have jurisdiction to entertain the suit because the dispute between the respondent and the petitioners would not be a 'commercial dispute' as contemplated under Section 2(1)(c)(vii) of the Commercial Courts Act, 2015 [for short, 'the Commercial Court's Act']\n3.",
      "labels": [
        "FAC"
      ],
      "id": "a5138a8d003346ccb5c7f870aa3b658c_53"
    },
    {
      "start": 4777,
      "end": 5076,
      "text": "The third petitioner has asserted, relying upon the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, that a dispute to be a 'commercial dispute' will have to be a dispute in relation to an agreement pertaining to an immovable property which is used exclusively for trade or commerce.",
      "labels": [
        "FAC"
      ],
      "id": "a3e008d0ef7d4566a2e4b5d4089d45fe_54"
    },
    {
      "start": 5077,
      "end": 5354,
      "text": "However the present dispute is between the petitioners and the respondent who are parties to the Lease Deed Dated 01.01.2020, and the subject property is demised under this lease deed to be used exclusively for educational purposes [i.e., for the purposes of running a School].",
      "labels": [
        "FAC"
      ],
      "id": "a8f9c6f36e3747a086d670fdc889e407_55"
    },
    {
      "start": 5355,
      "end": 5687,
      "text": "As the Lease Deed is an agreement relating to an immovable property that is utilized for running an educational institution [a School] it cannot be construed as an agreement relating to immovable property that is exclusively used for the purposes of either trade or commerce and therefore, the dispute is not a 'commercial dispute'.",
      "labels": [
        "FAC"
      ],
      "id": "0ef47e757e6f452aad2ec7ef250fed09_56"
    },
    {
      "start": 5689,
      "end": 5783,
      "text": "4. The respondent has resisted this application contending that there is suppression of facts.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "63ea1b74c382444abf6e241c92384c85_57"
    },
    {
      "start": 5784,
      "end": 6093,
      "text": "The respondent contends that the value of the transaction between the petitioners and the respondent exceeds Rs. 1 [one] crore - the threshold mentioned in Section 6 of the Commercial Courts Act, and a deeper scrutiny of the circumstances would establish the commercial nature of the transaction between them.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6c96ba14c3454c8c917088d09435a50b_58"
    },
    {
      "start": 6094,
      "end": 6417,
      "text": "The respondent has also contended that the dispute is in the context of the landlord- tenancy relationship with the petitioners, and the suit, which is filed after issuance of notice under Section 106 of the Transfer of Property Act, 1882, in the circumstances of the case, will be maintainable before the Commercial Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "19ba69953c7540a0affaeb9f554fe850_59"
    },
    {
      "start": 6419,
      "end": 6604,
      "text": "5. The facts leading to the present commercial suit stated in brief would be that the first petitioner is constituted as a Public Charitable Trust under the Trust Deed dated 31.10.2014.",
      "labels": [
        "ISSUE"
      ],
      "id": "cfb1d91da4614d04a5ea1ca3604a7196_60"
    },
    {
      "start": 6605,
      "end": 6806,
      "text": "The author of this Trust [the first petitioner - the third defendant in the commercial Suit] is Mr. R.R. Acharya, and he along with Mr. K.A. Poonacha is also appointed as one of the permanent Trustees.",
      "labels": [
        "FAC"
      ],
      "id": "33863a40e0434a768c8b483fa9c6843e_61"
    },
    {
      "start": 6807,
      "end": 7019,
      "text": "Mr. U.R.N.Murthy, who was the owner of the subject property at the relevant point of time, has executed the Lease Deed dated 07.11.2015 demising the subject property in favour of the Trust - the first petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "f270544f13f24e8a92554dda39e6954d_62"
    },
    {
      "start": 7020,
      "end": 7153,
      "text": "The lease of the subject property under this Lease Deed dated 07.11.2015 is renewed under the Supplementary Deed dated 13.09.2017.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "24d74abf010a488891199285786a2f72_63"
    },
    {
      "start": 7154,
      "end": 7466,
      "text": "On 12.10.2018, [the lease of the subject property is cancelled vide a registered Surrender of Lease Deed of the even date], and within three days therefrom, Mr. U.R.N.Murthy [the owner of the subject property as of such date] has executed sale deed transferring the subject property in favour of the respondent1.",
      "labels": [
        "FAC"
      ],
      "id": "8a44fe8fb8fa4a8bbc746cabbd26a083_64"
    },
    {
      "start": 7467,
      "end": 7601,
      "text": "On 22.07.2019, the Deed of Amendment - cum - Restatement of the Educational and Cultural Trust is executed inter se the then trustees.",
      "labels": [
        "FAC"
      ],
      "id": "93773e0f9f864659855fa9bfd3c35973_65"
    },
    {
      "start": 7602,
      "end": 7846,
      "text": "The salient of this Amendment-Cum-Restatement Deed is that the trustees, Mrs. Radhika Reddy and Mrs. M.S. Selvi, who were in the meanwhile appointed as Trustees, have agreed to continue as permanent Trustees and the other Trustees have retired.",
      "labels": [
        "FAC"
      ],
      "id": "6cc59321925b4a6692af342dbae3e20c_66"
    },
    {
      "start": 7848,
      "end": 8225,
      "text": "7. With these transactions and documents, if Mrs. Radhika Reddy and Mrs. M S Selvi were representing the Trust, their spouses - Mr. G. Sharath Reddy and Mr. Ramalingam Mohan - owned the subject property as partners of the respondent, and therefore could be a reasonable inference of a certain shared interests in them in the subject property and the establishment - the School.",
      "labels": [
        "FAC"
      ],
      "id": "2cbe619b86a945ffb6cc5e75d8f3fe11_67"
    },
    {
      "start": 8226,
      "end": 8235,
      "text": "A fresh 1",
      "labels": [
        "FAC"
      ],
      "id": "b06e75961fa14be9906827c04a934514_68"
    },
    {
      "start": 8236,
      "end": 8752,
      "text": "The respondent is a limited liability partnership, and the sale deed by Sri U.R. Murthy is dated 15.10.2018 lease of the subject property is created in favour of the Trust by the respondent under the Lease Deed dated 01.12.2020, but immediately thereafter on 04.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi [the Trustees], the second petitioner [M/s Indian Public School Private Limited] and the third petitioner have entered into the 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust'.",
      "labels": [
        "FAC"
      ],
      "id": "f52b23a2e8e944c681c5baf357263308_69"
    },
    {
      "start": 8754,
      "end": 9117,
      "text": "8. In this Deed of Amendment dated 04.12.2020, the petitioners are appointed as new Trustees with Mrs. Radhika Reddy and Mrs. M.S. Selvi also continuing as Trustees, but again on 11.12.2020, another 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust' is executed further amending the terms of the original Trust Deed dated 31.10.2014.\n9.",
      "labels": [
        "FAC"
      ],
      "id": "3ec18a60821541d9bcd26cbfaab4f21e_70"
    },
    {
      "start": 9118,
      "end": 9406,
      "text": "After this Deed of Amendment dated 11.12.2020, which is registered on 21.12.2020 with the concerned Sub Registrar, and with the subsequent Resignation Letter dated 21.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi have retired as Trustees with the petitioners continuing as the Trustees.",
      "labels": [
        "FAC"
      ],
      "id": "215ea6f8e7ef4844a2cdc66bb8b23414_71"
    },
    {
      "start": 9407,
      "end": 9569,
      "text": "Thus, there is bifurcation of interests with the petitioners holding leasehold rights to the subject property and the right to run School in the subject property.",
      "labels": [
        "FAC"
      ],
      "id": "8676634d70524808aea174f39ce73600_72"
    },
    {
      "start": 9570,
      "end": 9712,
      "text": "These are undisputed circumstances in which the petitioners have come into possession of the subject property as lessees under the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "fd1e8e134f6b44d1ad009ab589953404_73"
    },
    {
      "start": 9713,
      "end": 9829,
      "text": "\n10. On behalf of the respondent the following additional documents are placed on record in the present proceedings.",
      "labels": [
        "NONE"
      ],
      "id": "44f69eb884b646aca63f5f4726424c09_74"
    },
    {
      "start": 9830,
      "end": 9938,
      "text": "\n[a] a copy of the email dated 25.11.2020, [b] a copy of the Indenture of Undertaking dated 21.12.2020 and [",
      "labels": [
        "FAC"
      ],
      "id": "a0efae37d2f14f1db0edb7417aecc2f9_75"
    },
    {
      "start": 9939,
      "end": 10007,
      "text": "c ] copies of the notices exchanged on 11.03.20222 and 27.04.2022.\n2",
      "labels": [
        "FAC"
      ],
      "id": "651244d261e342579c779999cc123205_76"
    },
    {
      "start": 10008,
      "end": 10555,
      "text": "The respondent has also caused another notice dated 11.04.2022 as mentioned in the respondent's Reply Notice - 10 - The respondent has brought on record these documents to emphasize that it has availed loan from M/s. Kotak Mahindra Bank Limited for the purposes of construction in the subject property in the course of its business, and the petitioners have executed Indenture of Undertaking simultaneously with the execution of the last of the lease deed undertaking to pay the agreed rent as also the security deposit and non-refundable premium.",
      "labels": [
        "FAC"
      ],
      "id": "1606bdbf65b143f38484f55d2527b633_77"
    },
    {
      "start": 10556,
      "end": 10798,
      "text": "The notice for termination of tenancy is issued because there is an obvious breach of the terms of the lease and therefore the respondent is entitled to terminate the lease and recover rental arrears as also damages as computed in the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "f3d0866bd79843288a22dfd687dfbc86_78"
    },
    {
      "start": 10800,
      "end": 11080,
      "text": "11. The Commercial Court, in the aforesaid circumstances and the rival contentions, has considered the merits of the petitioners' application to answer the question: whether the third petitioner dated 27.04.2022, but a copy of this Notice dated 11.04.2022 is not placed on record.",
      "labels": [
        "ISSUE"
      ],
      "id": "d6d72b0eb54a4e7cb2eada8542bf12e6_79"
    },
    {
      "start": 11082,
      "end": 11384,
      "text": "- 11 - has established that because the Lease Deed dated 01.12.2020 relates to an immovable property which is used for educational purposes, the dispute would be outside the fold contemplated under Section 2[1][c][vii] of the Commercial Courts Act and hence should be returned for want of jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "6af76622061341a99bffe553c02f66ef_80"
    },
    {
      "start": 11385,
      "end": 11524,
      "text": "The Commercial Court has answered the question in the negative opining that the suit can be maintained before it for the following reasons.",
      "labels": [
        "FAC"
      ],
      "id": "f62c0dae7a244c5596e3674729143615_81"
    },
    {
      "start": 11525,
      "end": 11745,
      "text": "\n[i] Mr. U.R.N. Murthy has executed the sale deed dated 15.10.2018 in favour of the respondent describing the subject property as a commercial property and the petitioners have obtained lease of this commercial property.",
      "labels": [
        "FAC"
      ],
      "id": "247223f018f44510a3f0d0db6ae6fc05_82"
    },
    {
      "start": 11746,
      "end": 11912,
      "text": "\n[ii] The Tax paid receipts for the subject property for the year 2021-22 are produced, and tax is paid describing the property as being within non- residential zone.",
      "labels": [
        "FAC"
      ],
      "id": "aabf931e3e8a45f6ae70c5e55e14412d_83"
    },
    {
      "start": 11913,
      "end": 12080,
      "text": "According to the BBMP Bye-laws, non-residential buildings will include buildings used by Banks, Offices and other institutions such as - 12 - educational institutions.",
      "labels": [
        "FAC"
      ],
      "id": "6f58e7873f114cd9b9cb2fe9ed2adf1e_84"
    },
    {
      "start": 12081,
      "end": 12134,
      "text": "The respondent is therefore paying a higher tax rate.",
      "labels": [
        "FAC"
      ],
      "id": "b22e523eaadc48a280add74713cc8e62_85"
    },
    {
      "start": 12135,
      "end": 12243,
      "text": "\n[iii] The petitioners are running a school with about 6,000 students3 and collecting fee from the students.",
      "labels": [
        "FAC"
      ],
      "id": "ba49d5db9c04424fad1d1c7c2068b544_86"
    },
    {
      "start": 12244,
      "end": 12336,
      "text": "As such, the petitioners' educational institution is not being run as a charitable activity.",
      "labels": [
        "FAC"
      ],
      "id": "8bd97b4502ba4776a3ab7f890474c092_87"
    },
    {
      "start": 12337,
      "end": 12662,
      "text": "\n[iv] Though different decisions by the Hon'ble Supreme Court are cited to bolster the submission that running an educational institution would not be either trade or commerce, such decisions are not in the context of a suit for eviction and for recovery of arrears of rent, and therefore, not applicable to the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0250d02612d64b0fad866c4659faa0ea_88"
    },
    {
      "start": 12664,
      "end": 12810,
      "text": "12. The reason for the dispute between the petitioners and the respondent is because the petitioners are tendering rent at a rate lower than the 3",
      "labels": [
        "ISSUE"
      ],
      "id": "23bec7e7307d4f469c837aacfc97e01c_89"
    },
    {
      "start": 12811,
      "end": 13018,
      "text": "It is submitted before this Court that this is factually incorrect because may be the Trust has a wider student strength across the country, but insofar as the School in the subject property, it is far less.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88515cb116b04d7c83bf169081228fbd_90"
    },
    {
      "start": 13019,
      "end": 13039,
      "text": "\n- 13 - agreed rate.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc36ca23caf949f6976ce033bd79c8a7_91"
    },
    {
      "start": 13040,
      "end": 13329,
      "text": "It is undisputed that the Lease Deed dated 01.12.2020 mentions Rs.15 lakhs as the monthly rent payable, and the petitioners are paying monthly rent at the rate of Rs.10 lakhs contending that the actual area of the subject property is much lesser than the area assured under the Lease Deed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "286d2f95dabc44eca120e133bfb5d1bf_92"
    },
    {
      "start": 13330,
      "end": 13437,
      "text": "This Court on 21.09.2022 has granted interim orders staying all further proceedings in the commercial suit.",
      "labels": [
        "FAC"
      ],
      "id": "8867159e255c40a88b723826c8945268_93"
    },
    {
      "start": 13439,
      "end": 13722,
      "text": "13. The respondent contested the continuation of this interim order asserting that the present application under Order VII Rule 10 of CPC, and therefore the present petition, is filed only to avoid the consequence of the default in paying the monthly rent at the rate of Rs.10 lakhs.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1a0b0505e632406bb47406ecc6c3a3ec_94"
    },
    {
      "start": 13723,
      "end": 13984,
      "text": "This Court, in the light of this objection, proposed to hear on the question whether the interim order could be continued if the petitioners, who have agreed to pay - 14 - monthly rent of Rs.15 lakhs, do not dispute that up- to-date rents are paid at such rate.",
      "labels": [
        "RLC"
      ],
      "id": "980554aa32b74df2ae0cf39d07f13057_95"
    },
    {
      "start": 13986,
      "end": 14303,
      "text": "14. It was submitted on behalf of the petitioners that 50% of the arrears at the rate of Rs.15 lakhs per month [minus the amount tendered at the rate of Rs.10 lakhs per month] would be deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70640c51860a4432abafa0d08075c092_96"
    },
    {
      "start": 14304,
      "end": 14464,
      "text": "Accordingly, Rs.50 lakhs is deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d7920046151144b7baa8db7d4afa55b0_97"
    },
    {
      "start": 14465,
      "end": 14840,
      "text": "The respondent has filed an application for release of this amount of Rs.50 Lakhs in deposit contending, amongst others, that it has to repay a huge debt and there is default in its EMI payment because the petitioners, despite the express terms of the Lease Deed dated 01.12.2020 and the Memorandum of Undertaking, are unilaterally paying only a sum of Rs.10 lakhs per month.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "92f01a1357b641a6808504ab1bd101e5_98"
    },
    {
      "start": 14841,
      "end": 14852,
      "text": "\n- 15 - 15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a26a8140723247529f5aeb162f45876b_99"
    },
    {
      "start": 14853,
      "end": 15072,
      "text": "Sri. T Sooryanarayana, the learned Senior Counsel for the petitioners, and Sri Ajay Govindaraj, the learned counsel for the respondent, are heard, with their consent, for final disposal of the petition as also the order",
      "labels": [
        "NONE"
      ],
      "id": "91f52e8e2d7b4a7eaed57153b06916f1_100"
    },
    {
      "start": 15073,
      "end": 15553,
      "text": "to be made on the respondent's request for payment of Rs.50 lakhs in deposit in the backdrop of the petitioners' case, insofar as this amount in deposit, that it is deposited to demonstrate bona fides and this deposit completely undermines the respondent's case that the application under Order VII Rule 10 of CPC and the present petition are filed only to avoid payment of Rs.15 lakhs as rent per month and the consequence of paying, as against the aforesaid amount, Rs.10 lakhs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88ee55029c634bbbb621f827a481b379_101"
    },
    {
      "start": 15555,
      "end": 15639,
      "text": "16. Sri. T Sooryanarayana, in support of the petition, relies upon two propositions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "033c463da31d450fb300a6ee82db069b_102"
    },
    {
      "start": 15640,
      "end": 15877,
      "text": "He argues that the provisions of the Commercial Courts Act must receive strict interpretation, and this flows from the decision of the Hon'ble Supreme Court in Ambalal - 16 - Sarabhai Enterprises Ltd. v. K S Infra Space LLP and another4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b7605efdabb7440780826246221e23db_103"
    },
    {
      "start": 15878,
      "end": 16333,
      "text": "He canvasses that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, as in the present case, were relied upon to file an application under Order VII Rule 10 of CPC, and the Hon'ble Supreme Court has declared that the expression 'used exclusively' in the aforesaid provision must be narrowly construed to exclude the situations that will be covered by the use of expressions such as 'ready for use' or 'likely to be used' or 'to be used'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2c3a6bd5bf5145c88abb807a7ea8840d_104"
    },
    {
      "start": 16335,
      "end": 16829,
      "text": "17. Sri. T Sooryanarayana submits that the provisions of the Commercial Courts Act, and therefore the provisions of section 2(1)(c) thereof, must be interpreted purposefully to ensure that only certain disputes which actually answers the definition of 'commercial disputes' as provided under the aforesaid provisions are entertained lest all class 4 (2020) 15 Supreme Court Cases 585 - 17 - of litigation is brought into the fold of speedy mechanism provided for a specific class of litigation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "de4fae9da04e401f8dfad47d588f689d_105"
    },
    {
      "start": 16831,
      "end": 17009,
      "text": "18. Sri. T Sooryanarayana next argues that the consistent view of the Courts in India has been that running an educational institution is neither trade nor business nor commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f903ee59fd5249acadc8545ea44243f0_106"
    },
    {
      "start": 17010,
      "end": 17281,
      "text": "The expression 'used exclusively in trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act must receive a similar interpretation excluding suits by or against institutions offering education even if based on agreements relating to immovable property/ies.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "92d11b511e9e419f82daf2bcc51eaf69_107"
    },
    {
      "start": 17282,
      "end": 17744,
      "text": "Notwithstanding the consistent view across different subjects that running educational institution is neither trade nor business nor commerce, if only for the purposes of the Commercial Courts Act, running educational institutions is construed as trade or business or commerce, that would be adopting a liberal construction as against a narrow and purposive construction exposited by the Hon'ble - 18 - Supreme Court in Ambalal Sarabhai Enterprises Ltd. [supra].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e687bee6188c44759f353d45e9165b7b_108"
    },
    {
      "start": 17746,
      "end": 17997,
      "text": "19. In support of the submission that running of educational institutions is consistently held as not trade or commerce, Sri. T Sooryanarayana relies upon the following decisions:\n[i] Unnikrishnan J P and others v. State of Andhra Pradesh and others5:",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0be27b325224e889fc7576850fb9d17_109"
    },
    {
      "start": 17998,
      "end": 18511,
      "text": "Sri. T Sooryanarayana argues that a Constitutional Bench of the Hon'ble Supreme Court while considering, amongst others, whether there is a fundamental right to establish an educational institution under Article 19(1)(g) of the Constitution of India which enshrines the right to practice any profession, or to carry on any occupation, trade or business, has also considered the meaning to be attributed to 5 (1993) 1 Supreme Court Cases 645 - 19 - the expression such as profession, occupation, trade or business.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b1b39e71dbd44ee19c277e737cc4e735_110"
    },
    {
      "start": 18512,
      "end": 18892,
      "text": "It is ultimately opined that right to establish an educational institution can neither be a trade or business, nor can it be profession within the meaning of Article 19(1)(g), and he draws the attention of this Court, amongst others, to the opinion reads as follows6:\n\"Imparting of education has never been treated as a trade or business in this country since the time immemorial.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c79aeb81e94412c9014d7891b002561_111"
    },
    {
      "start": 18893,
      "end": 18933,
      "text": "It has been treated as a religious duty.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "58808d44cbbe452882406f09655e57c8_112"
    },
    {
      "start": 18934,
      "end": 18979,
      "text": "It has been treated as a charitable activity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0c6d9b77fc64128b4cccf2ee3f96f59_113"
    },
    {
      "start": 18980,
      "end": 19012,
      "text": "But never as trade or business\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22f4fe4130f7466188b2c4bb19977526_114"
    },
    {
      "start": 19014,
      "end": 19220,
      "text": "[ii] Sri. T Sooryanarayana, relying upon the declaration in paragraph 198 of this judgment, also submits that running of institutions to impart education is declared as something that cannot be allowed to 6",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "affc47bde6c24e2897659e4b0142703f_115"
    },
    {
      "start": 19221,
      "end": 19269,
      "text": "This is part of paragraph 197 of this judgement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "206fb5770db04e2c9fedd0b095aca833_116"
    },
    {
      "start": 19270,
      "end": 19605,
      "text": "\n- 20 - become commerce and therefore, it follows that running of an educational institution cannot be commerce and he draws the attention of this Court to the following:\n\"Education cannot be allowed to be converted into commerce nor can the petitioners seek to obtain the said result by relying upon the wider meaning of \"occupation\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "44952b8b25504db39f3eedda3ce3c7ac_117"
    },
    {
      "start": 19606,
      "end": 19794,
      "text": "The content of the expression \"occupation\" has to be ascertained keeping in mind the fact that clause (g) employs all the four expressions viz., profession, occupation, trade and business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f8b0e762125458f8c654215cd5c1ccd_118"
    },
    {
      "start": 19795,
      "end": 19891,
      "text": "Their fields may overlap, but each of them does have a content of its own, distinct from others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "feca78d697a246738424b3bcb5b6aa03_119"
    },
    {
      "start": 19892,
      "end": 19998,
      "text": "Be that as it may, one thing is clear-imparting of education is not and cannot be allowed to be commerce.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18335fa741214870a719b70b8bfa73fb_120"
    },
    {
      "start": 19999,
      "end": 20310,
      "text": "\n[iii] Nitte Education Trust, Nitte, Karkala Taluk, Dakshina Kannada and another - 21 - v. Union of India and Another7: Sri. T Sooryanarayana submits that this Court was considering whether the provisions of Monopolies and Restrictive Trade Practices Act, 1969 would apply to running an educational institution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a1f7001574034004b73e504b57fe4af9_121"
    },
    {
      "start": 20311,
      "end": 20676,
      "text": "This Court, after referring to the decision of the Hon'ble Supreme Court in Unni Krishnan J P v.\nState of Andhra Pradesh [supra] and to the definition of expressions such as Trade, Trade Practices and Services in this enactment, and while considering the question whether charging of a higher fee by itself would render running of an educational institution a trade",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4e731c04e2d24e878c8904821525211a_122"
    },
    {
      "start": 20677,
      "end": 21092,
      "text": "has opined thus:\n\"It is a farce to contend that the charging of the higher fee by private educational institution than the fees charged for similar courses in 7 A judgment of this Court reported in (1997)5 Kant. LJ 280 - 22 - government colleges or government aided colleges, but within the ceiling prescribed under the Act would make or render the education or establishment of educational institutions to be trade",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a12cdb5c9a6a43568ccfb64ce508fb22_123"
    },
    {
      "start": 21093,
      "end": 21200,
      "text": ", it is farce and is far from reality.\"\n[iv] M P Electricity Board and others v. Shiv Narayan and another8:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "490f60b4be93446e90d4652cd97e7277_124"
    },
    {
      "start": 21201,
      "end": 21579,
      "text": "Sri. T Sooryanarayana argues that the Hon'ble Supreme Court in this decision, while considering the difference between the expressions 'profession' and 'commerce', has emphasized that the words 'non- domestic' and 'commercial' are not interchangeable, and 'commercial' is defined as traffic, trade or merchandise in buying and selling of goods with the motive of gaining profit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a269a4319c304d328772e2b713a37d92_125"
    },
    {
      "start": 21580,
      "end": 21737,
      "text": "As such, running of an 8 (2005) 7 Supreme Court Cases 283, and this decision is relied upon to undermine one of the reasons assigned by the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "683ae1b12e314cacbaf5948988b91e0e_126"
    },
    {
      "start": 21738,
      "end": 21819,
      "text": "\n- 23 - educational institution, even for a fee, cannot be construed as commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bdf24cba340f497f8c5909edc51640bd_127"
    },
    {
      "start": 21821,
      "end": 22357,
      "text": "20. Sri. Ajay Govindaraj, without refuting the canvas that the provisions of the Commercial Courts Act, and therefore the provisions of Section 2(1)(c)(vii), must receive a purposive interpretation, submits that this Court must also consider that it is settled that in construing a statutory provision the first and the foremost rule of interpretation is the rule of literal construction and if the provisions of a Statute are unambiguous and the legislative intent is clear, the Courts need not call into other rules of interpretation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf17a5c009214e9ea76ac370a4a96f08_128"
    },
    {
      "start": 22358,
      "end": 22488,
      "text": "In this regard he relies upon the decision of the Hon'ble Supreme Court in B Premanand and others v. Mohan Koikal and others9.\n21.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4b172a2601a5447d86654a30053fb5c0_129"
    },
    {
      "start": 22489,
      "end": 23059,
      "text": "Sri. Ajay Govindaraj argues that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, which refer to both disputes arising out (2011) 4 Supreme Court Cases 266 - 24 - of [a] agreements relating to immovable property and [b] such property being used exclusively in trade or commerce, do not require an interpretation with the assistance of an external aid, and if it is shown that a dispute emanates from an agreement relating to immovable property which is used exclusively for trade or commerce, the suit would be maintainable before a Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cf6e30d3d8c94e0f9373ee83bf58b14e_130"
    },
    {
      "start": 23060,
      "end": 23209,
      "text": "The import of this submission is that the expression 'trade or commerce' in Section 2(1)(c)(vii) must be considered as understood in common parlance.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a632f6611fd45f1bd0cb053c328bb14_131"
    },
    {
      "start": 23211,
      "end": 23696,
      "text": "22. Sri. Ajay Govindaraj, relying upon the decision of the Hon'ble Supreme Court in Divisional Controller, KSRTC v. Mahadeva Shetty10, distinguishes the applicability of the different decisions relied on by Sri. T Sooryanarayana to support his case that the expressions 'trade or commerce' in the provisions of Section 2(1)(c)(vii) of 10 (2003) 7 Supreme Court Cases 197 - 25 - the Commercial Courts Act must receive strict interpretation to exclude running of educational institution.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ad5bbe2560a143409b0bab83b7bb9da7_132"
    },
    {
      "start": 23697,
      "end": 23921,
      "text": "Sri. Ajay Govindaraj argues that the propositions in the decisions relied upon by Sri. T Sooryanarayana is in the respective contexts and the declaration therein cannot be expanded beyond the needs of those given situations.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5037e4f8dffe404c815d16ff3727eb3c_133"
    },
    {
      "start": 23922,
      "end": 23979,
      "text": "He relies upon the following from the aforesaid decision:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8781b4184cc45d7a3d807e69fdf2145_134"
    },
    {
      "start": 23980,
      "end": 24177,
      "text": "\n\"The decision ordinarily is a decision on the case before the Court, while the principal underlying the decision would be binding as a precedent in a case which comes up for decision subsequently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a44c5c9fa97400f95c58f41298d7cdf_135"
    },
    {
      "start": 24178,
      "end": 24343,
      "text": "Therefore, while applying the decision to a later case, the court dealing with it should carefully try to ascertain the principle laid down by the previous decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b159587197e4b28ae403ff4cdb77e9b_136"
    },
    {
      "start": 24344,
      "end": 24441,
      "text": "A decision often takes its colour from the question involved in the case in which it is rendered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c15752fc1f604890812a8f8721419657_137"
    },
    {
      "start": 24442,
      "end": 24554,
      "text": "The scope and authority of a precedent should never be expanded unnecessarily beyond the needs of the situation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce8b5e21ca2740438dcb84e8eff3316f_138"
    },
    {
      "start": 24555,
      "end": 24679,
      "text": "The only thing binding as an authority upon a subsequent Judge is the principle upon which the case was decided.\"\n- 26 - 23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "989380137368491580e0814fd90e0235_139"
    },
    {
      "start": 24680,
      "end": 25078,
      "text": "Sri. Ajay Govindaraj argues that the transaction between the petitioners and the respondent, in the present case where it is undisputed that the petitioners have agreed to pay not just Refundable Security Deposit but also Non- refundable Premium executing necessary Memorandum of Understanding, as also the monthly rentals directly to the respondent's Bank, is essentially a commercial transaction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd09863c4b8d43f8b309345e45094ef6_140"
    },
    {
      "start": 25079,
      "end": 25390,
      "text": "Sri. Ajay Govindaraj, to buttress the respondent's case that the dispute with the respondent is a commercial dispute, also relies upon the transactions commencing with the constitution of the Trust with subsequent changes, the execution of the Sale Deed dated 15.10.2018 and the Lease Deed dated 01.12.2020.\n24.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d46beb1b2fab4ef884390fd35b895ef3_141"
    },
    {
      "start": 25391,
      "end": 25623,
      "text": "There cannot be any dispute that only a certain class of litigation shall be construed as 'commercial disputes' and that class of litigation - 27 - would only be those that are listed in Section 2(1)(c) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ddd0f9916134464a793c5b6efab18b0_142"
    },
    {
      "start": 25624,
      "end": 26046,
      "text": "At this stage, it is rather settled with the decision of the Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that not every suit, only because of high value of the subject matter, can be entertained as a 'commercial dispute' and to do so would be to defeat the Legislature's intention in bringing about the Commercial Courts Act, which prescribes a specific procedure.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1dd947f3ba624ba8b0734a54c23cf8cb_143"
    },
    {
      "start": 26047,
      "end": 26141,
      "text": "The Hon'ble Supreme Court in this decision [per Justice A.S.Bopanna] has held as follows:\n\"13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b52cb2d25d3b43fd8f0af1e2afba8109_144"
    },
    {
      "start": 26142,
      "end": 26158,
      "text": "................",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca099f4eec924843a353da9afba7c2d0_145"
    },
    {
      "start": 26159,
      "end": 26379,
      "text": "Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55600d92214e40da874b768b57df388c_146"
    },
    {
      "start": 26380,
      "end": 26746,
      "text": "This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention - 28 - of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ed9d7fe8564418b805991d3b0bcc56f_147"
    },
    {
      "start": 26747,
      "end": 26951,
      "text": "In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9d034b7812b4a8c8eb5dcd28245fdf9_148"
    },
    {
      "start": 26952,
      "end": 27057,
      "text": "If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "533aa4467e4040b299550ecc0a5a8756_149"
    },
    {
      "start": 27058,
      "end": 27191,
      "text": "The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f5caab5b425416b995756f53352423d_150"
    },
    {
      "start": 27193,
      "end": 27370,
      "text": "14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act....\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1db95a7d5d5f4a8bb893f09323351025_151"
    },
    {
      "start": 27372,
      "end": 27534,
      "text": "In fact, the Hon'ble Supreme Court [Per Justice R. Banumathi] has declared that:\n\"A dispute relating to immovable property per se may not be a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4447eed275ad47dca27dc9aad43115d8_152"
    },
    {
      "start": 27535,
      "end": 27735,
      "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable - 29 - property used exclusively in trade or commerce\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c03f9a5dad364db3ac32ff06f3e3a02b_153"
    },
    {
      "start": 27736,
      "end": 27821,
      "text": "The words \"used exclusively in trade or commerce\" are to be interpreted purposefully.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c412b17051214cd9b77088bb82400aef_154"
    },
    {
      "start": 27822,
      "end": 27941,
      "text": "The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a8e58e48dd964eb0a41b6984e7ee7bb6_155"
    },
    {
      "start": 27942,
      "end": 27972,
      "text": "\nIt should be \"actually used\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca9bca277f0b40aba359cc09bf2456ac_156"
    },
    {
      "start": 27973,
      "end": 28085,
      "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2e2e3a4585af4333b4b4244a5696a81f_157"
    },
    {
      "start": 28086,
      "end": 28495,
      "text": "\nIn the backdrop of this enunciation, this Court, despite Sri Ajay Govindaraj's arguments, could only read the expressions 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Court Act without giving each of these expressions a wider interpretation; any interpretation otherwise would fall foul of the enunciation in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infra Space LLP and another [supra].\n25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b091e6ee0c314b618d0119ecb0ef358e_158"
    },
    {
      "start": 28496,
      "end": 28945,
      "text": "In the facts and circumstances of the case, the rival submissions and the aforesaid settled proposition, the question for consideration would be:\n- 30 - Whether a dispute arising under an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution would come within the sweep of a 'commercial dispute' as defined under the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f9838ea297d468c8bf3c5eab9e111b0_159"
    },
    {
      "start": 28947,
      "end": 29139,
      "text": "26. At the outset, this Court must observe that though the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act employ the expression 'trade or commerce', it does not define either.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4dd1b6798847485a80ac62544216fc45_160"
    },
    {
      "start": 29140,
      "end": 29802,
      "text": "Sri. Ajay Govindaraj's argument is that because the provisions of Section 2(1)(c)(vii)11 of the Commercial Courts Act first stipulate that a dispute arising from an agreement relating to an immovable property must be construed as a commercial dispute when such property is used exclusively for trade or commerce, the expression for 'trade or commerce' must be read 11 (c) \"commercial dispute\" means a dispute arising out of-- (i) - (vi)..................................................\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n- 31 - generally [as per common parlance and therefore, receive a wider interpretation].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ea010ae893f44ad2aa3ecdf4c3d96173_161"
    },
    {
      "start": 29803,
      "end": 30003,
      "text": "Indeed it is settled that in the absence of the definition of a particular expression in a statute, the common parlance meaning has to be accepted and this proposition is not confined to tax statutes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc716d0ae2f149a4ab787a9014d417eb_162"
    },
    {
      "start": 30004,
      "end": 30101,
      "text": "This is discernable from a number of decisions by the Hon'ble Supreme Court in a number of cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cbdf92995dd4a5288dd51384f6da434_163"
    },
    {
      "start": 30102,
      "end": 30240,
      "text": "A reference in these regards could be made to the decisions in Major V.P. Singh v. State of UP12 and U.Suvetha v. State and another13.\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38a8021ef61e499ca0deb5c83b62f340_164"
    },
    {
      "start": 30241,
      "end": 30593,
      "text": "However, it is equally salient that a statute ousting the jurisdiction of a civil Court under Section 9 of CPC must be strictly construed, and in this regard, reference could be made to the decision 12 1991 Supp (2) Supreme Court Cases 346 wherein it is held that in the absence of a definition of expressions, common parlance meaning must be accepted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d9e61cf2fab04b1497b512bebc33ed07_165"
    },
    {
      "start": 30594,
      "end": 30862,
      "text": "13 (2009) 6 Supreme Court Cases 757, and in this decision the second proposition is invoked in the context of the meaning to be ascribed to the expression 'relative' as found in section 498A of IPC - 32 - of the Hon'ble Supreme Court in Abdul Waheed Khan v. Bhavani14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53cd389bf3f54e2ebf5a9e3e5e17c36e_166"
    },
    {
      "start": 30863,
      "end": 31048,
      "text": "The Commercial Courts Act in limiting the disputes to be tried as commercial disputes to a certain class of litigation excludes the jurisdiction of a civil Court under Section 9 of CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2599195a627541a0b951b870f0981884_167"
    },
    {
      "start": 31049,
      "end": 31468,
      "text": "Therefore, the provisions of the Commercial Courts Act, including the definition of commercial disputes, must be strictly interpreted, and this would be in consonance with the declaration in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that the provisions of Section 2(1)(c)(vii) must not receive a wider interpretation lest every litigation is entertained as a 'commercial dispute'.\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9ab6ebb6267346cf86a69fc81aeb288a_168"
    },
    {
      "start": 31469,
      "end": 32063,
      "text": "Further, this Court is of the considered view that it cannot be reasonably opined that running of an educational institution for the purpose of the provisions of the Commercial Courts Act would be 14 AIR 1966 SC 1718 - 33 - either trade or commerce though it would not be so in the context of the right that is enshrined under Article 19(1)(g) of the Constitution of India, or for the purposes of other Statutes when the common parlance meaning is not ascribed to the expression 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act and strict interpretation rule is applied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ec1b7b7d1db4c798135162ebe18835f_169"
    },
    {
      "start": 32064,
      "end": 32195,
      "text": "If these expressions, notwithstanding the consistent view, are construed accordingly, it would mean signifying a wider connotation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4563a8f546de4e0184a1860b90037816_170"
    },
    {
      "start": 32196,
      "end": 32542,
      "text": "Therefore, the question for consideration is answered in the negative holding that if a dispute arises out of an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution, it cannot be a commercial dispute within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act.\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6931e182273c4794abcf1e5c433a5e32_171"
    },
    {
      "start": 32543,
      "end": 32712,
      "text": "In the present case, it is beyond pale of dispute that the subject property is used exclusively - 34 - for the purposes of running an educational institution - a school.",
      "labels": [
        "RATIO"
      ],
      "id": "01ea5858c5d34373b0e3c83d22dd9daa_172"
    },
    {
      "start": 32713,
      "end": 32897,
      "text": "When this is undisputed, the other circumstances referred to by the Commercial Court would be extraneous, and these circumstances would not confer jurisdiction in the Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "401720d1f6714c958c426759b2c8ad5f_173"
    },
    {
      "start": 32898,
      "end": 33088,
      "text": "In that event, the Commercial Court's order rejecting the petitioner's application under Order VII Rule 10 CPC cannot be sustained and hence, this Court must intervene with necessary orders.",
      "labels": [
        "RATIO"
      ],
      "id": "830fd0d0964f4481892ef46b5f1c32bc_174"
    },
    {
      "start": 33089,
      "end": 33193,
      "text": "This takes this Court to the orders that have to follow as regards the amount of Rs.50 lakhs in deposit.",
      "labels": [
        "RATIO"
      ],
      "id": "155df79dceec46368cb1cd048e44d9d3_175"
    },
    {
      "start": 33194,
      "end": 33565,
      "text": "As the petitioner's application under Order VII Rule 10 CPC is being allowed with necessary order for return of the plaint before the Commercial Court and because this amount is deposited to show bona fides, it would only be reasonable to return the same to the petitioners leaving all questions open to be decided after the plaint if re-presented in terms of this order.",
      "labels": [
        "RATIO"
      ],
      "id": "250c3c76b0904af78104a558c25f5353_176"
    },
    {
      "start": 33566,
      "end": 33700,
      "text": "Hence, the following:\n- 35 - ORDER [a] The petition is allowed, and the Commercial Court's impugned order dated 30.07.2022 is quashed.",
      "labels": [
        "RPC"
      ],
      "id": "08d9f0382e2b4f64a0f402e99b919fed_177"
    },
    {
      "start": 33701,
      "end": 33898,
      "text": "The petitioner's application under Order VII Rule 10 CPC is allowed directing the Commercial Court to return the plaint to the respondent to be presented before the competent court of jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "625ee72427294850ba3ba4471b50e901_178"
    },
    {
      "start": 33899,
      "end": 34216,
      "text": "\n[b] The Commercial Court is called upon to intimate to the respondent/its representative, as contemplated under Order VII Rule 10A of CPC, this order to return plaint with liberty to the respondent to file an application as permissible under Order VII Rule 10A(2) of CPC within such reasonable time as it may permit.",
      "labels": [
        "RPC"
      ],
      "id": "504bf38df30b42078d8056c574f0b0e2_179"
    },
    {
      "start": 34217,
      "end": 34366,
      "text": "\n- 36 - [c] The Registry is directed to return the amount of Rs.50 Lakhs in deposit to the first petitioner subject to compliance as may be required.",
      "labels": [
        "RPC"
      ],
      "id": "4d351b70be49453d9d933c160b730e96_180"
    },
    {
      "start": 34367,
      "end": 34425,
      "text": "\nAll pending applications stand disposed of by this order.",
      "labels": [
        "RPC"
      ],
      "id": "91d2eba5825e414899f53dff89e2693d_181"
    },
    {
      "start": 34426,
      "end": 34440,
      "text": "\nSd/-\nJUDGE NV",
      "labels": [
        "NONE"
      ],
      "id": "08f0a2fcbed6407c87a87b14b68d1bd4_182"
    }
  ]
}