{
  "id": "1f9e05b5055c8412a7c37a082c3b4f165d466e3fda5632c2e359bf76558fc884",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nHigh Court of Meghalaya\nNational Thermal Power Corporation vs . Meghalaya Power Distribution on 6 July, 2021 \nEquivalent citations: Aironline 2021 Meg 60\nBench: H. S. Thangkhiew, W. Diengdoh \n Serial No. 01\n Regular List \n\n\n                          High Court Of Meghalaya\n                              At Shillong\nArb. A. No. 1 of 2021\n                                                 Date of Decision: 06.07.2021\n\nNational Thermal Power Corporation Vs. Meghalaya Power Distribution\nLimited (Ntpc)                         Corporation Ltd. & Ors. \n\nCoram: \n                   Hon'ble Mr. Justice H. S. Thangkhiew, Judge \n                    Hon'ble Mr. Justice W. Diengdoh, Judge\n\n\nAppearance:\nFor the Petitioner(s)/Appellant(s) :     Mr. V.K. Jindal, Sr. Adv. with\n                                         Mr. S. Jindal, Adv.\n\nFor the Respondent(s)         :          Mr. A. Kumar, Ag with\nMr. S. Sen, Sr. Ga Mr. S. Sengupta, Addl. Sr. Ga Mr. A.H. Kharwanlang, Ga Mr. C. Joshi, Adv.\nMr. S. Sahay, Adv.\nMr. A. Shankar Pandey, Adv.\ni)      Whether approved for reporting in                  Yes/No\n        Law journals etc.:\n\nii)     Whether approved for publication\n        in press:                                          Yes/No\n\n\n\nPer. H.S. Thangkhiew, (J):\n                          Judgment And Order \n1.              Matter taken up via Video Conferencing. \n2. The present appeal has been preferred by the appellant (Ntpc) under Section 37 (1)(b) of the Arbitration and Conciliation Act, 199 6 as amended, read with Section 13 (1A) of the Commercial Courts Act, 2015 against the order dated 11.05.2021 passed by the Judge, Commercial Court, East Khasi Hills District, Shillong in Commercial Misc. Case No. 8 of 2021 filed in Commercial (Arbn.) Case No. 2 of 2021. \n3. The impugned order came to be passed on an application under Order 39 Rule, 4 CPC, filed by the appellant for vacation of the ex parte ad- interim order dated 22.04.2021, on an application under Section 9 of the Arbitration and Conciliation Act, 1996 in Arbitration Case No. 2 of 2021 which was filed by the respondent. By way of the interim order, the learned Commercial Court directed for maintenance of status quo regarding the encashment of Letter of Credit that had been opened in favour of the appellant by the respondent. \n4. The appellant before the learned Commercial Court, Shillong in the application for vacation of the interim order, had raised the issue of jurisdiction and that a dispute between the appellant, a generating company and the respondent a licensee, should strictly be adjudicated under the provisions of the Electricity Act, 2003, wherein it is provided in Section 79 (1) (f) that the Central Electricity Regulatory Commission can adjudicate the dispute itself, or choose to refer the same to arbitration, and that should the dispute be referred to arbitration, the same should be under the stipulation as provided in Section 158 of the Electricity Act, 2003.\n5. The grievance of the appellant is that though pertinent issues on jurisdiction and maintainability, were raised by the appellant before the learned Commercial Court, the impugned order was passed by holding that no case was made out for vacating the order dated 22.04.2021 under Order 39 Rule 4 CPC, either under the question of suppression of facts or on the question of maintainability of the application under Section 9 of the Arbitration and Conciliation Act, 1996. Hence the appeal. \n6. We have heard the learned Counsels for the parties who have both argued at length and placed various authorities in support of their respective arguments and in fact have touched upon the merits of the case itself. Though at the commencement of the admission hearing, Mr. A. Kumar, learned Advocate General had raised a preliminary objection as regards maintainability of the appeal and the same was partly heard, however with the counsel for the appellant Mr. V.K. Jindal, learned Senior advocate resisting the same, the appeal was then heard in its entirety. \n7. Mr. V.K. Jindal, learned Senior counsel assisted by Mr. S. Jindal, learned counsel for the appellant, has advanced arguments on three main issues, firstly on the maintainability of the instant appeal, secondly the maintainability of the Section 9 application under the Arbitration and Conciliation Act, 1996 before the learned Commercial Court below and thirdly, on the merits of the impugned order dated 11.05.2021. On the question of maintainability of the appeal, it has been submitted by the learned Senior counsel that though Section 8 of the Commercial Courts Act bars the filing of a civil revision application, the instant application being an appeal, cannot be equated with a civil revision application or petition. Reliance has been placed by the learned Senior counsel on three judgments to illustrate this point; namely (i) Pranathmaka Ayurvedics Pvt. Ltd. & Ors. vs. Cocosath Health Products, 2020 SCC Online Ker 5476: (2021) 1 KLJ 293(ii) Sigmarq Technologies Pvt. Ltd., &Ors. vs. Manugrah India Limited & Ors. 2017 SCC Online Bom9191: (2018) 1 Bom CR 202 and (iii) Antrix Corporation vs. Devas Multimedia, 2018 (6) RAJ 235 . Learned Senior counsel submits that the above judgments bring out the fact that an appeal is to be differentiated from a civil revision application and that an appeal per se, is maintainable under the Commercial Courts Act, and for the requirement of the bar under Section 8 to fully operate, the challenge raised by way of a civil revision, has to be against an interlocutory order. Learned Senior counsel then submits that the impugned order is not an interlocutory order and though this term has not been defined under the Commercial Courts Act, the connotation of the same can be well understood under other enactments and its interpretation by various judgments. In support thereof, learned counsel has placed reliance on three judgments; (i) Amar Nath & Ors. vs. State of Haryana, AIR 1977 SC 2185, (ii) Central Bank of India vs. Shri Gokal Chand, AIR 1967 SC 799 and (iii)Shah Babulal Khimji vs. Jayaben D, AIR 1981 SC 1786. Learned Senior counsel submits that the above judgments have clearly set out, what is or is not an interlocutory order and that in this context any order, which substantially affects the rights of the party or decides certain rights, even though the order may not bring the entire proceedings to a conclusion, cannot be said to be an interlocutory order. Learned Senior counsel contends that the impugned order, holding that the application under Section 9 is maintainable and thereby rejecting the issue of lack of jurisdiction, is an order that has decided the right of the respondent to prefer a Section 9 application, in a matter that is governed by the Electricity Act, 2003, and as such the impugned order cannot be said to be an interlocutory order. Learned Senior counsel submits that the very purpose of citing these judgments is to show how interlocutory orders are understood under different Acts and as there being no definition under the Commercial Courts Act, these definitions have to be imported into Section 8 of the Act and that the judgments cited however, are not for the purpose to show which orders are appealable under Section 37 of the Arbitration and Conciliation Act, 1996. \n8. On the question that the bar under Section 8 is subject to right of appeal under Section 13, learned Senior counsel submits that though it may be provided for an order to be challenged only at the time of filing an appeal against a decree of a Commercial Court, the same is subject to the right of appeal provided under Section 13 of the Commercial Court Act and in this context has relied on the judgment of Hubtown Limited vs. IDBI Trusteeship Service Limited and Ors. 2016 SCC Online Bom 9019, which he submits has held that the issue of jurisdiction is appealable under Section 13 of the Commercial Courts Act. Coming to whether the impugned order is appealable under Section 37 of the Arbitration Act, learned Senior counsel submits that Section 37 is the controlling section, as held by the Hon'ble Supreme Court, which provides for an appeal against an order refusing or granting an interim order under Section 9 of the Arbitration Act. Relying on the judgment of BGS SGS Soma JV vs. NHPC Limited (2020) 2 SCC 234, learned Senior counsel submits that the Supreme Court has clarified that the Commercial Courts Act, only provide for the forum to file the appeal and does not set the parameters as the same are circumscribed by Section 37 of the Arbitration Act, 1996. It is contended by the learned Senior counsel that the impugned order challenged by the appellant falls squarely under the scope of Section 37 (1) (b) of the Arbitration Act, inasmuch as, the application for vacation of the ex parte stay on encashment of the Letter of Credit was dismissed by the learned Commercial Court below. The learned Senior counsel has placed reliance on the case of ICCI Bank Limited vs. IVRCL Ltd. & Ors. AIR 2015 AP 179, wherein he submits it has been held that, the appeal provided in Section 37 of the Act comprises within its locus an appeal against an order granting ad-interim measures, pending passing of final orders under Section 9 of the Act. He further submits that though objections have been raised, inasmuch as, the judgment was rendered prior to the application of the Commercial Courts Act, 2015 and amendment of the Arbitration Act in 2015, this would have no significance since the import of the judgment shows that an order under Section 9, interim or otherwise is appealable under Section 37 of the Arbitration Act. Learned Senior counsel has also relied on the case of Perin Hoshang Davierwalla vs. Kobad Dorabji Davierwalla, decided on 7th May 2014 (MANU/AP/0078/2011) to reaffirm his stand. Learned Senior counsel then seeks to distinguish the instant point from what has been held in BGS SGS Soma judgment (supra)by contending that the instant impugned order dated 22.04.2021 of status quo, passed by the Commercial Court below cannot come within the meaning of a step towards an interim order, which would render it un-appealable as per the judgment. He further adds that for an order to be considered an interim order, it need not be an order finally adjudicating the issue, but can also be any order that alters and effects the rights of the parties. Learned Senior counsel next has relied on the case of Sati Oil Udyog Ltd vs. Avanti Projects & Infrastructure; 2010 (1) GLT 141 passed by a Single Bench of Gauhati High Court on the point that any order passed under Section 9 whether interim, final, ex parte, ad-interim or otherwise is appealable under Section 37 of the Arbitration Act. \n9. The learned Senior counsel has also advanced submissions that the instant appeal is not only directed against the order dated 11.05.2021, but also against the original ad-interim order of status quo dated 22.04.2021, by contending that the appellant in the application under Order 39 Rule 4 CPC had also prayed for vacating the order of interim status quo and for closure of the proceedings filed by the respondent for want of jurisdiction. \n10. The learned Senior counsel on this aspect, has also tendered alternative submissions that the appeal would be maintainable under Order 43 CPC read with Section 13 (1A) of the Commercial Courts Act, in case it is deemed by this Court that the impugned order is not an order contemplated under Section 37 of the Arbitration Act. To qualify his submissions, it is contended by the learned Senior counsel, that if it is assumed, that the impugned order has not been passed under the Arbitration Act but under the CPC, the requirement of meeting the rigours of Section 37 would no longer exist, as then the impugned order would only be an order passed under Order 39 Rule 4 CPC, which he submits would make it appealable in view of the proviso to Section 13 (1A) of the Commercial Courts Act. Reliance has been placed on the following judgments to try to substantiate the above noted proposition; (i) Arvind constructions Co. vs. Kalinga Mining Corporation, 2007 (6) SCC 798 (ii) Sri Krishen & Anr. vs. Radha Kishen, AIR 1952 All 652 (DB) (iii) The East India Hotels Ltd. vs. Jyoti (P) Ltd, 1996 (38) DRJ 73 (DB) and (iv) Judgment of the Delhi High Court dated 13 July, 2020, in EFA(OS)(COMM) 4/2020, Prasar Bharati vs. M/s Stracon India Limited. The learned Senior counsel apart from submissions made herein before, also submits that vide the impugned order, the application filed by the appellant under Order 39 Rule 4 has been dismissed by holding that the petition under Section 9 is maintainable which has accorded finality to the challenge raised, and as such the appeal is maintainable under Section 13 of the Commercial Courts Act.\n11. Submissions have also been advanced to maintain that even if an appeal is filed under Section 37 of the Arbitration Act, there is no bar against seeking relief under any other law or provision. In this context, the learned Senior counsel has placed certain judgments wherein it has been held that mentioning of a wrong provision in a petition cannot be a ground for rejecting the petition. These are (i) J. KumarDasan Nair vs. IricSohan (2009) 12 SCC 175 (ii) P.K. Palanisami vs, N. Arumugham (2009) 9 SCC 173 and (iii) Challamane Huchha vs. M.R. Tirumala, (2004) 1 SCC 453. Apart from this point, an attempt has been made by the learned Senior counsel to distinguish the case of Kandla Export Corporation vs. OCI Corporation, (2018) 14 SCC 715, by contending that the same was rendered in a complete different context and relates to provisions of Section 50 of the Arbitration Act present in Part-II of the Act concerning execution of foreign awards and not Part I of the Act.\n12. The learned Senior counsel on the next issue, that is the maintainability of a Section 9 petition before the learned Commercial Court, has vehemently contended that a dispute between the appellant, a generating company and the respondent who is a licensee, is to be adjudicated by the Central Electricity Regulatory Commission (CERC) under Section 79 (1) (f) of the Electricity Act, 2003 and that the CERC, can either adjudicate the dispute itself, or choose to refer the same to arbitration. Learned Senior counsel further submits that, should the dispute be referred for arbitration, Section 158 of the Electricity Act enjoins that the said arbitration shall be conducted under the provisions of the Arbitration and Conciliation Act, 1996, which means that Section 9 of the Arbitration Act, as invoked by the respondents, will only come into play after the CERC appoints an arbitrator to adjudicate the matter and not before that. He further submits that the CERC, is not bound to refer matters to arbitration as soon as an application to that effect is filed under Section 79 (1) (f), but that the CERC can decide to adjudicate the dispute itself, or it may refer the same to an arbitrator. Learned Senior counsel submits that the stance of the respondents, that it is the duty of the CERC to appoint an arbitrator to decide the dispute is incorrect. In support of this contention, reliance has been placed in the decision of the judgment of the Supreme Court in Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755. He asserts that by this judgment, the Supreme Court has laid down that the provisions of the Arbitration Act would apply only after the dispute has been referred to arbitration under Section 79 (1) (f) by the CERC and contends that the invocation of Section 9 of the Arbitration Act is therefore incongruous. Learned Senior counsel submits that if any interim relief is to be sought, the respondents should have resorted to Section 94 (2) of the Electricity Act, which authorises the CERC to pass interim orders. It is also submitted that the Electricity Act being a special law governing all such matters, is an exhaustive code by itself, and as such will have pre-eminence over other general law. \n13. The learned Senior counsel thereafter in continuation on this point of argument, has taken us through a series of decisions which are given herein below but for the sake of brevity are not elaborated. (i) Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755, (ii) PTC India Limited vs. Jaypee Karchan Hydro Corporation Limited (iii) T.N. Generation and Distribution Corporation vs. PPN Power Generating Company, (2014) 11 SCC 53 (iv) BGS SGS Soma JV vs. NHPC, (2020) 4 SCC 234 (v) Adani Power vs. Gujarat Electricity Regulatory Commission, (2019) 19 SCC 9 and (vi) Haldiram Manufacturing vs M/S DLF Commercial Complexes, 2012 SCC Online Del 2139. \n14. Learned Senior counsel on the last issue raised i.e. the merit of the impugned order dated 11.05.2021, apart from reiterating his submissions made earlier, has pointed out that the learned Commercial Court has not appreciated the judgment rendered in Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755, wherein he contends, it is implied that the provisions of Arbitration & Conciliation Act would apply only after the dispute has been referred to arbitration under Section 79 (1) (f) of the Electricity Act and not before. Learned Senior counsel therefore submits that the learned Commercial Court has erred in law in also misconstruing the Power Purchase Agreement (PPA) by relying on the judgment of Bharat Aluminum Co.(BALCO) vs. Kaizer Aluminum (2012) 9 SCC 522 in respect of the seat of arbitration notwithstanding the fact that the PPA had vested jurisdiction exclusively on the Courts in Delhi. \n15. It is also further contended that the learned Commercial Court had erred in law in dismissing the application of the appellant by holding that no ground had been made out in the application under Order 39 Rule 4 CPC, that is whether there was a suppression of facts or change in circumstances, inasmuch as, the substantive portion of Rule 4, was totally ignored, which he submits provides that; one is not required to show suppression of facts or change in circumstances in approaching the Court for vacation of an interim order. The learned Senior counsel has also touched upon other minor issues such as, whether the respondents had sought invocation of arbitration or even expressed a clear intention to do so, which is a pre-condition for exercise of powers under Section 9 of the Arbitration Act and submits that all the respondents have done is to invoke the dispute resolution process under clause 7.1 of the PPA, which contemplates the resolution of differences or disputes through mutual discussions. \n16. Learned Senior counsel while closing his arguments submits that the order dated 22.04.2021 of interim status quo, should have been set aside on the application under Order 39 Rule 4 CPC and the entire proceedings closed on the ground of jurisdiction itself by the learned Commercial Court and as such, and on its failure to do so, a grave illegality has been committed which requires interference by this Court by setting aside and quashing the impugned order and consequently the proceedings under Section 9 of the Arbitration and Conciliation Act initiated by the respondents. \n17. In reply to the submissions made by the counsel for the appellant, Mr. A. Kumar, learned Advocate General, assisted by Mr. A.H. Kharwanlang, learned GA has put up three pointed issues for our consideration. First, whether the appeal under the Commercial Courts Act, 2015 read with the Arbitration Act is maintainable against the impugned interlocutory order dated 11.05.2021, secondly, if the first issue is answered in the affirmative, whether the learned Commercial Court had rightly refused to vacate the ad-interim stay in terms of Order 39 Rule 4 CPC and thirdly, whether this Court can examine the matter on merit in absence of any challenge to the interim order of status quo/injunction dated 22.04.2021. \n18 . The learned Advocate General on the question of maintainability of the appeal before this Court, has strongly argued that the same is not maintainable as it is barred by law i.e. Section 8, Section 13 (1A) of the Commercial Courts, Act, 2015 read with Section 37 (1)(b) of the Arbitration Act. To substantiate this contention, the learned Advocate General submits that the impugned order 11.05.2021 is an interlocutory order which is not appealable under Section 37 (1) (b) of the Arbitration Act, as there is no final grant or refusal of interim measures by way of the impugned order, or any final determination of the Section 9 application. Section 37 (1) (b) he submits, only contemplates appeals against a final order and that this stipulation has been made clear by the term \"and from no others\" in the provision itself.\n19. Learned Advocate General then refers to Section 8 of the Commercial Courts Act, 2015 which bars any petition against an interlocutory order of a Commercial Court including an interlocutory order on jurisdiction. He submits that Section 8 further provides that subject to the provisions of Section 13, any such challenge can only be raised in an appeal against the decree of the Commercial Court. It is further contended that Section 13 (1A) of the Commercial Courts Act, is subject to Section 37 of the Arbitration Act and does not confer an independent right of appeal on the appellant, but merely provides a forum for final appeal and further that Section 37 is complete in itself and governs the substantive right of appeal in arbitration matters.\n20. On the question as to whether an appeal can be preferred by the appellant under Order 43 (1) (r) of the CPC, the learned Advocate General submits that, as a right of appeal from orders under Section 9 is exclusively governed by Section 37 of the Arbitration Act, the same will not be permissible in the instant matter. He further submits that the appellant has initiated parallel proceedings by way of the instant commercial appeal while at the same time the Section 9 matter before the learned Commercial Court below is pending. \n21. The learned Advocate General has then raised the point that the appellant having elected to prefer an appeal under Section 37 of the Arbitration Act, the rigours as stipulated thereunder, which provides for a limited right of appeal against orders mentioned in Section 37 (1) and 'from no others', must be satisfied. He submits that, apart from the fact that Section 37 does not permit a challenge to an interlocutory order, even if the same has been passed without jurisdiction, this ground, i.e. lack of jurisdiction is not available to the appellant to sustain the present appeal under Section 37. He further submits that the present appeal being preferred under the appellate jurisdiction of the Arbitration Act, grounds which are not available under Section 37, cannot be taken recourse to by the appellant for consideration of the admission of the appeal. \n22. In support of the submissions recorded hereinabove, learned Advocate General has placed reliance on the following authorities: - (i) BGS SGS SOMA JV v. NHPC (2020) 4 SCC 234 (ii) Chintels India Ltd v. Bhayana Builders 2021 SCC Online SC 80 (iii) Kandla Export Corpn. Vs. OCI Corpn. (2018) 14 SCC 715 (iv) Fuerst Day Lawson Ltd v. Jindal Exports Ltd. (2011) 8 SCC 333 (v) Symphony Services Corporation Pvt. Ltd. vs. Sudip Bhattacharjee 2007 SCC Online Kar 368 and (vi) Benaulim Cable TV Network v. Blits Global Technologies Pvt. Ltd. in SLP (C) No. 2586 of 2019 order dated 14.02.2020. \nLearned Advocate General submits that as per the decision rendered in BGS SGS SOMA (supra) it has been held by the Hon'ble Supreme Court that there is no independent right of appeal under Section 13 (1A) of the Commercial Courts Act, 2015 and following the decisions rendered in Kandla Export (supra) and Fuerst Day (supra) the settled position of law now is that the Arbitration Act being a complete code by itself, an appeal if not maintainable under Section 37 of Arbitration Act cannot be maintained on the principle that the Commercial Court provides the forum of appeal and not substantive right to file appeal. The learned Advocate General relying on the same judgment submits that as can be seen from what has been held by the Hon'ble Supreme Court there can be no independent appeal under Order 43 Rule (1) (r) of the CPC, and that interlocutory orders and interim orders under Section 9 are not appealable. He thus submits that by this judgment, the Hon'ble Supreme Court has laid down the law in categorical terms barring an appeal such as the instant one. The other judgements cited above by the learned Advocate General as they are on the same premise are not deemed necessary to be elaborated or discussed. \n23. On another limb of submission, the learned Advocate General categorically submits that the commercial appeal challenges only the order dated 11.05.2021 passed by the learned Commercial Court, refusing to vacate the ad-interim stay granted vide order dated 22.04.2021, and as such the only question to be decided on merit is whether the learned Commercial Court rightly refused to vacate the ad-interim stay on grounds of suppression of facts or change of circumstances within the ambit of Order 39 Rule 4 CPC. The learned Advocate General submits that it is the pleaded case of the respondents, that there has been no suppression whatsoever and that in its application under Section 9 itself, it has been disclosed that the dispute is covered by statutory arbitration under the Electricity Act. This fact he submits has been noted and recorded by the learned Commercial Court in the impugned order itself that no case of suppression has been made out. He further submits that the appellant is wrong in suggesting that the respondents have suppressed facts, inasmuch as, such interpretation as to the applicability of the provision of the Arbitration Act and the Electricity Act, in the backdrop of the law laid down by the Hon'ble Supreme Court cannot in any manner be considered to be suppression. He further submits that however; the above issue would be required to be gone into by this Court, only if this Court is of the opinion that the appeal is maintainable against an order passed on an application under Order 39 Rule 4 of the CPC under Section 37 (1) (b) of the Arbitration Act. \n24. The learned Advocate General on the question as to whether the Section 9 petition under the Arbitration Act was maintainable before the learned Commercial Court, submits that without prejudice to the fact that the instant appeal is limited only to the dismissal of the application under Order 39 Rule 4 CPC and the main issue yet to be decided by the learned Commercial Court; in view of the submissions of the appellant on this point, certain counter arguments are necessary to be made. Drawing this Court's attention to clause 7.2.1 of the Power Purchase Agreement (PPA) under the heading of 'Arbitration', learned Advocate General submits that clause 7.2 provides for arbitration in terms of the Electricity Act, and as such the instant dispute falling under the said Act is therefore subject to clause 7.2.1 of the PPA. The learned Advocate General next refers to Section 79 (1) (f) of the Electricity Act which empowers the CERC to refer parties to arbitration in respect of any dispute falling under Section 79 (1) and in this context refers to Section 2 (4) of the Arbitration Act and also Sections 158 and 175 of the Electricity Act. He submits that a plain reading of the provisions, show that the law contemplates statutory arbitration and that provisions of Electricity Act also provides application of the arbitration act to statutory arbitration conducted under the Electricity Act and that moreover, the provisions of the Electricity Act are in addition to and not in derogation of any other law. He therefore contends that Section 9 of the Arbitration Act applies with full force to disputes governed by the Electricity Act, as Section 9 is a special provision that provides for interim measures before or during arbitral proceedings, or at any time after the making of the award. Rebutting the contentions of the appellant that relief can be availed of under Section 94 (2) of the Electricity Act for interim relief, the learned Advocate General submits that this provision is only a general power to provide for interim orders when the matter is before the CERC and as such will have no application in the present case. To reinforce his submissions, he asserts that Section 9 by itself is a special provision providing for interim measures before, during and after the arbitral award and that no such provision exists in the Electricity Act. In support of his arguments, learned Advocate General has relied on the case of Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755 and T.N. Generation and Distribution Corporation vs. PPN Power Generating Company, (2014) 11 SCC 53 to illustrate the point that application of Section 9 has not been excluded in cases pertaining to the Electricity Act. \n25. On the other aspect of the matter, the learned Advocate General submits that there is no challenge to the main order dated 22.04.2021 which stands independently and has not merged with the order dated 11.05.2021, therefore the main merit of the matter he contends, is not in issue before this Court. He further submits that the appellant has raised contentions on the merits, for the first time in the instant Commercial Appeal, while the same is yet to be argued by the appellant, nor any reply been filed against the Section 9 application before the learned Commercial Court. Even otherwise, it is submitted that the respondent has a good prima facie case on merits and is entitled to interim protection over the invocation of the Letter of Credit until the arbitration proceedings are initiated. The learned Advocate General briefly has also dwelt on the merits as regards the terms and conditions of the PPA and whether the respondent is entitled to terminate the same. \n26. In closing his submissions, learned Advocate General has laid great emphasis on the question maintainability of the appeal and prays that the same be dismissed on this ground alone. \n27. We have heard learned counsel for the parties at length and given our thoughtful consideration to the points raised keeping in mind the various issues surrounding the matter, especially on the procedural aspect which we note is of extreme importance, in adjudicating matters such as these. The main issue that confronts this Court is no doubt the question of the maintainability of the present commercial appeal filed under Section 37 (1) (b) of the Arbitration & Conciliation, 1996 as amended read with Section 13 (1A) of the Commercial Courts, Act, 2015 as amended, against the order dated 11.05.2021 passed by the learned Commercial Court. \n28. The interplay of the Arbitration Act, the Electricity Act and the Commercial Courts Act will necessarily need to be examined along with the authorities so placed by the parties, to arrive at a decision or a finding as to whether the instant commercial appeal is at all maintainable before this Court. Coupled with this, what needs to be examined also is the nature of the order appealed against, whether it is interlocutory in nature or whether it has determined the competing rights of the parties in the Section 9 application, to make it competent to be an appeal under Section 37 (1) (b) of the Arbitration Act. Before embarking upon the discussion, it would be expedient if the relevant provisions of law that are to be taken into account in adjudicating the matter for the sake of convenience be reproduced herein below: -\n(i) \"THE COMMERCIAL COURTS ACT, 2015 8. Bar against revision application or petition against an interlocutory order.- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court. \n13. Appeals from decrees of Commercial Courts and Commercial Divisions. -\n[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n(ii) THE ELECTRICITY ACT, 2003 Section 79. Functions of Central Commission. - (1) The Central Commission shall discharge the following functions, namely: -\n(a) to regulate the tariff of generating companies owned or controlled by the Central Government;\n(b) to regulate the tariff of generating companies other than those owned or controlled by the Central Government specified in clause (a), if such generating companies enter into or otherwise have a composite scheme for generation and sale of electricity in more than one State;\n(c) to regulate the inter-State transmission of electricity;\n(d) to determine tariff for inter-State transmission of electricity;\n(e) to issue licenses to persons to function as transmission licensee and electricity trader with respect to their inter- State operations;\n(f) to adjudicate upon disputes involving generating companies or transmission licensee in regard to matters connected with clauses (a) to (d) above and to refer any dispute for arbitration;\n            (g)         to levy fees for the purpose of this Act;\n            (h)         to specify Grid Code having regard to Grid Standards;\n\n            (i)         to specify and enforce the standards with respect to quality,\ncontinuity and reliability of service by licensees;\n(j) to fix the trading margin in the inter-State trading of electricity, if considered necessary.\n(k) to discharge such other functions as may be assigned under this Act.\n(2) The Central Commission shall advise the Central Government on all or any of the following matters, namely: -\n(i) formulation of National Electricity Policy and tariff policy;\n(ii) promotion of competition, efficiency and economy in activities of the electricity industry;\n(iii) promotion of investment in electricity industry;\n(iv) any other matter referred to the Central Commission by that Government;\n(3) The Central Commission shall ensure transparency while exercising its powers and discharging its functions. (4) In discharge of its functions, the Central Commission shall be guided by the National Electricity Policy, National Electricity Plan and Tariff Policy published under Section 3.\nSection 158. Arbitration. - Where any matter is, by or under this Act, directed to be determined by arbitration, the matter shall, unless it is otherwise expressly provided in the licence of a licencee, be determined by such person or persons as the Appropriate Commission may nominate in that behalf on the application of either party; but in all other respects the arbitration shall be subject to the provisions of the Arbitration and Conciliation Act, 1996, (26 of 1996)\n(iii) THE ARBITRATION AND CONCILIATION ACT, 1996 9. Interim measures, etc., by Court. -- [1] A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: --\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n[(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine.] [(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.]\n37. Appealable orders. -- (1) [Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely: --\n[(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.] (2) Appeal shall also lie to a court from an order of the arbitral tribunal. --\n(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n29. A plain reading of the provisions which are quoted above, maps out the contours of the procedural law to be applied in considering commercial appeals, which then have to be placed against a given set of facts and circumstances to determine the issue. In the instant case, the appeal is against an order dated 11.05.2021 whereby the learned Commercial Court has refused or rejected an application under Order 39 Rule 4, for vacation of an ad-interim status quo order dated 22.04.2021 passed in a Section 9 application. This Court on the question of maintainability therefore, has only to examine whether the appeal against the order dated 11.05.2021 is maintainable at all under the Commercial Courts Act read with the Arbitration Act. \n30. Section 37 (1) (b) contemplates appeals against final orders only and not against ad-interim orders and this stipulation is underlined by the fact that the words 'and from no others' has been used in the said provision. Read together with Section 8 of the Commercial Courts Act, the scope of an appeal is further narrowed down, inasmuch as, this provision bars any petition against an interlocutory order of a Commercial Court, including an order on the issue of jurisdiction. Further, it is stipulated that any such challenge will be subject to the provisions of Section 13, and shall be raised only in an appeal against a decree of a Commercial Court. Coming to Section 13 of the Commercial Court Act, this provision clearly does not confer an independent right of appeal and the proviso to Section 13 (1A) has circumscribed the types of appeals that can be preferred by making it subject to Order 43 CPC and Section 37 of the Arbitration Act. What emerges therefore, is that the instant appeal has to satisfy the test of Section 37 which as observed hereinabove, provides for a limited right of appeal against orders mentioned in Section 37 (1) and from no others.\n31. In the instant matter, the genesis of the dispute is the Section 9 application filed by the respondent for interim protection, to restrain the encashment of the Letter of Credit drawn in favour of the appellant. The learned Commercial Court by the interim order dated 22.04.2021, had directed for maintenance of status quo and fixed the matter for hearing, apart from granting liberty to the appellant to seek variation or modification of the status quo order. It is to be noted that the application under Section 9 had also at paragraph 10 disclosed the fact that the PPA provided for a provision of arbitration and that any disputes/differences or claims arising out of the said agreement was to be settled in accordance with the provisions of the Electricity Act, 2003 read with the provisions of Arbitration & Conciliation Act, 1996. \n32. The appellants admittedly have neither filed a show cause nor contested the application under Section 9 on merits, but had instead filed an application under Order 39 Rule 4 seeking vacation of the ad-interim order dated 22.04.2021 on the ground of suppression of facts and for dismissal of the Section 9 application on the question of jurisdiction. Section 37 (1) (b) of the Arbitration Act, provides that the granting or refusing to grant any measure under Section 9 is appealable, therefore in the light of this provision, what first needs to be examined is the nature of the interim order and as to whether it would amount to a final order or a step towards a final interim order under Section 9. A plain reading of the order dated 22.04.2021, clearly reveals the interim nature of the order, inasmuch as, it is not only ex parte but liberty was also granted to the appellant to seek appropriate orders for modification of the same. Para-10 to 12 of the order dated 22.04.2021 being relevant is quoted hereinbelow:-\n\"10. It appears that the Petitioner is seeking for an interim order on the ground that clause 2.2.6 of the agreement has been misunderstood and fixed capacity charges, is slapped against the Petitioner. The matter needs to be examined. \n11. At this stage the Respondent are directed to maintain status quo with regard to the encashment of Letter of Credit. This order is passed ex parte, the Petitioners shall communicate this order to the respondents and file an affidavit to that effect. \n12. Since this order has been passed ex parte, the Respondent is at liberty to approach this Court and file application for variation, modification, alteration of the status quo order. Thus, the purport and nature of the above quoted order leaves little room to arrive at any other conclusion, but that it is an order which is purely ad-interim in nature and is not conclusive as to the interim measure or reliefs prayed for under Section 9 of the Arbitration Act. \n33. The order dated 22.04.2021, however has not been put to challenge before this Court and the appeal, notwithstanding any submissions made to the contrary by the appellant, is limited to a challenge to the order dated 11.05.2021 rejecting the application under Order 39 Rule 4 CPC. In this context, the other aspect as to the appeal being maintainable by virtue of proviso to Section 13 (1A) of the Commercial Act, wherein Order 43 (1) (r) has been mentioned needs to be looked into. Coming again to Section 37 of the Arbitration Act which alone can be looked at for the purpose of filing appeals against orders granting or refusing any measure under Section 9, it is found that Order 43 does not find any mention in this provision. What follows therefore is that, if finality in a Section 9 application is to be arrived at to make any order passed thereon appealable, the facts and merits of the application filed by the respondent under Section 9 have to be gone into. In the instant case, there has been no final adjudication of the Section 9 application nor does the impugned order finally decide the same. The appellant as noted did not file any show cause or affidavit to contest the same but instead filed an application under Order 39 Rule 4 CPC. The decision in the application under Order 39 Rule 4 CPC has not conclusively decided the Section 9 application, thus making it un- appealable under Section 37(1)(b) of the Arbitration Act. \n34. In the case of BGS SGC Soma (supra) which in fact is directly applicable to the instant case, it has been held that no independent right of appeal under Section 13 (1A) of the Commercial Court Act, 2015 exists and that an appeal if not maintainable under Section 37 of the Arbitration Act, cannot be maintained by relying upon the Commercial Court, Act. The Hon'ble Supreme Court in paras 12, 13 and 14 which is partly extracted hereinbelow has laid down as follows: -\n\"12. The interplay between Section 37 of the Arbitration Act, 1996 and Section 13 of the Commercial Courts Act, 2015, has been laid down in some detail in the judgment in Kandla Export Corpn. The precise question that arose in Kandla Export Corpn. was as to whether an appeal, which was not maintainable under Section 50 of the Arbitration Act,1996, is nonetheless maintainable under Section 13(1) of the Commercial Courts Act, 2015. In this context, after setting out various provisions of the Commercial Courts Act, 2015 and the Arbitration Act, 1996, this Court held: (SCC pp. 727, 729,731-34, paras 13-15, 20-22 & 27) \"13. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso...\"\n14. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n15. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. \nSimilarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act. \n20. Given the judgment of this Court in Fuerst Day Lawson, which Parliament is presumed to know when it enacted the Arbitration Amendment Act, 2015, and given the fact that no change was made in Section 50 of the Arbitration Act when the Commercial Courts Act was brought into force, it is clear that Section 50 is a provision contained in a self-contained code on matters pertaining to arbitration, and which is exhaustive in nature. It carries the negative import mentioned in para 89 of Fuerst Day Lawson that appeals which are not mentioned therein, are not permissible. This being the case, it is clear that Section 13(1) of the Commercial Courts Act, being a general provision vis--vis arbitration relating to appeals arising out of commercial disputes, would obviously not apply to cases covered by Section 50 of the Arbitration Act. \n21 . However, the question still arises as to why Section 37 of the Arbitration Act was expressly included in the proviso to Section 13(1) of the Commercial Courts Act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside Section 13(1) of the Commercial Courts Act. One answer is that this was done ex abundanti cautela. Another answer may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day as the Commercial Courts Act, Parliament thought, in its wisdom, that it was necessary to emphasise that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Commercial Courts Act. Incidentally, the amendment of 2015 introduced one more category into the category of appealable orders in the Arbitration Act, namely, a category where an order is made under Section 8 refusing to refer parties to arbitration. Parliament may have found it necessary to emphasise the fact that an order referring parties to arbitration under Section 8 is not appealable under Section 37(1)(a) and would, therefore, not be appealable under Section 13(1) of the Commercial Courts Act. Whatever may be the ultimate reason for including Section 37 of the Arbitration Act in the proviso to Section 13(1), the ratio decidendi of the judgment in Fuerst Day Lawson would apply, and this being so, appeals filed under Section 50 of the Arbitration Act would have to follow the drill of Section 50 alone. \n22. This, in fact, follows........ as laying down the forum which will hear and decide such an appeal. \n27. The matter can be looked ...... spheres other than arbitration.\" \n13. Given the fact that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act,1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. Section 37(1) makes it clear that appeals shall only lie from the orders set out in sub-clauses (a), (b) and (c) and from no others. The pigeonhole that the High Court in the impugned judgement has chosen to say that the appeals in the present cases were maintainable is sub-clause (c). According to the High Court, even where a Section 34 application is ordered to be returned to the appropriate Court, such order would amount to an order \"refusing to set aside an arbitral award under Section 34\".\n14. Interestingly, under the proviso to Section 13(1-A) of the Commercial Courts Act, 2015, Order 43 of the CPC is also mentioned. Order 43 Rule(1)(a) reads as follows:\n\"1. Appeal from orders.- An appeal shall lie from the following orders under the provisions of Section 104, namely- (a)an order under Rule 10 of Order 7 returning a plaint to be presented to the proper Court except where the procedure specified in rule 10-A of Order 7 has been followed;\"\nThis provision is conspicuous by its absence in Section 37 of the Arbitration Act, 1996, which alone can be looked at for the purpose of filing appeals against orders setting aside, or refusing to set aside awards under Section 34. Also, what is missed by the impugned judgment is the words \"under Section 34\". Thus, the refusal to set aside an arbitral award must be under Section 34, i.e. after the grounds set out in Section 34 have been applied to the arbitral award in question, and after the Court has turned down such grounds. Admittedly, on the facts of these cases, there was no adjudication under Section 34 of the Arbitration Act, 1996 - all that was done was that the Special Commercial Court at Gurugram allowed an application filed under Section 151 read with Order 7 Rule 10 CPC, determining that the Special Commercial Court at Gurugram had no jurisdiction to proceed further with the Section 34 application, and therefore, such application would have to be returned to the competent court situate at New Delhi.\"\n35. In the same judgment itself, the question of what would amount to an interim order or a step towards an interim order, the principle laid down which would apply to the instant case has been set out in para 19 which is quoted hereinbelow:-\n\"19. It can be seen that the reasoning in this judgment would have no application to the facts of the present case. The Division Bench held that directing Antrix to file an affidavit, enclosing therewith its audited balance sheets and profit and loss account for the last three years, is itself an interim order passed under Section 9 of the Arbitration Act, 1996. The further reasoning of the Court that the direction to Antrix to furnish an affidavit is to aid a future interim order, which would be just consequential, does not commend itself to us. A step towards an interim order would not amount to granting, or refusing to grant, any measure under Section 9 of the Arbitration Act, 1996. The case is also distinguishable for the reason that, as regards the Bangalore Court, which cannot proceed further with the matter, the impugned order therein is really final and would, therefore, also be appealable under Section 37. For all these reasons, this judgment is wholly distinguishable and would not apply to the facts of the present case. We may also advert to the fact that our judgment in Kandla was delivered on 7-2-2018, and was missed by the Division Bench in Antrix Corpn. Ltd, as the Division Bench had reserved judgment on 6-12-2017, even though it ultimately pronounced the judgment on 30-5-2018. The judgment in South Delhi Municipal Corpn. was decided after reference was made to Kandla, resulting in a deposit order being held to be not appealable under Section 37 of the Arbitration Act, 1996.\" \n36. This judgment which is exhaustive and is holding the field in such matters, has also analyzed and distinguished the various judgments which have also been cited by the learned counsels for both the parties and as such it will not be necessary to discuss the various authorities that have been relied upon any further. What follows therefore is that as per the law interpreted and laid down by the Hon'ble Supreme Court, there is no independent right of appeal under Section 13 (1A) of the Commercial Courts Act, the Arbitration Act is a complete code by itself and if an appeal is not maintainable under Section 37, the same cannot be sustained with the support of the Commercial Courts Act; that there is no independent right of appeal under Order 43 Rule (1) (r) CPC, and that interlocutory orders are not appealable, so also interim orders under Section 9.\n37. Apart from the application of law to the instant case on the question of maintainability, an aspect which cannot be overlooked is the fact that the interim order dated 22.04.2021, passed under Section 9 of the application is not under challenge in this appeal, which in our opinion is a core issue, as these proceedings commenced before the learned Commercial Court below on the Section 9 application itself. The adjudication under Section 9 is yet to be concluded and the appellant herein has yet to contest the same on merits to enable the learned Commercial Court to bring the proceedings to a conclusion. The appellant by choosing to impugn only the order dated 11.05.2021, by filing this appeal under Section 37 (1)(b) of the Arbitration Act read with Section 13 (1A) of the Commercial Courts Act, appears to be but an attempt to shortcut the process, by seeking to maintain that there was finality in the orders, that the Commercial Court had no jurisdiction and hence the appeal is maintainable. The judgements placed by the appellant such as ICCI Bank Limited vs. IVRCL Ltd.(supra) and Sati Oil Udyog Ltd vs. Avanti Projects (supra) apart from others, are no longer relevant with the advancement in law in such matters. These in our opinion goes against the very grain of the law as stipulated under Section 8 of the Commercial Court Act, inasmuch as, an appeal has to be only against a decree and further it has to meet the requirements of Section 37(1)(b). In fact, this exercise has only resulted in lengthening the process which should not be the case in commercial matters, where time is the essence and matters are supposed to be dealt with at the earliest. \n38. In view of the facts and circumstances and discussions hereinabove, we find that the instant appeal is not maintainable and the alternative arguments as noted at paragraph 10 of this judgment are also rejected. Accordingly, on the question of maintainability alone, without touching the merits of the case, this appeal fails. \n39. Before parting with the records it may be mentioned that though arguments have been advanced by both the parties with regard to jurisdiction of the Commercial Court to entertain the Section 9 application under the Arbitration Act, this argument and other arguments will be best made before the learned Commercial Court at the time of hearing of the Section 9 application, wherein the question of maintainability of the Section 9 application apart from the merits, will necessarily have to be gone into. It is further needed to be added herein, that though in the impugned order it has been observed that the Section 9 application is maintainable, the same appears to not have been made in the context of the issue in the application and is un-consequential as the question of jurisdiction has been left open. \n40. The appeal accordingly stands dismissed and the learned Commercial Court is directed to hear the Section 9 application in its entirety as expeditiously as possible. \n41. No order as to costs. \n(W. Diengdoh)                                         (H.S. Thangkhiew) \n    Judge                                                    Judge Meghalaya 06.07.2021 \"V. LyndemPS\"\n\n\n\n\n\n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a12535fc62e42e98d2186b50d666dc0_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa5aa5568de743b8a4f36e56dea04a68_1"
    },
    {
      "start": 242,
      "end": 351,
      "text": "\nHigh Court of Meghalaya\nNational Thermal Power Corporation vs . Meghalaya Power Distribution on 6 July, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3a3ecd684aa4e6b86ba8929eca92498_2"
    },
    {
      "start": 353,
      "end": 433,
      "text": "Equivalent citations: Aironline 2021 Meg 60\nBench: H. S. Thangkhiew, W. Diengdoh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8cb08829384f4fc2b5d1207878b62d98_3"
    },
    {
      "start": 434,
      "end": 463,
      "text": "\n Serial No. 01\n Regular List",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98bbc04034fd47049c011347f471df0a_4"
    },
    {
      "start": 493,
      "end": 660,
      "text": "High Court Of Meghalaya\n                              At Shillong\nArb. A. No. 1 of 2021\n                                                 Date of Decision: 06.07.2021\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8353d4062abd490382c600b724b2f1d9_5"
    },
    {
      "start": 660,
      "end": 767,
      "text": "National Thermal Power Corporation Vs. Meghalaya Power Distribution\nLimited (Ntpc)                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6918dedb11f41e8a08aff76da73e138_6"
    },
    {
      "start": 767,
      "end": 790,
      "text": "Corporation Ltd. & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3eda263c0d4842989e67d37d8a5f40f8_7"
    },
    {
      "start": 793,
      "end": 799,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ec73da6859f4169837947cf4b9a356b_8"
    },
    {
      "start": 820,
      "end": 863,
      "text": "Hon'ble Mr. Justice H. S. Thangkhiew, Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b5d177a7ee94eda86b326e68d572ea3_9"
    },
    {
      "start": 864,
      "end": 974,
      "text": "\n                    Hon'ble Mr. Justice W. Diengdoh, Judge\n\n\nAppearance:\nFor the Petitioner(s)/Appellant(s) :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e718e815db5a4cb2ada5aa9ab725ec23_10"
    },
    {
      "start": 979,
      "end": 1051,
      "text": "Mr. V.K. Jindal, Sr. Adv. with\n                                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "594f35549f1d4e0294fc08c246f87e2b_11"
    },
    {
      "start": 1051,
      "end": 1093,
      "text": "Mr. S. Jindal, Adv.\n\nFor the Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "162605c454aa4a30905a3b1bfdb16842_12"
    },
    {
      "start": 1094,
      "end": 1283,
      "text": "        :          Mr. A. Kumar, Ag with\nMr. S. Sen, Sr. Ga Mr. S. Sengupta, Addl. Sr. Ga Mr. A.H. Kharwanlang, Ga Mr. C. Joshi, Adv.\nMr. S. Sahay, Adv.\nMr. A. Shankar Pandey, Adv.\ni)      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "32f12f092f8646d590631cfbde463e52_13"
    },
    {
      "start": 1283,
      "end": 1377,
      "text": "Whether approved for reporting in                  Yes/No\n        Law journals etc.:\n\nii)     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2da844c1570741328ff19a452cf4eca5_14"
    },
    {
      "start": 1377,
      "end": 1550,
      "text": "Whether approved for publication\n        in press:                                          Yes/No\n\n\n\nPer. H.S. Thangkhiew, (J):\n                          Judgment And Order",
      "labels": [
        "NONE"
      ],
      "id": "51dc0b5369954b75ae7148f457b9f176_15"
    },
    {
      "start": 1551,
      "end": 1607,
      "text": "\n1.              Matter taken up via Video Conferencing.",
      "labels": [
        "NONE"
      ],
      "id": "b6cf71d863ed4159ab1e679d490430ff_16"
    },
    {
      "start": 1608,
      "end": 1742,
      "text": "\n2. The present appeal has been preferred by the appellant (Ntpc) under Section 37 (1)(b) of the Arbitration and Conciliation Act, 199",
      "labels": [
        "FAC"
      ],
      "id": "8a89da4c43ce45a08489d0457a3f44f4_17"
    },
    {
      "start": 1743,
      "end": 2014,
      "text": "6 as amended, read with Section 13 (1A) of the Commercial Courts Act, 2015 against the order dated 11.05.2021 passed by the Judge, Commercial Court, East Khasi Hills District, Shillong in Commercial Misc. Case No. 8 of 2021 filed in Commercial (Arbn.) Case No. 2 of 2021.",
      "labels": [
        "FAC"
      ],
      "id": "adc301f96e394c86bf26e75a34fe2996_18"
    },
    {
      "start": 2016,
      "end": 2338,
      "text": "3. The impugned order came to be passed on an application under Order 39 Rule, 4 CPC, filed by the appellant for vacation of the ex parte ad- interim order dated 22.04.2021, on an application under Section 9 of the Arbitration and Conciliation Act, 1996 in Arbitration Case No. 2 of 2021 which was filed by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "1b09e0cf059c459b98f3d485a040f98f_19"
    },
    {
      "start": 2339,
      "end": 2547,
      "text": "By way of the interim order, the learned Commercial Court directed for maintenance of status quo regarding the encashment of Letter of Credit that had been opened in favour of the appellant by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "2267e0005e6d4f4f96b7fd2fa623d9bc_20"
    },
    {
      "start": 2548,
      "end": 3210,
      "text": "\n4. The appellant before the learned Commercial Court, Shillong in the application for vacation of the interim order, had raised the issue of jurisdiction and that a dispute between the appellant, a generating company and the respondent a licensee, should strictly be adjudicated under the provisions of the Electricity Act, 2003, wherein it is provided in Section 79 (1) (f) that the Central Electricity Regulatory Commission can adjudicate the dispute itself, or choose to refer the same to arbitration, and that should the dispute be referred to arbitration, the same should be under the stipulation as provided in Section 158 of the Electricity Act, 2003.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2d182da6895a47778981afefc5446644_21"
    },
    {
      "start": 3211,
      "end": 3680,
      "text": "The grievance of the appellant is that though pertinent issues on jurisdiction and maintainability, were raised by the appellant before the learned Commercial Court, the impugned order was passed by holding that no case was made out for vacating the order dated 22.04.2021 under Order 39 Rule 4 CPC, either under the question of suppression of facts or on the question of maintainability of the application under Section 9 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9fa0967749dd4324bfa1169cec8fc57c_22"
    },
    {
      "start": 3681,
      "end": 3698,
      "text": "Hence the appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ea43fca7dce457b8465b96075d60d19_23"
    },
    {
      "start": 3700,
      "end": 3917,
      "text": "6. We have heard the learned Counsels for the parties who have both argued at length and placed various authorities in support of their respective arguments and in fact have touched upon the merits of the case itself.",
      "labels": [
        "NONE"
      ],
      "id": "6297824eba4c4460b4c44b6128c3aa80_24"
    },
    {
      "start": 3918,
      "end": 4263,
      "text": "Though at the commencement of the admission hearing, Mr. A. Kumar, learned Advocate General had raised a preliminary objection as regards maintainability of the appeal and the same was partly heard, however with the counsel for the appellant Mr. V.K. Jindal, learned Senior advocate resisting the same, the appeal was then heard in its entirety.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "736dfb07f1094622b507f05460abc7f0_25"
    },
    {
      "start": 4265,
      "end": 4684,
      "text": "7. Mr. V.K. Jindal, learned Senior counsel assisted by Mr. S. Jindal, learned counsel for the appellant, has advanced arguments on three main issues, firstly on the maintainability of the instant appeal, secondly the maintainability of the Section 9 application under the Arbitration and Conciliation Act, 1996 before the learned Commercial Court below and thirdly, on the merits of the impugned order dated 11.05.2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "04aa7af2639f4013a9a664a4f89b3a60_26"
    },
    {
      "start": 4685,
      "end": 4992,
      "text": "On the question of maintainability of the appeal, it has been submitted by the learned Senior counsel that though Section 8 of the Commercial Courts Act bars the filing of a civil revision application, the instant application being an appeal, cannot be equated with a civil revision application or petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9bb6658ebed48eabb15074cffcfe3e7_27"
    },
    {
      "start": 4993,
      "end": 5308,
      "text": "Reliance has been placed by the learned Senior counsel on three judgments to illustrate this point; namely (i) Pranathmaka Ayurvedics Pvt. Ltd. & Ors. vs. Cocosath Health Products, 2020 SCC Online Ker 5476: (2021) 1 KLJ 293(ii) Sigmarq Technologies Pvt. Ltd., &Ors. vs. Manugrah India Limited & Ors. 2017 SCC Online",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b5ca27bc7d445d49ade8954ef9427a4_28"
    },
    {
      "start": 5309,
      "end": 5405,
      "text": "Bom9191: (2018) 1 Bom CR 202 and (iii) Antrix Corporation vs. Devas Multimedia, 2018 (6) RAJ 235",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f31e832733924f74945a06aac71b64bb_29"
    },
    {
      "start": 5406,
      "end": 5791,
      "text": ". Learned Senior counsel submits that the above judgments bring out the fact that an appeal is to be differentiated from a civil revision application and that an appeal per se, is maintainable under the Commercial Courts Act, and for the requirement of the bar under Section 8 to fully operate, the challenge raised by way of a civil revision, has to be against an interlocutory order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8555a9cd704142af986d838fdebb4ef3_30"
    },
    {
      "start": 5792,
      "end": 6075,
      "text": "Learned Senior counsel then submits that the impugned order is not an interlocutory order and though this term has not been defined under the Commercial Courts Act, the connotation of the same can be well understood under other enactments and its interpretation by various judgments.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "816e06f3e8ac47bcbf406fcc03b0d4b0_31"
    },
    {
      "start": 6076,
      "end": 6339,
      "text": "In support thereof, learned counsel has placed reliance on three judgments; (i) Amar Nath & Ors. vs. State of Haryana, AIR 1977 SC 2185, (ii) Central Bank of India vs. Shri Gokal Chand, AIR 1967 SC 799 and (iii)Shah Babulal Khimji vs. Jayaben D, AIR 1981 SC 1786.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0bea7d6f0d534e39a42c00c82e308852_32"
    },
    {
      "start": 6340,
      "end": 6694,
      "text": "Learned Senior counsel submits that the above judgments have clearly set out, what is or is not an interlocutory order and that in this context any order, which substantially affects the rights of the party or decides certain rights, even though the order may not bring the entire proceedings to a conclusion, cannot be said to be an interlocutory order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f51f03da341c47368275f595f1129d35_33"
    },
    {
      "start": 6695,
      "end": 7096,
      "text": "Learned Senior counsel contends that the impugned order, holding that the application under Section 9 is maintainable and thereby rejecting the issue of lack of jurisdiction, is an order that has decided the right of the respondent to prefer a Section 9 application, in a matter that is governed by the Electricity Act, 2003, and as such the impugned order cannot be said to be an interlocutory order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9166d1a11db44cceb38070079aeedd9c_34"
    },
    {
      "start": 7097,
      "end": 7539,
      "text": "Learned Senior counsel submits that the very purpose of citing these judgments is to show how interlocutory orders are understood under different Acts and as there being no definition under the Commercial Courts Act, these definitions have to be imported into Section 8 of the Act and that the judgments cited however, are not for the purpose to show which orders are appealable under Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3441bf6d004743ccb04a4a0db265af2e_35"
    },
    {
      "start": 7541,
      "end": 8019,
      "text": "8. On the question that the bar under Section 8 is subject to right of appeal under Section 13, learned Senior counsel submits that though it may be provided for an order to be challenged only at the time of filing an appeal against a decree of a Commercial Court, the same is subject to the right of appeal provided under Section 13 of the Commercial Court Act and in this context has relied on the judgment of Hubtown Limited vs. IDBI Trusteeship Service Limited and Ors. 2016",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "929c13a3e12e4d878c0e405eb8fb74fc_36"
    },
    {
      "start": 8020,
      "end": 8030,
      "text": "SCC Online",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6fd06406ac8947e7a56e2fecfac62b59_37"
    },
    {
      "start": 8031,
      "end": 8158,
      "text": "Bom 9019, which he submits has held that the issue of jurisdiction is appealable under Section 13 of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "38b394ce0c0c4c71b8a26d0ea99778a9_38"
    },
    {
      "start": 8159,
      "end": 8487,
      "text": "Coming to whether the impugned order is appealable under Section 37 of the Arbitration Act, learned Senior counsel submits that Section 37 is the controlling section, as held by the Hon'ble Supreme Court, which provides for an appeal against an order refusing or granting an interim order under Section 9 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "59eb80ceac48407995966e1fc3ac170d_39"
    },
    {
      "start": 8488,
      "end": 8817,
      "text": "Relying on the judgment of BGS SGS Soma JV vs. NHPC Limited (2020) 2 SCC 234, learned Senior counsel submits that the Supreme Court has clarified that the Commercial Courts Act, only provide for the forum to file the appeal and does not set the parameters as the same are circumscribed by Section 37 of the Arbitration Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1ec4a09a9fd6423cb047d74948274e78_40"
    },
    {
      "start": 8818,
      "end": 9146,
      "text": "It is contended by the learned Senior counsel that the impugned order challenged by the appellant falls squarely under the scope of Section 37 (1) (b) of the Arbitration Act, inasmuch as, the application for vacation of the ex parte stay on encashment of the Letter of Credit was dismissed by the learned Commercial Court below.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b32d2cca83845c3a3d1f66499fd2955_41"
    },
    {
      "start": 9147,
      "end": 9496,
      "text": "The learned Senior counsel has placed reliance on the case of ICCI Bank Limited vs. IVRCL Ltd. & Ors. AIR 2015 AP 179, wherein he submits it has been held that, the appeal provided in Section 37 of the Act comprises within its locus an appeal against an order granting ad-interim measures, pending passing of final orders under Section 9 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc7150e4302c473e8495fbcdd86c65b0_42"
    },
    {
      "start": 9497,
      "end": 9879,
      "text": "He further submits that though objections have been raised, inasmuch as, the judgment was rendered prior to the application of the Commercial Courts Act, 2015 and amendment of the Arbitration Act in 2015, this would have no significance since the import of the judgment shows that an order under Section 9, interim or otherwise is appealable under Section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3d90cc9c2c684e068c634111ce0602f0_43"
    },
    {
      "start": 9880,
      "end": 10057,
      "text": "Learned Senior counsel has also relied on the case of Perin Hoshang Davierwalla vs. Kobad Dorabji Davierwalla, decided on 7th May 2014 (MANU/AP/0078/2011) to reaffirm his stand.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc8f0c62d6e749859e8d405cc8fefd48_44"
    },
    {
      "start": 10058,
      "end": 10419,
      "text": "Learned Senior counsel then seeks to distinguish the instant point from what has been held in BGS SGS Soma judgment (supra)by contending that the instant impugned order dated 22.04.2021 of status quo, passed by the Commercial Court below cannot come within the meaning of a step towards an interim order, which would render it un-appealable as per the judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d14b213312aa4d83b68d6d25d2a25d76_45"
    },
    {
      "start": 10420,
      "end": 10621,
      "text": "He further adds that for an order to be considered an interim order, it need not be an order finally adjudicating the issue, but can also be any order that alters and effects the rights of the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab28f6ff74c243e7b7e56eea18437fc4_46"
    },
    {
      "start": 10622,
      "end": 10960,
      "text": "Learned Senior counsel next has relied on the case of Sati Oil Udyog Ltd vs. Avanti Projects & Infrastructure; 2010 (1) GLT 141 passed by a Single Bench of Gauhati High Court on the point that any order passed under Section 9 whether interim, final, ex parte, ad-interim or otherwise is appealable under Section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc84ae2a25324bc28dc1725f3abb969f_47"
    },
    {
      "start": 10962,
      "end": 11405,
      "text": "9. The learned Senior counsel has also advanced submissions that the instant appeal is not only directed against the order dated 11.05.2021, but also against the original ad-interim order of status quo dated 22.04.2021, by contending that the appellant in the application under Order 39 Rule 4 CPC had also prayed for vacating the order of interim status quo and for closure of the proceedings filed by the respondent for want of jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "111aa857ea764e79bb2490e761aac6e5_48"
    },
    {
      "start": 11406,
      "end": 11737,
      "text": "\n10. The learned Senior counsel on this aspect, has also tendered alternative submissions that the appeal would be maintainable under Order 43 CPC read with Section 13 (1A) of the Commercial Courts Act, in case it is deemed by this Court that the impugned order is not an order contemplated under Section 37 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4fc96081822f4a998aee1f8fee269609_49"
    },
    {
      "start": 11738,
      "end": 12198,
      "text": "To qualify his submissions, it is contended by the learned Senior counsel, that if it is assumed, that the impugned order has not been passed under the Arbitration Act but under the CPC, the requirement of meeting the rigours of Section 37 would no longer exist, as then the impugned order would only be an order passed under Order 39 Rule 4 CPC, which he submits would make it appealable in view of the proviso to Section 13 (1A) of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f297d29efd214be3a5798637877298ae_50"
    },
    {
      "start": 12199,
      "end": 12652,
      "text": "Reliance has been placed on the following judgments to try to substantiate the above noted proposition; (i) Arvind constructions Co. vs. Kalinga Mining Corporation, 2007 (6) SCC 798 (ii) Sri Krishen & Anr. vs. Radha Kishen, AIR 1952 All 652 (DB) (iii) The East India Hotels Ltd. vs. Jyoti (P) Ltd, 1996 (38) DRJ 73 (DB) and (iv) Judgment of the Delhi High Court dated 13 July, 2020, in EFA(OS)(COMM) 4/2020, Prasar Bharati vs. M/s Stracon India Limited.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "18c788de3a5f42b2b4c80553bc84e477_51"
    },
    {
      "start": 12653,
      "end": 13049,
      "text": "The learned Senior counsel apart from submissions made herein before, also submits that vide the impugned order, the application filed by the appellant under Order 39 Rule 4 has been dismissed by holding that the petition under Section 9 is maintainable which has accorded finality to the challenge raised, and as such the appeal is maintainable under Section 13 of the Commercial Courts Act.\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c98830dc6d4446b95cd4c8c2bc51fb2_52"
    },
    {
      "start": 13050,
      "end": 13243,
      "text": "Submissions have also been advanced to maintain that even if an appeal is filed under Section 37 of the Arbitration Act, there is no bar against seeking relief under any other law or provision.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2cbf11c6cb146bc844806ac28a80dd4_53"
    },
    {
      "start": 13244,
      "end": 13439,
      "text": "In this context, the learned Senior counsel has placed certain judgments wherein it has been held that mentioning of a wrong provision in a petition cannot be a ground for rejecting the petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3bc7a481de5d46c2bc8c5fbdb9a321b6_54"
    },
    {
      "start": 13440,
      "end": 13624,
      "text": "These are (i) J. KumarDasan Nair vs. IricSohan (2009) 12 SCC 175 (ii) P.K. Palanisami vs, N. Arumugham (2009) 9 SCC 173 and (iii) Challamane Huchha vs. M.R. Tirumala, (2004) 1 SCC 453.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0e5ddf62b36b405fbd39724c7c663105_55"
    },
    {
      "start": 13625,
      "end": 14031,
      "text": "Apart from this point, an attempt has been made by the learned Senior counsel to distinguish the case of Kandla Export Corporation vs. OCI Corporation, (2018) 14 SCC 715, by contending that the same was rendered in a complete different context and relates to provisions of Section 50 of the Arbitration Act present in Part-II of the Act concerning execution of foreign awards and not Part I of the Act.\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f61a8370f6947aabca36f6ad5c7beb5_56"
    },
    {
      "start": 14032,
      "end": 14524,
      "text": "The learned Senior counsel on the next issue, that is the maintainability of a Section 9 petition before the learned Commercial Court, has vehemently contended that a dispute between the appellant, a generating company and the respondent who is a licensee, is to be adjudicated by the Central Electricity Regulatory Commission (CERC) under Section 79 (1) (f) of the Electricity Act, 2003 and that the CERC, can either adjudicate the dispute itself, or choose to refer the same to arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "775e43d5c12d454bb7200f88df30925d_57"
    },
    {
      "start": 14525,
      "end": 14964,
      "text": "Learned Senior counsel further submits that, should the dispute be referred for arbitration, Section 158 of the Electricity Act enjoins that the said arbitration shall be conducted under the provisions of the Arbitration and Conciliation Act, 1996, which means that Section 9 of the Arbitration Act, as invoked by the respondents, will only come into play after the CERC appoints an arbitrator to adjudicate the matter and not before that.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a36e53ac41d141b7bee928c5f4520fa5_58"
    },
    {
      "start": 14965,
      "end": 15225,
      "text": "He further submits that the CERC, is not bound to refer matters to arbitration as soon as an application to that effect is filed under Section 79 (1) (f), but that the CERC can decide to adjudicate the dispute itself, or it may refer the same to an arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "33d2ce1503824608836d6913879835a5_59"
    },
    {
      "start": 15226,
      "end": 15385,
      "text": "Learned Senior counsel submits that the stance of the respondents, that it is the duty of the CERC to appoint an arbitrator to decide the dispute is incorrect.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "19cc7ef2b461414aaf42ed2a1fc72b90_60"
    },
    {
      "start": 15386,
      "end": 15573,
      "text": "In support of this contention, reliance has been placed in the decision of the judgment of the Supreme Court in Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43d8b3e26c6c4d30a6d9d338e0bd6d2a_61"
    },
    {
      "start": 15574,
      "end": 15882,
      "text": "He asserts that by this judgment, the Supreme Court has laid down that the provisions of the Arbitration Act would apply only after the dispute has been referred to arbitration under Section 79 (1) (f) by the CERC and contends that the invocation of Section 9 of the Arbitration Act is therefore incongruous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "468425f9cd1d424684d2b7a000410c78_62"
    },
    {
      "start": 15883,
      "end": 16086,
      "text": "Learned Senior counsel submits that if any interim relief is to be sought, the respondents should have resorted to Section 94 (2) of the Electricity Act, which authorises the CERC to pass interim orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "202517930d494235b0a2c8b998b4be29_63"
    },
    {
      "start": 16087,
      "end": 16272,
      "text": "It is also submitted that the Electricity Act being a special law governing all such matters, is an exhaustive code by itself, and as such will have pre-eminence over other general law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5484c701dd9e4893bfef7db53d7b0060_64"
    },
    {
      "start": 16274,
      "end": 16478,
      "text": "13. The learned Senior counsel thereafter in continuation on this point of argument, has taken us through a series of decisions which are given herein below but for the sake of brevity are not elaborated.",
      "labels": [
        "NONE"
      ],
      "id": "a9ddefbfe4cc41cd9e6e4d5c95e42a56_65"
    },
    {
      "start": 16479,
      "end": 16946,
      "text": "(i) Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755, (ii) PTC India Limited vs. Jaypee Karchan Hydro Corporation Limited (iii) T.N. Generation and Distribution Corporation vs. PPN Power Generating Company, (2014) 11 SCC 53 (iv) BGS SGS Soma JV vs. NHPC, (2020) 4 SCC 234 (v) Adani Power vs. Gujarat Electricity Regulatory Commission, (2019) 19 SCC 9 and (vi) Haldiram Manufacturing vs M/S DLF Commercial Complexes, 2012 SCC Online Del 2139.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2cad3e3656214a6ca043485a86051b3c_66"
    },
    {
      "start": 16948,
      "end": 17499,
      "text": "14. Learned Senior counsel on the last issue raised i.e. the merit of the impugned order dated 11.05.2021, apart from reiterating his submissions made earlier, has pointed out that the learned Commercial Court has not appreciated the judgment rendered in Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755, wherein he contends, it is implied that the provisions of Arbitration & Conciliation Act would apply only after the dispute has been referred to arbitration under Section 79 (1) (f) of the Electricity Act and not before.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06ca8aa5594848afaccfa6d68fc1ec7a_67"
    },
    {
      "start": 17500,
      "end": 17878,
      "text": "Learned Senior counsel therefore submits that the learned Commercial Court has erred in law in also misconstruing the Power Purchase Agreement (PPA) by relying on the judgment of Bharat Aluminum Co.(BALCO) vs. Kaizer Aluminum (2012) 9 SCC 522 in respect of the seat of arbitration notwithstanding the fact that the PPA had vested jurisdiction exclusively on the Courts in Delhi.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "18acab5ecaee42318bbb7c159a4c848c_68"
    },
    {
      "start": 17880,
      "end": 18413,
      "text": "15. It is also further contended that the learned Commercial Court had erred in law in dismissing the application of the appellant by holding that no ground had been made out in the application under Order 39 Rule 4 CPC, that is whether there was a suppression of facts or change in circumstances, inasmuch as, the substantive portion of Rule 4, was totally ignored, which he submits provides that; one is not required to show suppression of facts or change in circumstances in approaching the Court for vacation of an interim order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cf711fceacd241de90cc50a17c1ad248_69"
    },
    {
      "start": 18414,
      "end": 18893,
      "text": "The learned Senior counsel has also touched upon other minor issues such as, whether the respondents had sought invocation of arbitration or even expressed a clear intention to do so, which is a pre-condition for exercise of powers under Section 9 of the Arbitration Act and submits that all the respondents have done is to invoke the dispute resolution process under clause 7.1 of the PPA, which contemplates the resolution of differences or disputes through mutual discussions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f09cb0576ced4d8d8318a12e129545a8_70"
    },
    {
      "start": 18894,
      "end": 19477,
      "text": "\n16. Learned Senior counsel while closing his arguments submits that the order dated 22.04.2021 of interim status quo, should have been set aside on the application under Order 39 Rule 4 CPC and the entire proceedings closed on the ground of jurisdiction itself by the learned Commercial Court and as such, and on its failure to do so, a grave illegality has been committed which requires interference by this Court by setting aside and quashing the impugned order and consequently the proceedings under Section 9 of the Arbitration and Conciliation Act initiated by the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9df2ca3e6fb14f97964ba3edde67e67b_71"
    },
    {
      "start": 19479,
      "end": 19689,
      "text": "17. In reply to the submissions made by the counsel for the appellant, Mr. A. Kumar, learned Advocate General, assisted by Mr. A.H. Kharwanlang, learned GA has put up three pointed issues for our consideration.",
      "labels": [
        "NONE"
      ],
      "id": "49e725c1e70748cb912df043b3222c75_72"
    },
    {
      "start": 19690,
      "end": 20194,
      "text": "First, whether the appeal under the Commercial Courts Act, 2015 read with the Arbitration Act is maintainable against the impugned interlocutory order dated 11.05.2021, secondly, if the first issue is answered in the affirmative, whether the learned Commercial Court had rightly refused to vacate the ad-interim stay in terms of Order 39 Rule 4 CPC and thirdly, whether this Court can examine the matter on merit in absence of any challenge to the interim order of status quo/injunction dated 22.04.2021.",
      "labels": [
        "ISSUE"
      ],
      "id": "22307dd329c940ff88318b7903909a16_73"
    },
    {
      "start": 20195,
      "end": 20494,
      "text": "\n18 . The learned Advocate General on the question of maintainability of the appeal before this Court, has strongly argued that the same is not maintainable as it is barred by law i.e. Section 8, Section 13 (1A) of the Commercial Courts, Act, 2015 read with Section 37 (1)(b) of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "725627fef4a740ee822bc1c2debd05a4_74"
    },
    {
      "start": 20495,
      "end": 20843,
      "text": "To substantiate this contention, the learned Advocate General submits that the impugned order 11.05.2021 is an interlocutory order which is not appealable under Section 37 (1) (b) of the Arbitration Act, as there is no final grant or refusal of interim measures by way of the impugned order, or any final determination of the Section 9 application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc5080b7611d4211b764acf9acd9fcfc_75"
    },
    {
      "start": 20844,
      "end": 21030,
      "text": "Section 37 (1) (b) he submits, only contemplates appeals against a final order and that this stipulation has been made clear by the term \"and from no others\" in the provision itself.\n19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42d8bd61da2a448bac7e682244a317d8_76"
    },
    {
      "start": 21031,
      "end": 21242,
      "text": "Learned Advocate General then refers to Section 8 of the Commercial Courts Act, 2015 which bars any petition against an interlocutory order of a Commercial Court including an interlocutory order on jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "58cf53daa52440dc94c73606ac438802_77"
    },
    {
      "start": 21243,
      "end": 21426,
      "text": "He submits that Section 8 further provides that subject to the provisions of Section 13, any such challenge can only be raised in an appeal against the decree of the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "64947ea141844d13a2d12b05fb54dc04_78"
    },
    {
      "start": 21427,
      "end": 21785,
      "text": "It is further contended that Section 13 (1A) of the Commercial Courts Act, is subject to Section 37 of the Arbitration Act and does not confer an independent right of appeal on the appellant, but merely provides a forum for final appeal and further that Section 37 is complete in itself and governs the substantive right of appeal in arbitration matters.\n20.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a7e64eac8fea48cc89a4178f8e172183_79"
    },
    {
      "start": 21786,
      "end": 22104,
      "text": "On the question as to whether an appeal can be preferred by the appellant under Order 43 (1) (r) of the CPC, the learned Advocate General submits that, as a right of appeal from orders under Section 9 is exclusively governed by Section 37 of the Arbitration Act, the same will not be permissible in the instant matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f78ca9421939448595b5e3894e3d274a_80"
    },
    {
      "start": 22105,
      "end": 22315,
      "text": "He further submits that the appellant has initiated parallel proceedings by way of the instant commercial appeal while at the same time the Section 9 matter before the learned Commercial Court below is pending.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2162a1f3e1224b219b797284817e3824_81"
    },
    {
      "start": 22317,
      "end": 22637,
      "text": "21. The learned Advocate General has then raised the point that the appellant having elected to prefer an appeal under Section 37 of the Arbitration Act, the rigours as stipulated thereunder, which provides for a limited right of appeal against orders mentioned in Section 37 (1) and 'from no others', must be satisfied.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dbae3dedc8da4302aca185136edb4995_82"
    },
    {
      "start": 22638,
      "end": 22921,
      "text": "He submits that, apart from the fact that Section 37 does not permit a challenge to an interlocutory order, even if the same has been passed without jurisdiction, this ground, i.e. lack of jurisdiction is not available to the appellant to sustain the present appeal under Section 37.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4cbf0dd3c63f459dbc614105c5c09ed2_83"
    },
    {
      "start": 22922,
      "end": 23182,
      "text": "He further submits that the present appeal being preferred under the appellate jurisdiction of the Arbitration Act, grounds which are not available under Section 37, cannot be taken recourse to by the appellant for consideration of the admission of the appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "825d50249b4f4eee85a560fd029147b3_84"
    },
    {
      "start": 23184,
      "end": 23772,
      "text": "22. In support of the submissions recorded hereinabove, learned Advocate General has placed reliance on the following authorities: - (i) BGS SGS SOMA JV v. NHPC (2020) 4 SCC 234 (ii) Chintels India Ltd v. Bhayana Builders 2021 SCC Online SC 80 (iii) Kandla Export Corpn. Vs. OCI Corpn. (2018) 14 SCC 715 (iv) Fuerst Day Lawson Ltd v. Jindal Exports Ltd. (2011) 8 SCC 333 (v) Symphony Services Corporation Pvt. Ltd. vs. Sudip Bhattacharjee 2007 SCC Online Kar 368 and (vi) Benaulim Cable TV Network v. Blits Global Technologies Pvt. Ltd. in SLP (C) No. 2586 of 2019 order dated 14.02.2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a6fd7f650fed488491c0234120530a7f_85"
    },
    {
      "start": 23774,
      "end": 24391,
      "text": "Learned Advocate General submits that as per the decision rendered in BGS SGS SOMA (supra) it has been held by the Hon'ble Supreme Court that there is no independent right of appeal under Section 13 (1A) of the Commercial Courts Act, 2015 and following the decisions rendered in Kandla Export (supra) and Fuerst Day (supra) the settled position of law now is that the Arbitration Act being a complete code by itself, an appeal if not maintainable under Section 37 of Arbitration Act cannot be maintained on the principle that the Commercial Court provides the forum of appeal and not substantive right to file appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03ced5bae85b4592932e8f1c518b0924_86"
    },
    {
      "start": 24392,
      "end": 24690,
      "text": "The learned Advocate General relying on the same judgment submits that as can be seen from what has been held by the Hon'ble Supreme Court there can be no independent appeal under Order 43 Rule (1) (r) of the CPC, and that interlocutory orders and interim orders under Section 9 are not appealable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4cfa4b42a4634b37b52a0ae3fdc4bc0c_87"
    },
    {
      "start": 24691,
      "end": 24841,
      "text": "He thus submits that by this judgment, the Hon'ble Supreme Court has laid down the law in categorical terms barring an appeal such as the instant one.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6625457601a1473aa3956bb76aa8f2e0_88"
    },
    {
      "start": 24842,
      "end": 24994,
      "text": "The other judgements cited above by the learned Advocate General as they are on the same premise are not deemed necessary to be elaborated or discussed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "08be8deef8fa4719ab1c45d4916e4a56_89"
    },
    {
      "start": 24996,
      "end": 25509,
      "text": "23. On another limb of submission, the learned Advocate General categorically submits that the commercial appeal challenges only the order dated 11.05.2021 passed by the learned Commercial Court, refusing to vacate the ad-interim stay granted vide order dated 22.04.2021, and as such the only question to be decided on merit is whether the learned Commercial Court rightly refused to vacate the ad-interim stay on grounds of suppression of facts or change of circumstances within the ambit of Order 39 Rule 4 CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "643658f88f0249c3b6902d29e8cf948d_90"
    },
    {
      "start": 25510,
      "end": 25794,
      "text": "The learned Advocate General submits that it is the pleaded case of the respondents, that there has been no suppression whatsoever and that in its application under Section 9 itself, it has been disclosed that the dispute is covered by statutory arbitration under the Electricity Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4f6229b1f164b22b77e671978f72283_91"
    },
    {
      "start": 25795,
      "end": 25951,
      "text": "This fact he submits has been noted and recorded by the learned Commercial Court in the impugned order itself that no case of suppression has been made out.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "15fa8d50cb9542c0935bf74aa6c6891b_92"
    },
    {
      "start": 25952,
      "end": 26298,
      "text": "He further submits that the appellant is wrong in suggesting that the respondents have suppressed facts, inasmuch as, such interpretation as to the applicability of the provision of the Arbitration Act and the Electricity Act, in the backdrop of the law laid down by the Hon'ble Supreme Court cannot in any manner be considered to be suppression.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f015db6d6e104c228bb655db4a533b59_93"
    },
    {
      "start": 26299,
      "end": 26589,
      "text": "He further submits that however; the above issue would be required to be gone into by this Court, only if this Court is of the opinion that the appeal is maintainable against an order passed on an application under Order 39 Rule 4 of the CPC under Section 37 (1) (b) of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7731c950d3014e38914174760fae1d9d_94"
    },
    {
      "start": 26591,
      "end": 27082,
      "text": "24. The learned Advocate General on the question as to whether the Section 9 petition under the Arbitration Act was maintainable before the learned Commercial Court, submits that without prejudice to the fact that the instant appeal is limited only to the dismissal of the application under Order 39 Rule 4 CPC and the main issue yet to be decided by the learned Commercial Court; in view of the submissions of the appellant on this point, certain counter arguments are necessary to be made.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1ce1cf5c20c948309d4b3c822d9cb4a5_95"
    },
    {
      "start": 27083,
      "end": 27418,
      "text": "Drawing this Court's attention to clause 7.2.1 of the Power Purchase Agreement (PPA) under the heading of 'Arbitration', learned Advocate General submits that clause 7.2 provides for arbitration in terms of the Electricity Act, and as such the instant dispute falling under the said Act is therefore subject to clause 7.2.1 of the PPA.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f3c12722558451281a8d975ce58a329_96"
    },
    {
      "start": 27419,
      "end": 27736,
      "text": "The learned Advocate General next refers to Section 79 (1) (f) of the Electricity Act which empowers the CERC to refer parties to arbitration in respect of any dispute falling under Section 79 (1) and in this context refers to Section 2 (4) of the Arbitration Act and also Sections 158 and 175 of the Electricity Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2688b03b37794334a0d2689129aff733_97"
    },
    {
      "start": 27737,
      "end": 28105,
      "text": "He submits that a plain reading of the provisions, show that the law contemplates statutory arbitration and that provisions of Electricity Act also provides application of the arbitration act to statutory arbitration conducted under the Electricity Act and that moreover, the provisions of the Electricity Act are in addition to and not in derogation of any other law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa254ee83b994176b85a7d3da80eb61f_98"
    },
    {
      "start": 28106,
      "end": 28390,
      "text": "He therefore contends that Section 9 of the Arbitration Act applies with full force to disputes governed by the Electricity Act, as Section 9 is a special provision that provides for interim measures before or during arbitral proceedings, or at any time after the making of the award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac3fa886dec3450588456c4003264f2e_99"
    },
    {
      "start": 28391,
      "end": 28731,
      "text": "Rebutting the contentions of the appellant that relief can be availed of under Section 94 (2) of the Electricity Act for interim relief, the learned Advocate General submits that this provision is only a general power to provide for interim orders when the matter is before the CERC and as such will have no application in the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09b4d2ffe853447eb85ce6951f42c52a_100"
    },
    {
      "start": 28732,
      "end": 28953,
      "text": "To reinforce his submissions, he asserts that Section 9 by itself is a special provision providing for interim measures before, during and after the arbitral award and that no such provision exists in the Electricity Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "63660fe7922a47bfa95075c6d9205cec_101"
    },
    {
      "start": 28954,
      "end": 29328,
      "text": "In support of his arguments, learned Advocate General has relied on the case of Gujarat Urja Vikas Nigam Limited vs. Essar Power Limited, (2008) 4 SCC 755 and T.N. Generation and Distribution Corporation vs. PPN Power Generating Company, (2014) 11 SCC 53 to illustrate the point that application of Section 9 has not been excluded in cases pertaining to the Electricity Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c38cbd6daf124fb49bae840f22a4e9f9_102"
    },
    {
      "start": 29330,
      "end": 29633,
      "text": "25. On the other aspect of the matter, the learned Advocate General submits that there is no challenge to the main order dated 22.04.2021 which stands independently and has not merged with the order dated 11.05.2021, therefore the main merit of the matter he contends, is not in issue before this Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8315041ebfc64e798b26acd4dedfee27_103"
    },
    {
      "start": 29634,
      "end": 29911,
      "text": "He further submits that the appellant has raised contentions on the merits, for the first time in the instant Commercial Appeal, while the same is yet to be argued by the appellant, nor any reply been filed against the Section 9 application before the learned Commercial Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f5a8e919f2a049aebfa5644480bbd376_104"
    },
    {
      "start": 29912,
      "end": 30132,
      "text": "Even otherwise, it is submitted that the respondent has a good prima facie case on merits and is entitled to interim protection over the invocation of the Letter of Credit until the arbitration proceedings are initiated.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9b103e6d17824839b9bbc1a1f8c47288_105"
    },
    {
      "start": 30133,
      "end": 30307,
      "text": "The learned Advocate General briefly has also dwelt on the merits as regards the terms and conditions of the PPA and whether the respondent is entitled to terminate the same.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2ba6e1b55a6c451195c25d41238af38d_106"
    },
    {
      "start": 30309,
      "end": 30494,
      "text": "26. In closing his submissions, learned Advocate General has laid great emphasis on the question maintainability of the appeal and prays that the same be dismissed on this ground alone.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7a9dfe47f2fa4b78a2fe87e4e76f6fe0_107"
    },
    {
      "start": 30496,
      "end": 30789,
      "text": "27. We have heard learned counsel for the parties at length and given our thoughtful consideration to the points raised keeping in mind the various issues surrounding the matter, especially on the procedural aspect which we note is of extreme importance, in adjudicating matters such as these.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e976801db6b344c18fd5c956c5fe2ef9_108"
    },
    {
      "start": 30790,
      "end": 31142,
      "text": "The main issue that confronts this Court is no doubt the question of the maintainability of the present commercial appeal filed under Section 37 (1) (b) of the Arbitration & Conciliation, 1996 as amended read with Section 13 (1A) of the Commercial Courts, Act, 2015 as amended, against the order dated 11.05.2021 passed by the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "824698c719674ebf8e1b9e9503b2a1b5_109"
    },
    {
      "start": 31144,
      "end": 31448,
      "text": "28. The interplay of the Arbitration Act, the Electricity Act and the Commercial Courts Act will necessarily need to be examined along with the authorities so placed by the parties, to arrive at a decision or a finding as to whether the instant commercial appeal is at all maintainable before this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65532464ffeb46f3a9b510165a5afa52_110"
    },
    {
      "start": 31449,
      "end": 31762,
      "text": "Coupled with this, what needs to be examined also is the nature of the order appealed against, whether it is interlocutory in nature or whether it has determined the competing rights of the parties in the Section 9 application, to make it competent to be an appeal under Section 37 (1) (b) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "938119e3e1b64a2782a2243cb6040fe9_111"
    },
    {
      "start": 31763,
      "end": 32093,
      "text": "Before embarking upon the discussion, it would be expedient if the relevant provisions of law that are to be taken into account in adjudicating the matter for the sake of convenience be reproduced herein below: -\n(i) \"THE COMMERCIAL COURTS ACT, 2015 8. Bar against revision application or petition against an interlocutory order.-",
      "labels": [
        "STA"
      ],
      "id": "c34b373a085841d7b3e814d231a825e7_112"
    },
    {
      "start": 32094,
      "end": 32484,
      "text": "Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "0a4efce3049a4882afe92a1bed7ede41_113"
    },
    {
      "start": 32485,
      "end": 33420,
      "text": "\n13. Appeals from decrees of Commercial Courts and Commercial Divisions. -\n[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
      "labels": [
        "STA"
      ],
      "id": "eb7e4b688f5e48b09e6060a03319c987_114"
    },
    {
      "start": 33421,
      "end": 33691,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "c5875f7e70424d1b9190cf3c139e4840_115"
    },
    {
      "start": 33692,
      "end": 33768,
      "text": "\n(ii) THE ELECTRICITY ACT, 2003 Section 79. Functions of Central Commission.",
      "labels": [
        "STA"
      ],
      "id": "5f75467e692843269855cb59ef25ff93_116"
    },
    {
      "start": 33769,
      "end": 35660,
      "text": "- (1) The Central Commission shall discharge the following functions, namely: -\n(a) to regulate the tariff of generating companies owned or controlled by the Central Government;\n(b) to regulate the tariff of generating companies other than those owned or controlled by the Central Government specified in clause (a), if such generating companies enter into or otherwise have a composite scheme for generation and sale of electricity in more than one State;\n(c) to regulate the inter-State transmission of electricity;\n(d) to determine tariff for inter-State transmission of electricity;\n(e) to issue licenses to persons to function as transmission licensee and electricity trader with respect to their inter- State operations;\n(f) to adjudicate upon disputes involving generating companies or transmission licensee in regard to matters connected with clauses (a) to (d) above and to refer any dispute for arbitration;\n            (g)         to levy fees for the purpose of this Act;\n            (h)         to specify Grid Code having regard to Grid Standards;\n\n            (i)         to specify and enforce the standards with respect to quality,\ncontinuity and reliability of service by licensees;\n(j) to fix the trading margin in the inter-State trading of electricity, if considered necessary.\n(k) to discharge such other functions as may be assigned under this Act.\n(2) The Central Commission shall advise the Central Government on all or any of the following matters, namely: -\n(i) formulation of National Electricity Policy and tariff policy;\n(ii) promotion of competition, efficiency and economy in activities of the electricity industry;\n(iii) promotion of investment in electricity industry;\n(iv) any other matter referred to the Central Commission by that Government;\n(3) The Central Commission shall ensure transparency while exercising its powers and discharging its functions.",
      "labels": [
        "STA"
      ],
      "id": "7ad3d47862fa4024b75663ec56dff821_117"
    },
    {
      "start": 35661,
      "end": 35867,
      "text": "(4) In discharge of its functions, the Central Commission shall be guided by the National Electricity Policy, National Electricity Plan and Tariff Policy published under Section 3.\nSection 158. Arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7376646aef674832b4a777ff95fda956_118"
    },
    {
      "start": 35868,
      "end": 36401,
      "text": "- Where any matter is, by or under this Act, directed to be determined by arbitration, the matter shall, unless it is otherwise expressly provided in the licence of a licencee, be determined by such person or persons as the Appropriate Commission may nominate in that behalf on the application of either party; but in all other respects the arbitration shall be subject to the provisions of the Arbitration and Conciliation Act, 1996, (26 of 1996)\n(iii) THE ARBITRATION AND CONCILIATION ACT, 1996 9. Interim measures, etc., by Court.",
      "labels": [
        "STA"
      ],
      "id": "6987c8cf38a24a6c9e0b53ae3957ccc3_119"
    },
    {
      "start": 36402,
      "end": 38077,
      "text": "-- [1] A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: --\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n[(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine.]",
      "labels": [
        "STA"
      ],
      "id": "f18b81f1371b4fee961469f56834ced2_120"
    },
    {
      "start": 38078,
      "end": 38342,
      "text": "[(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.]\n37. Appealable orders.",
      "labels": [
        "STA"
      ],
      "id": "4894bff66e324afa84d3428faeb799f2_121"
    },
    {
      "start": 38343,
      "end": 38821,
      "text": "-- (1) [Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely: --\n[(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.]",
      "labels": [
        "STA"
      ],
      "id": "ec2f1fde334b44c7a6b067b4aad2cc94_122"
    },
    {
      "start": 38822,
      "end": 38898,
      "text": "(2) Appeal shall also lie to a court from an order of the arbitral tribunal.",
      "labels": [
        "STA"
      ],
      "id": "560dc5d388c841fa8140eb44738bbc2e_123"
    },
    {
      "start": 38899,
      "end": 39064,
      "text": "--\n(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.\n",
      "labels": [
        "STA"
      ],
      "id": "fa199829da624b8ca5b712a07c2aa09f_124"
    },
    {
      "start": 39064,
      "end": 39246,
      "text": "(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n29.",
      "labels": [
        "STA"
      ],
      "id": "a1c3a2ed4025463ba1d1b705d77b2144_125"
    },
    {
      "start": 39247,
      "end": 39497,
      "text": "A plain reading of the provisions which are quoted above, maps out the contours of the procedural law to be applied in considering commercial appeals, which then have to be placed against a given set of facts and circumstances to determine the issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a53077a095e4d05904dec92b75c254e_126"
    },
    {
      "start": 39498,
      "end": 39764,
      "text": "In the instant case, the appeal is against an order dated 11.05.2021 whereby the learned Commercial Court has refused or rejected an application under Order 39 Rule 4, for vacation of an ad-interim status quo order dated 22.04.2021 passed in a Section 9 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a30fcfe28534e23ad7d20e0a3937562_127"
    },
    {
      "start": 39765,
      "end": 39981,
      "text": "This Court on the question of maintainability therefore, has only to examine whether the appeal against the order dated 11.05.2021 is maintainable at all under the Commercial Courts Act read with the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb510a752290424fb2a39c238541e0f1_128"
    },
    {
      "start": 39983,
      "end": 40206,
      "text": "30. Section 37 (1) (b) contemplates appeals against final orders only and not against ad-interim orders and this stipulation is underlined by the fact that the words 'and from no others' has been used in the said provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5d67f885ebf46d0a6eea7e01174c3fc_129"
    },
    {
      "start": 40207,
      "end": 40463,
      "text": "Read together with Section 8 of the Commercial Courts Act, the scope of an appeal is further narrowed down, inasmuch as, this provision bars any petition against an interlocutory order of a Commercial Court, including an order on the issue of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "594a6b36dd9346e59a78f2b87c2c5e5b_130"
    },
    {
      "start": 40464,
      "end": 40640,
      "text": "Further, it is stipulated that any such challenge will be subject to the provisions of Section 13, and shall be raised only in an appeal against a decree of a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c67c7a08aece4f989304130d9ba97e84_131"
    },
    {
      "start": 40641,
      "end": 40932,
      "text": "Coming to Section 13 of the Commercial Court Act, this provision clearly does not confer an independent right of appeal and the proviso to Section 13 (1A) has circumscribed the types of appeals that can be preferred by making it subject to Order 43 CPC and Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2b390ba90d646bc8602d94a9425cb72_132"
    },
    {
      "start": 40933,
      "end": 41158,
      "text": "What emerges therefore, is that the instant appeal has to satisfy the test of Section 37 which as observed hereinabove, provides for a limited right of appeal against orders mentioned in Section 37 (1) and from no others.\n31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b3fa742376e4adc9e6028ecda885307_133"
    },
    {
      "start": 41159,
      "end": 41370,
      "text": "In the instant matter, the genesis of the dispute is the Section 9 application filed by the respondent for interim protection, to restrain the encashment of the Letter of Credit drawn in favour of the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf19080620194b728f9356d83b929345_134"
    },
    {
      "start": 41371,
      "end": 41619,
      "text": "The learned Commercial Court by the interim order dated 22.04.2021, had directed for maintenance of status quo and fixed the matter for hearing, apart from granting liberty to the appellant to seek variation or modification of the status quo order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8a669adb0604d12b7331000e418f311_135"
    },
    {
      "start": 41620,
      "end": 41996,
      "text": "It is to be noted that the application under Section 9 had also at paragraph 10 disclosed the fact that the PPA provided for a provision of arbitration and that any disputes/differences or claims arising out of the said agreement was to be settled in accordance with the provisions of the Electricity Act, 2003 read with the provisions of Arbitration & Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a21660d55c3f4dfaa6ad75e453097822_136"
    },
    {
      "start": 41998,
      "end": 42351,
      "text": "32. The appellants admittedly have neither filed a show cause nor contested the application under Section 9 on merits, but had instead filed an application under Order 39 Rule 4 seeking vacation of the ad-interim order dated 22.04.2021 on the ground of suppression of facts and for dismissal of the Section 9 application on the question of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "711335fd48e64e49aa449ba782c7d01a_137"
    },
    {
      "start": 42352,
      "end": 42702,
      "text": "Section 37 (1) (b) of the Arbitration Act, provides that the granting or refusing to grant any measure under Section 9 is appealable, therefore in the light of this provision, what first needs to be examined is the nature of the interim order and as to whether it would amount to a final order or a step towards a final interim order under Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb29523e6d81456e8aae6161bd628ae4_138"
    },
    {
      "start": 42703,
      "end": 43026,
      "text": "A plain reading of the order dated 22.04.2021, clearly reveals the interim nature of the order, inasmuch as, it is not only ex parte but liberty was also granted to the appellant to seek appropriate orders for modification of the same. Para-10 to 12 of the order dated 22.04.2021 being relevant is quoted hereinbelow:-\n\"10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ac854f3b3b84e6ea9a0344ce8c0c8b9_139"
    },
    {
      "start": 43027,
      "end": 43224,
      "text": "It appears that the Petitioner is seeking for an interim order on the ground that clause 2.2.6 of the agreement has been misunderstood and fixed capacity charges, is slapped against the Petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a19641164e194d899b645e68d4e8032b_140"
    },
    {
      "start": 43225,
      "end": 43257,
      "text": "The matter needs to be examined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34ee7caaafc44b6981383ed0d40dc5b8_141"
    },
    {
      "start": 43259,
      "end": 43378,
      "text": "11. At this stage the Respondent are directed to maintain status quo with regard to the encashment of Letter of Credit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "689b17605939475e96537fb08af7ce56_142"
    },
    {
      "start": 43379,
      "end": 43511,
      "text": "This order is passed ex parte, the Petitioners shall communicate this order to the respondents and file an affidavit to that effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da4e654e7ea24574b793ddb4c7f9287d_143"
    },
    {
      "start": 43513,
      "end": 43697,
      "text": "12. Since this order has been passed ex parte, the Respondent is at liberty to approach this Court and file application for variation, modification, alteration of the status quo order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "702d6b0a69194cfcb9dfba446bda9a0f_144"
    },
    {
      "start": 43698,
      "end": 43977,
      "text": "Thus, the purport and nature of the above quoted order leaves little room to arrive at any other conclusion, but that it is an order which is purely ad-interim in nature and is not conclusive as to the interim measure or reliefs prayed for under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c21c23f399d64a438cce98adde9a17b8_145"
    },
    {
      "start": 43979,
      "end": 44262,
      "text": "33. The order dated 22.04.2021, however has not been put to challenge before this Court and the appeal, notwithstanding any submissions made to the contrary by the appellant, is limited to a challenge to the order dated 11.05.2021 rejecting the application under Order 39 Rule 4 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18492a2f2bbe4345a9cd00dbfb1ca5e1_146"
    },
    {
      "start": 44263,
      "end": 44464,
      "text": "In this context, the other aspect as to the appeal being maintainable by virtue of proviso to Section 13 (1A) of the Commercial Act, wherein Order 43 (1) (r) has been mentioned needs to be looked into.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4ab3df8e28a4173bf73c506b5173f47_147"
    },
    {
      "start": 44465,
      "end": 44713,
      "text": "Coming again to Section 37 of the Arbitration Act which alone can be looked at for the purpose of filing appeals against orders granting or refusing any measure under Section 9, it is found that Order 43 does not find any mention in this provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec54664a75864a81b8766a95268a78b1_148"
    },
    {
      "start": 44714,
      "end": 44951,
      "text": "What follows therefore is that, if finality in a Section 9 application is to be arrived at to make any order passed thereon appealable, the facts and merits of the application filed by the respondent under Section 9 have to be gone into.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3783a8e56c9048c6baac3588b6ca5335_149"
    },
    {
      "start": 44952,
      "end": 45091,
      "text": "In the instant case, there has been no final adjudication of the Section 9 application nor does the impugned order finally decide the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d73b568b3cf84d9a8492fe664bbf4feb_150"
    },
    {
      "start": 45092,
      "end": 45235,
      "text": "The appellant as noted did not file any show cause or affidavit to contest the same but instead filed an application under Order 39 Rule 4 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29ad71c1af104efc8353df30487f570d_151"
    },
    {
      "start": 45236,
      "end": 45426,
      "text": "The decision in the application under Order 39 Rule 4 CPC has not conclusively decided the Section 9 application, thus making it un- appealable under Section 37(1)(b) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92f5a55056944e189ae8b0f1225a4b65_152"
    },
    {
      "start": 45428,
      "end": 45785,
      "text": "34. In the case of BGS SGC Soma (supra) which in fact is directly applicable to the instant case, it has been held that no independent right of appeal under Section 13 (1A) of the Commercial Court Act, 2015 exists and that an appeal if not maintainable under Section 37 of the Arbitration Act, cannot be maintained by relying upon the Commercial Court, Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "077f7d62af5c4228a3a812574cf08c81_153"
    },
    {
      "start": 45786,
      "end": 45905,
      "text": "The Hon'ble Supreme Court in paras 12, 13 and 14 which is partly extracted hereinbelow has laid down as follows: -\n\"12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55777653cf8c4f5dbc10f2aa15da22d2_154"
    },
    {
      "start": 45906,
      "end": 46092,
      "text": "The interplay between Section 37 of the Arbitration Act, 1996 and Section 13 of the Commercial Courts Act, 2015, has been laid down in some detail in the judgment in Kandla Export Corpn.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b912a94ef9f4c73a324751a40e64168_155"
    },
    {
      "start": 46093,
      "end": 46334,
      "text": "The precise question that arose in Kandla Export Corpn. was as to whether an appeal, which was not maintainable under Section 50 of the Arbitration Act,1996, is nonetheless maintainable under Section 13(1) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da3a1ba90eab48d2b4b1b8f16767cf78_156"
    },
    {
      "start": 46335,
      "end": 46646,
      "text": "In this context, after setting out various provisions of the Commercial Courts Act, 2015 and the Arbitration Act, 1996, this Court held: (SCC pp. 727, 729,731-34, paras 13-15, 20-22 & 27) \"13. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e10eeb52ca22451ebcf767e116ff8eee_157"
    },
    {
      "start": 46647,
      "end": 46835,
      "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "adb81a2d29814a92a5e76f11dca7c315_158"
    },
    {
      "start": 46836,
      "end": 46909,
      "text": "To this main provision, an exception is carved out by the proviso...\"\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "70c2fdaba9344a69ad3dc3156862e745_159"
    },
    {
      "start": 46910,
      "end": 47162,
      "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa69061c03a24a11ab5937b2675a6e0c_160"
    },
    {
      "start": 47163,
      "end": 47451,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "735d3f46fca74de8947a0a07d7a4bb2d_161"
    },
    {
      "start": 47453,
      "end": 47643,
      "text": "15. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c11cde9a3ac4041a6122ac420ff78e7_162"
    },
    {
      "start": 47644,
      "end": 47880,
      "text": "\nSimilarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce40dc3c48694f82826859b4384e863d_163"
    },
    {
      "start": 47882,
      "end": 48316,
      "text": "20. Given the judgment of this Court in Fuerst Day Lawson, which Parliament is presumed to know when it enacted the Arbitration Amendment Act, 2015, and given the fact that no change was made in Section 50 of the Arbitration Act when the Commercial Courts Act was brought into force, it is clear that Section 50 is a provision contained in a self-contained code on matters pertaining to arbitration, and which is exhaustive in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eb4d92b56904a2dbc1a94f150dab92b_164"
    },
    {
      "start": 48317,
      "end": 48456,
      "text": "It carries the negative import mentioned in para 89 of Fuerst Day Lawson that appeals which are not mentioned therein, are not permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57c5e66802614503a8242126beebe105_165"
    },
    {
      "start": 48457,
      "end": 48722,
      "text": "This being the case, it is clear that Section 13(1) of the Commercial Courts Act, being a general provision vis--vis arbitration relating to appeals arising out of commercial disputes, would obviously not apply to cases covered by Section 50 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52375c0f43424741b031b3d598faf93d_166"
    },
    {
      "start": 48723,
      "end": 49054,
      "text": "\n21 . However, the question still arises as to why Section 37 of the Arbitration Act was expressly included in the proviso to Section 13(1) of the Commercial Courts Act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21a72795d11b4a6f9e514c43d5bc6c73_167"
    },
    {
      "start": 49055,
      "end": 49109,
      "text": "One answer is that this was done ex abundanti cautela.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9cea78cdd6144be9f7eee52eb6de35c_168"
    },
    {
      "start": 49110,
      "end": 49481,
      "text": "Another answer may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day as the Commercial Courts Act, Parliament thought, in its wisdom, that it was necessary to emphasise that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a682914751f44d44882e285b61b5bf9d_169"
    },
    {
      "start": 49482,
      "end": 49709,
      "text": "Incidentally, the amendment of 2015 introduced one more category into the category of appealable orders in the Arbitration Act, namely, a category where an order is made under Section 8 refusing to refer parties to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb0d370d8708446a91cf1b85a79e9b9e_170"
    },
    {
      "start": 49710,
      "end": 49964,
      "text": "Parliament may have found it necessary to emphasise the fact that an order referring parties to arbitration under Section 8 is not appealable under Section 37(1)(a) and would, therefore, not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfc524f3985e4a5db8326c444453562f_171"
    },
    {
      "start": 49965,
      "end": 50276,
      "text": "Whatever may be the ultimate reason for including Section 37 of the Arbitration Act in the proviso to Section 13(1), the ratio decidendi of the judgment in Fuerst Day Lawson would apply, and this being so, appeals filed under Section 50 of the Arbitration Act would have to follow the drill of Section 50 alone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab4464c3613e4c56b638a915a4479c27_172"
    },
    {
      "start": 50278,
      "end": 50380,
      "text": "22. This, in fact, follows........ as laying down the forum which will hear and decide such an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecd06fb7bc7442ab8d66cc14f92ba7ca_173"
    },
    {
      "start": 50382,
      "end": 50450,
      "text": "27. The matter can be looked ...... spheres other than arbitration.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "889654abe7fc47b2be3340088c4df988_174"
    },
    {
      "start": 50452,
      "end": 50787,
      "text": "13. Given the fact that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act,1996 alone which have to be looked at in order to determine whether the present appeals were maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad4e6bf5765b4a3781eda7d156edbfd0_175"
    },
    {
      "start": 50788,
      "end": 50920,
      "text": "Section 37(1) makes it clear that appeals shall only lie from the orders set out in sub-clauses (a), (b) and (c) and from no others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fee32b9c29445439ffc2c25f2ce670f_176"
    },
    {
      "start": 50921,
      "end": 51074,
      "text": "The pigeonhole that the High Court in the impugned judgement has chosen to say that the appeals in the present cases were maintainable is sub-clause (c).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8c35db9ac2045be82fa8c3696b4b00d_177"
    },
    {
      "start": 51075,
      "end": 51291,
      "text": "According to the High Court, even where a Section 34 application is ordered to be returned to the appropriate Court, such order would amount to an order \"refusing to set aside an arbitral award under Section 34\".\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "833ef84eb4a44e79bbdeaacf6cd2c115_178"
    },
    {
      "start": 51292,
      "end": 51418,
      "text": "Interestingly, under the proviso to Section 13(1-A) of the Commercial Courts Act, 2015, Order 43 of the CPC is also mentioned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57f7808075404d36819fb04d04bf2e7a_179"
    },
    {
      "start": 51419,
      "end": 51746,
      "text": "Order 43 Rule(1)(a) reads as follows:\n\"1. Appeal from orders.- An appeal shall lie from the following orders under the provisions of Section 104, namely- (a)an order under Rule 10 of Order 7 returning a plaint to be presented to the proper Court except where the procedure specified in rule 10-A of Order 7 has been followed;\"\n",
      "labels": [
        "STA"
      ],
      "id": "8cb59472fb9347a2bbd0b5934610c5c9_180"
    },
    {
      "start": 51746,
      "end": 51977,
      "text": "This provision is conspicuous by its absence in Section 37 of the Arbitration Act, 1996, which alone can be looked at for the purpose of filing appeals against orders setting aside, or refusing to set aside awards under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bdf23f421ac4b678765eb47235be921_181"
    },
    {
      "start": 51978,
      "end": 52056,
      "text": "Also, what is missed by the impugned judgment is the words \"under Section 34\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dad125abea146eb991b6866399073ff_182"
    },
    {
      "start": 52057,
      "end": 52279,
      "text": "Thus, the refusal to set aside an arbitral award must be under Section 34, i.e. after the grounds set out in Section 34 have been applied to the arbitral award in question, and after the Court has turned down such grounds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01002134f2644db7bdf6de0731cfed36_183"
    },
    {
      "start": 52280,
      "end": 52778,
      "text": "Admittedly, on the facts of these cases, there was no adjudication under Section 34 of the Arbitration Act, 1996 - all that was done was that the Special Commercial Court at Gurugram allowed an application filed under Section 151 read with Order 7 Rule 10 CPC, determining that the Special Commercial Court at Gurugram had no jurisdiction to proceed further with the Section 34 application, and therefore, such application would have to be returned to the competent court situate at New Delhi.\"\n35.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4873ed87468e45598ed74ef771b40732_184"
    },
    {
      "start": 52779,
      "end": 53022,
      "text": "In the same judgment itself, the question of what would amount to an interim order or a step towards an interim order, the principle laid down which would apply to the instant case has been set out in para 19 which is quoted hereinbelow:-\n\"19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe98775bf1a74c1ba54715255db6189e_185"
    },
    {
      "start": 53023,
      "end": 53133,
      "text": "It can be seen that the reasoning in this judgment would have no application to the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "316c38fce15b4bd3a0f7b755a5dec1cd_186"
    },
    {
      "start": 53134,
      "end": 53382,
      "text": "The Division Bench held that directing Antrix to file an affidavit, enclosing therewith its audited balance sheets and profit and loss account for the last three years, is itself an interim order passed under Section 9 of the Arbitration Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d5708752e0940479ece4b52e7d9b16b_187"
    },
    {
      "start": 53383,
      "end": 53570,
      "text": "The further reasoning of the Court that the direction to Antrix to furnish an affidavit is to aid a future interim order, which would be just consequential, does not commend itself to us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b220c6d574e64bb09980d8800d1a61a5_188"
    },
    {
      "start": 53571,
      "end": 53712,
      "text": "A step towards an interim order would not amount to granting, or refusing to grant, any measure under Section 9 of the Arbitration Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05e229b269aa46b9bc19a5012049b671_189"
    },
    {
      "start": 53713,
      "end": 53946,
      "text": "The case is also distinguishable for the reason that, as regards the Bangalore Court, which cannot proceed further with the matter, the impugned order therein is really final and would, therefore, also be appealable under Section 37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21f67e0a76de4b59996da7536ab9af74_190"
    },
    {
      "start": 53947,
      "end": 54063,
      "text": "For all these reasons, this judgment is wholly distinguishable and would not apply to the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4a7a7cab74f4446a15218eb434f825b_191"
    },
    {
      "start": 54064,
      "end": 54330,
      "text": "We may also advert to the fact that our judgment in Kandla was delivered on 7-2-2018, and was missed by the Division Bench in Antrix Corpn. Ltd, as the Division Bench had reserved judgment on 6-12-2017, even though it ultimately pronounced the judgment on 30-5-2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7b4c271829c49efbec954417401518b_192"
    },
    {
      "start": 54331,
      "end": 54532,
      "text": "The judgment in South Delhi Municipal Corpn. was decided after reference was made to Kandla, resulting in a deposit order being held to be not appealable under Section 37 of the Arbitration Act, 1996.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7338ee09197a438ca5db7e37c7fb6417_193"
    },
    {
      "start": 54534,
      "end": 54855,
      "text": "36. This judgment which is exhaustive and is holding the field in such matters, has also analyzed and distinguished the various judgments which have also been cited by the learned counsels for both the parties and as such it will not be necessary to discuss the various authorities that have been relied upon any further.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10ed94f1d31341ecbf0135ebe2ac05d6_194"
    },
    {
      "start": 54856,
      "end": 55401,
      "text": "What follows therefore is that as per the law interpreted and laid down by the Hon'ble Supreme Court, there is no independent right of appeal under Section 13 (1A) of the Commercial Courts Act, the Arbitration Act is a complete code by itself and if an appeal is not maintainable under Section 37, the same cannot be sustained with the support of the Commercial Courts Act; that there is no independent right of appeal under Order 43 Rule (1) (r) CPC, and that interlocutory orders are not appealable, so also interim orders under Section 9.\n37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02d84571538d4690946bafa1128225f4_195"
    },
    {
      "start": 55402,
      "end": 55810,
      "text": "Apart from the application of law to the instant case on the question of maintainability, an aspect which cannot be overlooked is the fact that the interim order dated 22.04.2021, passed under Section 9 of the application is not under challenge in this appeal, which in our opinion is a core issue, as these proceedings commenced before the learned Commercial Court below on the Section 9 application itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02b67ab196814cc4bcb81c31ea7ba8f4_196"
    },
    {
      "start": 55811,
      "end": 56010,
      "text": "The adjudication under Section 9 is yet to be concluded and the appellant herein has yet to contest the same on merits to enable the learned Commercial Court to bring the proceedings to a conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa5995c5f4054c91955562d78ea727ed_197"
    },
    {
      "start": 56011,
      "end": 56404,
      "text": "The appellant by choosing to impugn only the order dated 11.05.2021, by filing this appeal under Section 37 (1)(b) of the Arbitration Act read with Section 13 (1A) of the Commercial Courts Act, appears to be but an attempt to shortcut the process, by seeking to maintain that there was finality in the orders, that the Commercial Court had no jurisdiction and hence the appeal is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0ccc2296c0b4674afce0117b18d92f2_198"
    },
    {
      "start": 56405,
      "end": 56629,
      "text": "The judgements placed by the appellant such as ICCI Bank Limited vs. IVRCL Ltd.(supra) and Sati Oil Udyog Ltd vs. Avanti Projects (supra) apart from others, are no longer relevant with the advancement in law in such matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fdab362ed4d470eb3a0b898d33138fd_199"
    },
    {
      "start": 56630,
      "end": 56868,
      "text": "These in our opinion goes against the very grain of the law as stipulated under Section 8 of the Commercial Court Act, inasmuch as, an appeal has to be only against a decree and further it has to meet the requirements of Section 37(1)(b).",
      "labels": [
        "RATIO"
      ],
      "id": "8bbfa29f180f4174a51dae1a74fda69a_200"
    },
    {
      "start": 56869,
      "end": 57073,
      "text": "In fact, this exercise has only resulted in lengthening the process which should not be the case in commercial matters, where time is the essence and matters are supposed to be dealt with at the earliest.",
      "labels": [
        "RATIO"
      ],
      "id": "1cf048246d144c05ab322afad82119c9_201"
    },
    {
      "start": 57075,
      "end": 57289,
      "text": "38. In view of the facts and circumstances and discussions hereinabove, we find that the instant appeal is not maintainable and the alternative arguments as noted at paragraph 10 of this judgment are also rejected.",
      "labels": [
        "RATIO"
      ],
      "id": "83b1c434490f484d9ed9ecd8176964a7_202"
    },
    {
      "start": 57290,
      "end": 57404,
      "text": "Accordingly, on the question of maintainability alone, without touching the merits of the case, this appeal fails.",
      "labels": [
        "RATIO"
      ],
      "id": "b29321924b3a4af593a885de64bb82c2_203"
    },
    {
      "start": 57406,
      "end": 57912,
      "text": "39. Before parting with the records it may be mentioned that though arguments have been advanced by both the parties with regard to jurisdiction of the Commercial Court to entertain the Section 9 application under the Arbitration Act, this argument and other arguments will be best made before the learned Commercial Court at the time of hearing of the Section 9 application, wherein the question of maintainability of the Section 9 application apart from the merits, will necessarily have to be gone into.",
      "labels": [
        "RATIO"
      ],
      "id": "355db1a9a09549148df3130a9248b0b5_204"
    },
    {
      "start": 57913,
      "end": 58218,
      "text": "It is further needed to be added herein, that though in the impugned order it has been observed that the Section 9 application is maintainable, the same appears to not have been made in the context of the issue in the application and is un-consequential as the question of jurisdiction has been left open.",
      "labels": [
        "RATIO"
      ],
      "id": "b44ab9b986de4af28ab5bd7f17f1b6a5_205"
    },
    {
      "start": 58220,
      "end": 58388,
      "text": "40. The appeal accordingly stands dismissed and the learned Commercial Court is directed to hear the Section 9 application in its entirety as expeditiously as possible.",
      "labels": [
        "RPC"
      ],
      "id": "f715b7e81209473a863f1f7dca6722be_206"
    },
    {
      "start": 58390,
      "end": 58415,
      "text": "41. No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "a91da7eb02ca4e49915b59dd384357a8_207"
    },
    {
      "start": 58416,
      "end": 58430,
      "text": "\n(W. Diengdoh)",
      "labels": [
        "NONE"
      ],
      "id": "e3d878e7d26b4ce5b53cf7b4d15ed50c_208"
    },
    {
      "start": 58431,
      "end": 58488,
      "text": "                                        (H.S. Thangkhiew)",
      "labels": [
        "NONE"
      ],
      "id": "df0efbba24114b3cb93faf83bef7796e_209"
    },
    {
      "start": 58494,
      "end": 58577,
      "text": "Judge                                                    Judge Meghalaya 06.07.2021",
      "labels": [
        "NONE"
      ],
      "id": "0b2730dcbf70466c9f7b525076a11a4d_210"
    },
    {
      "start": 58578,
      "end": 58598,
      "text": "\"V. LyndemPS\"\n\n\n\n\n\n ",
      "labels": [
        "NONE"
      ],
      "id": "ca7cf1cde340447784908ab715bf441e_211"
    }
  ]
}