{
  "id": "3daabd6dd1248392d9e500a10229c8bfb347d1a3640ea5494570a284fa6b648c",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nNovateur Electrical & Digital Systems ... vs V-Guard Industries Ltd on 8 February, 2023 \nAuthor: C. Hari Shankar\nBench: C. Hari Shankar \n                                        Neutral Citation Number : 2023/Dhc/000960\n\n                  $ ~20(Original) \n                  *      In The High Court Of Delhi At New Delhi\n                  +      Cs(Comm) 567/2021 & I.A. 2117/2023\n                         Novateur Electrical & Digital Systems Pvt \n                         Ltd                                         ..... Plaintiff \n                                     Through: Mr. Hemant Singh, Ms. Mamta \n                                     Jha, Mr. Shakti P. Nair and Ms. Pragya Jain, \n                                     Advs.\n\n                                                 versus \n\n                         V - Guard Industries Ltd                 ..... Defendant \n                                      Through: Mr. Sachin Gupta, Mr. Manan \n                                      Mandal, Ms. Yashi Agrawal, Mr. Rohit\n                                      Pradhan and Ms. Swati Meena, Advs.\n\n                         Coram:\n                         Hon'Ble Mr. Justice C. Hari Shankar\n                                           Judgment (Oral) \n                  %                           08.02.2023 \n\n                  CC(Comm) 2/2022\n1. By this order, I proceed to decide the preliminary objection advanced by Mr. Hemant Singh, learne d Counsel for the plaintiff to the maintainability of CC (Comm) 2/2022, which is the counter claim filed by the defendant in the present suit. \n2. The present suit [CS(COMM) 567/2021] alleges piracy, by the defendant, of the designs registered in favour of the plaintiff vide Registration Nos. 296178, 296179 and 296180 (the suit designs) and seeks reliefs of injunction against the plaintiff from directly or indirectly dealing in the switch plates manufactured by the plaintiff, which allegedly infringe the suit designs. \nNeutral Citation Number : 2023/DHC/000960 defendants, to the plaint, is the plea that the suit designs are invalid on the ground of prior publication. \n4. During the pendency of these proceedings, the defendant has filed the present counter claim CC (Comm) 2/2022, seeking cancellation, and expunction from the Register of Designs, of the suit designs 296178, 296179 and 296180. The defendant has also filed, with the counter claim, an application under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure, 1908 (CPC), seeking stay of operation and effect of the suit designs. \n5. Mr. Hemant Singh, learned Counsel for the plaintiff, has objected to the counter claim filed by the defendant. He submits hat it is not maintainable. Though Mr. Sachin Gupta, learned Counsel for the defendant, points out that notice already stands issued on the counter claim and pleadings completed therein, there can be no gainsaying that an objection regarding maintainability can be raised at any stage, including appeal, as it goes to the very root of the proceedings and the jurisdiction of the court to entertain the matter. \n6. I am not, therefore, inclined to foreclose the objection of Mr. Hemant Singh merely on the ground that notice stands issued in the counter claim and pleadings completed therein. \n7. On the merits of his objection, Mr. Hemant Singh submits that, there is no provision in the Designs Act which provides for filing of a counter claim. That apart, he submits that the counter claim filed by the defendant seeks revocation and cancellation of the suit design, which, as per Section 191 of the Designs Act, has specifically to be 19. Cancellation of registration . -\nDigitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 raised only before the Controller of Designs. Mr. Hemant Singh submits that Section 22(3)2 of the Designs Act, no doubt, permits other grounds on which cancellation of a registered designs may be sought under Section 19(1), as a ground of defence to a plea of piracy. That remedy, he submits, has already been availed by the defendant, as the plea of invalidity of the suit designs has specifically been taken in the written statement filed by it, and this Court would rule on the issue while considering the merits of the pleas taken in the written statement. Mr. Hemant Singh submits that the defendant cannot, in view of Section 19, maintain a plea for revocation of the suit designs before this Court even in the form of a counter claim. Any such plea, he submits, has to be taken before the Controller of Designs. \n8. Mr. Hemant Singh has placed reliance, in this context, on the judgment of a Full Bench of this Court in Metro Plastic Industries (Regd.) v. Galaxy Footwear New Delhi3 and of the High Court of Calcutta in Rotomac Pens Ltd. v. Milap Chand & Co.4. Mr. Hemant Singh submits that, unlike the present 2000 Designs Act, the predecessor statute i.e., Section 51A of the Designs Act, 1911 (the 1911 Designs Act), specifically provided for filing of a cancellation petition before the High Court. In that statutory scenario, Mr. Hemant (1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of Section 2. (2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred.\n22. Piracy of registered design. -\n** * * * (3) In any suit or any other proceeding for relief under sub-section (2), every ground on which the registration of a design may be cancelled under Section 19 shall be available as a ground of defence. \n1999 SCC OnLine Del 1028 : (2000) 83 DLT 205 (FB) (1999) 19 PTC 757 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 Singh submits that the High Court of Calcutta and the Full Bench of this Court have ruled that, if cancellation of a registered design was to be sought, it had to be sought by way of a cancellation petition under Section 51A before the High Court, and not by way of a counter claim in a suit for piracy instituted by the proprietor of the registered design. \n9. Mr. Hemant Singh submits that the statutory scheme stands completely re-worked in the Designs Act 2000. The 1911 Act, he points out, did not provide for grounds on which cancellation of a registered design could be sought being permitted to be urged as grounds of defence to a piracy suit. It was for this reason, he submits, that the 1911 Act contained separate provisions enabling the person seeking cancellation of a registered design to approach the High Court with a plea of cancellation of a design. The 2000 Act, however, provides, in Section 22(3), for every ground on which cancellation of registered design could be sought under Section 19(1) to be urged as a ground of defence in a piracy suit. It was for this reason, he submits, that substantive petitions for cancellation of the registered design have, consciously, been permitted to be filed only before the Controller of Designs, by Section 19 of the 2000 Designs Act. This is a conscious legislative dispensation which is different from the dispensation which existed under the 1911 Act. The court, submits Mr. Hemant Singh, is bound to respect the legislative dispensation and cannot, therefore, usurp the jurisdiction of the Controller of Patents and consider, on merits, a petition seeking cancellation of a registered design. \n10. Mr. Sachin Gupta, learned Counsel for the defendant, submits, per contra, that the issue is no longer res integra, as it stands concluded by the judgment of a Bench of three Hon'ble Judges of the Neutral Citation Number : 2023/DHC/000960 Supreme Court in S.D. Containers Indore v. Mold-Tek Packaging Ltd5. \n11. I have perused the said decision. \n12. Paras 2,3,4, 11, 13, 14, 18 and 19 of the said decision merit reproduction, thus: \n\"2. The plaintiff-respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiff's designs of container and lid registered under designs Applications Nos. 299039 and 299041 respectively. \n3. In the said suit, the appellant-defendant had filed a written statement along with the counterclaim before the Commercial Court, inter alia, seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act. The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench. It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court. \n4. The said order passed by the Commercial Court was challenged by the respondent-plaintiff before the Madhya Pradesh High Court. The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter. The High Court relied upon Godrej Sara Lee Ltd. v. Reckitt Benckiser Australia Pty. Ltd6. to hold that the legislature intended that an application for cancellation of registration of designs would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court. It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act.\nxxxxx 11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction. There is no provision in the 2015 Act (2021) 3 SCC 289 (2010) 2 SCC 535 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction. Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act. Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act. It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act. In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the designs which necessarily mandates the courts to transfer the suit. The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration. In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by the learned counsel for the appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the civil suit in which there is plea to revoke the registered designs has to be transferred to the High Court where there is no ordinary original civil jurisdiction.\nxxxxx 13. It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court. Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal. It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the respondent-plaintiff had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. \nxxxxx 14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration. One of them is before the Controller, appeal against which would lie before the High Court. Second, in a suit for infringement in a proceeding before the civil court on the basis of registration certificate, the defendant has been given the right to seek revocation of registration. In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act. Both are independent provisions giving rise to different and distinct causes Neutral Citation Number : 2023/DHC/000960 xxxxx 18. To the same effect is a judgment of the Jammu and Kashmir High Court in Escorts Construction Equipment Ltd. v. Gautam Engg. Co.7, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the civil court has no power to decide the revocation of the designs and it is only the High Court which has to adjudicate upon the matter and decide as to whether the designs is to be cancelled or not. It was held that the learned trial court committed a legal error in not transferring the case to the High Court. \n19. The Bombay High Court in Whirlpool of India Ltd. v. Videocon Industries Ltd.8, was dealing with a suit against the defendant for infringement of the registered designs; passing off; and the damages. The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it. In these circumstances, the High Court held as under:\n19. In support of its contention that the defendant's registered designs can only be challenged by proceedings under Section 19 of the Act before the Controller, the defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered designs amounts to a negation and exclusion of remedy under Section 22 of the Act. This is plainly incorrect. Section 19 and Section 22 of the Act operate independently in different circumstances. Section 19 of the Act is invoked to seek cancellation of a registration of a designs. \nSection 22 of the Act is invoked where a registered designs of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer. Such relief can be sought even against a registered proprietor of a designs by questioning his registration. The defendant too can submit that the plaintiff is not entitled to any relief in terms of damages, injunction, etc. by questioning the registration of the plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration. Again, Section 19 entitles a party to move the Controller for cancellation of a designs even where the registered proprietor is not using the designs. Section 19, therefore, affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action. In marked contrast, Section 22 of the Act affords a cause of action only where a registered designs is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale. Consequently, if a registered proprietor does not apply his designs to an article for sale or in connection with such sale, AIR 2010 J&K 13 2014 SCC OnLine Bom 565 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 another registered proprietor cannot have recourse to Section 22 of the Act. The remedy under Section 22 of the Act is only available where the impugned designs is being used. A further distinction between Sections 19 and 22 of the Act, as correctly pointed out on behalf of the plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors. The remedy under Section 19 and the remedy under Section 22 are, therefore, very different. They apply to different persons in different circumstances and for different reliefs. \n13. The facts which obtained in S.D. Container5 are identical to the facts which obtain in the present case before this Court. \n14. In that case, too, Mold-Tek Packaging Ltd. (MTPL hereinafter), the respondent before the Supreme Court, instituted a plaint against S D Containers Indore (SDC hereinafter) for a restraint against SDC infringing MTPL's registered design nos. 299039 and 299041. As in the present case, SDC, in its written statement, urged invalidity of the suit designs as one of the grounds of defence, under Section 22(3). Side by side, SDC also filed a substantive counter claim, seeking cancellation of MTPL's registered design as suffering from want of novelty and originality and, therefore, as being non-registerable under Section 4(a) of the Designs Act and, consequently, liable for revocation/cancellation under Section 19(1)(c) thereof. The suit of MTPL and, consequently, the written statement and counter claim of SDC, were all filed before the learned Commercial Court, as the High Court of Madhya Pradesh does not exercise original civil jurisdiction. \n15. SDC filed an application before the learned Commercial Court for transfer of the suit instituted by MTPL against it to the High Court of Madhya Pradesh. The learned Commercial Court allowed the Neutral Citation Number : 2023/DHC/000960 application and transferred the suit instituted by MTPL against SDC to the High Court. \n16. This order of the learned Commercial Court was challenged by MTPL before the High Court. The High Court held, relying on the decision of the Supreme Court in Godrej Sara Lee6, that the High Court did not possess jurisdiction to entertain an application seeking cancellation of a registered design, as Section 19 vested the said jurisdiction exclusively in the Controller. It was held that the High Court enjoyed only appellate jurisdiction in the matter, against the decision of the learned Controller. \n17. Aggrieved by the decision of the High Court, SDC approached the Supreme Court. \n18. Mr. Hemant Singh points out that the issue under consideration before the Supreme Court was essentially whether the cancellation petition filed by the SDC before the learned Commercial Court was required to be transferred to the High Court or not. He submits that the Supreme Court did not advert to, or examine, the issue of whether the cancellation petition was maintainable at all in the first instance, in view of Section 19 of Designs Act.\n19. On this issue, therefore, Mr. Hemant Singh would submit that the decision in S.D. Containers5 appears sub silentio. \n20. In my considered opinion, having gone through the decision in S.D. Containers5, this argument is not available to Mr. Hemant Singh. No doubt, the issue before the Supreme Court was whether the cancellation Neutral Citation Number : 2023/DHC/000960 Commercial Court was liable to be transferred to the High Court or not. The ground on which the High Court held against SDC, as delineated in para 4 of the report in S.D. Containers5, was, however, precisely that an application for cancellation of a registered design did not lie before the High Court, but lay exclusively before the Controller of Designs and that the High Court could only exercise appellate jurisdiction in that regard. \n21. In para 11 of the report, the Supreme Court has clearly noted the provision of Section 22(4), which empowers the defendant in a suit to seek cancellation of a design, necessarily mandates the court to transfer the suit. The reference to suit in this passage, clearly refers to the cancellation proceedings instituted by the defendants against the plaintiff. \n22. If any doubt remained on that score, it stands cleared by paras 13, 14 and 18 of the report. In the said paragraphs, the Supreme Court has noted, once again, the ground on which the High Court held against SDC being that an application for cancellation and registration of MTPL's registered design would lie only before the Controller and not before the High Court. This is the precise objection which Mr. Hemant Singh has raised in the present case as well. The Supreme Court notes that the High Court, having accepted the objection, held that it could not consider a cancellation petition and could only exercise appellate jurisdiction in that regard, against the decision which the Controller would take under Section 19. The Supreme Court has, however, disapproved of the view adopted by the High Court and clearly held that, in the Designs Act, the defendant has two separate independent options available to it. The right to seek revocation of a registered design is independent of the right to raise Neutral Citation Number : 2023/DHC/000960 invalidity of the registered design as a ground of defence in a piracy proceeding. As the supreme Court holds, these are independent provisions, giving rise to different and distinct cause of action. \n23. The Supreme Court has also approved the view of the High Court of Jammu and Kashmir in Escorts Constructions Equipment Ltd.7, in which the High Court of Jammu and Kashmir held that once revocation of the registration of the plaintiff's design was taken as a defence in a piracy suit, the High Court alone could decide on the aspect of revocation in view of exclusive jurisdiction conferred by Section 22(4) of the Designs Act. \n24. Having so noted, it is not necessary for this Court to delve too deep into the decision in S.D. Containers5. The fact of the matter remains that, even in that case, SDC not only raised the ground of invalidity of the suit design of MTPL as being devoid of novelty and originality as one of the grounds of defence in its written statement, but also filed a substantive counter claim before the Commercial Court seeking cancellation of the registered design. The suit was transferred to the High Court of Madras by the learned Commercial Court. The order of transfer was set aside by the High Court on the sole ground that an application for cancellation of the registered design, which was filed by SDC as a counter claim in the suit instituted by MTPL, would lie only before the Controller and that, therefore, the High Court could not entertain such an application/counter claim in the first instance. \n25. The Supreme Court has, in its decision, reversed the view of the High Court and approved the decision of the learned Commercial Court. \nNeutral Citation Number : 2023/DHC/000960 \"20. In view of the above, the order of the Commercial Court at the district level is in accordance with law. \n26. The upshot of the decision of the Supreme Court was to affirm the view of the Commercial Court to transfer, to the High Court, not only the suit instituted by the MTPL against SDC, but also the counter claim separately instituted by SDC against the MTPL. The ground that a counter claim could not have instituted before the High Court, as it lies only before the Controller under Section 19, which constituted the basis of the impugned judgment of the High Court has, therefore, effectively been reversed by the Supreme Court. \n27. Thus, the position that emerges is that (i) the facts of the case before the Supreme Court in S.D. Containers5 are identical to the facts of the present case,\n(ii) the ground on which the High Court set aside the decision of the Commercial Court to transfer the suit instituted by MTPL against SDC before the learned Commercial Court, to the High Court i.e., was the same as that which has been urged by Mr. Hemant Singh before me in the present proceedings i.e., that a substantive petition for cancellation of a registered design lies only before the Controller of Designs under Section 19 and not before the High Court and (iii) the decision of the High Court stands conclusively reversed by the Supreme Court, which has approved the view taken by the learned Commercial Court.\n28. In these circumstances, any hesitancy, on the part of this Court, to follow the decision of the Supreme Court would amount to no less Neutral Citation Number : 2023/DHC/000960 than an affront to Article 141 of the Constitution of India. \n29. In that view of the matter, the issue in controversy being fully covered by S.D. Containers5, the objection of Mr. Hemant Singh to the maintainability of CC(Comm) 2/2022, instituted by the defendant in the present suit, is rejected. \n30. Issue notice, returnable on the date already fixed i.e., 1 st March 2023. \n31. Notice is accepted, on behalf of the plaintiff/non-applicant, by Ms. Mamta Jha. \n32. Reply, if any, be filed within two weeks with advance copy to learned Counsel for the applicant/defendant who may file rejoinder thereto, if any, before the next date of hearing. \n33. Judgment to be uploaded on the website of this Court within 24 hours. \nC. HARI SHANKAR, J.\nFEBRUARY 8, 2023 dsn",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0872c89b13ff4241b1ba381c5d772e9e_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ab30cfa653d4747a289273c3f97811c_1"
    },
    {
      "start": 242,
      "end": 347,
      "text": "\nDelhi High Court\nNovateur Electrical & Digital Systems ... vs V-Guard Industries Ltd on 8 February, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2dd4e7e7ef2a4d9fb771222a8f26a0d9_2"
    },
    {
      "start": 348,
      "end": 395,
      "text": "\nAuthor: C. Hari Shankar\nBench: C. Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12bcf940e3dd41f39f57cd08776a107b_3"
    },
    {
      "start": 437,
      "end": 498,
      "text": "Neutral Citation Number : 2023/Dhc/000960\n\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf5b96b864ab43da834a390e3c1cf7f6_4"
    },
    {
      "start": 498,
      "end": 513,
      "text": "$ ~20(Original)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "275e0f3ceeb946d4ba22afced0041cb0_5"
    },
    {
      "start": 533,
      "end": 599,
      "text": "*      In The High Court Of Delhi At New Delhi\n                  +",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f024fb530fb747cf89bb39bcacc2ea80_6"
    },
    {
      "start": 605,
      "end": 665,
      "text": "Cs(Comm) 567/2021 & I.A. 2117/2023\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ba52c6a15ee407c8532fda50ae79096_7"
    },
    {
      "start": 665,
      "end": 706,
      "text": "Novateur Electrical & Digital Systems Pvt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72606560ed3d400688ac9bdbb8f75844_8"
    },
    {
      "start": 733,
      "end": 782,
      "text": "Ltd                                         .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18c8cb5573ed4d3d82d38af2822c4e8c_9"
    },
    {
      "start": 783,
      "end": 792,
      "text": "Plaintiff",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17cbe9f2dcce4c0b9177f0f7e84cb791_10"
    },
    {
      "start": 831,
      "end": 839,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb64ec21e6604208946c241ccf0aa106_11"
    },
    {
      "start": 840,
      "end": 867,
      "text": "Mr. Hemant Singh, Ms. Mamta",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad8b2219b8fb4fe08e96ed659dfd1dbf_12"
    },
    {
      "start": 906,
      "end": 950,
      "text": "Jha, Mr. Shakti P. Nair and Ms. Pragya Jain,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "232b38d2b96548058f9583f6a6d61939_13"
    },
    {
      "start": 989,
      "end": 1051,
      "text": "Advs.\n\n                                                 versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b693d93099de4dada68acef77b16cc6b_14"
    },
    {
      "start": 1079,
      "end": 1088,
      "text": "V - Guard",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f5783623ae14e9c8397ee3d5641638a_15"
    },
    {
      "start": 1089,
      "end": 1103,
      "text": "Industries Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8bb4f906d57d48f8adf9e08036c005e2_16"
    },
    {
      "start": 1120,
      "end": 1135,
      "text": "..... Defendant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "461fea7d53dd4a5eafc308370a22152c_17"
    },
    {
      "start": 1175,
      "end": 1183,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7ee56f30148487388207ffd85277715_18"
    },
    {
      "start": 1184,
      "end": 1211,
      "text": "Mr. Sachin Gupta, Mr. Manan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "292699948e7a4277a3d2e74e0ab65e3e_19"
    },
    {
      "start": 1251,
      "end": 1498,
      "text": "Mandal, Ms. Yashi Agrawal, Mr. Rohit\n                                      Pradhan and Ms. Swati Meena, Advs.\n\n                         Coram:\n                         Hon'Ble Mr. Justice C. Hari Shankar\n                                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b26b237f6139444cabc51fe3d852545b_20"
    },
    {
      "start": 1498,
      "end": 1513,
      "text": "Judgment (Oral)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f07ec188608d430eae34cf435c3795a1_21"
    },
    {
      "start": 1533,
      "end": 1571,
      "text": "%                           08.02.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "131e8f143f524f139820dd0507f0dbad_22"
    },
    {
      "start": 1592,
      "end": 1610,
      "text": "CC(Comm) 2/2022\n1.",
      "labels": [
        "NONE"
      ],
      "id": "b7c09206f3454f988ed07f69d4281ed2_23"
    },
    {
      "start": 1611,
      "end": 1708,
      "text": "By this order, I proceed to decide the preliminary objection advanced by Mr. Hemant Singh, learne",
      "labels": [
        "NONE"
      ],
      "id": "00c3363421154a798238038d8e87cbbb_24"
    },
    {
      "start": 1709,
      "end": 1851,
      "text": "d Counsel for the plaintiff to the maintainability of CC (Comm) 2/2022, which is the counter claim filed by the defendant in the present suit.",
      "labels": [
        "FAC"
      ],
      "id": "789e602cc4f641b087667c1ba9a39596_25"
    },
    {
      "start": 1852,
      "end": 2232,
      "text": "\n2. The present suit [CS(COMM) 567/2021] alleges piracy, by the defendant, of the designs registered in favour of the plaintiff vide Registration Nos. 296178, 296179 and 296180 (the suit designs) and seeks reliefs of injunction against the plaintiff from directly or indirectly dealing in the switch plates manufactured by the plaintiff, which allegedly infringe the suit designs.",
      "labels": [
        "FAC"
      ],
      "id": "e2bfd6b1a96c4f5e9f72ca567b3d4e83_26"
    },
    {
      "start": 2233,
      "end": 2384,
      "text": "\nNeutral Citation Number : 2023/DHC/000960 defendants, to the plaint, is the plea that the suit designs are invalid on the ground of prior publication.",
      "labels": [
        "FAC"
      ],
      "id": "b97f0e6b1fa643f6815e307a3fdc1b94_27"
    },
    {
      "start": 2386,
      "end": 2612,
      "text": "4. During the pendency of these proceedings, the defendant has filed the present counter claim CC (Comm) 2/2022, seeking cancellation, and expunction from the Register of Designs, of the suit designs 296178, 296179 and 296180.",
      "labels": [
        "FAC"
      ],
      "id": "c58cf0b23c8e4d3fae27313def731ecb_28"
    },
    {
      "start": 2613,
      "end": 2815,
      "text": "The defendant has also filed, with the counter claim, an application under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure, 1908 (CPC), seeking stay of operation and effect of the suit designs.",
      "labels": [
        "FAC"
      ],
      "id": "500824de15d94d3baaff2d0441e75d65_29"
    },
    {
      "start": 2817,
      "end": 2930,
      "text": "5. Mr. Hemant Singh, learned Counsel for the plaintiff, has objected to the counter claim filed by the defendant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "56e559be78374a6590bf6f1c46e54579_30"
    },
    {
      "start": 2931,
      "end": 2969,
      "text": "He submits hat it is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e1ee2972856f484bb105ab7ffe232991_31"
    },
    {
      "start": 2970,
      "end": 3351,
      "text": "Though Mr. Sachin Gupta, learned Counsel for the defendant, points out that notice already stands issued on the counter claim and pleadings completed therein, there can be no gainsaying that an objection regarding maintainability can be raised at any stage, including appeal, as it goes to the very root of the proceedings and the jurisdiction of the court to entertain the matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb737dfed12b4499aeb975cdc9a2127d_32"
    },
    {
      "start": 3353,
      "end": 3533,
      "text": "6. I am not, therefore, inclined to foreclose the objection of Mr. Hemant Singh merely on the ground that notice stands issued in the counter claim and pleadings completed therein.",
      "labels": [
        "FAC"
      ],
      "id": "13ae42c5344d4b8daa490c7b2c5339dc_33"
    },
    {
      "start": 3535,
      "end": 3687,
      "text": "7. On the merits of his objection, Mr. Hemant Singh submits that, there is no provision in the Designs Act which provides for filing of a counter claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03bd9ead31fc4ce283fb6ea8b3a95b44_34"
    },
    {
      "start": 3688,
      "end": 3883,
      "text": "That apart, he submits that the counter claim filed by the defendant seeks revocation and cancellation of the suit design, which, as per Section 191 of the Designs Act, has specifically to be 19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bd48706c861b4b1f8d8f5e45b70a6be3_35"
    },
    {
      "start": 3884,
      "end": 3896,
      "text": "Cancellation",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ecbaf5b358314de4bc3445ea54a0ec83_36"
    },
    {
      "start": 3897,
      "end": 3912,
      "text": "of registration",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "881e4a4d02174f1eb542f17a29abde2f_37"
    },
    {
      "start": 3913,
      "end": 4054,
      "text": ". -\nDigitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 raised only before the Controller of Designs.",
      "labels": [
        "NONE"
      ],
      "id": "91388ec41a564c948841cd2b3476bffd_38"
    },
    {
      "start": 4055,
      "end": 4276,
      "text": "Mr. Hemant Singh submits that Section 22(3)2 of the Designs Act, no doubt, permits other grounds on which cancellation of a registered designs may be sought under Section 19(1), as a ground of defence to a plea of piracy.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0946711ac9084a379242336f4e62dd26_39"
    },
    {
      "start": 4277,
      "end": 4569,
      "text": "That remedy, he submits, has already been availed by the defendant, as the plea of invalidity of the suit designs has specifically been taken in the written statement filed by it, and this Court would rule on the issue while considering the merits of the pleas taken in the written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5865dc7c07814e65b3667b1ba7a4d5aa_40"
    },
    {
      "start": 4570,
      "end": 4750,
      "text": "Mr. Hemant Singh submits that the defendant cannot, in view of Section 19, maintain a plea for revocation of the suit designs before this Court even in the form of a counter claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "281dd47f6e6141e2bb52abc29068bd9d_41"
    },
    {
      "start": 4751,
      "end": 4827,
      "text": "Any such plea, he submits, has to be taken before the Controller of Designs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8100e879c7444db0a983bb56bb0af866_42"
    },
    {
      "start": 4829,
      "end": 5076,
      "text": "8. Mr. Hemant Singh has placed reliance, in this context, on the judgment of a Full Bench of this Court in Metro Plastic Industries (Regd.) v. Galaxy Footwear New Delhi3 and of the High Court of Calcutta in Rotomac Pens Ltd. v. Milap Chand & Co.4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22abbe8837034a10a17ed93e31a1c89d_43"
    },
    {
      "start": 5077,
      "end": 5318,
      "text": "Mr. Hemant Singh submits that, unlike the present 2000 Designs Act, the predecessor statute i.e., Section 51A of the Designs Act, 1911 (the 1911 Designs Act), specifically provided for filing of a cancellation petition before the High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aaac6bc840b74df284e6e1d8fbba9038_44"
    },
    {
      "start": 5319,
      "end": 6189,
      "text": "In that statutory scenario, Mr. Hemant (1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of Section 2. (2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred.\n22. Piracy of registered design. -\n**",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e7a1016f8384de6a0f07762ea752136_45"
    },
    {
      "start": 6190,
      "end": 6397,
      "text": "* * * (3) In any suit or any other proceeding for relief under sub-section (2), every ground on which the registration of a design may be cancelled under Section 19 shall be available as a ground of defence.",
      "labels": [
        "STA"
      ],
      "id": "ad1d2b8a98834f82bdbad2aec1c22d32_46"
    },
    {
      "start": 6398,
      "end": 6516,
      "text": "\n1999 SCC OnLine Del 1028 : (2000) 83 DLT 205 (FB) (1999) 19 PTC 757 Digitally Signed Signing Date:14.02.2023 16:24:07",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "787ac7f0ec4c4aba9c027de021191251_47"
    },
    {
      "start": 6517,
      "end": 6916,
      "text": "Neutral Citation Number : 2023/DHC/000960 Singh submits that the High Court of Calcutta and the Full Bench of this Court have ruled that, if cancellation of a registered design was to be sought, it had to be sought by way of a cancellation petition under Section 51A before the High Court, and not by way of a counter claim in a suit for piracy instituted by the proprietor of the registered design.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b52ab4c6eb54e878b2565d322d43825_48"
    },
    {
      "start": 6918,
      "end": 7024,
      "text": "9. Mr. Hemant Singh submits that the statutory scheme stands completely re-worked in the Designs Act 2000.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b98875955a164390a1dd9132db74061f_49"
    },
    {
      "start": 7025,
      "end": 7210,
      "text": "The 1911 Act, he points out, did not provide for grounds on which cancellation of a registered design could be sought being permitted to be urged as grounds of defence to a piracy suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "761849f046674c5689cd621a590e81f1_50"
    },
    {
      "start": 7211,
      "end": 7426,
      "text": "It was for this reason, he submits, that the 1911 Act contained separate provisions enabling the person seeking cancellation of a registered design to approach the High Court with a plea of cancellation of a design.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "557f7cae51294ab49a1f952255f79a89_51"
    },
    {
      "start": 7427,
      "end": 7626,
      "text": "The 2000 Act, however, provides, in Section 22(3), for every ground on which cancellation of registered design could be sought under Section 19(1) to be urged as a ground of defence in a piracy suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f20fd07798a4aabb4754156012c359d_52"
    },
    {
      "start": 7627,
      "end": 7855,
      "text": "It was for this reason, he submits, that substantive petitions for cancellation of the registered design have, consciously, been permitted to be filed only before the Controller of Designs, by Section 19 of the 2000 Designs Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4111fdbeb4044cb29300ae19da410bef_53"
    },
    {
      "start": 7856,
      "end": 7975,
      "text": "This is a conscious legislative dispensation which is different from the dispensation which existed under the 1911 Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3436c44324a44985942224a6cc42992c_54"
    },
    {
      "start": 7976,
      "end": 8217,
      "text": "The court, submits Mr. Hemant Singh, is bound to respect the legislative dispensation and cannot, therefore, usurp the jurisdiction of the Controller of Patents and consider, on merits, a petition seeking cancellation of a registered design.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c03dfe25c94147f9ab59e216e996ec45_55"
    },
    {
      "start": 8219,
      "end": 8528,
      "text": "10. Mr. Sachin Gupta, learned Counsel for the defendant, submits, per contra, that the issue is no longer res integra, as it stands concluded by the judgment of a Bench of three Hon'ble Judges of the Neutral Citation Number : 2023/DHC/000960 Supreme Court in S.D. Containers Indore v. Mold-Tek Packaging Ltd5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bfb8319eeaaa4a70a47af3ea3cc11236_56"
    },
    {
      "start": 8530,
      "end": 8567,
      "text": "11. I have perused the said decision.",
      "labels": [
        "NONE"
      ],
      "id": "c23b5180d29d4abfb56ceb88413120a8_57"
    },
    {
      "start": 8568,
      "end": 8654,
      "text": "\n12. Paras 2,3,4, 11, 13, 14, 18 and 19 of the said decision merit reproduction, thus:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43b2ab1100da47b3b911a7b81136bbae_58"
    },
    {
      "start": 8656,
      "end": 8968,
      "text": "\"2. The plaintiff-respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiff's designs of container and lid registered under designs Applications Nos. 299039 and 299041 respectively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3658bbd64d714bb09863a9093356fef8_59"
    },
    {
      "start": 8970,
      "end": 9313,
      "text": "3. In the said suit, the appellant-defendant had filed a written statement along with the counterclaim before the Commercial Court, inter alia, seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50e6f57369e04d7a890c1d010a46f3fa_60"
    },
    {
      "start": 9314,
      "end": 9482,
      "text": "The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9ef99bf253b47a2b8d76e8757eb730b_61"
    },
    {
      "start": 9483,
      "end": 9619,
      "text": "It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98309a70e95d4e31b5e8ed42ba357878_62"
    },
    {
      "start": 9621,
      "end": 9750,
      "text": "4. The said order passed by the Commercial Court was challenged by the respondent-plaintiff before the Madhya Pradesh High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1dba6d204c5343d29a0a80ad701c2f13_63"
    },
    {
      "start": 9751,
      "end": 9954,
      "text": "The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4faafc3fd28b49d09884598aad74568a_64"
    },
    {
      "start": 9955,
      "end": 10345,
      "text": "The High Court relied upon Godrej Sara Lee Ltd. v. Reckitt Benckiser Australia Pty. Ltd6. to hold that the legislature intended that an application for cancellation of registration of designs would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a04dad52b11c4243a5b1d2626ed2e0b0_65"
    },
    {
      "start": 10346,
      "end": 10529,
      "text": "It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act.\nxxxxx 11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ac0980f81af4d9fbb51da247d66aa48_66"
    },
    {
      "start": 10530,
      "end": 10682,
      "text": "It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "741d34f759eb4e4fa272f1b82618aa9b_67"
    },
    {
      "start": 10683,
      "end": 11005,
      "text": "There is no provision in the 2015 Act (2021) 3 SCC 289 (2010) 2 SCC 535 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c2670bedd8c474699ffffb52152e6ef_68"
    },
    {
      "start": 11006,
      "end": 11247,
      "text": "Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbe751be5eeb4570850438fe32b9e93d_69"
    },
    {
      "start": 11248,
      "end": 11462,
      "text": "Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69e7f875174b401a92ab24eee3a5dcf6_70"
    },
    {
      "start": 11463,
      "end": 11573,
      "text": "It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa02de4671c74892bb8423e31fb90292_71"
    },
    {
      "start": 11574,
      "end": 11738,
      "text": "In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the designs which necessarily mandates the courts to transfer the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c92ea32e71db4d59b661aa3de9e71ea7_72"
    },
    {
      "start": 11739,
      "end": 11839,
      "text": "The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b370310b15614ce88d0213a6f081d580_73"
    },
    {
      "start": 11840,
      "end": 12288,
      "text": "In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by the learned counsel for the appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the civil suit in which there is plea to revoke the registered designs has to be transferred to the High Court where there is no ordinary original civil jurisdiction.\nxxxxx 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67a8c467c53b474a8dde04a583a18c2d_74"
    },
    {
      "start": 12289,
      "end": 12440,
      "text": "It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf0ee4b57bd949c9b23fb0e215d78e10_75"
    },
    {
      "start": 12441,
      "end": 12564,
      "text": "Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a688bd9751846b3aa3681e873512bb7_76"
    },
    {
      "start": 12565,
      "end": 12775,
      "text": "It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65894832a16e456280c7349b6a765ce9_77"
    },
    {
      "start": 12776,
      "end": 13125,
      "text": "Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the respondent-plaintiff had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28f41d1768e54dc8aa3fcdeb5bcbcac3_78"
    },
    {
      "start": 13127,
      "end": 13136,
      "text": "xxxxx 14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74b1645c36594107b9b2251c899f1807_79"
    },
    {
      "start": 13137,
      "end": 13234,
      "text": "Furthermore, in the 2000 Act, there are two options available to seek revocation of registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae40fdb2139d47df950970a526106830_80"
    },
    {
      "start": 13235,
      "end": 13326,
      "text": "One of them is before the Controller, appeal against which would lie before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a07fca3ab39f436b9dd8dea4ae4c3c83_81"
    },
    {
      "start": 13327,
      "end": 13517,
      "text": "Second, in a suit for infringement in a proceeding before the civil court on the basis of registration certificate, the defendant has been given the right to seek revocation of registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18b1192381b04b40b0442197a94fe0da_82"
    },
    {
      "start": 13518,
      "end": 13645,
      "text": "In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a69862869ff48ec84eb328111b4cb1f_83"
    },
    {
      "start": 13646,
      "end": 13730,
      "text": "Both are independent provisions giving rise to different and distinct causes Neutral",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76dc440c6d50484d9dd0f13ed36ca1a2_84"
    },
    {
      "start": 13731,
      "end": 13774,
      "text": "Citation Number : 2023/DHC/000960 xxxxx 18.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d34651df81f04fa880627c605897ac05_85"
    },
    {
      "start": 13775,
      "end": 14251,
      "text": "To the same effect is a judgment of the Jammu and Kashmir High Court in Escorts Construction Equipment Ltd. v. Gautam Engg. Co.7, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the civil court has no power to decide the revocation of the designs and it is only the High Court which has to adjudicate upon the matter and decide as to whether the designs is to be cancelled or not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d8d1fa63159f42c488e4135d44a60266_86"
    },
    {
      "start": 14252,
      "end": 14364,
      "text": "It was held that the learned trial court committed a legal error in not transferring the case to the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0de0154ef98d483085b7d0ef75677e67_87"
    },
    {
      "start": 14366,
      "end": 14568,
      "text": "19. The Bombay High Court in Whirlpool of India Ltd. v. Videocon Industries Ltd.8, was dealing with a suit against the defendant for infringement of the registered designs; passing off; and the damages.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a9b152569b2d4d258a64b49204a891b3_88"
    },
    {
      "start": 14569,
      "end": 14705,
      "text": "The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c2ac9f1113d4809909a877c524ffbd2_89"
    },
    {
      "start": 14706,
      "end": 14763,
      "text": "In these circumstances, the High Court held as under:\n19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "332fcab0b1ff4bce867152d2e37d8274_90"
    },
    {
      "start": 14764,
      "end": 15125,
      "text": "In support of its contention that the defendant's registered designs can only be challenged by proceedings under Section 19 of the Act before the Controller, the defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered designs amounts to a negation and exclusion of remedy under Section 22 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24bcd4bc79a54feabc8fedf29343b8fa_91"
    },
    {
      "start": 15126,
      "end": 15152,
      "text": "This is plainly incorrect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43ca69c0b3e44e8f98aa606dfd74cb43_92"
    },
    {
      "start": 15153,
      "end": 15239,
      "text": "Section 19 and Section 22 of the Act operate independently in different circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec00559a83d947d980183fc55a871d42_93"
    },
    {
      "start": 15240,
      "end": 15325,
      "text": "Section 19 of the Act is invoked to seek cancellation of a registration of a designs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "884e7e7c159d497b8903d13e4e053bfd_94"
    },
    {
      "start": 15326,
      "end": 15537,
      "text": "\nSection 22 of the Act is invoked where a registered designs of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fdc47dbdfdd472e9efcc541dbd3d4f5_95"
    },
    {
      "start": 15538,
      "end": 15646,
      "text": "Such relief can be sought even against a registered proprietor of a designs by questioning his registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59f7461f737f49f689395ca306ff96cf_96"
    },
    {
      "start": 15647,
      "end": 15898,
      "text": "The defendant too can submit that the plaintiff is not entitled to any relief in terms of damages, injunction, etc. by questioning the registration of the plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d19093bce9f4c8a8c0c72e7378cd127_97"
    },
    {
      "start": 15899,
      "end": 16049,
      "text": "Again, Section 19 entitles a party to move the Controller for cancellation of a designs even where the registered proprietor is not using the designs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "293bb4c237684331b7140d5eee8ef2ae_98"
    },
    {
      "start": 16050,
      "end": 16213,
      "text": "Section 19, therefore, affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40902bf78542414a851ad306a1c7674e_99"
    },
    {
      "start": 16214,
      "end": 16445,
      "text": "In marked contrast, Section 22 of the Act affords a cause of action only where a registered designs is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52584bb6c4c24b91ab8bc2f531e23ce5_100"
    },
    {
      "start": 16446,
      "end": 16778,
      "text": "Consequently, if a registered proprietor does not apply his designs to an article for sale or in connection with such sale, AIR 2010 J&K 13 2014 SCC OnLine Bom 565 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 another registered proprietor cannot have recourse to Section 22 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c5bccc61c22495887500132ec2a0af5_101"
    },
    {
      "start": 16779,
      "end": 16877,
      "text": "The remedy under Section 22 of the Act is only available where the impugned designs is being used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b15b47e4c8241e289014e9e86e674ff_102"
    },
    {
      "start": 16878,
      "end": 17147,
      "text": "A further distinction between Sections 19 and 22 of the Act, as correctly pointed out on behalf of the plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9573293a86ae45de815c1f05702ea431_103"
    },
    {
      "start": 17148,
      "end": 17239,
      "text": "The remedy under Section 19 and the remedy under Section 22 are, therefore, very different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03fb9f23f9c84bdb99496de878fe5ad3_104"
    },
    {
      "start": 17240,
      "end": 17325,
      "text": "They apply to different persons in different circumstances and for different reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63601a0847cd43849dbcac7454609889_105"
    },
    {
      "start": 17327,
      "end": 17453,
      "text": "13. The facts which obtained in S.D. Container5 are identical to the facts which obtain in the present case before this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a2cbf109d0f4effb3c325fee5862366_106"
    },
    {
      "start": 17455,
      "end": 17718,
      "text": "14. In that case, too, Mold-Tek Packaging Ltd. (MTPL hereinafter), the respondent before the Supreme Court, instituted a plaint against S D Containers Indore (SDC hereinafter) for a restraint against SDC infringing MTPL's registered design nos. 299039 and 299041.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d7c92423df4469f9da60058a695d290_107"
    },
    {
      "start": 17719,
      "end": 17865,
      "text": "As in the present case, SDC, in its written statement, urged invalidity of the suit designs as one of the grounds of defence, under Section 22(3).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c7f1d9617284a5bb6c24dbe0f6fc516_108"
    },
    {
      "start": 17866,
      "end": 18188,
      "text": "Side by side, SDC also filed a substantive counter claim, seeking cancellation of MTPL's registered design as suffering from want of novelty and originality and, therefore, as being non-registerable under Section 4(a) of the Designs Act and, consequently, liable for revocation/cancellation under Section 19(1)(c) thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cd3932571e54c189cbca4779d52bae7_109"
    },
    {
      "start": 18189,
      "end": 18407,
      "text": "The suit of MTPL and, consequently, the written statement and counter claim of SDC, were all filed before the learned Commercial Court, as the High Court of Madhya Pradesh does not exercise original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14328191861d4c1a8ecbf5ae40dde12e_110"
    },
    {
      "start": 18409,
      "end": 18565,
      "text": "15. SDC filed an application before the learned Commercial Court for transfer of the suit instituted by MTPL against it to the High Court of Madhya Pradesh.",
      "labels": [
        "FAC"
      ],
      "id": "a76aa93432f0452ab27a549bc81391e9_111"
    },
    {
      "start": 18566,
      "end": 18735,
      "text": "The learned Commercial Court allowed the Neutral Citation Number : 2023/DHC/000960 application and transferred the suit instituted by MTPL against SDC to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b8418c94fd34275b2a6e79ba20231fe_112"
    },
    {
      "start": 18737,
      "end": 18829,
      "text": "16. This order of the learned Commercial Court was challenged by MTPL before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33222b4b97a64d438062037e2e3abc6a_113"
    },
    {
      "start": 18830,
      "end": 19112,
      "text": "The High Court held, relying on the decision of the Supreme Court in Godrej Sara Lee6, that the High Court did not possess jurisdiction to entertain an application seeking cancellation of a registered design, as Section 19 vested the said jurisdiction exclusively in the Controller.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a20b5cba2ac4facbe5f70573b2e4160_114"
    },
    {
      "start": 19113,
      "end": 19243,
      "text": "It was held that the High Court enjoyed only appellate jurisdiction in the matter, against the decision of the learned Controller.",
      "labels": [
        "RLC"
      ],
      "id": "815144f5f2404d79a84bc5130caedf36_115"
    },
    {
      "start": 19245,
      "end": 19327,
      "text": "17. Aggrieved by the decision of the High Court, SDC approached the Supreme Court.",
      "labels": [
        "RLC"
      ],
      "id": "8a8e0a219a694d0c9ad97a72241555c6_116"
    },
    {
      "start": 19329,
      "end": 19580,
      "text": "18. Mr. Hemant Singh points out that the issue under consideration before the Supreme Court was essentially whether the cancellation petition filed by the SDC before the learned Commercial Court was required to be transferred to the High Court or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03caa1123c034e49a867b714b907a8b9_117"
    },
    {
      "start": 19581,
      "end": 19781,
      "text": "He submits that the Supreme Court did not advert to, or examine, the issue of whether the cancellation petition was maintainable at all in the first instance, in view of Section 19 of Designs Act.\n19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68c00abf2b04475ea9e320e7198ba4f9_118"
    },
    {
      "start": 19782,
      "end": 19897,
      "text": "On this issue, therefore, Mr. Hemant Singh would submit that the decision in S.D. Containers5 appears sub silentio.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "03a74cf7c34344d2bc6747956a961a8d_119"
    },
    {
      "start": 19899,
      "end": 20034,
      "text": "20. In my considered opinion, having gone through the decision in S.D. Containers5, this argument is not available to Mr. Hemant Singh.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6325781a0a1a48bca6688a527c790aca_120"
    },
    {
      "start": 20035,
      "end": 20222,
      "text": "No doubt, the issue before the Supreme Court was whether the cancellation Neutral Citation Number : 2023/DHC/000960 Commercial Court was liable to be transferred to the High Court or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02403b19448b4b96bbe62c4977b5aa75_121"
    },
    {
      "start": 20223,
      "end": 20589,
      "text": "The ground on which the High Court held against SDC, as delineated in para 4 of the report in S.D. Containers5, was, however, precisely that an application for cancellation of a registered design did not lie before the High Court, but lay exclusively before the Controller of Designs and that the High Court could only exercise appellate jurisdiction in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfd7bc3dbc4a491499df6844d552876b_122"
    },
    {
      "start": 20591,
      "end": 20814,
      "text": "21. In para 11 of the report, the Supreme Court has clearly noted the provision of Section 22(4), which empowers the defendant in a suit to seek cancellation of a design, necessarily mandates the court to transfer the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaea18e3af254439956844f4c86c1d1b_123"
    },
    {
      "start": 20815,
      "end": 20952,
      "text": "The reference to suit in this passage, clearly refers to the cancellation proceedings instituted by the defendants against the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e5509cdd8904fd89a8df7d658451bf2_124"
    },
    {
      "start": 20954,
      "end": 21050,
      "text": "22. If any doubt remained on that score, it stands cleared by paras 13, 14 and 18 of the report.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0fb163002014ec696fe03c2e74529cd_125"
    },
    {
      "start": 21051,
      "end": 21323,
      "text": "In the said paragraphs, the Supreme Court has noted, once again, the ground on which the High Court held against SDC being that an application for cancellation and registration of MTPL's registered design would lie only before the Controller and not before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9af5abba4d443c8a57282aac5227805_126"
    },
    {
      "start": 21324,
      "end": 21416,
      "text": "This is the precise objection which Mr. Hemant Singh has raised in the present case as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "407989e96f774c78b6bea903c44d783c_127"
    },
    {
      "start": 21417,
      "end": 21682,
      "text": "The Supreme Court notes that the High Court, having accepted the objection, held that it could not consider a cancellation petition and could only exercise appellate jurisdiction in that regard, against the decision which the Controller would take under Section 19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff278f741eb54045b41b71180825b943_128"
    },
    {
      "start": 21683,
      "end": 21875,
      "text": "The Supreme Court has, however, disapproved of the view adopted by the High Court and clearly held that, in the Designs Act, the defendant has two separate independent options available to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bce248df4f564a56be98535cbdddb1fd_129"
    },
    {
      "start": 21876,
      "end": 22089,
      "text": "The right to seek revocation of a registered design is independent of the right to raise Neutral Citation Number : 2023/DHC/000960 invalidity of the registered design as a ground of defence in a piracy proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d15008d45594cb6ba7cbdf631611a44_130"
    },
    {
      "start": 22090,
      "end": 22206,
      "text": "As the supreme Court holds, these are independent provisions, giving rise to different and distinct cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8931d39e94a34c75a46517fe63cba850_131"
    },
    {
      "start": 22208,
      "end": 22638,
      "text": "23. The Supreme Court has also approved the view of the High Court of Jammu and Kashmir in Escorts Constructions Equipment Ltd.7, in which the High Court of Jammu and Kashmir held that once revocation of the registration of the plaintiff's design was taken as a defence in a piracy suit, the High Court alone could decide on the aspect of revocation in view of exclusive jurisdiction conferred by Section 22(4) of the Designs Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93e87d179ae64dc0be7157f9394e6374_132"
    },
    {
      "start": 22640,
      "end": 22752,
      "text": "24. Having so noted, it is not necessary for this Court to delve too deep into the decision in S.D. Containers5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "411d07f821c5421fb39f6cd21aab8c6a_133"
    },
    {
      "start": 22753,
      "end": 23100,
      "text": "The fact of the matter remains that, even in that case, SDC not only raised the ground of invalidity of the suit design of MTPL as being devoid of novelty and originality as one of the grounds of defence in its written statement, but also filed a substantive counter claim before the Commercial Court seeking cancellation of the registered design.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aeedde3576ea4da395d8d72f26e40341_134"
    },
    {
      "start": 23101,
      "end": 23186,
      "text": "The suit was transferred to the High Court of Madras by the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dff60f5484224679849102ec67039042_135"
    },
    {
      "start": 23187,
      "end": 23546,
      "text": "The order of transfer was set aside by the High Court on the sole ground that an application for cancellation of the registered design, which was filed by SDC as a counter claim in the suit instituted by MTPL, would lie only before the Controller and that, therefore, the High Court could not entertain such an application/counter claim in the first instance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddc33d928d4f4b3fa35fbf19490ae440_136"
    },
    {
      "start": 23548,
      "end": 23686,
      "text": "25. The Supreme Court has, in its decision, reversed the view of the High Court and approved the decision of the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93fbd07b11d4418d81362a07f144cb00_137"
    },
    {
      "start": 23687,
      "end": 23734,
      "text": "\nNeutral Citation Number : 2023/DHC/000960 \"20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6fb7c91d2944e0993e55c10bb776742_138"
    },
    {
      "start": 23735,
      "end": 23839,
      "text": "In view of the above, the order of the Commercial Court at the district level is in accordance with law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78fe7dbd975e4c95b823a6d03c1e42bd_139"
    },
    {
      "start": 23841,
      "end": 24099,
      "text": "26. The upshot of the decision of the Supreme Court was to affirm the view of the Commercial Court to transfer, to the High Court, not only the suit instituted by the MTPL against SDC, but also the counter claim separately instituted by SDC against the MTPL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf7f790276854dcb915f91e71e7575ff_140"
    },
    {
      "start": 24100,
      "end": 24371,
      "text": "The ground that a counter claim could not have instituted before the High Court, as it lies only before the Controller under Section 19, which constituted the basis of the impugned judgment of the High Court has, therefore, effectively been reversed by the Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09e42007c6cd4aed9eb6bce3e18b75af_141"
    },
    {
      "start": 24373,
      "end": 25161,
      "text": "27. Thus, the position that emerges is that (i) the facts of the case before the Supreme Court in S.D. Containers5 are identical to the facts of the present case,\n(ii) the ground on which the High Court set aside the decision of the Commercial Court to transfer the suit instituted by MTPL against SDC before the learned Commercial Court, to the High Court i.e., was the same as that which has been urged by Mr. Hemant Singh before me in the present proceedings i.e., that a substantive petition for cancellation of a registered design lies only before the Controller of Designs under Section 19 and not before the High Court and (iii) the decision of the High Court stands conclusively reversed by the Supreme Court, which has approved the view taken by the learned Commercial Court.\n28.",
      "labels": [
        "RATIO"
      ],
      "id": "4f12d0f345ea402e80f5a2a4c4d4421c_142"
    },
    {
      "start": 25162,
      "end": 25398,
      "text": "In these circumstances, any hesitancy, on the part of this Court, to follow the decision of the Supreme Court would amount to no less Neutral Citation Number : 2023/DHC/000960 than an affront to Article 141 of the Constitution of India.",
      "labels": [
        "RATIO"
      ],
      "id": "6f4aca1db3a64af8b0bc7657d4d9da37_143"
    },
    {
      "start": 25400,
      "end": 25636,
      "text": "29. In that view of the matter, the issue in controversy being fully covered by S.D. Containers5, the objection of Mr. Hemant Singh to the maintainability of CC(Comm) 2/2022, instituted by the defendant in the present suit, is rejected.",
      "labels": [
        "RATIO"
      ],
      "id": "3b2ffcc7792b4f8fbfc4ac418dc3863b_144"
    },
    {
      "start": 25637,
      "end": 25715,
      "text": "\n30. Issue notice, returnable on the date already fixed i.e., 1 st March 2023.",
      "labels": [
        "RPC"
      ],
      "id": "a70e0bac641f4d489a87aec1825fd589_145"
    },
    {
      "start": 25717,
      "end": 25800,
      "text": "31. Notice is accepted, on behalf of the plaintiff/non-applicant, by Ms. Mamta Jha.",
      "labels": [
        "RPC"
      ],
      "id": "d3c5d9aa203f415b863dfe3f4ac6c564_146"
    },
    {
      "start": 25801,
      "end": 25984,
      "text": "\n32. Reply, if any, be filed within two weeks with advance copy to learned Counsel for the applicant/defendant who may file rejoinder thereto, if any, before the next date of hearing.",
      "labels": [
        "RPC"
      ],
      "id": "2696bceba6b84ac5be2ff8356cc86039_147"
    },
    {
      "start": 25985,
      "end": 26059,
      "text": "\n33. Judgment to be uploaded on the website of this Court within 24 hours.",
      "labels": [
        "RPC"
      ],
      "id": "d30fb2337ef04310b47b70712de647d6_148"
    },
    {
      "start": 26060,
      "end": 26101,
      "text": "\nC. HARI SHANKAR, J.\nFEBRUARY 8, 2023 dsn",
      "labels": [
        "NONE"
      ],
      "id": "249cf02d7ddf49558d1f544dc9cc5ec3_149"
    }
  ]
}