{
  "id": "cfb40a113187c420e23a45c565a7c18d47b19bce9e138eabc3f132c3b11f51a3",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court \nM/S. Saptarishi Hotels Pvt. Ltd., vs National Institute Of Tourism And ... on 11 October, 2019 \nAuthor: Sanjay Kumar\nBench: Sanjay Kumar, K.Lakshman\n        In The High Court Of Judicature At Hyderabad\n                  For The State Of Telangana \n                             ** * * \n\n                        C.O.M.C.A. No.55 Of 2019 \n\nBetween:\n\nM/s. Saptarishi Hotels Pvt. Ltd. and another                ... Appellants \n\n                                     and \n\nNational Institute of Tourism &\nHospitality Management (Nithm)                             ... Respondent\n\n\n\nDate Of Judgment Pronouncement: 11th October, 2019\n\n\nSubmitted For Approval:\n\n\n              The Hon'Ble Sri Justice Sanjay Kumar\n                               And\n               The Hon'Ble Sri Justice K.Lakshman \n\n\n\n1.   Whether Reporters of Local newspapers                         Yes/No\n     may be allowed to see the judgment? \n\n\n2.   Whether copies of the judgment may be                         Yes/No\n     marked to Law Reporters/Journals \n\n\n3.   Whether His Lordship wishes to                                Yes / No\n     see the fair copy of the judgment? \n\n\n\n\n                                           _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                             Sanjay Kumar, J \n\n\n\n                                          _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                              K.Lakshman, J \n                                         2\n\n\n\n              * The Hon'Ble Sri Justice Sanjay Kumar \n                                And\n                The Hon'Ble Sri Justice K.Lakshman \n\n                        + C.O.M.C.A. No.55 Of 2019 \n\n                      % Dated 11th October, 2019\n\nBetween:\n\n# M / s. Saptarishi Hotels Pvt. Ltd. and another                    ... Appellants\n\n                                       and\n\n$ National Institute of Tourism &\n  Hospitality Management (Nithm)                                 ... Respondent \n\n\n<Gist:\n\n\n> Head Note: \n\n\n! Counsel for Appellants                     : Sri Vikram Pooserla \n\n^Counsel for respondent                      : Sri Vedula Srinivas and\n                                               Sri N.Praveen Reddy \n\n\nCases Referred: \n1. 2013 Scc OnLine Bom 481 = (2013) 7 Bom Cr 493 \n2. 2014 Scc OnLine Del 4834 = (2014) 145 Drj 399\n3. Air 2007 Sc 2563\n4. (2006) 11 Scc 181\n5. (2018) 16 Scc 661\n6. (2003) 5 Scc 705 \n7. (2008) 13 Scc 80\n8. 1994 Supp (1) Scc 644\n9. (2014) 9 Scc 263\n10. (2015) 3 Scc 49 \n11. 2014 Scc OnLine Guj 14836\n12. (2009) 2 Arb. Lr 287 (Gujarat) \n13 . (2011) 5 Scc 758\n14. 2014-5-L.W. 97\n15. 2007(5) Mh.L.J. 174\n16. 2009 Scc OnLine Bom 1791\n17. 2010(1) Mh.L.J. 547\n18. 2010(2) Mh.L.J. 921\n19. 2008 Scc OnLine Del 956\n20. 2019 Scc OnLine Sc 814\n21. (1989) 2 Scc 505 \n22. Air 1961 Sc 1570\n23. (2010) 8 Scc 383 \n24 . (1995) 5 Scc 545 \n25 . (2012) 4 Ald 385 (Db) \n26. Air 1981 Sc 1426 \n27. 2011 (1) Ald 79 \n                                       3\n\n\n\n           The Honourable Sri Justice Sanjay Kumar \n                            And\n            The Honourable Sri Justice K.Lakshman \n\n                        C.O.M.C.A. No.55 Of 2019 \n\n                              Judgment\n(Per Sri Justice Sanjay Kumar) \n1. This appeal, under Section 13(1A) of the Commercial Courts Act, 2015 (for brevity, 'the Act of 2015'), was filed against the order dated 30.08.2019 passed by the lear ned Judge, Commercial Court-cum-XXIV Additional Chief Judge, City Civil Court, Hyderabad, in C.O.P.No.74 of 2019. The said petition was filed by Saptarishi Hotels Pvt. Ltd, Hyderabad, and Maha Hotels Projects Pvt. Ltd. Hyderabad, the appellants herein, under Section 9 of the Arbitration and Conciliation Act, 1996 (for brevity, 'the Act of 1996'), to restrain National Institute of Tourism & Hospitality Management, Hyderabad, the respondent, from dispossessing them from the petition schedule property, viz., an extent of land admeasuring Acs.3.00 guntas in Survey No.91 (part), Telecomnagar, Gachibowli, Ranga Reddy District. By the order under appeal, the Commercial Court dismissed the petition. \n2. Andhra Pradesh Tourism Development Corporation Limited had allotted and transferred an extent of Acs.6.00 guntas in Survey No.91 of Gachibowli Village, Serilingampally Mandal, Ranga Reddy District, to the respondent for setting up a star hotel. Thereupon, the respondent issued an advertisement in daily newspapers on 28.02.2009 proposing to set up a four-star hotel on 'Build, Operate and Transfer' (BOT) basis under Public-Private Partnership mode and invited proposals through a competitive bidding process. Upon acceptance of the appellants' proposal, a lease agreement for a period of 33 years was executed by and between the appellants and the respondent on 04.11.2010. They also entered into a Development & Management Agreement on 10.08.2011. \n3. While so, owing to delay in execution of the project, the respondent issued termination notice dated 23.07.2016, alleging that the appellants had committed breach of trust and violation of the lease and the development & management agreements and terminated them with immediate effect. The respondent requested the appellants to hand over the project site before 30.07.2016 and pay it a sum of Rs.4,03,74,225/-. The respondent cautioned the appellants that in the event they failed to do so, it would initiate appropriate legal action against them. The appellants replied, vide letter dated 30.08.2016, citing the reasons for the delay in execution of the project and sought withdrawal of the termination notice. The respondent however encashed the bank guarantee furnished by the appellants on 03.10.2016. \n4. Thereupon, arbitration proceedings were initiated at the behest of the appellants in terms of Article 11.2 of the Lease Agreement dated 04.11.2010 and Article 14.2 of the Development & Management Agreement dated 10.08.2011. The Arbitral Tribunal comprised two retired Supreme Court Judges and a retired Judge of the erstwhile Andhra Pradesh and Calcutta High Courts. This Tribunal was constituted on 01.03.2017. \n5. The appellants raised the following claims before the Arbitral Tribunal:\na) 'To declare that the Termination Notice dated 23.7.2016 of both the Lease Agreement dated 24.11.2010 and Development and Management Agreement dated 10.08.2011 as arbitrary, illegal and unsustainable in law and consequently restore the said Agreements and direct the Respondent to abide by the terms and conditions of the said agreements;\nb) Grant Specific performance of both the Lease Agreement dated 24.11.2010 and Development & Management Agreement dated 10.08.2011 to enable the Claimants to execute the development work and to reach the stage of revenue sharing and also for enjoyment of the same for a period of 33 years from the Commercial Operational Date (COD) of the hotel in the interest of justice;\nc) Award damages of Rs.90,00,75,000/- (Rupees Ninety Crores and Seventy Five Thousand only) as mentioned in the Annexure-I, in addition to Specific performance in favour of the Claimants and against the Respondent and also award the costs of the arbitral proceedings; and d) In the event of the Hon'ble Tribunal not granting Specific performance of the Lease Agreement dated 24.11.2010 and Development & Management Agreement dated 10.08.2011 for any reason, the Claimants pray for grant of overall damages in lieu of Specific performance as mentioned above and for which the claimant reserves its right to amend the Claim Statement with the permission of the Tribunal.'\n6. In turn, the respondent raised four counter-claims:\ni) 'Counter Claim No.1: Payment of arrears of lease rentals and Annual Development Premium.\nii) Counter Claim No.2: Expected lease rentals and Annual Development Premium of Rs.133.04 Crores.\niii) Counter Claim No.3: General damages of Rs.2.00 Crores.\niv) Counter Claim No.4: Costs of the arbitration.'\n7. The Arbitral Tribunal framed the following issues for determination:\n1) 'Whether Termination Notice dated 23-07-2016 of the Lease Agreement dated 24-11-2010 and Development & Management Agreement dated 10-08-2011 is arbitrary, illegal and unsustainable in law? \n2) Whether the delay in obtaining building permission from the GHMC and other required permission was on account of default of the Claimant or on account of the delay on the part of the respondent? \n3) Whether the Termination Notice dated 23-07-2016 issued by the respondent for termination of the 'Lease Agreement' and 'Development & Management Agreement' is valid and binding on the Claimants? \n4) Whether the Claimants are entitled to the relief of specific performance of the 'Lease Agreement dated 24-11-2010' and 'Development & Management Agreement dated 10-08-2011' to enable the Claimants to execute the project and enjoy the revenue share for (33) years from the Commercial Operation date (COD), as prayed for the Claimants? \n5) Whether the Claimants are entitled to the relief of damages of Rs.90,00,75,000/-, in addition to the relief of specific performance as prayed by the Claimants?\n6) Whether the respondent is entitled to recover the Claimants arrears of 'Lease Rentals' and 'Annual development Premium' aggregating to Rs.3,47,97,912/- due as on 23-07-2016, as prayed under Counter Claim No.I?\n7) Whether the respondent is entitled to recover from the Claimants expected 'Lease Rentals' and 'Annual Development Premium' amounting to Rs.137.04 Crores, as prayed under the Counter Claim No.II?\n8) Whether the respondent is entitled for general damages of Rs.10.00 Crores, as prayed under Counter Claim No.III?\n9) Whether the respondent is entitled for the costs of the Arbitration, as prayed under Counter Claim No.IV?\n10) To what relief?'\n8. However, by final Award dated 06.12.2018, the Arbitral Tribunal rejected the claims of the appellants and the counter-claims of the respondent. It was however made clear that such rejection would not preclude the respondent from claiming either the lease amount or the Annual Development Premium from the appellants for the period subsequent to the Award. The appellants thereupon approached the Commercial Court by way of C.O.P.No.14 of 2019, under Section 34 of the Act of 1996, to set aside the final Award dated 06.12.2018 and consequently, to allow their claims. \nI.A.No.140 of 2019 was filed by them in the said COP seeking suspension of the operation and effect of the Award dated 06.12.2018 as well as the notice of termination dated 23.07.2016, so as to enable them to continue in possession of the property pending disposal of C.O.P.No.14 of 2019. It appears that the respondent thereafter filed an application in C.O.P.No.64 of 2019, under Section 34 of the Act of 1996, to set aside the final Award dated 06.12.2018 in so far as rejection of its counter-claims was concerned. \n9. Even before they approached the Commercial Court under Section 34 of the Act of 1996, the appellants filed W.P.No.46485 of 2018 before the High Court for the State of Telangana and the State of Andhra Pradesh, assailing the action of the respondent in attempting to dispossess them and seeking a consequential direction to it to act in accordance with law and forbear from dispossessing them without following the due process of law. \n10. Though an interim order was granted in this writ petition on 20.12.2018 that the appellants should not be dispossessed from the property , the writ petition itself came to be dismissed on 06.06.2019, holding that the appellants had to avail common law remedies as the parameters of judicial review did not stand attracted in matters governed by contract. Aggrieved thereby, the appellants filed W.A.No.489 of 2019. \n11. The Division Bench that heard W.A.No.489 of 2019 was informed that the appellants had filed a stay application before the Commercial Court in relation to the Award dated 06.12.2018, which was to be listed for hearing on 18.06.2019. It was contended that as there was threat of dispossession, the interim order dated 20.12.2018, which was extended during the pendency of the writ petition, should be continued and the respondent should be prevented from dispossessing the appellants at least till 24.06.2019, so that they could plead their case before the Commercial Court. \n12. Per contra, it was contended on behalf of the respondent that even before the learned single Judge, it had pleaded that possession of the property was taken over on 19.12.2018 under a panchanama, that is, even before passing of the interim order on 20.12.2018. \n13. By order dated 11.06.2019, the Division Bench took note of the fact that both parties claimed to be in possession of the property and observed that it would not be appropriate to express any opinion on the question of possession or on the merits or demerits of the case. The Division Bench then observed as follows:\n'Considering the fact that repeatedly the learned Single Judge had granted the interim stay in favour of the appellants, and considering the fact that the present appeal is nothing but a continuation of the Writ Petition, this Court is of the opinion that the appellants should not be dispossessed from the subject property till 24.06.2019.\nHowever, it is made abundantly clear that, merely because this Court is directing, presently, that the appellants shall not be dispossessed from the subject property, even this prima facie direction should not adversely influence the decision of the Arbitration Court while deciding the application filed by the appellants along with their appeal filed under Section 34 of the Arbitration and Conciliation Act. Moreover, any observations made by the Learned Single Judge in the impugned order should not adversely effect the objective assessment by the Arbitration Court while considering the appeal and the application for interim relief filed by the appellants. This Court certainly expects the Arbitration Court to assess the merits of the case, and to pass its order strictly in accordance with law. \nLearned Senior Counsel Mr. D. Prakash Reddy is directed to submit the certified copy of the impugned order on or before 24.06.2019. \nList this case on 24.06.2019.'\n14. Thereafter, the Commercial Court took up I.A.No.140 of 2019 filed in C.O.P.No.14 of 2019, whereby the appellants herein had sought stay of the arbitral Award dated 06.12.2018 and the termination notice dated 23.07.2016. The following point was framed for consideration by the Commercial Court:\n'Whether the petitioners are entitled for an order to suspend the operation and effect of the Arbitral Award dt.06-12-2018 by the Arbitral Tribunal as well as the Notice of termination, to enable the petitioner to continue in possession of the subject property, pending disposal of the main petition COP No.14/2019?'\n15. Ultimately, by order dated 21.06.2019, the Commercial Court dismissed the I.A. The Commercial Court adverted to the order dated 06.06.2019 passed in W.P.No.46485 of 2018 and the order dated 11.06.2019 passed in W.A.No.489 of 2019, apart from the merits of the matter, and observed that there were absolutely no equities in the case of the appellants. \nReference was made to the factual aspects of the dispute and the Commercial Court concluded that there were no merits in the appellants' case and as such, they were not entitled to suspension of the operation and effect of the arbitral Award dated 06.12.2018 and the termination notice dated 23.07.2016, so as to enable them to continue in possession of the property pending disposal of the main OP. \n16. We may note that the arbitral Award dated 06.12.2018 was in the nature of a 'nil' Award. The only relief granted to the respondent was that despite rejection of its counter-claims, liberty was given to it to claim lease amounts/annual development premium from the appellants for the period after the Award. Except for the leave granted to the respondent to do so, no other relief was granted to either of the parties. They were also directed to bear their own respective costs. \n17. The order dated 21.06.2019 passed by the Commercial Court was subjected to revision before this Court in C.R.P.No.1503 of 2019, by the appellants. By order dated 16.07.2019, a Division Bench of this Court, comprising one of us, SK,J, and Hon'ble Sri Justice P.Keshava Rao, dismissed the revision, holding that as I.A.No.140 of 2019 was filed only under Section 36(2) of the Act of 1996, it was not open to the Court to grant any interim relief other than stay of operation of the arbitral Award and therefore, the appellants could not have sought suspension of the termination notice dated 23.07.2016. The Division Bench also noted that the issue of possession over the property in question never formed part of the arbitral proceedings and only the termination notice dated 23.07.2016 was subjected to challenge. The consequential relief sought in relation thereto was restoration and specific performance of the agreements. The respondent also did not seek any relief in relation to delivery of possession of the property in its counter claims and merely restricted itself to payment of monies. The Division Bench noted that the Arbitral Tribunal never dealt with the issue of possession at all and in consequence, the Commercial Court, while dealing with the application filed under Section 34 of the Act of 1996, could not go into the issue of possession and more so, the alleged taking over of possession by the respondent under the panchanama dated 19.12.2018. Significantly, this was a post-Award development and did not fall for consideration before the Commercial Court in the petition filed under Section 34 of the Act of 1996. The Division Bench accordingly concluded that as the arbitral Award was a 'nil' Award and suspension thereof had no consequence whatsoever, denial of the interim relief of suspending it was justified and no cause was made out to interfere therewith. The revision was accordingly dismissed. \n18. It was in these circumstances that the appellants filed the subject C.O.P.No.74 of 2019 under Section 9 of the Act of 1996. Therein, the appellants averred that in terms of the order dated 16.07.2019 passed in C.R.P.No.1503 of 2019, the appropriate remedy available to them was to file an application under Section 9 of the Act of 1996. They asserted that they had been put in possession pursuant to the agreements and claimed that they had continued in possession since the year 2010. They further asserted that the respondent, without allowing the time for filing of an application under Section 34 of the Act of 1996 to elapse after the passing of the 'nil' Award, illegally barged into the property and tried to dispossess them by force but failed to do so. They further stated that they had already invested Rs.250.00 Crore in the project and that the project would be completed in a few months. According to them, material worth Rs.40.00 Crore was still lying in the site. They claimed that the balance of convenience was in their favour and that their possession over the property should be protected, pending disposal of the application filed under Section 34 of the Act of 1996. They accordingly sought an order restraining the respondent from dispossessing them from the subject land. \n19. The respondent filed a counter stating that there was no enforceable Award passed by the Arbitral Tribunal and therefore, the provisions of Section 9 of the Act of 1996 were not available to the appellants. It further stated that the cause of action for the subject Section 9 petition was a post-Award event which was not even the subject matter of the arbitral proceedings and therefore, the appellants could not invoke the provisions of Section 9 of the Act of 1996. It claimed that possession of the property had been taken by it on 19.12.2018 under cover of a panchanama in the presence of two public officers and therefore, the Section 9 petition was rendered infructuous. It denied the assertion of the appellants that attempts were made to barge into the property and dispossess them highhandedly. According to it, the appellants failed to hand over possession. The terms of the agreements provided for the respondent taking over possession and it accordingly did so under the cover of the panchanama dated 19.12.2018 in the presence of revenue officials. It denied the appellants' claim that they had finished more than 80% of the project and had invested Rs.250.00 Crore. It also denied that balance of convenience was in favour of the appellants. It reiterated that possession of the property was with it and asserted that no grounds were made out to grant relief to the appellants. \n20. Thereupon, the Commercial Court considered as to whether the appellants were entitled to the relief of restraining the respondent from dispossessing them from the subject property. Relying upon the judgments of the Bombay High Court in DIRK INDIA PRIVATE LIMITED V/s. MAHARASHTRA STATE ELECTRICITY GENERATION COMPANY LIMITED1 and of the Delhi High Court in NUSSLI SWITZERLAND LTD. V/s. ORGANIZING COMMITTEE, COMMONWEALTH GAMES2, the Commercial Court opined that the appellants, being parties who had lost before the Arbitral Tribunal, could not maintain an application under Section 9 of the Act of 1996. Having stated so, the Commercial Court went 2013 SCC OnLine Bom 481 = (2013) 7 Bom CR 493 2014 SCC OnLine Del 4834 = (2014) 145 DRJ 399 on to examine as to whether the appellants made out a case on merits for grant of an interim injunction. This exercise was undertaken in the light of the law laid down by the Supreme Court in ADHUNIK STEELS LTD. V/s. ORISSA MANGANESE AND MINERALS PVT. LTD.3. Therein, it was held that the Court, while considering an application under Section 9 of the Act of 1996, should be guided by the principles governing grant of interim injunctions. Even so, on merits, the Commercial Court held that the appellants failed to substantiate a case for grant of relief as prayed for by them. It was observed that even if an injunction was granted, the appellants would only squat upon the property without further progress in the project, which would cause loss to the respondent and therefore, the balance of convenience was in favour of the respondent. The Commercial Court accordingly held that the appellants had failed to establish a prima facie case or balance of convenience. Hence, this appeal. \n21. Heard Sri Vikram Pooserla, learned counsel for the appellants, and Sri Vedula Srinivas, learned counsel appearing on behalf of Sri N.Praveen Reddy, learned counsel for the respondent.\n22. As on date, two petitions filed under Section 34 of the Act of 1996 are pending consideration before the Commercial Court in relation to the 'nil' Award dated 06.12.2018. C.O.P.No.14 of 2019 was filed by the appellants while the respondent filed C.O.P.No.64 of 2019. As regards the issue of maintainability of the Section 9 petition, the Commercial Court was guided by the judgments of the Bombay and Delhi High Courts. In this regard, the language of Section 9 of the Act of 1996 may now be examined. This provision, to the extent relevant, reads as under:\nAIR 2007 SC 2563 '9. Interim measures, etc., by Court.--(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- ..........................'\n23. Section 36 of the Act of 1996 is also relevant and reads as under:\n'36.Enforcement.--(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\n( 2) Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the Court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-section (3), on a separate application made for that purpose. \n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908).'\n24. As the aforestated provision hinges upon Section 34 of the Act of 1996, it would also be appropriate to consider the scope and ambit of Section 34 also. This provision reads as under:\n'34. Application for setting aside arbitral award.--\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) An arbitral award may be set aside by the Court only if-- (a) the party making the application furnishes proof that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\nExplanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice. \nExplanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute. \n(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n(4) On receipt of an application under sub-section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.\n(5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.'\n25. DIRK INDIA PRIVATE LIMITED1 and NUSSLI SWITZERLAND LTD.2 held that an unsuccessful party in an arbitration proceeding could not seek relief under Section 9 prior to execution of the arbitral Award. In DIRK INDIA PRIVATE LIMITED1, a Division Bench of the Bombay High Court was dealing with a 'nil' Award, as in the case on hand. An application under Section 34 was pending in relation to the said 'nil' Award, again, as in the case on hand. During the pendency thereof, an application was filed under Section 9 and an objection was raised before the learned Judge hearing the matter that the party could not maintain a petition under Section 9 as there was no enforceable Award in its favour. The learned Judge however made an interim arrangement which became the subject matter of appeal before the Division Bench. Again, the issue of maintainability of the petition under Section 9 of the Act of 1996 was raised. The Division Bench opined that enforcement of an Award under Section 36 would enure to the benefit of the party who secured such an Award in the arbitral proceedings and that was the reason why enforceability of the Award was juxtaposed in the context of two time frames, the first being where an application for setting aside an arbitral Award had expired and the second, where an application for setting aside an arbitral Award was made but was refused. In other words, it was held that enforceability of the Award was defined with reference to the process of setting aside of the said Award under Section 34. The Division Bench concluded that an interim measure of protection within the meaning of Section 9 was intended to protect, through the measure, the fruits of successful conclusion of the arbitral proceedings and therefore, a party whose claim had been rejected in the arbitral proceedings could not obviously have the arbitral Award enforced in accordance with Section 36. The Division Bench further observed that the Court exercising jurisdiction under Section 34 was not a Court of first appeal and where an arbitral claim had been rejected, the Court under Section 34 could either dismiss the objection to the arbitral Award or set it aside. Setting aside of an arbitral Award rejecting a claim would not result in the claim, which was rejected by the Arbitrator, being decreed as a result of the judgment of the Court under Section 34. Once a party's claim has been rejected, holding to the effect that a petition under Section 9 could be maintained by such party, per the Bench, would result in a perversion of the object and purpose underlying Section 9 of the Act of 1996. The Bench observed that what such a litigating party could not possibly obtain even upon conclusion of the proceedings under Section 34, it could not secure in a petition under Section 9, after passing of the 'nil' Award. The Bench accordingly held that the petition filed by an unsuccessful party in the arbitral proceedings was not maintainable under Section 9 of the Act of 1996. The decision of the Bombay High Court in DIRK INDIA PRIVATE LIMITED1 was challenged before the Supreme Court in Special Leave to Appeal (C) No.13688 of 2013 but the same was dismissed as infructuous on 29.11.2016. The only relief granted to the appellant was that the Court seized of the Section 34 petition was directed to dispose of the same within a time frame. \n26. In NUSSLI SWITZERLAND LTD.2, a Division Bench of the Delhi High Court followed the decision of the Bombay High Court in DIRK INDIA PRIVATE LIMITED1. In that case, an Award was passed in favour of Nussli Switzerland Limited and the respondent, viz., the Organizing Committee, filed a petition under Section 9 of the Act of 1996 to direct Nussli Switzerland Limited to extend the validity of a bank guarantee till conclusion of the proceedings that would be initiated by it under Section 34 of the Act of 1996. The question before the Delhi High Court was whether the losing party could seek such an interim measure pending determination of the objections raised against the Award. Quoting copiously from DIRK INDIA PRIVATE LIMITED1, the Division Bench finally agreed with the reasoning recorded therein. The Division Bench observed that even if the Organizing Committee succeeded in relation to the objections raised by it against the Award, the Award would only stand set aside, as Section 34 of the Act of 1996 did not empower the Court to modify the Award. The Division Bench accordingly held that the Section 9 petition filed by the Organizing Committee was not maintainable. The decision of the Delhi High Court in NUSSLI SWITZERLAND LTD.2 was subjected to challenge before the Supreme Court in Special Leave to Appeal (C) No.26876 of 2014 and by order dated 26.09.2014, the Supreme Court directed the bank guarantee to be kept alive until further orders, if not already discharged. The case is pending consideration. \n27. The core issue, upon which both the aforestated judgments turned, was the understanding of the Bombay and Delhi High Courts to the effect that the Court exercising jurisdiction under Section 34 of the Act of 1996 would not have the power to modify an arbitral Award. Though the language of Section 34 lends itself to such an interpretation, the practice in reality, in so far as exercise of jurisdiction under Section 34 is concerned, demonstrates that it is to the contrary and Courts, time and again, interfere with arbitral Awards in exercise of jurisdiction under Section 34 and also modify them. \n28. Reference in this regard may also be made to MCDERMOTT INTERNATIONAL INC. V / s. BURN STANDARD CO.LTD.4. Therein, while observing that the Act of 1996 makes provision for a supervisory role being played by Courts in relation to review of an arbitral Award and that intervention by the Court was envisaged only in a few circumstances, viz., in case of fraud or bias by the arbitrators, violation of natural justice, etc., the Supreme Court held that the Court could not correct errors of the arbitrators and could only quash the Award, leaving the parties free to begin the arbitration again, if desired. According to the Supreme Court, the scheme of the provision aims at keeping the supervisory role of the Court at a minimum level and this can be justified, as the parties to the agreement made a conscious decision to exclude the Court's jurisdiction by opting for arbitration, as they preferred the expediency and finality offered by it. (2006) 11 SCC 181 Having held so, the Supreme Court however modified the arbitral Award in that case. This exercise seems to have been undertaken under Article 142 of the Constitution so as to do complete justice between the parties. \n29. Reference may also be made to the recent judgment of the Supreme Court in MADHYA PRADESH POWER GENERATION COMPANY LIMITED V/s. ANSALDO ENERGIA SPA5. In this case, the Court had set aside the Award under Section 34 of the Act of 1996. In appeal, the High Court set aside the said order and restored the Award. The matter then went before the Supreme Court. The Supreme Court observed that it was concerned with the point as to whether an arbitral Award could be set aside for being in conflict with the public policy of India. In this context, it was observed that an arbitral Award could be set aside if it was contrary to the fundamental policy of Indian law or the interest of India or justice or morality. Patent illegality was stated to have been added to the above three grounds by the decision of the Supreme Court in ONGC V/s. SAW PIPES LIMITED6. The Supreme Court further observed that such illegality must go to the root of the matter and in case the illegality was of a trivial nature, it could not be held that the Award was against public policy. Reference was also made to DELHI DEVELOPMENT AUTHORITY V/s.\nM/s.R.S.SHARMA7, RENUSAGAR POWER CO. LTD. V/s. GENERAL ELECTRIC CO.8 and SAW PIPES LIMITED6, wherein it was held that an Award could be interfered with by the Court under Section 34 of the Act of 1996 when it was contrary to substantive provisions of law, or provisions of the Act of 1996, or against the terms of the contract, or was patently illegal or prejudicial to the rights of the parties. Reference was also made to (2018) 16 SCC 661 (2003) 5 SCC 705 (2008) 13 SCC 80 1994 Supp (1) SCC 644 M/s.R.S.SHARMA7 and ONGC LTD. V/s. WESTERN GECO INTERNATIONAL LTD.9, wherein the Supreme Court had observed that an arbitral Award was open to challenge when the arbitrators failed to draw an inference which ought to have been drawn or if they had drawn an inference which, on the face of it, was untenable, resulting in miscarriage of justice. According to the Supreme Court, the power to modify the offending part of the Award, in case it was severable from the rest, would be available in such a scenario. The limit to the exercise of power by Courts under Section 34 of the Act of 1996 was stated to have been comprehensively dealt with in ASSOCIATE BUILDERS V/s. DELHI DEVELOPMENT AUTHORITY10. As per this judgment, lack of judicial approach, violation of the principles of natural justice, perversity and patent illegality were identified as grounds for interference with the arbitral Award. The Supreme Court accordingly upheld the Award of the Arbitral Tribunal but modified it to the extent of holding that the claimants were not entitled to the amounts covered by the bank guarantees given by them. Significantly, this order was not passed in exercise of jurisdiction under Article 142 of the Constitution. \n30. In ADHUNIK STEELS LTD.3, the respondent had obtained a mining lease and entered into an agreement with the appellant for a period of ten years to raise manganese ore on its behalf. The respondent however terminated the said agreement, vide notice dated 24.11.2003. Thereupon, the appellant filed an application under Section 9 of the Act of 1996 seeking an injunction restraining the respondent from terminating its contract and dispossessing it. The District Court allowed the application and granted interim relief. This order was however set aside by the High Court in appeal. Aggrieved thereby, the appellant approached the Supreme Court. (2014) 9 SCC 263 (2015) 3 SCC 49 Thereupon, the Supreme Court held that grant of an interim measure of protection under Section 9 of the Act of 1996 would be governed by the concepts of prima facie case, balance of convenience and irreparable injury. While dismissing the appeal, the Supreme Court however granted relief to the appellant in so far as it restrained the respondent from entering into a new contract for mining and lifting of the ore but left it open to it to carry on mining operations on its own in terms of the mining lease. \n31. We may also note the view taken by a learned Judge of the Gujarat High Court in GAIL (INDIA) LTD. V/s. LATIN RASAYANI PRIVATE LTD.11. Therein, the respondent's claim with regard to termination and cancellation of gas supply agreement was refused by the Arbitral Tribunal, vide final Award dated 30.10.2014. Pursuant thereto, the appellants issued a disconnection notice and eventually disconnected the gas supply. The respondent thereupon moved an application under Section 9 of the Act of 1996 for interim relief by restoration of the gas supply. The said application was allowed directing the appellants to restore the gas supply. Aggrieved thereby, the appellants approached the Gujarat High Court. Reliance was placed upon DIRK INDIA PRIVATE LIMITED1 in the context of the party who had failed in the arbitral proceedings not being entitled to any relief under Section 9 of the Act of 1996 after the passing of the Award. The learned Judge however noted that in terms of the Division Bench decision of the Gujarat High Court in MADHAVPURA MERCANTILE COOPERATIVE BANK LTD. V/s. SHAH BHIMANI CHEMICALS PVT. LTD.12, when the arbitral Award is made enforceable as if it were a civil Court decree, the Legislature, in its wisdom, found it appropriate to provide that such enforcement could be made only after the time for setting aside the arbitral 2014 SCC OnLine Guj 14836 (2009) 2 Arb. LR 287 (Gujarat) Award under Section 34 expired, or such an application, having been made, had been refused. The learned Judge observed that this would ensure that the person aggrieved by the Award gets reasonable time to approach the Court for seeking the setting aside of the Award and if such an application is made, the same has to be disposed of before the Award can be enforced. On facts, the learned Judge held that the appellants had disconnected the gas supply and defeated the very intent underlying Section 36 of the Act of 1996, whereby the arbitral Award was made enforceable only after the time limit for applying to set it aside under Section 34 had expired or if applied, it had been refused. The learned Judge did not agree with the view expressed in DIRK INDIA PRIVATE LIMITED1 that the object and purpose of the interim measure after passing of the Award but before its enforcement was only to secure the property for the benefit of the party which seeks enforcement. The learned Judge opined that Section 9 did not draw any distinction between a party who had succeeded in the arbitral proceedings and a party who had failed therein. Under such circumstances, either party would be entitled to approach the Court seeking an interim measure under Section 9. As the learned Judge held that the appellants had enforced the Award without waiting for the period under Section 34 to expire, the learned Judge held that grant of relief by way of mandatory injunction under Section 9 was wholly justified.\n32. In WESTERN GECO INTERNATIONAL LTD.9, the Supreme Court observed that perversity or irrationality of the Arbitrators would indicate that the decision fell short of the standard of reasonableness and if it is proved on facts that the Arbitrators failed to draw an inference which ought to have been drawn or drew an inference which was untenable, the Award would be open to challenge and may be cast away or modified, depending upon whether the offending part is or is not severable from the rest. \n33. In J.G. ENGINEERS PVT. LTD. V/s. UNION OF INDIA13, the Supreme Court observed that it is now well settled that if an Award deals with and decides several claims separately and distinctly and if such Award is found to be bad in regard to some items, the Court would be entitled to segregate the Award on the items which did not suffer from any infirmity so that it could be upheld to that extent. The Award in that case was sustained in part and set aside in relation to rest of it. In effect, the Supreme Court modified the Award. \n34. In GAYATRI BALASWAMY V/s. ISG NOVASOFT TECHNOLOGIES LTD.14, a learned Judge of the Madras High Court specifically framed and dealt with the question as to whether in exercise of power under Section 34, the Court would be entitled to modify the Award. The learned Judge observed that the language of Section 34 of the Act of 1996 could not be construed to mean that the power of the Court thereunder was limited only to the setting aside of the Award leaving the parties in a position which was worse than what they had contemplated before commencement of the arbitral proceedings. The learned Judge opined that the remedy could not be worse than the disease and a narrow interpretation of Section 34 would actually spell doom for the arbitral regime and create mischief. The learned Judge accordingly held that the Court would have power under Section 34 to modify or vary the Award passed by the Arbitral Tribunal. Similar was the view taken by the Bombay High Court in UNION OF INDIA V/s. M/S. ARCTIC INDIA15, ANUPAM ENGINEERS V/s.\n(2011) 5 SCC 758 2014-5-L.W. 97 2007(5) Mh.L.J. 174 INDIA OIL CORPORATION LTD.16, R.S.JIWANI V/s. IRCON INTERNATIONAL17 and G.D.ANKLESARIA AND CO., RATLAM, M.P. V/s. AIRPORTS AUTHORITY OF INDIA, MUMBAI18. A learned Judge of the Delhi High Court also took the same view in UNION OF INDIA V/s. MODERN LAMINATORS LTD.19, wherein he opined that the power given to the Court to set aside the Award would necessarily include the power to modify it, notwithstanding the absence of express power to do so, as in the Arbitration Act, 1940. \n35. The aforestated case law makes it clear that the Court exercising power under Section 34 of the Act of 1996 is not restrained from interfering with the arbitral Award even by way of modification. It can modify the Award, by sustaining it in relation to parts thereof and setting it aside in relation to others, as long as such parts are severable. Therefore, the very foundational premise, which formed the basis for the decisions in DIRK INDIA PRIVATE LIMITED1 and NUSSLI SWITZERLAND LTD.2, stands shaken. Once it is accepted that the Court exercising power under Section 34 can modify the Award, if warranted, as per the provisions thereof and in the light of the case law cited supra, the party whose claim was rejected during the arbitral proceedings, as reflected in the final Award, cannot be left remediless (See SUNIL VASUDEVA V/s. SUNDAR GUPTA20) during the pendency of the petition filed by such party under Section 34. It may be necessary for such party to seek interim measures of protection, as contemplated under Section 9. As rightly pointed out by the Gujarat High Court in GAIL (INDIA) LTD.11, there is no distinction drawn, as per the language of Section 9, between a party who has succeeded in the arbitral 2009 SCC OnLine Bom 1791 2010(1) Mh.L.J. 547 2010(2) Mh.L.J. 921 2008 SCC OnLine Del 956 2019 SCC OnLine SC 814 proceedings as opposed to a party who has lost and both are equally entitled to invoke the provisions of Section 9, even after passing of the final arbitral Award but before execution thereof. In this context, it may be noted that even if the final Award is a 'nil' Award as in the case on hand, once it is accepted that there is a possibility of the nature of the Award being changed by exercise of jurisdiction by the Court under Section 34, it cannot be ruled out that a 'nil' Award may transform into an Award favouring one or the other party. Be it noted that in the case on hand, both parties have filed petitions under Section 34 and they are pending consideration. That being so, until the disposal of these pending petitions under Section 34, the appellants cannot be non-suited on the ground that the Award in question is a 'nil' Award, disentitling them from invoking the provisions of Section 9.\n36. On the above analysis, this Court holds that the Commercial Court was not correct in concluding that the petition filed by the appellants under Section 9 was not maintainable. The observations made by this Court in the order dated 16.07.2019 in C.R.P.No.1503 of 2019 ought to have been of guidance to the Commercial Court in this regard, but unfortunately, the Commercial Court chose to follow the decisions of the Bombay and Delhi High Courts, which were not binding on it. The subject petition filed by the appellants under Section 9 of the Act of 1996 is accordingly held to be maintainable. \n37. On facts, it may be noted that the relief sought by the appellants as an interim measure of protection, pending disposal of their Section 34 petition, is to restrain the respondent from dispossessing them from the petition schedule property. Per contra, the claim of the respondent is that it already did so, on 19.12.2018 itself, even before passing of the interim order on 20.12.2018 in W.P.No.46485 of 2018. However, it may be noted that as on 19.12.2018, the limitation prescribed for filing a petition under Section 34 of the Act of 1996 in relation to the arbitral Award dated 06.12.2018 had not expired. We respectfully agree with the law laid down by the Gujarat High Court in GAIL (INDIA) LTD.11 that before the expiry of such limitation, it is not open to a party to claim that steps were taken by it in relation to an Award, be it through Court or otherwise. In this regard, it may also be noted that the respondent baldly claims that it took possession of the petition schedule property on 19.12.2018 without even putting the appellants on notice. Its claim is that it did so in the presence of revenue officials. It may also be noted that the possession of the petition schedule property was delivered to the appellants pursuant to the lease agreement and there is a specific document, viz., the 'Certificate of Handing Over and Taking Over Possession of Land' dated 08.04.2011, which evidences the delivery of the petition schedule property to the first appellant by the respondent. Significantly, there is no such document in proof of the taking over of possession on 19.12.2018. That apart, when possession of the appellants was traceable to a lease deed, it is not open to the lessor thereunder to peremptorily dispossess the lessee, even after cancellation or termination of the lease. \n38. Significantly, in STATE OF U.P. V/s. MAHARAJA DHARMANDER PRASAD SINGH21, the Supreme Court held that after cancellation of a lease by it, even the Government could resume possession only in a manner known to or recognized by law and could not do so otherwise than in due course of law. Similar was the view taken by the Constitution Bench earlier in BISHAN DAS V/s. STATE OF PUNJAB22. In MEGHMALA V/s.\n(1989) 2 SCC 505 AIR 1961 SC 1570 G.NARASIMHA REDDY23, the Supreme Court observed that even a trespasser could not be evicted forcibly and a person in illegal occupation of the land has to be evicted following the procedure prescribed by law. The respondent therefore could not have resorted to taking over possession of the leased premises from the appellants without adhering to a procedure known to and recognized by law. The panchanama dated 19.12.2018, evidencing the so-called taking over of possession of the petition schedule property by the respondent, is therefore non est in the eye of law and does not constitute a valid document whereby the respondent can claim that it lawfully took possession of the petition schedule property. In effect, the appellants are deemed to be continuing in possession of the petition schedule property as on date. \n39. Further, there is one other complication which the respondent has to get over. It is an admitted fact that the respondent issued a 'No Objection Certificate' to enable the first appellant to secure term loans from Punjab National Bank and Punjab Sind Bank. This certificate was issued under letter dated 08.09.2011 of the respondent. This letter was addressed to the first appellant and recorded the awareness of the respondent that the first appellant had secured term loans to the tune of Rs.150.00 Crore from the banks for development of the project and in terms of Article 4.1 of the registered lease deed , it permitted the first appellant to create a charge on the leasehold rights by mortgage/hypothecation or otherwise. It accordingly confirmed that it had no objection to creation of such charge, hypothecation or mortgage in favour of the banks by the first appellant. Having allowed a charge to be created on the leasehold rights, which were admittedly alive for a period of 33 years, the respondent could not have cut-short the lease (2010) 8 SCC 383 agreement in the manner that it did without even putting the appellants on notice. This observation is made only for the purpose of demonstrating that the appellants have at least got a prima facie case. This observation shall however not influence the Commercial Court while exercising jurisdiction under Section 34 and it would be at liberty to undertake that exercise, uninfluenced by this order and any observations made herein, and shall proceed in the matter strictly in accordance with law and settled legal principles as adumbrated by precedential law. Further, as the appellants are in a position to show that they have not been divested of possession in a manner known to law and the so-called panchanama dated 19.12.2018, even if taken into consideration is non est in the eye of law, the balance of convenience tilts in their favour. Their claim that material worth Rs.40.00 Crore is lying in the premises of the petition schedule property is disputed. However, it is an admitted fact that the appellants have already constructed the shell of the building. Therefore, if the respondent brings in a third party at this stage to complete the project, while the petition under Section 34 filed by the appellants itself is still pending consideration, it would invariably cause irreparable and irreversible injury to them. Therefore, all the three basic ingredients for grant of interim protection under Section 9 are established. \n40. In terms of the decision in ADHUNIK STEELS LTD.3 and the law laid down in GUJARAT BOTTLING CO. LTD. V/s. COCA COLA CO.24, grant of an interlocutory injunction during the pendency of legal proceedings is a matter requiring exercise of discretion by the Court and while exercising the discretion, the Court applies the following tests-- (i) whether the plaintiff has a prima facie case; (ii) whether the balance of convenience is in its favour;\n(1995) 5 SCC 545 and (iii) whether the party would suffer an irreparable injury if its prayer for interlocutory relief is disallowed.\n41. Similar was the view taken by a Division Bench of the Andhra Pradesh High Court in LANCO HILLS TECHNOLOGY PARK PVT. LTD., HYDERABAD V/s. MAHABOOB ALAM KHAN25, to the effect that the Court must be satisfied that a strong prima facie case has been made out by the party seeking such relief and that the balance of convenience is in its favour and refusal of the injunction would cause irreparable injury to it. \n42. Reliance placed by the respondent upon certain observations, on facts, made by the Supreme Court in UNITED COMMERCIAL BANK V/s. BANK OF INDIA26 and a learned Judge of the Andhra Pradesh High Court in YASHODA SUPER SPECIALITY HOSPITALS, HYDERABAD V/s. YASHODA MEDICARE AND RESEARCH CENTRE (P) LTD., NEW DELHI27 is therefore of no avail to it. As noted supra, the appellants satisfied all the three requirements, entitling them to interim protection.\n43. That being said, this Court is conscious of the fact that the appellants would be entitled only to seek interim relief to a limited extent, having suffered a 'nil' Award. Given the aforestated facts and circumstances, we are of the opinion that it would suffice if status quo obtaining as on today is maintained by both parties pending the disposal of the petitions filed by them under Section 34 of the Act of 1996. In consequence, the appellants shall not proceed with any further development or construction in the petition schedule property and similarly, the respondent shall not take any steps pursuant to the cancellation and termination of its agreements with the appellants, so as to bring any third party interests into the picture, be it on paper or on the ground. As we have found that the appellants have not been (2012) 4 ALD 385 (DB) AIR 1981 SC 1426 2011 (1) ALD 79 lawfully divested of their possession over the petition schedule property, they shall take appropriate measures to protect the petition schedule property and the constructions made therein, as it stands today. They shall appoint sufficient watch and ward security to ensure the safety of the premises and the construction. This arrangement and the costs thereof shall abide by the result of the petitions under Section 34, which are awaiting consideration before the Commercial Court. The Commercial Court shall be mindful of Section 34(6) of the Act of 1996 and endeavour to dispose of C.O.P.Nos.14 and 64 of 2019 expeditiously and in terms of the statutory mandate therein. \n44. The appeal is accordingly allowed to the extent indicated above. Pending miscellaneous petitions shall stand closed in the light of this final order. No order as to costs. \n_____________________ JUSTICE SANJAY KUMAR _______________ K.LAKSHMAN, J 11th October, 2019 Note: L.R.Copy to be marked. \n(B/O) SVV",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5afd250441974ef6b29918f4c30871ec_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "NONE"
      ],
      "id": "61e155f14456467d929a7ba0979818c9_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nTelangana High Court",
      "labels": [
        "NONE"
      ],
      "id": "d7a5c2439b494b9f905560fb3445d3ca_2"
    },
    {
      "start": 264,
      "end": 359,
      "text": "\nM/S. Saptarishi Hotels Pvt. Ltd., vs National Institute Of Tourism And ... on 11 October, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66eb0930f024478d97f23226bdb2ce2b_3"
    },
    {
      "start": 360,
      "end": 511,
      "text": "\nAuthor: Sanjay Kumar\nBench: Sanjay Kumar, K.Lakshman\n        In The High Court Of Judicature At Hyderabad\n                  For The State Of Telangana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5cfcaf49daaa418aabde47377864f897_4"
    },
    {
      "start": 542,
      "end": 548,
      "text": "** * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44d16980cfe34d38bc8ed08182d59399_5"
    },
    {
      "start": 549,
      "end": 599,
      "text": "\n\n                        C.O.M.C.A. No.55 Of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3e1281a74da46e2bdb1a9f0d623c4cb_6"
    },
    {
      "start": 602,
      "end": 656,
      "text": "Between:\n\nM/s. Saptarishi Hotels Pvt. Ltd. and another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a6fcc2595d14617a0291e50a6b32b59_7"
    },
    {
      "start": 657,
      "end": 686,
      "text": "               ... Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c25c137cbff47729d6f1c8cd4081de4_8"
    },
    {
      "start": 687,
      "end": 1021,
      "text": "\n\n                                     and \n\nNational Institute of Tourism &\nHospitality Management (Nithm)                             ... Respondent\n\n\n\nDate Of Judgment Pronouncement: 11th October, 2019\n\n\nSubmitted For Approval:\n\n\n              The Hon'Ble Sri Justice Sanjay Kumar\n                               And\n               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11bed0cac501492c85755c0937a1711a_9"
    },
    {
      "start": 1021,
      "end": 1055,
      "text": "The Hon'Ble Sri Justice K.Lakshman",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a329550b8d04f46bf341a3922eabf93_10"
    },
    {
      "start": 1060,
      "end": 1174,
      "text": "1.   Whether Reporters of Local newspapers                         Yes/No\n     may be allowed to see the judgment?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb8221f2ea5845728940da9c01060c03_11"
    },
    {
      "start": 1178,
      "end": 1245,
      "text": "2.   Whether copies of the judgment may be                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0c692689e3f48d0be644945d82071d4_12"
    },
    {
      "start": 1245,
      "end": 1289,
      "text": "Yes/No\n     marked to Law Reporters/Journals",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ab2f0d8fb5c4bc2b13083711d0eb955_13"
    },
    {
      "start": 1293,
      "end": 1328,
      "text": "3.   Whether His Lordship wishes to",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f66573f3bfe420bae5718f72ff8b1c5_14"
    },
    {
      "start": 1360,
      "end": 1408,
      "text": "Yes / No\n     see the fair copy of the judgment?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f0b619ec7064b26897709d95323e005_15"
    },
    {
      "start": 1457,
      "end": 1464,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67c9c636eb8c4cd8a48572a54867292d_16"
    },
    {
      "start": 1465,
      "end": 1472,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "742218d7cb55439c91216836b29b69bf_17"
    },
    {
      "start": 1473,
      "end": 1480,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc4a106dd1a24c3994daff3f6418c8e9_18"
    },
    {
      "start": 1481,
      "end": 1488,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "acb353164cd8430b8625d54603be246b_19"
    },
    {
      "start": 1489,
      "end": 1496,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4b0f7bba4bf04e40a342a364e3716e6f_20"
    },
    {
      "start": 1497,
      "end": 1560,
      "text": "_ \n                                             Sanjay Kumar, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ec65828a15245f4b54b285d84d209ca_21"
    },
    {
      "start": 1607,
      "end": 1614,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1962c59a3a9342c1af6d2ae8538706e5_22"
    },
    {
      "start": 1615,
      "end": 1622,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "156d7217df7e42c3b23201dee4b6eec8_23"
    },
    {
      "start": 1623,
      "end": 1630,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c43975698ef41878693bbd74c080dc3_24"
    },
    {
      "start": 1631,
      "end": 1638,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e458c851f77d423d947c482119a53b89_25"
    },
    {
      "start": 1639,
      "end": 1646,
      "text": "_ _ _ _",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85e43f8b3488477ea752664cfe20da60_26"
    },
    {
      "start": 1647,
      "end": 1709,
      "text": "_ \n                                              K.Lakshman, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a9a46e8928045ab8705344a79ac590d_27"
    },
    {
      "start": 1752,
      "end": 1772,
      "text": "2\n\n\n\n              *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbe0b46533e0418dbde505b6f18f2dc2_28"
    },
    {
      "start": 1773,
      "end": 1809,
      "text": "The Hon'Ble Sri Justice Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3906507d3fd44b9f96f16edc873e5436_29"
    },
    {
      "start": 1843,
      "end": 1897,
      "text": "And\n                The Hon'Ble Sri Justice K.Lakshman",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c0f3a293a5a456aa38872d8227651ed_30"
    },
    {
      "start": 1924,
      "end": 1950,
      "text": "+ C.O.M.C.A. No.55 Of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4bd43e7a33844e9cbf6af4897181060f_31"
    },
    {
      "start": 1975,
      "end": 2014,
      "text": "% Dated 11th October, 2019\n\nBetween:\n\n#",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8a333a3129cd4050ad095a33d97546e7_32"
    },
    {
      "start": 2015,
      "end": 2061,
      "text": "M / s. Saptarishi Hotels Pvt. Ltd. and another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0e2ab3e017441d988d5f5e415e5de87_33"
    },
    {
      "start": 2081,
      "end": 2136,
      "text": "... Appellants\n\n                                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1720d35265df4205a2ddd21f5896e9e7_34"
    },
    {
      "start": 2136,
      "end": 2142,
      "text": "and\n\n$",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2edf640449384d41b263a6a9463d0b62_35"
    },
    {
      "start": 2143,
      "end": 2207,
      "text": "National Institute of Tourism &\n  Hospitality Management (Nithm)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0a62ea3db3f47799d82ebce53bd9147_36"
    },
    {
      "start": 2240,
      "end": 2254,
      "text": "... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da0885deea3b484ba93d83774e161ee4_37"
    },
    {
      "start": 2258,
      "end": 2267,
      "text": "<Gist:\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c056ec9824ea420e8e13511fd95552f5_38"
    },
    {
      "start": 2267,
      "end": 2279,
      "text": "> Head Note:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e24085bfd89246ee9a2000d129b27620_39"
    },
    {
      "start": 2283,
      "end": 2307,
      "text": "! Counsel for Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b30b04f9b4446b3ad8e6fe41eef0b2b_40"
    },
    {
      "start": 2328,
      "end": 2349,
      "text": ": Sri Vikram Pooserla",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b4779414ce842bbb127d3afc7efbb6d_41"
    },
    {
      "start": 2352,
      "end": 2375,
      "text": "^Counsel for respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae9aed43c4784e06ab9a81e22739d1e5_42"
    },
    {
      "start": 2397,
      "end": 2470,
      "text": ": Sri Vedula Srinivas and\n                                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78210bea6d454df29cd113d3899bf347_43"
    },
    {
      "start": 2470,
      "end": 2489,
      "text": "Sri N.Praveen Reddy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d76df8f10007449ab84143a93824d77a_44"
    },
    {
      "start": 2490,
      "end": 2508,
      "text": "\n\n\nCases Referred:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "563d8a631b5a4e728973d488cf495717_45"
    },
    {
      "start": 2509,
      "end": 2558,
      "text": "\n1. 2013 Scc OnLine Bom 481 = (2013) 7 Bom Cr 493",
      "labels": [
        "PREAMBLE"
      ],
      "id": "599b76d9ba8c4aca84f787e8cc2ed476_46"
    },
    {
      "start": 2559,
      "end": 2611,
      "text": "\n2. 2014 Scc OnLine Del 4834 = (2014) 145 Drj 399\n3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6eb47df8bd147aebba8eb1b9c7f2407_47"
    },
    {
      "start": 2612,
      "end": 2631,
      "text": "Air 2007 Sc 2563\n4.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e77b4e5d3b6a4f8ca01c0868cdbc6e22_48"
    },
    {
      "start": 2632,
      "end": 2638,
      "text": "(2006)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ea60407775a44499bf4a440d1cf4248_49"
    },
    {
      "start": 2639,
      "end": 2652,
      "text": "11 Scc 181\n5.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e975a92bfd9b4a2cb34d719117f6bfba_50"
    },
    {
      "start": 2653,
      "end": 2673,
      "text": "(2018) 16 Scc 661\n6.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36c0c7dbf53e4e8d971a39831751226a_51"
    },
    {
      "start": 2674,
      "end": 2690,
      "text": "(2003) 5 Scc 705",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9664c833d81b4f03b2c1986bca88ffc5_52"
    },
    {
      "start": 2691,
      "end": 2701,
      "text": "\n7. (2008)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47c2b2e24ba441f4b128f209623d660e_53"
    },
    {
      "start": 2702,
      "end": 2739,
      "text": "13 Scc 80\n8. 1994 Supp (1) Scc 644\n9.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a37f33d030dc4be58074e8e96c012dcb_54"
    },
    {
      "start": 2740,
      "end": 2760,
      "text": "(2014) 9 Scc 263\n10.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9b1ce0f3cc447afb0a4e6f56c0c0dd2_55"
    },
    {
      "start": 2761,
      "end": 2776,
      "text": "(2015) 3 Scc 49",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b20242e4bbc144f4afe4822075462dfd_56"
    },
    {
      "start": 2777,
      "end": 2811,
      "text": "\n11. 2014 Scc OnLine Guj 14836\n12.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db1b9ff4c0c541a78759a995709938e4_57"
    },
    {
      "start": 2812,
      "end": 2842,
      "text": "(2009) 2 Arb. Lr 287 (Gujarat)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2e9a2fa827945e482cd91e96726ef3f_58"
    },
    {
      "start": 2843,
      "end": 2869,
      "text": "\n13 . (2011) 5 Scc 758\n14.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a155ca3be2bd4976807648bb72940b52_59"
    },
    {
      "start": 2870,
      "end": 2888,
      "text": "2014-5-L.W. 97\n15.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2aa60d4e6bc64dbabd36781e580ddb8b_60"
    },
    {
      "start": 2889,
      "end": 2912,
      "text": "2007(5) Mh.L.J. 174\n16.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8a6a22b3f334d0a9af2f8b5e75058b5_61"
    },
    {
      "start": 2913,
      "end": 2941,
      "text": "2009 Scc OnLine Bom 1791\n17.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e76270ff3dd47959695b88abbb26056_62"
    },
    {
      "start": 2942,
      "end": 2965,
      "text": "2010(1) Mh.L.J. 547\n18.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f2a844704fc41388e8f34634408db6b_63"
    },
    {
      "start": 2966,
      "end": 2989,
      "text": "2010(2) Mh.L.J. 921\n19.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87faad6f8c8c4d919494a707efe3e419_64"
    },
    {
      "start": 2990,
      "end": 3017,
      "text": "2008 Scc OnLine Del 956\n20.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "660a3ef931de4caaaeac7f07df5d3c9d_65"
    },
    {
      "start": 3018,
      "end": 3044,
      "text": "2019 Scc OnLine Sc 814\n21.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c7624e37d0f24e7c9a4599bb4eb6f18b_66"
    },
    {
      "start": 3045,
      "end": 3061,
      "text": "(1989) 2 Scc 505",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f45d90e48cad48cfb1657c4a84767216_67"
    },
    {
      "start": 3062,
      "end": 3087,
      "text": "\n22. Air 1961 Sc 1570\n23.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13c4f2c7fb0041ccbb0037f2bbb36919_68"
    },
    {
      "start": 3088,
      "end": 3104,
      "text": "(2010) 8 Scc 383",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16f0607d9ff84826b636ab51428c3b35_69"
    },
    {
      "start": 3105,
      "end": 3127,
      "text": "\n24 . (1995) 5 Scc 545",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2153e83204a8430c801e4224fc0526f7_70"
    },
    {
      "start": 3128,
      "end": 3150,
      "text": "\n25 . (2012) 4 Ald 385",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3cfdaba2e3904a1699955344fa75b450_71"
    },
    {
      "start": 3151,
      "end": 3160,
      "text": "(Db) \n26.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66b0ac40cca3478ca4c4814fcd94cc82_72"
    },
    {
      "start": 3161,
      "end": 3177,
      "text": "Air 1981 Sc 1426",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0747459d84ff44efac478f3c7a97dc8a_73"
    },
    {
      "start": 3178,
      "end": 3187,
      "text": "\n27. 2011",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cbb7dbe4dc8e48249ac102146f729bea_74"
    },
    {
      "start": 3188,
      "end": 3198,
      "text": "(1) Ald 79",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fcfc35200e8d426e8b02ae9bc1bbc5ab_75"
    },
    {
      "start": 3239,
      "end": 3294,
      "text": "3\n\n\n\n           The Honourable Sri Justice Sanjay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b16dba1c7f5481f9fa08ec70a142f42_76"
    },
    {
      "start": 3324,
      "end": 3377,
      "text": "And\n            The Honourable Sri Justice K.Lakshman",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2328d6aa2c5348518cfe60845b424050_77"
    },
    {
      "start": 3378,
      "end": 3428,
      "text": "\n\n                        C.O.M.C.A. No.55 Of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33777c0f6ac149c382cb11bec26279ee_78"
    },
    {
      "start": 3429,
      "end": 3500,
      "text": "\n\n                              Judgment\n(Per Sri Justice Sanjay Kumar)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e686ed06fe0b4ecebc6ad6d4e9d728e2_79"
    },
    {
      "start": 3502,
      "end": 3671,
      "text": "1. This appeal, under Section 13(1A) of the Commercial Courts Act, 2015 (for brevity, 'the Act of 2015'), was filed against the order dated 30.08.2019 passed by the lear",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2bf7e17f35e749c394dd8055008e9c9f_80"
    },
    {
      "start": 3672,
      "end": 3785,
      "text": "ned Judge, Commercial Court-cum-XXIV Additional Chief Judge, City Civil Court, Hyderabad, in C.O.P.No.74 of 2019.",
      "labels": [
        "NONE"
      ],
      "id": "0455ea34387e424d95daaa1de6d799c7_81"
    },
    {
      "start": 3786,
      "end": 4300,
      "text": "The said petition was filed by Saptarishi Hotels Pvt. Ltd, Hyderabad, and Maha Hotels Projects Pvt. Ltd. Hyderabad, the appellants herein, under Section 9 of the Arbitration and Conciliation Act, 1996 (for brevity, 'the Act of 1996'), to restrain National Institute of Tourism & Hospitality Management, Hyderabad, the respondent, from dispossessing them from the petition schedule property, viz., an extent of land admeasuring Acs.3.00 guntas in Survey No.91 (part), Telecomnagar, Gachibowli, Ranga Reddy District.",
      "labels": [
        "FAC"
      ],
      "id": "77d9628986734e539b69035b03ad45ca_82"
    },
    {
      "start": 4301,
      "end": 4372,
      "text": "By the order under appeal, the Commercial Court dismissed the petition.",
      "labels": [
        "FAC"
      ],
      "id": "5863ec1885bd403f8c397511476cb385_83"
    },
    {
      "start": 4373,
      "end": 4621,
      "text": "\n2. Andhra Pradesh Tourism Development Corporation Limited had allotted and transferred an extent of Acs.6.00 guntas in Survey No.91 of Gachibowli Village, Serilingampally Mandal, Ranga Reddy District, to the respondent for setting up a star hotel.",
      "labels": [
        "FAC"
      ],
      "id": "e56cf6ac00eb424b983ef93e779e2a95_84"
    },
    {
      "start": 4622,
      "end": 4887,
      "text": "Thereupon, the respondent issued an advertisement in daily newspapers on 28.02.2009 proposing to set up a four-star hotel on 'Build, Operate and Transfer' (BOT) basis under Public-Private Partnership mode and invited proposals through a competitive bidding process.",
      "labels": [
        "FAC"
      ],
      "id": "81be51aadb5e4b65b1286fcc4a5b05aa_85"
    },
    {
      "start": 4888,
      "end": 5052,
      "text": "Upon acceptance of the appellants' proposal, a lease agreement for a period of 33 years was executed by and between the appellants and the respondent on 04.11.2010.",
      "labels": [
        "FAC"
      ],
      "id": "d60c77980bc347a191a72994838e2f00_86"
    },
    {
      "start": 5053,
      "end": 5127,
      "text": "They also entered into a Development & Management Agreement on 10.08.2011.",
      "labels": [
        "FAC"
      ],
      "id": "12ca01b2a78e4cc9a2f1a268926f9ad4_87"
    },
    {
      "start": 5129,
      "end": 5417,
      "text": "3. While so, owing to delay in execution of the project, the respondent issued termination notice dated 23.07.2016, alleging that the appellants had committed breach of trust and violation of the lease and the development & management agreements and terminated them with immediate effect.",
      "labels": [
        "FAC"
      ],
      "id": "93b8166deba242339100c26d0e80d9b7_88"
    },
    {
      "start": 5418,
      "end": 5543,
      "text": "The respondent requested the appellants to hand over the project site before 30.07.2016 and pay it a sum of Rs.4,03,74,225/-.",
      "labels": [
        "FAC"
      ],
      "id": "18004c9f38cf406dbac0c90f26f428e4_89"
    },
    {
      "start": 5544,
      "end": 5680,
      "text": "The respondent cautioned the appellants that in the event they failed to do so, it would initiate appropriate legal action against them.",
      "labels": [
        "FAC"
      ],
      "id": "48c37bd9ffa54feda62de58290a80020_90"
    },
    {
      "start": 5681,
      "end": 5844,
      "text": "The appellants replied, vide letter dated 30.08.2016, citing the reasons for the delay in execution of the project and sought withdrawal of the termination notice.",
      "labels": [
        "FAC"
      ],
      "id": "b249e7f3d0ff46ea9602bc85ca252752_91"
    },
    {
      "start": 5845,
      "end": 5938,
      "text": "The respondent however encashed the bank guarantee furnished by the appellants on 03.10.2016.",
      "labels": [
        "FAC"
      ],
      "id": "c0422b8edd164822b7a5bf7424720001_92"
    },
    {
      "start": 5940,
      "end": 6166,
      "text": "4. Thereupon, arbitration proceedings were initiated at the behest of the appellants in terms of Article 11.2 of the Lease Agreement dated 04.11.2010 and Article 14.2 of the Development & Management Agreement dated 10.08.2011.",
      "labels": [
        "FAC"
      ],
      "id": "ebcf67e33f17437c8c17577533a0730b_93"
    },
    {
      "start": 6167,
      "end": 6309,
      "text": "The Arbitral Tribunal comprised two retired Supreme Court Judges and a retired Judge of the erstwhile Andhra Pradesh and Calcutta High Courts.",
      "labels": [
        "RLC"
      ],
      "id": "da35e265001543f18324effc4524d92c_94"
    },
    {
      "start": 6310,
      "end": 6354,
      "text": "This Tribunal was constituted on 01.03.2017.",
      "labels": [
        "FAC"
      ],
      "id": "fff2a64a1f04419fa2ef180150d8e324_95"
    },
    {
      "start": 6356,
      "end": 7816,
      "text": "5. The appellants raised the following claims before the Arbitral Tribunal:\na) 'To declare that the Termination Notice dated 23.7.2016 of both the Lease Agreement dated 24.11.2010 and Development and Management Agreement dated 10.08.2011 as arbitrary, illegal and unsustainable in law and consequently restore the said Agreements and direct the Respondent to abide by the terms and conditions of the said agreements;\nb) Grant Specific performance of both the Lease Agreement dated 24.11.2010 and Development & Management Agreement dated 10.08.2011 to enable the Claimants to execute the development work and to reach the stage of revenue sharing and also for enjoyment of the same for a period of 33 years from the Commercial Operational Date (COD) of the hotel in the interest of justice;\nc) Award damages of Rs.90,00,75,000/- (Rupees Ninety Crores and Seventy Five Thousand only) as mentioned in the Annexure-I, in addition to Specific performance in favour of the Claimants and against the Respondent and also award the costs of the arbitral proceedings; and d) In the event of the Hon'ble Tribunal not granting Specific performance of the Lease Agreement dated 24.11.2010 and Development & Management Agreement dated 10.08.2011 for any reason, the Claimants pray for grant of overall damages in lieu of Specific performance as mentioned above and for which the claimant reserves its right to amend the Claim Statement with the permission of the Tribunal.'\n",
      "labels": [
        "FAC"
      ],
      "id": "2974f008084c4a798e7aa7f404e9c62a_96"
    },
    {
      "start": 7816,
      "end": 8175,
      "text": "6. In turn, the respondent raised four counter-claims:\ni) 'Counter Claim No.1: Payment of arrears of lease rentals and Annual Development Premium.\nii) Counter Claim No.2: Expected lease rentals and Annual Development Premium of Rs.133.04 Crores.\niii) Counter Claim No.3: General damages of Rs.2.00 Crores.\niv) Counter Claim No.4: Costs of the arbitration.'\n7.",
      "labels": [
        "FAC"
      ],
      "id": "8bfa605aa8b24f53b1b509857be4a511_97"
    },
    {
      "start": 8176,
      "end": 8436,
      "text": "The Arbitral Tribunal framed the following issues for determination:\n1) 'Whether Termination Notice dated 23-07-2016 of the Lease Agreement dated 24-11-2010 and Development & Management Agreement dated 10-08-2011 is arbitrary, illegal and unsustainable in law?",
      "labels": [
        "ISSUE"
      ],
      "id": "1a18955ec30b42e295833d04173f3006_98"
    },
    {
      "start": 8437,
      "end": 8635,
      "text": "\n2) Whether the delay in obtaining building permission from the GHMC and other required permission was on account of default of the Claimant or on account of the delay on the part of the respondent?",
      "labels": [
        "ISSUE"
      ],
      "id": "4cdf089f4911452e8df564f51e37c025_99"
    },
    {
      "start": 8636,
      "end": 8833,
      "text": "\n3) Whether the Termination Notice dated 23-07-2016 issued by the respondent for termination of the 'Lease Agreement' and 'Development & Management Agreement' is valid and binding on the Claimants?",
      "labels": [
        "ISSUE"
      ],
      "id": "3fce68665a5a402e999fba1d56ee4290_100"
    },
    {
      "start": 8834,
      "end": 9171,
      "text": "\n4) Whether the Claimants are entitled to the relief of specific performance of the 'Lease Agreement dated 24-11-2010' and 'Development & Management Agreement dated 10-08-2011' to enable the Claimants to execute the project and enjoy the revenue share for (33) years from the Commercial Operation date (COD), as prayed for the Claimants?",
      "labels": [
        "ISSUE"
      ],
      "id": "9ba8577e41ae4ad9a32d6ab23a8514ed_101"
    },
    {
      "start": 9172,
      "end": 9995,
      "text": "\n5) Whether the Claimants are entitled to the relief of damages of Rs.90,00,75,000/-, in addition to the relief of specific performance as prayed by the Claimants?\n6) Whether the respondent is entitled to recover the Claimants arrears of 'Lease Rentals' and 'Annual development Premium' aggregating to Rs.3,47,97,912/- due as on 23-07-2016, as prayed under Counter Claim No.I?\n7) Whether the respondent is entitled to recover from the Claimants expected 'Lease Rentals' and 'Annual Development Premium' amounting to Rs.137.04 Crores, as prayed under the Counter Claim No.II?\n8) Whether the respondent is entitled for general damages of Rs.10.00 Crores, as prayed under Counter Claim No.III?\n9) Whether the respondent is entitled for the costs of the Arbitration, as prayed under Counter Claim No.IV?\n10) To what relief?'\n8.",
      "labels": [
        "RLC"
      ],
      "id": "5bb9a1b1663a4d85b1c0371c648e6339_102"
    },
    {
      "start": 9996,
      "end": 10139,
      "text": "However, by final Award dated 06.12.2018, the Arbitral Tribunal rejected the claims of the appellants and the counter-claims of the respondent.",
      "labels": [
        "RLC"
      ],
      "id": "d989748ed927425e904d67f96e5388e7_103"
    },
    {
      "start": 10140,
      "end": 10351,
      "text": "It was however made clear that such rejection would not preclude the respondent from claiming either the lease amount or the Annual Development Premium from the appellants for the period subsequent to the Award.",
      "labels": [
        "FAC"
      ],
      "id": "ec092f1a07584f6fbd132a9f05534436_104"
    },
    {
      "start": 10352,
      "end": 10563,
      "text": "The appellants thereupon approached the Commercial Court by way of C.O.P.No.14 of 2019, under Section 34 of the Act of 1996, to set aside the final Award dated 06.12.2018 and consequently, to allow their claims.",
      "labels": [
        "FAC"
      ],
      "id": "6dc6e22d9353441a94f59881683ce145_105"
    },
    {
      "start": 10564,
      "end": 10853,
      "text": "\nI.A.No.140 of 2019 was filed by them in the said COP seeking suspension of the operation and effect of the Award dated 06.12.2018 as well as the notice of termination dated 23.07.2016, so as to enable them to continue in possession of the property pending disposal of C.O.P.No.14 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "1dc4539f49914719a9fad2158a7ea382_106"
    },
    {
      "start": 10854,
      "end": 11083,
      "text": "It appears that the respondent thereafter filed an application in C.O.P.No.64 of 2019, under Section 34 of the Act of 1996, to set aside the final Award dated 06.12.2018 in so far as rejection of its counter-claims was concerned.",
      "labels": [
        "FAC"
      ],
      "id": "12d998e5a3d64c90ad2f7c7b8541d094_107"
    },
    {
      "start": 11085,
      "end": 11521,
      "text": "9. Even before they approached the Commercial Court under Section 34 of the Act of 1996, the appellants filed W.P.No.46485 of 2018 before the High Court for the State of Telangana and the State of Andhra Pradesh, assailing the action of the respondent in attempting to dispossess them and seeking a consequential direction to it to act in accordance with law and forbear from dispossessing them without following the due process of law.",
      "labels": [
        "FAC"
      ],
      "id": "edd77e4e1cee498f83799da1a037dd8b_108"
    },
    {
      "start": 11523,
      "end": 11663,
      "text": "10. Though an interim order was granted in this writ petition on 20.12.2018 that the appellants should not be dispossessed from the property",
      "labels": [
        "FAC"
      ],
      "id": "20716b0c8e854e63b5eca11042b67399_109"
    },
    {
      "start": 11664,
      "end": 11881,
      "text": ", the writ petition itself came to be dismissed on 06.06.2019, holding that the appellants had to avail common law remedies as the parameters of judicial review did not stand attracted in matters governed by contract.",
      "labels": [
        "FAC"
      ],
      "id": "003ba0f56fbc46158318d68b6c1a571b_110"
    },
    {
      "start": 11882,
      "end": 11941,
      "text": "Aggrieved thereby, the appellants filed W.A.No.489 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "d465becc8a5645d1aade6ca2686ba77a_111"
    },
    {
      "start": 11943,
      "end": 12178,
      "text": "11. The Division Bench that heard W.A.No.489 of 2019 was informed that the appellants had filed a stay application before the Commercial Court in relation to the Award dated 06.12.2018, which was to be listed for hearing on 18.06.2019.",
      "labels": [
        "FAC"
      ],
      "id": "05129e927c1b4b5094fde98b8192ffda_112"
    },
    {
      "start": 12179,
      "end": 12519,
      "text": "It was contended that as there was threat of dispossession, the interim order dated 20.12.2018, which was extended during the pendency of the writ petition, should be continued and the respondent should be prevented from dispossessing the appellants at least till 24.06.2019, so that they could plead their case before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "b7bffd2c570c4e1b9c5f0d7b9b0415ec_113"
    },
    {
      "start": 12521,
      "end": 12785,
      "text": "12. Per contra, it was contended on behalf of the respondent that even before the learned single Judge, it had pleaded that possession of the property was taken over on 19.12.2018 under a panchanama, that is, even before passing of the interim order on 20.12.2018.",
      "labels": [
        "FAC"
      ],
      "id": "f99feb397bac462f9e2c3fef40d07b37_114"
    },
    {
      "start": 12787,
      "end": 13061,
      "text": "13. By order dated 11.06.2019, the Division Bench took note of the fact that both parties claimed to be in possession of the property and observed that it would not be appropriate to express any opinion on the question of possession or on the merits or demerits of the case.",
      "labels": [
        "RLC"
      ],
      "id": "951145755c75485faff49225953a86de_115"
    },
    {
      "start": 13062,
      "end": 13448,
      "text": "The Division Bench then observed as follows:\n'Considering the fact that repeatedly the learned Single Judge had granted the interim stay in favour of the appellants, and considering the fact that the present appeal is nothing but a continuation of the Writ Petition, this Court is of the opinion that the appellants should not be dispossessed from the subject property till 24.06.2019.\n",
      "labels": [
        "RLC"
      ],
      "id": "4c0fc67bd74e4ae1a3e1d6738c0e7384_116"
    },
    {
      "start": 13448,
      "end": 13858,
      "text": "However, it is made abundantly clear that, merely because this Court is directing, presently, that the appellants shall not be dispossessed from the subject property, even this prima facie direction should not adversely influence the decision of the Arbitration Court while deciding the application filed by the appellants along with their appeal filed under Section 34 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f730edcf039e4f1798dea5de6e7f606c_117"
    },
    {
      "start": 13859,
      "end": 14111,
      "text": "Moreover, any observations made by the Learned Single Judge in the impugned order should not adversely effect the objective assessment by the Arbitration Court while considering the appeal and the application for interim relief filed by the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b08a085a6eee4cad8df386ab28827e41_118"
    },
    {
      "start": 14112,
      "end": 14251,
      "text": "This Court certainly expects the Arbitration Court to assess the merits of the case, and to pass its order strictly in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "3c9e52397eca4d50bf4a418978a94c90_119"
    },
    {
      "start": 14252,
      "end": 14384,
      "text": "\nLearned Senior Counsel Mr. D. Prakash Reddy is directed to submit the certified copy of the impugned order on or before 24.06.2019.",
      "labels": [
        "NONE"
      ],
      "id": "78151b18a7344130a8e8e08fcb73c48e_120"
    },
    {
      "start": 14386,
      "end": 14420,
      "text": "List this case on 24.06.2019.'\n14.",
      "labels": [
        "RPC"
      ],
      "id": "c99b15f522d243d1bda3acd9a38ace9c_121"
    },
    {
      "start": 14421,
      "end": 14640,
      "text": "Thereafter, the Commercial Court took up I.A.No.140 of 2019 filed in C.O.P.No.14 of 2019, whereby the appellants herein had sought stay of the arbitral Award dated 06.12.2018 and the termination notice dated 23.07.2016.",
      "labels": [
        "FAC"
      ],
      "id": "924bfad7d9ab43669fa4ec6c2251f5e7_122"
    },
    {
      "start": 14641,
      "end": 15035,
      "text": "The following point was framed for consideration by the Commercial Court:\n'Whether the petitioners are entitled for an order to suspend the operation and effect of the Arbitral Award dt.06-12-2018 by the Arbitral Tribunal as well as the Notice of termination, to enable the petitioner to continue in possession of the subject property, pending disposal of the main petition COP No.14/2019?'\n15.",
      "labels": [
        "ISSUE"
      ],
      "id": "e924b995f52445adb7c5c215d8b5fad5_123"
    },
    {
      "start": 15036,
      "end": 15114,
      "text": "Ultimately, by order dated 21.06.2019, the Commercial Court dismissed the I.A.",
      "labels": [
        "RLC"
      ],
      "id": "ccb2fefb187541ca8580a9fa8e3bcfdd_124"
    },
    {
      "start": 15115,
      "end": 15386,
      "text": "The Commercial Court adverted to the order dated 06.06.2019 passed in W.P.No.46485 of 2018 and the order dated 11.06.2019 passed in W.A.No.489 of 2019, apart from the merits of the matter, and observed that there were absolutely no equities in the case of the appellants.",
      "labels": [
        "RLC"
      ],
      "id": "3203703080bc4be3b1b40787735e7ec7_125"
    },
    {
      "start": 15387,
      "end": 15787,
      "text": "\nReference was made to the factual aspects of the dispute and the Commercial Court concluded that there were no merits in the appellants' case and as such, they were not entitled to suspension of the operation and effect of the arbitral Award dated 06.12.2018 and the termination notice dated 23.07.2016, so as to enable them to continue in possession of the property pending disposal of the main OP.",
      "labels": [
        "RLC"
      ],
      "id": "4b539ee5dfb84bbe883a275b3a1d511d_126"
    },
    {
      "start": 15789,
      "end": 15881,
      "text": "16. We may note that the arbitral Award dated 06.12.2018 was in the nature of a 'nil' Award.",
      "labels": [
        "FAC"
      ],
      "id": "bea7f7d682584d82bbe8e77b5e50180d_127"
    },
    {
      "start": 15882,
      "end": 16099,
      "text": "The only relief granted to the respondent was that despite rejection of its counter-claims, liberty was given to it to claim lease amounts/annual development premium from the appellants for the period after the Award.",
      "labels": [
        "FAC"
      ],
      "id": "dbc32c9f59134b22b714e8d5afa81430_128"
    },
    {
      "start": 16100,
      "end": 16210,
      "text": "Except for the leave granted to the respondent to do so, no other relief was granted to either of the parties.",
      "labels": [
        "FAC"
      ],
      "id": "0d33cc11b14b4ccc8ae10a24d5cf3918_129"
    },
    {
      "start": 16211,
      "end": 16270,
      "text": "They were also directed to bear their own respective costs.",
      "labels": [
        "FAC"
      ],
      "id": "fa56750e5fd9423bba6688ee24a891bf_130"
    },
    {
      "start": 16272,
      "end": 16422,
      "text": "17. The order dated 21.06.2019 passed by the Commercial Court was subjected to revision before this Court in C.R.P.No.1503 of 2019, by the appellants.",
      "labels": [
        "FAC"
      ],
      "id": "32da3912011c418aab87a532ac58c1d1_131"
    },
    {
      "start": 16423,
      "end": 16877,
      "text": "By order dated 16.07.2019, a Division Bench of this Court, comprising one of us, SK,J, and Hon'ble Sri Justice P.Keshava Rao, dismissed the revision, holding that as I.A.No.140 of 2019 was filed only under Section 36(2) of the Act of 1996, it was not open to the Court to grant any interim relief other than stay of operation of the arbitral Award and therefore, the appellants could not have sought suspension of the termination notice dated 23.07.2016.",
      "labels": [
        "RLC"
      ],
      "id": "f3045fc9823c49f4acbf8fce512baf60_132"
    },
    {
      "start": 16878,
      "end": 17089,
      "text": "The Division Bench also noted that the issue of possession over the property in question never formed part of the arbitral proceedings and only the termination notice dated 23.07.2016 was subjected to challenge.",
      "labels": [
        "RLC"
      ],
      "id": "d4a86029e7594ba49fc578eccf3431e6_133"
    },
    {
      "start": 17090,
      "end": 17201,
      "text": "The consequential relief sought in relation thereto was restoration and specific performance of the agreements.",
      "labels": [
        "FAC"
      ],
      "id": "7cfe661845494e24bdd3e989b8424ad1_134"
    },
    {
      "start": 17202,
      "end": 17372,
      "text": "The respondent also did not seek any relief in relation to delivery of possession of the property in its counter claims and merely restricted itself to payment of monies.",
      "labels": [
        "FAC"
      ],
      "id": "4ce619700ceb4dfeb3ead28dd803c447_135"
    },
    {
      "start": 17373,
      "end": 17742,
      "text": "The Division Bench noted that the Arbitral Tribunal never dealt with the issue of possession at all and in consequence, the Commercial Court, while dealing with the application filed under Section 34 of the Act of 1996, could not go into the issue of possession and more so, the alleged taking over of possession by the respondent under the panchanama dated 19.12.2018.",
      "labels": [
        "RLC"
      ],
      "id": "1e725d4ed96e48019d72ccc8ceb3f4dc_136"
    },
    {
      "start": 17743,
      "end": 17913,
      "text": "Significantly, this was a post-Award development and did not fall for consideration before the Commercial Court in the petition filed under Section 34 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "5e08987130fd460ca297f23ad8f379cf_137"
    },
    {
      "start": 17914,
      "end": 18163,
      "text": "The Division Bench accordingly concluded that as the arbitral Award was a 'nil' Award and suspension thereof had no consequence whatsoever, denial of the interim relief of suspending it was justified and no cause was made out to interfere therewith.",
      "labels": [
        "RLC"
      ],
      "id": "cb121d1c6269421d8a2670efd800184b_138"
    },
    {
      "start": 18164,
      "end": 18203,
      "text": "The revision was accordingly dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "d2e2869855c948f99da92d02e12bc043_139"
    },
    {
      "start": 18205,
      "end": 18332,
      "text": "18. It was in these circumstances that the appellants filed the subject C.O.P.No.74 of 2019 under Section 9 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "0cd71091fb0048a7a688484dd9139ce0_140"
    },
    {
      "start": 18333,
      "end": 18545,
      "text": "Therein, the appellants averred that in terms of the order dated 16.07.2019 passed in C.R.P.No.1503 of 2019, the appropriate remedy available to them was to file an application under Section 9 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "ce61b20db68246e5b95fbef2a88eb185_141"
    },
    {
      "start": 18546,
      "end": 18694,
      "text": "They asserted that they had been put in possession pursuant to the agreements and claimed that they had continued in possession since the year 2010.",
      "labels": [
        "FAC"
      ],
      "id": "096b86a08f0b4cad94ea32f543f81f06_142"
    },
    {
      "start": 18695,
      "end": 18970,
      "text": "They further asserted that the respondent, without allowing the time for filing of an application under Section 34 of the Act of 1996 to elapse after the passing of the 'nil' Award, illegally barged into the property and tried to dispossess them by force but failed to do so.",
      "labels": [
        "FAC"
      ],
      "id": "e9accef6ffe24bc4a546e14b2e5563fd_143"
    },
    {
      "start": 18971,
      "end": 19109,
      "text": "They further stated that they had already invested Rs.250.00 Crore in the project and that the project would be completed in a few months.",
      "labels": [
        "FAC"
      ],
      "id": "ed386166574845e9b00501ce555487fa_144"
    },
    {
      "start": 19110,
      "end": 19187,
      "text": "According to them, material worth Rs.40.00 Crore was still lying in the site.",
      "labels": [
        "FAC"
      ],
      "id": "aa9a2cacd8f84902bc18f22028c4fcdc_145"
    },
    {
      "start": 19188,
      "end": 19396,
      "text": "They claimed that the balance of convenience was in their favour and that their possession over the property should be protected, pending disposal of the application filed under Section 34 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "0a4f186fbd9248e1b4c8d4c99788568e_146"
    },
    {
      "start": 19397,
      "end": 19503,
      "text": "They accordingly sought an order restraining the respondent from dispossessing them from the subject land.",
      "labels": [
        "FAC"
      ],
      "id": "5c6a5a134f9e40d2932484d89bea6829_147"
    },
    {
      "start": 19505,
      "end": 19715,
      "text": "19. The respondent filed a counter stating that there was no enforceable Award passed by the Arbitral Tribunal and therefore, the provisions of Section 9 of the Act of 1996 were not available to the appellants.",
      "labels": [
        "FAC"
      ],
      "id": "c4cacc2c0d884c8abdefabcddd40f733_148"
    },
    {
      "start": 19716,
      "end": 19977,
      "text": "It further stated that the cause of action for the subject Section 9 petition was a post-Award event which was not even the subject matter of the arbitral proceedings and therefore, the appellants could not invoke the provisions of Section 9 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "8346962f3b584efdb520206b9fa7e3dd_149"
    },
    {
      "start": 19978,
      "end": 20186,
      "text": "It claimed that possession of the property had been taken by it on 19.12.2018 under cover of a panchanama in the presence of two public officers and therefore, the Section 9 petition was rendered infructuous.",
      "labels": [
        "FAC"
      ],
      "id": "0decf0b76c7e499aa28a43512b36e49d_150"
    },
    {
      "start": 20187,
      "end": 20313,
      "text": "It denied the assertion of the appellants that attempts were made to barge into the property and dispossess them highhandedly.",
      "labels": [
        "FAC"
      ],
      "id": "cf807ca0b0754612921b33427dbe5fac_151"
    },
    {
      "start": 20314,
      "end": 20377,
      "text": "According to it, the appellants failed to hand over possession.",
      "labels": [
        "FAC"
      ],
      "id": "2712077ad9c44180b75d0ae0f0ce025a_152"
    },
    {
      "start": 20378,
      "end": 20571,
      "text": "The terms of the agreements provided for the respondent taking over possession and it accordingly did so under the cover of the panchanama dated 19.12.2018 in the presence of revenue officials.",
      "labels": [
        "FAC"
      ],
      "id": "3e6154bcc54a4827ace6c7f750dfd963_153"
    },
    {
      "start": 20572,
      "end": 20689,
      "text": "It denied the appellants' claim that they had finished more than 80% of the project and had invested Rs.250.00 Crore.",
      "labels": [
        "FAC"
      ],
      "id": "b91464c3834d477a8e503bda90c7cae8_154"
    },
    {
      "start": 20690,
      "end": 20765,
      "text": "It also denied that balance of convenience was in favour of the appellants.",
      "labels": [
        "FAC"
      ],
      "id": "66b519d350404f93a9f7433ff649d5e1_155"
    },
    {
      "start": 20766,
      "end": 20901,
      "text": "It reiterated that possession of the property was with it and asserted that no grounds were made out to grant relief to the appellants.",
      "labels": [
        "FAC"
      ],
      "id": "1356e261f63244b0a2ec5418f9e6bdbe_156"
    },
    {
      "start": 20903,
      "end": 21087,
      "text": "20. Thereupon, the Commercial Court considered as to whether the appellants were entitled to the relief of restraining the respondent from dispossessing them from the subject property.",
      "labels": [
        "FAC"
      ],
      "id": "4cd70531991d48b3bfd1daa5c98d74bb_157"
    },
    {
      "start": 21088,
      "end": 21511,
      "text": "Relying upon the judgments of the Bombay High Court in DIRK INDIA PRIVATE LIMITED V/s. MAHARASHTRA STATE ELECTRICITY GENERATION COMPANY LIMITED1 and of the Delhi High Court in NUSSLI SWITZERLAND LTD. V/s. ORGANIZING COMMITTEE, COMMONWEALTH GAMES2, the Commercial Court opined that the appellants, being parties who had lost before the Arbitral Tribunal, could not maintain an application under Section 9 of the Act of 1996.",
      "labels": [
        "RLC"
      ],
      "id": "b74fe033a9f74599a4880634f5f99fb4_158"
    },
    {
      "start": 21512,
      "end": 21752,
      "text": "Having stated so, the Commercial Court went 2013 SCC OnLine Bom 481 = (2013) 7 Bom CR 493 2014 SCC OnLine Del 4834 = (2014) 145 DRJ 399 on to examine as to whether the appellants made out a case on merits for grant of an interim injunction.",
      "labels": [
        "FAC"
      ],
      "id": "0b9a8a5e92b44386acfff7b90914936f_159"
    },
    {
      "start": 21753,
      "end": 21906,
      "text": "This exercise was undertaken in the light of the law laid down by the Supreme Court in ADHUNIK STEELS LTD. V/s. ORISSA MANGANESE AND MINERALS PVT. LTD.3.",
      "labels": [
        "FAC"
      ],
      "id": "d9d183b2add2470c8a00e7ff4ef62012_160"
    },
    {
      "start": 21907,
      "end": 22087,
      "text": "Therein, it was held that the Court, while considering an application under Section 9 of the Act of 1996, should be guided by the principles governing grant of interim injunctions.",
      "labels": [
        "RLC"
      ],
      "id": "3b19f2c4209041f38c1db21e8e6b3232_161"
    },
    {
      "start": 22088,
      "end": 22226,
      "text": "Even so, on merits, the Commercial Court held that the appellants failed to substantiate a case for grant of relief as prayed for by them.",
      "labels": [
        "RLC"
      ],
      "id": "7cc38210f87040718a2213f49f189141_162"
    },
    {
      "start": 22227,
      "end": 22489,
      "text": "It was observed that even if an injunction was granted, the appellants would only squat upon the property without further progress in the project, which would cause loss to the respondent and therefore, the balance of convenience was in favour of the respondent.",
      "labels": [
        "RLC"
      ],
      "id": "b0af9ff6eb2d4a8785bb8264fee3e764_163"
    },
    {
      "start": 22490,
      "end": 22617,
      "text": "The Commercial Court accordingly held that the appellants had failed to establish a prima facie case or balance of convenience.",
      "labels": [
        "RLC"
      ],
      "id": "53cbccfd60ea469db19d8c02cca0f4c7_164"
    },
    {
      "start": 22618,
      "end": 22637,
      "text": "Hence, this appeal.",
      "labels": [
        "FAC"
      ],
      "id": "a91ddb7a25194dbdb015ef89dde91d55_165"
    },
    {
      "start": 22639,
      "end": 22830,
      "text": "21. Heard Sri Vikram Pooserla, learned counsel for the appellants, and Sri Vedula Srinivas, learned counsel appearing on behalf of Sri N.Praveen Reddy, learned counsel for the respondent.\n22.",
      "labels": [
        "NONE"
      ],
      "id": "42bd37e6a7264a3ca07971a38b1e69b4_166"
    },
    {
      "start": 22831,
      "end": 23001,
      "text": "As on date, two petitions filed under Section 34 of the Act of 1996 are pending consideration before the Commercial Court in relation to the 'nil' Award dated 06.12.2018.",
      "labels": [
        "FAC"
      ],
      "id": "69bb059b0a004d929f554072364f15bc_167"
    },
    {
      "start": 23002,
      "end": 23097,
      "text": "C.O.P.No.14 of 2019 was filed by the appellants while the respondent filed C.O.P.No.64 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "cca4d5416e7a41aeae758fd8dcb9f887_168"
    },
    {
      "start": 23098,
      "end": 23250,
      "text": "As regards the issue of maintainability of the Section 9 petition, the Commercial Court was guided by the judgments of the Bombay and Delhi High Courts.",
      "labels": [
        "FAC"
      ],
      "id": "26aef6d1dd2e439cb269e6522378b1f7_169"
    },
    {
      "start": 23251,
      "end": 23332,
      "text": "In this regard, the language of Section 9 of the Act of 1996 may now be examined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2083e6e968b849b6b3406bd23d83cb1b_170"
    },
    {
      "start": 23333,
      "end": 23409,
      "text": "This provision, to the extent relevant, reads as under:\nAIR 2007 SC 2563 '9.",
      "labels": [
        "STA"
      ],
      "id": "da247745c6a042ff8ec34a59177079de_171"
    },
    {
      "start": 23410,
      "end": 23661,
      "text": "Interim measures, etc., by Court.--(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- ..........................'\n23.",
      "labels": [
        "STA"
      ],
      "id": "5181078cad914169bb9e43935e3b60e1_172"
    },
    {
      "start": 23662,
      "end": 24075,
      "text": "Section 36 of the Act of 1996 is also relevant and reads as under:\n'36.Enforcement.--(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\n",
      "labels": [
        "STA"
      ],
      "id": "faaa7e235c954af1b907375083326bd2_173"
    },
    {
      "start": 24075,
      "end": 24453,
      "text": "( 2) Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the Court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-section (3), on a separate application made for that purpose.",
      "labels": [
        "STA"
      ],
      "id": "7b1fe69566d84df49b51232ea2f7c657_174"
    },
    {
      "start": 24454,
      "end": 24986,
      "text": "\n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908).'\n24.",
      "labels": [
        "STA"
      ],
      "id": "382786c52d434b908869f8b095f1ab04_175"
    },
    {
      "start": 24987,
      "end": 25139,
      "text": "As the aforestated provision hinges upon Section 34 of the Act of 1996, it would also be appropriate to consider the scope and ambit of Section 34 also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30a8a1c344dd4c45b9179e88939784c0_176"
    },
    {
      "start": 25140,
      "end": 27319,
      "text": "This provision reads as under:\n'34. Application for setting aside arbitral award.--\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) An arbitral award may be set aside by the Court only if-- (a) the party making the application furnishes proof that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\nExplanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice.",
      "labels": [
        "STA"
      ],
      "id": "45e2fdd257ca44ccbdd6c45afaf2b326_177"
    },
    {
      "start": 27321,
      "end": 27510,
      "text": "Explanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.",
      "labels": [
        "STA"
      ],
      "id": "79e22b75067c493da37d104f01f16cb2_178"
    },
    {
      "start": 27511,
      "end": 27891,
      "text": "\n(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
      "labels": [
        "STA"
      ],
      "id": "5bd7044813254cebaef5c32aacbcd207_179"
    },
    {
      "start": 27892,
      "end": 29327,
      "text": "\n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n(4) On receipt of an application under sub-section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.\n(5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.'\n25.",
      "labels": [
        "STA"
      ],
      "id": "6e249eee43a8443cbf1050c09cd675b2_180"
    },
    {
      "start": 29328,
      "end": 29525,
      "text": "DIRK INDIA PRIVATE LIMITED1 and NUSSLI SWITZERLAND LTD.2 held that an unsuccessful party in an arbitration proceeding could not seek relief under Section 9 prior to execution of the arbitral Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be5834491c8f4129941a586f886f8563_181"
    },
    {
      "start": 29526,
      "end": 29655,
      "text": "In DIRK INDIA PRIVATE LIMITED1, a Division Bench of the Bombay High Court was dealing with a 'nil' Award, as in the case on hand.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec8a32c2cd3d4a8a8581d057d32b6268_182"
    },
    {
      "start": 29656,
      "end": 29767,
      "text": "An application under Section 34 was pending in relation to the said 'nil' Award, again, as in the case on hand.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9970982567e54b358092d50924567987_183"
    },
    {
      "start": 29768,
      "end": 30019,
      "text": "During the pendency thereof, an application was filed under Section 9 and an objection was raised before the learned Judge hearing the matter that the party could not maintain a petition under Section 9 as there was no enforceable Award in its favour.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24a492b3b6184686b3a3e146b3295753_184"
    },
    {
      "start": 30020,
      "end": 30142,
      "text": "The learned Judge however made an interim arrangement which became the subject matter of appeal before the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b9910835f8d4eabb24aa7e9b857891c_185"
    },
    {
      "start": 30143,
      "end": 30241,
      "text": "Again, the issue of maintainability of the petition under Section 9 of the Act of 1996 was raised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c2d50ab630e47bc88a0a8b0b216e9f6_186"
    },
    {
      "start": 30242,
      "end": 30697,
      "text": "The Division Bench opined that enforcement of an Award under Section 36 would enure to the benefit of the party who secured such an Award in the arbitral proceedings and that was the reason why enforceability of the Award was juxtaposed in the context of two time frames, the first being where an application for setting aside an arbitral Award had expired and the second, where an application for setting aside an arbitral Award was made but was refused.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f57d415b1cc4efab4d22381d0d57434_187"
    },
    {
      "start": 30698,
      "end": 30853,
      "text": "In other words, it was held that enforceability of the Award was defined with reference to the process of setting aside of the said Award under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5880a8f8862a4be4b72f82656dd1775b_188"
    },
    {
      "start": 30854,
      "end": 31227,
      "text": "The Division Bench concluded that an interim measure of protection within the meaning of Section 9 was intended to protect, through the measure, the fruits of successful conclusion of the arbitral proceedings and therefore, a party whose claim had been rejected in the arbitral proceedings could not obviously have the arbitral Award enforced in accordance with Section 36.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f03cec8d89ed49d2a064cfa44ff95a9f_189"
    },
    {
      "start": 31228,
      "end": 31499,
      "text": "The Division Bench further observed that the Court exercising jurisdiction under Section 34 was not a Court of first appeal and where an arbitral claim had been rejected, the Court under Section 34 could either dismiss the objection to the arbitral Award or set it aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "986514adb2e24fe68bd4a575e8e5ec8e_190"
    },
    {
      "start": 31500,
      "end": 31694,
      "text": "Setting aside of an arbitral Award rejecting a claim would not result in the claim, which was rejected by the Arbitrator, being decreed as a result of the judgment of the Court under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fbb91d9e25242d3a7a5dd6048c2a984_191"
    },
    {
      "start": 31695,
      "end": 31934,
      "text": "Once a party's claim has been rejected, holding to the effect that a petition under Section 9 could be maintained by such party, per the Bench, would result in a perversion of the object and purpose underlying Section 9 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66a04db3c522413a9ab5f6961c6dbc4c_192"
    },
    {
      "start": 31935,
      "end": 32156,
      "text": "The Bench observed that what such a litigating party could not possibly obtain even upon conclusion of the proceedings under Section 34, it could not secure in a petition under Section 9, after passing of the 'nil' Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "400bd94f54484dfaa777ddb2c5145148_193"
    },
    {
      "start": 32157,
      "end": 32317,
      "text": "The Bench accordingly held that the petition filed by an unsuccessful party in the arbitral proceedings was not maintainable under Section 9 of the Act of 1996.",
      "labels": [
        "RLC"
      ],
      "id": "5d2edb2e91504bd5bdcf7d778a49f420_194"
    },
    {
      "start": 32318,
      "end": 32531,
      "text": "The decision of the Bombay High Court in DIRK INDIA PRIVATE LIMITED1 was challenged before the Supreme Court in Special Leave to Appeal (C) No.13688 of 2013 but the same was dismissed as infructuous on 29.11.2016.",
      "labels": [
        "RLC"
      ],
      "id": "269c0163b58f42b2b9ba1c16f41482fd_195"
    },
    {
      "start": 32532,
      "end": 32682,
      "text": "The only relief granted to the appellant was that the Court seized of the Section 34 petition was directed to dispose of the same within a time frame.",
      "labels": [
        "RLC"
      ],
      "id": "ecb32155f8a14f8a81970e78b68764a8_196"
    },
    {
      "start": 32684,
      "end": 32836,
      "text": "26. In NUSSLI SWITZERLAND LTD.2, a Division Bench of the Delhi High Court followed the decision of the Bombay High Court in DIRK INDIA PRIVATE LIMITED1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e6048aef3d454cc6beecbdcd2e4d0792_197"
    },
    {
      "start": 32837,
      "end": 33196,
      "text": "In that case, an Award was passed in favour of Nussli Switzerland Limited and the respondent, viz., the Organizing Committee, filed a petition under Section 9 of the Act of 1996 to direct Nussli Switzerland Limited to extend the validity of a bank guarantee till conclusion of the proceedings that would be initiated by it under Section 34 of the Act of 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "538b29e7a27c40a2b4f3601b97ad7a26_198"
    },
    {
      "start": 33197,
      "end": 33367,
      "text": "The question before the Delhi High Court was whether the losing party could seek such an interim measure pending determination of the objections raised against the Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d6d5af0723643aba9d860bf7828a4e1_199"
    },
    {
      "start": 33368,
      "end": 33490,
      "text": "Quoting copiously from DIRK INDIA PRIVATE LIMITED1, the Division Bench finally agreed with the reasoning recorded therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "33a7129b2170479c9d7ac47a43a1c0b4_200"
    },
    {
      "start": 33491,
      "end": 33746,
      "text": "The Division Bench observed that even if the Organizing Committee succeeded in relation to the objections raised by it against the Award, the Award would only stand set aside, as Section 34 of the Act of 1996 did not empower the Court to modify the Award.",
      "labels": [
        "RLC"
      ],
      "id": "9c2d3d5f80254915a620e8c528cccc8a_201"
    },
    {
      "start": 33747,
      "end": 33866,
      "text": "The Division Bench accordingly held that the Section 9 petition filed by the Organizing Committee was not maintainable.",
      "labels": [
        "RLC"
      ],
      "id": "4d8f44680e1348f9aa88c8902ae234db_202"
    },
    {
      "start": 33867,
      "end": 34174,
      "text": "The decision of the Delhi High Court in NUSSLI SWITZERLAND LTD.2 was subjected to challenge before the Supreme Court in Special Leave to Appeal (C) No.26876 of 2014 and by order dated 26.09.2014, the Supreme Court directed the bank guarantee to be kept alive until further orders, if not already discharged.",
      "labels": [
        "RLC"
      ],
      "id": "eda9983e2a3d4d5189782405e7b1d0d3_203"
    },
    {
      "start": 34175,
      "end": 34209,
      "text": "The case is pending consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "203b2ffe92384c538943f3323de3c1f7_204"
    },
    {
      "start": 34211,
      "end": 34481,
      "text": "27. The core issue, upon which both the aforestated judgments turned, was the understanding of the Bombay and Delhi High Courts to the effect that the Court exercising jurisdiction under Section 34 of the Act of 1996 would not have the power to modify an arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbaec4c72daf404c931cbd5995ce6cf8_205"
    },
    {
      "start": 34482,
      "end": 34815,
      "text": "Though the language of Section 34 lends itself to such an interpretation, the practice in reality, in so far as exercise of jurisdiction under Section 34 is concerned, demonstrates that it is to the contrary and Courts, time and again, interfere with arbitral Awards in exercise of jurisdiction under Section 34 and also modify them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b248f827e6b4ded81d6c3f52bd89a05_206"
    },
    {
      "start": 34817,
      "end": 34894,
      "text": "28. Reference in this regard may also be made to MCDERMOTT INTERNATIONAL INC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc5a4e2cab904e40bbee3e511551f4e1_207"
    },
    {
      "start": 34895,
      "end": 34901,
      "text": "V / s.",
      "labels": [
        "NONE"
      ],
      "id": "12c1cde6b8674f1c86bdddd512fe49db_208"
    },
    {
      "start": 34902,
      "end": 34925,
      "text": "BURN STANDARD CO.LTD.4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd6a517735dc4b6a931950bdf047863e_209"
    },
    {
      "start": 34926,
      "end": 35424,
      "text": "Therein, while observing that the Act of 1996 makes provision for a supervisory role being played by Courts in relation to review of an arbitral Award and that intervention by the Court was envisaged only in a few circumstances, viz., in case of fraud or bias by the arbitrators, violation of natural justice, etc., the Supreme Court held that the Court could not correct errors of the arbitrators and could only quash the Award, leaving the parties free to begin the arbitration again, if desired.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f186f21325fb4fe49460204e453d22f0_210"
    },
    {
      "start": 35425,
      "end": 35762,
      "text": "According to the Supreme Court, the scheme of the provision aims at keeping the supervisory role of the Court at a minimum level and this can be justified, as the parties to the agreement made a conscious decision to exclude the Court's jurisdiction by opting for arbitration, as they preferred the expediency and finality offered by it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "deeb5270ad7c4e77830a4fe85c1d2333_211"
    },
    {
      "start": 35763,
      "end": 35780,
      "text": "(2006) 11 SCC 181",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12ed132b40a5407da41c1ed64f586880_212"
    },
    {
      "start": 35781,
      "end": 35864,
      "text": "Having held so, the Supreme Court however modified the arbitral Award in that case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0d01fa0ffca4a4fbaedeb66c4f19dcb_213"
    },
    {
      "start": 35865,
      "end": 35996,
      "text": "This exercise seems to have been undertaken under Article 142 of the Constitution so as to do complete justice between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e26aefadb65d47709b6cee0ba6eb2b91_214"
    },
    {
      "start": 35997,
      "end": 36150,
      "text": "\n29. Reference may also be made to the recent judgment of the Supreme Court in MADHYA PRADESH POWER GENERATION COMPANY LIMITED V/s. ANSALDO ENERGIA SPA5.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "841ffe9835a645ce8dc7a579f1a3aa5a_215"
    },
    {
      "start": 36151,
      "end": 36235,
      "text": "In this case, the Court had set aside the Award under Section 34 of the Act of 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "20c8c4944aaf49049c9a143c59ec95f4_216"
    },
    {
      "start": 36236,
      "end": 36310,
      "text": "In appeal, the High Court set aside the said order and restored the Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "211fe715bb8f4a1a98a92d978f6f01df_217"
    },
    {
      "start": 36311,
      "end": 36357,
      "text": "The matter then went before the Supreme Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2ad9661d12044c5a47aec23a45dadf6_218"
    },
    {
      "start": 36358,
      "end": 36527,
      "text": "The Supreme Court observed that it was concerned with the point as to whether an arbitral Award could be set aside for being in conflict with the public policy of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f284df47c39b4fc983689b76363dc764_219"
    },
    {
      "start": 36528,
      "end": 36710,
      "text": "In this context, it was observed that an arbitral Award could be set aside if it was contrary to the fundamental policy of Indian law or the interest of India or justice or morality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "115df1938c2b44d09c1e48fb5822fe95_220"
    },
    {
      "start": 36711,
      "end": 36855,
      "text": "Patent illegality was stated to have been added to the above three grounds by the decision of the Supreme Court in ONGC V/s. SAW PIPES LIMITED6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6ab6de4163f451da102cc1479a53431_221"
    },
    {
      "start": 36856,
      "end": 37060,
      "text": "The Supreme Court further observed that such illegality must go to the root of the matter and in case the illegality was of a trivial nature, it could not be held that the Award was against public policy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4dbfc1562847499db2ac8ad7f01a2204_222"
    },
    {
      "start": 37061,
      "end": 37517,
      "text": "Reference was also made to DELHI DEVELOPMENT AUTHORITY V/s.\nM/s.R.S.SHARMA7, RENUSAGAR POWER CO. LTD. V/s. GENERAL ELECTRIC CO.8 and SAW PIPES LIMITED6, wherein it was held that an Award could be interfered with by the Court under Section 34 of the Act of 1996 when it was contrary to substantive provisions of law, or provisions of the Act of 1996, or against the terms of the contract, or was patently illegal or prejudicial to the rights of the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c8fc01f00b3243bfb570425ab8c982db_223"
    },
    {
      "start": 37518,
      "end": 37963,
      "text": "Reference was also made to (2018) 16 SCC 661 (2003) 5 SCC 705 (2008) 13 SCC 80 1994 Supp (1) SCC 644 M/s.R.S.SHARMA7 and ONGC LTD. V/s. WESTERN GECO INTERNATIONAL LTD.9, wherein the Supreme Court had observed that an arbitral Award was open to challenge when the arbitrators failed to draw an inference which ought to have been drawn or if they had drawn an inference which, on the face of it, was untenable, resulting in miscarriage of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e544366cd83e4e8ebc1cf1e143c33134_224"
    },
    {
      "start": 37964,
      "end": 38127,
      "text": "According to the Supreme Court, the power to modify the offending part of the Award, in case it was severable from the rest, would be available in such a scenario.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "af802a67915946129d20866fd66b3476_225"
    },
    {
      "start": 38128,
      "end": 38317,
      "text": "The limit to the exercise of power by Courts under Section 34 of the Act of 1996 was stated to have been comprehensively dealt with in ASSOCIATE BUILDERS V/s. DELHI DEVELOPMENT AUTHORITY10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4e86112d74374a00bacb519cec969da9_226"
    },
    {
      "start": 38318,
      "end": 38516,
      "text": "As per this judgment, lack of judicial approach, violation of the principles of natural justice, perversity and patent illegality were identified as grounds for interference with the arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b295e825a2014c27a1728e978a4e4efa_227"
    },
    {
      "start": 38517,
      "end": 38727,
      "text": "The Supreme Court accordingly upheld the Award of the Arbitral Tribunal but modified it to the extent of holding that the claimants were not entitled to the amounts covered by the bank guarantees given by them.",
      "labels": [
        "RLC"
      ],
      "id": "8a0dfbd1313b47bda620af19f6df423a_228"
    },
    {
      "start": 38728,
      "end": 38835,
      "text": "Significantly, this order was not passed in exercise of jurisdiction under Article 142 of the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3786e8fc4a414e90afec0336a9fe761f_229"
    },
    {
      "start": 38837,
      "end": 39021,
      "text": "30. In ADHUNIK STEELS LTD.3, the respondent had obtained a mining lease and entered into an agreement with the appellant for a period of ten years to raise manganese ore on its behalf.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6c0fea6a81044b09ad7ead5b3ea60d8_230"
    },
    {
      "start": 39022,
      "end": 39105,
      "text": "The respondent however terminated the said agreement, vide notice dated 24.11.2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "085f2dbee6284bdfa306aedb1a46f5fc_231"
    },
    {
      "start": 39106,
      "end": 39287,
      "text": "Thereupon, the appellant filed an application under Section 9 of the Act of 1996 seeking an injunction restraining the respondent from terminating its contract and dispossessing it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "655970f35fd04af790bc15ebe894b3b9_232"
    },
    {
      "start": 39288,
      "end": 39358,
      "text": "The District Court allowed the application and granted interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7673b49221c1407691f63abcb783e55f_233"
    },
    {
      "start": 39359,
      "end": 39420,
      "text": "This order was however set aside by the High Court in appeal.",
      "labels": [
        "RLC"
      ],
      "id": "cceb7d5ab5fa4510a90b8f6270f9c694_234"
    },
    {
      "start": 39421,
      "end": 39483,
      "text": "Aggrieved thereby, the appellant approached the Supreme Court.",
      "labels": [
        "FAC"
      ],
      "id": "c7094d7a2fb644f79f1b0ae8de0bc05c_235"
    },
    {
      "start": 39484,
      "end": 39516,
      "text": "(2014) 9 SCC 263 (2015) 3 SCC 49",
      "labels": [
        "NONE"
      ],
      "id": "b07b16e07fc34ecc9013392355ede1d7_236"
    },
    {
      "start": 39517,
      "end": 39734,
      "text": "Thereupon, the Supreme Court held that grant of an interim measure of protection under Section 9 of the Act of 1996 would be governed by the concepts of prima facie case, balance of convenience and irreparable injury.",
      "labels": [
        "RLC"
      ],
      "id": "ff810dde1b8649ceae510dcdef29cf8a_237"
    },
    {
      "start": 39735,
      "end": 40025,
      "text": "While dismissing the appeal, the Supreme Court however granted relief to the appellant in so far as it restrained the respondent from entering into a new contract for mining and lifting of the ore but left it open to it to carry on mining operations on its own in terms of the mining lease.",
      "labels": [
        "RLC"
      ],
      "id": "3e349cfddaac4877b19a1bf1611b1927_238"
    },
    {
      "start": 40027,
      "end": 40128,
      "text": "31. We may also note the view taken by a learned Judge of the Gujarat High Court in GAIL (INDIA) LTD.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36b4761181af4f798c20e6372132f0ef_239"
    },
    {
      "start": 40129,
      "end": 40139,
      "text": "V/s. LATIN",
      "labels": [
        "NONE"
      ],
      "id": "7775337209e3479eb660250ca9fd0dee_240"
    },
    {
      "start": 40140,
      "end": 40148,
      "text": "RASAYANI",
      "labels": [
        "NONE"
      ],
      "id": "b1b02f848f204567800a99c11ec236c0_241"
    },
    {
      "start": 40149,
      "end": 40164,
      "text": "PRIVATE LTD.11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3312b4df405e4a51ae88deddc8f00064_242"
    },
    {
      "start": 40165,
      "end": 40337,
      "text": "Therein, the respondent's claim with regard to termination and cancellation of gas supply agreement was refused by the Arbitral Tribunal, vide final Award dated 30.10.2014.",
      "labels": [
        "FAC"
      ],
      "id": "37bc7770142241fdbc8a19d7975ffe52_243"
    },
    {
      "start": 40338,
      "end": 40444,
      "text": "Pursuant thereto, the appellants issued a disconnection notice and eventually disconnected the gas supply.",
      "labels": [
        "FAC"
      ],
      "id": "d9fdb60dbc3f45baab2fb6f19e91f120_244"
    },
    {
      "start": 40445,
      "end": 40578,
      "text": "The respondent thereupon moved an application under Section 9 of the Act of 1996 for interim relief by restoration of the gas supply.",
      "labels": [
        "FAC"
      ],
      "id": "b0fbb77b67aa4c76a666825850f76843_245"
    },
    {
      "start": 40579,
      "end": 40663,
      "text": "The said application was allowed directing the appellants to restore the gas supply.",
      "labels": [
        "FAC"
      ],
      "id": "f2c76c53d1294a2198fb29a0ea7d00e7_246"
    },
    {
      "start": 40664,
      "end": 40732,
      "text": "Aggrieved thereby, the appellants approached the Gujarat High Court.",
      "labels": [
        "FAC"
      ],
      "id": "6b4074dc54e541d88b70cbdfd1251a5b_247"
    },
    {
      "start": 40733,
      "end": 40956,
      "text": "Reliance was placed upon DIRK INDIA PRIVATE LIMITED1 in the context of the party who had failed in the arbitral proceedings not being entitled to any relief under Section 9 of the Act of 1996 after the passing of the Award.",
      "labels": [
        "FAC"
      ],
      "id": "d044df92cdd7448c9f475bb50859cf4d_248"
    },
    {
      "start": 40957,
      "end": 41527,
      "text": "The learned Judge however noted that in terms of the Division Bench decision of the Gujarat High Court in MADHAVPURA MERCANTILE COOPERATIVE BANK LTD. V/s. SHAH BHIMANI CHEMICALS PVT. LTD.12, when the arbitral Award is made enforceable as if it were a civil Court decree, the Legislature, in its wisdom, found it appropriate to provide that such enforcement could be made only after the time for setting aside the arbitral 2014 SCC OnLine Guj 14836 (2009) 2 Arb. LR 287 (Gujarat) Award under Section 34 expired, or such an application, having been made, had been refused.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a51777abcb4d4c41b43697bfc2e9e20b_249"
    },
    {
      "start": 41528,
      "end": 41803,
      "text": "The learned Judge observed that this would ensure that the person aggrieved by the Award gets reasonable time to approach the Court for seeking the setting aside of the Award and if such an application is made, the same has to be disposed of before the Award can be enforced.",
      "labels": [
        "RLC"
      ],
      "id": "2ee62740e3bd4c08901b96161aad6715_250"
    },
    {
      "start": 41804,
      "end": 42127,
      "text": "On facts, the learned Judge held that the appellants had disconnected the gas supply and defeated the very intent underlying Section 36 of the Act of 1996, whereby the arbitral Award was made enforceable only after the time limit for applying to set it aside under Section 34 had expired or if applied, it had been refused.",
      "labels": [
        "RLC"
      ],
      "id": "6ebd479abd1c45579c2e2f043dc5fe8f_251"
    },
    {
      "start": 42128,
      "end": 42405,
      "text": "The learned Judge did not agree with the view expressed in DIRK INDIA PRIVATE LIMITED1 that the object and purpose of the interim measure after passing of the Award but before its enforcement was only to secure the property for the benefit of the party which seeks enforcement.",
      "labels": [
        "RLC"
      ],
      "id": "0190c9ae7d524be8aa13f894e7e120d4_252"
    },
    {
      "start": 42406,
      "end": 42572,
      "text": "The learned Judge opined that Section 9 did not draw any distinction between a party who had succeeded in the arbitral proceedings and a party who had failed therein.",
      "labels": [
        "RLC"
      ],
      "id": "07439a8a2b93495a942cf1df4af214c8_253"
    },
    {
      "start": 42573,
      "end": 42695,
      "text": "Under such circumstances, either party would be entitled to approach the Court seeking an interim measure under Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81f4057790ce40ba994f85ea82e7c251_254"
    },
    {
      "start": 42696,
      "end": 42940,
      "text": "As the learned Judge held that the appellants had enforced the Award without waiting for the period under Section 34 to expire, the learned Judge held that grant of relief by way of mandatory injunction under Section 9 was wholly justified.\n32.",
      "labels": [
        "RLC"
      ],
      "id": "4cf8c9a2ebec4d13a781dfa1c1c5ea59_255"
    },
    {
      "start": 42941,
      "end": 43436,
      "text": "In WESTERN GECO INTERNATIONAL LTD.9, the Supreme Court observed that perversity or irrationality of the Arbitrators would indicate that the decision fell short of the standard of reasonableness and if it is proved on facts that the Arbitrators failed to draw an inference which ought to have been drawn or drew an inference which was untenable, the Award would be open to challenge and may be cast away or modified, depending upon whether the offending part is or is not severable from the rest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17f69b1c7e7e440fb80d60255818e8b9_256"
    },
    {
      "start": 43438,
      "end": 43837,
      "text": "33. In J.G. ENGINEERS PVT. LTD. V/s. UNION OF INDIA13, the Supreme Court observed that it is now well settled that if an Award deals with and decides several claims separately and distinctly and if such Award is found to be bad in regard to some items, the Court would be entitled to segregate the Award on the items which did not suffer from any infirmity so that it could be upheld to that extent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0741144758f5497787e3d929df243ff4_257"
    },
    {
      "start": 43838,
      "end": 43923,
      "text": "The Award in that case was sustained in part and set aside in relation to rest of it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ed9639e817741059e9003b2cc15eca5_258"
    },
    {
      "start": 43924,
      "end": 43972,
      "text": "In effect, the Supreme Court modified the Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3dba65c8ad5e43cab00a3146b7216dfc_259"
    },
    {
      "start": 43974,
      "end": 44228,
      "text": "34. In GAYATRI BALASWAMY V/s. ISG NOVASOFT TECHNOLOGIES LTD.14, a learned Judge of the Madras High Court specifically framed and dealt with the question as to whether in exercise of power under Section 34, the Court would be entitled to modify the Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c72bdf84862740f99a82fe39e4f452b8_260"
    },
    {
      "start": 44229,
      "end": 44558,
      "text": "The learned Judge observed that the language of Section 34 of the Act of 1996 could not be construed to mean that the power of the Court thereunder was limited only to the setting aside of the Award leaving the parties in a position which was worse than what they had contemplated before commencement of the arbitral proceedings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "692bbe329b9249028fd49e3bf674d0b6_261"
    },
    {
      "start": 44559,
      "end": 44748,
      "text": "The learned Judge opined that the remedy could not be worse than the disease and a narrow interpretation of Section 34 would actually spell doom for the arbitral regime and create mischief.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f9b7e8ebe106469b86ab7c88825049a9_262"
    },
    {
      "start": 44749,
      "end": 44893,
      "text": "The learned Judge accordingly held that the Court would have power under Section 34 to modify or vary the Award passed by the Arbitral Tribunal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6794588534ac4e90a9ccf14b18944ea2_263"
    },
    {
      "start": 44894,
      "end": 45216,
      "text": "Similar was the view taken by the Bombay High Court in UNION OF INDIA V/s. M/S. ARCTIC INDIA15, ANUPAM ENGINEERS V/s.\n(2011) 5 SCC 758 2014-5-L.W. 97 2007(5) Mh.L.J. 174 INDIA OIL CORPORATION LTD.16, R.S.JIWANI V/s. IRCON INTERNATIONAL17 and G.D.ANKLESARIA AND CO., RATLAM, M.P. V/s. AIRPORTS AUTHORITY OF INDIA, MUMBAI18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "da054258de69451e9c89fb4f93d58479_264"
    },
    {
      "start": 45217,
      "end": 45542,
      "text": "A learned Judge of the Delhi High Court also took the same view in UNION OF INDIA V/s. MODERN LAMINATORS LTD.19, wherein he opined that the power given to the Court to set aside the Award would necessarily include the power to modify it, notwithstanding the absence of express power to do so, as in the Arbitration Act, 1940.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7942192adda4b4c9d934bb0e4cf9d3d_265"
    },
    {
      "start": 45544,
      "end": 45743,
      "text": "35. The aforestated case law makes it clear that the Court exercising power under Section 34 of the Act of 1996 is not restrained from interfering with the arbitral Award even by way of modification.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82d2a640a715454c8f7f0998731c4d2e_266"
    },
    {
      "start": 45744,
      "end": 45895,
      "text": "It can modify the Award, by sustaining it in relation to parts thereof and setting it aside in relation to others, as long as such parts are severable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "364d8a0b499b4ac5bac4543fa74f6211_267"
    },
    {
      "start": 45896,
      "end": 46054,
      "text": "Therefore, the very foundational premise, which formed the basis for the decisions in DIRK INDIA PRIVATE LIMITED1 and NUSSLI SWITZERLAND LTD.2, stands shaken.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "187b3fac45fd42f5b1a4c4abef22c2b8_268"
    },
    {
      "start": 46055,
      "end": 46477,
      "text": "Once it is accepted that the Court exercising power under Section 34 can modify the Award, if warranted, as per the provisions thereof and in the light of the case law cited supra, the party whose claim was rejected during the arbitral proceedings, as reflected in the final Award, cannot be left remediless (See SUNIL VASUDEVA V/s. SUNDAR GUPTA20) during the pendency of the petition filed by such party under Section 34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf670f3fcdea46aab9d0f290cbe27d1c_269"
    },
    {
      "start": 46478,
      "end": 46585,
      "text": "It may be necessary for such party to seek interim measures of protection, as contemplated under Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30a9fce75457418187a40da922b2b2a8_270"
    },
    {
      "start": 46586,
      "end": 47078,
      "text": "As rightly pointed out by the Gujarat High Court in GAIL (INDIA) LTD.11, there is no distinction drawn, as per the language of Section 9, between a party who has succeeded in the arbitral 2009 SCC OnLine Bom 1791 2010(1) Mh.L.J. 547 2010(2) Mh.L.J. 921 2008 SCC OnLine Del 956 2019 SCC OnLine SC 814 proceedings as opposed to a party who has lost and both are equally entitled to invoke the provisions of Section 9, even after passing of the final arbitral Award but before execution thereof.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "514b2f7e5579455da5ff360249eac2f0_271"
    },
    {
      "start": 47079,
      "end": 47433,
      "text": "In this context, it may be noted that even if the final Award is a 'nil' Award as in the case on hand, once it is accepted that there is a possibility of the nature of the Award being changed by exercise of jurisdiction by the Court under Section 34, it cannot be ruled out that a 'nil' Award may transform into an Award favouring one or the other party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27a1a49ed82343cba1c847c7029f7e78_272"
    },
    {
      "start": 47434,
      "end": 47558,
      "text": "Be it noted that in the case on hand, both parties have filed petitions under Section 34 and they are pending consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80d3f7ccc6b445a5a3163d0ad333fd9e_273"
    },
    {
      "start": 47559,
      "end": 47797,
      "text": "That being so, until the disposal of these pending petitions under Section 34, the appellants cannot be non-suited on the ground that the Award in question is a 'nil' Award, disentitling them from invoking the provisions of Section 9.\n36.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa3170a3e181475ebcd88b8873c8cab0_274"
    },
    {
      "start": 47798,
      "end": 47973,
      "text": "On the above analysis, this Court holds that the Commercial Court was not correct in concluding that the petition filed by the appellants under Section 9 was not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8482cca662f84a15a85555b2b955a62f_275"
    },
    {
      "start": 47974,
      "end": 48272,
      "text": "The observations made by this Court in the order dated 16.07.2019 in C.R.P.No.1503 of 2019 ought to have been of guidance to the Commercial Court in this regard, but unfortunately, the Commercial Court chose to follow the decisions of the Bombay and Delhi High Courts, which were not binding on it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2587a4a9ab824d068d9a1ffccfddbbbd_276"
    },
    {
      "start": 48273,
      "end": 48392,
      "text": "The subject petition filed by the appellants under Section 9 of the Act of 1996 is accordingly held to be maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16b9848a9167432a8f668bd88a616b4d_277"
    },
    {
      "start": 48394,
      "end": 48639,
      "text": "37. On facts, it may be noted that the relief sought by the appellants as an interim measure of protection, pending disposal of their Section 34 petition, is to restrain the respondent from dispossessing them from the petition schedule property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cbb307c282d451785435b833452462d_278"
    },
    {
      "start": 48640,
      "end": 48808,
      "text": "Per contra, the claim of the respondent is that it already did so, on 19.12.2018 itself, even before passing of the interim order on 20.12.2018 in W.P.No.46485 of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3654fa598b4c477ab7fb97c6be72354b_279"
    },
    {
      "start": 48809,
      "end": 49008,
      "text": "However, it may be noted that as on 19.12.2018, the limitation prescribed for filing a petition under Section 34 of the Act of 1996 in relation to the arbitral Award dated 06.12.2018 had not expired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "005947c41ad546a8b79fd3cdfb8e501f_280"
    },
    {
      "start": 49009,
      "end": 49267,
      "text": "We respectfully agree with the law laid down by the Gujarat High Court in GAIL (INDIA) LTD.11 that before the expiry of such limitation, it is not open to a party to claim that steps were taken by it in relation to an Award, be it through Court or otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4d127514f97443f8b38df36ebce9508_281"
    },
    {
      "start": 49268,
      "end": 49457,
      "text": "In this regard, it may also be noted that the respondent baldly claims that it took possession of the petition schedule property on 19.12.2018 without even putting the appellants on notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "052e07de2132425faecaeed7ac64ab99_282"
    },
    {
      "start": 49458,
      "end": 49523,
      "text": "Its claim is that it did so in the presence of revenue officials.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e9940e9c61d48b1b92943f32654ef97_283"
    },
    {
      "start": 49524,
      "end": 49894,
      "text": "It may also be noted that the possession of the petition schedule property was delivered to the appellants pursuant to the lease agreement and there is a specific document, viz., the 'Certificate of Handing Over and Taking Over Possession of Land' dated 08.04.2011, which evidences the delivery of the petition schedule property to the first appellant by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdb2f1a880d3498ab880ad1e576bf651_284"
    },
    {
      "start": 49895,
      "end": 49992,
      "text": "Significantly, there is no such document in proof of the taking over of possession on 19.12.2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29416682694e482d9972339163c96a92_285"
    },
    {
      "start": 49993,
      "end": 50201,
      "text": "That apart, when possession of the appellants was traceable to a lease deed, it is not open to the lessor thereunder to peremptorily dispossess the lessee, even after cancellation or termination of the lease.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4999099dde934b14aaafc951e46a866c_286"
    },
    {
      "start": 50203,
      "end": 50492,
      "text": "38. Significantly, in STATE OF U.P. V/s. MAHARAJA DHARMANDER PRASAD SINGH21, the Supreme Court held that after cancellation of a lease by it, even the Government could resume possession only in a manner known to or recognized by law and could not do so otherwise than in due course of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b2d3610250b64dbdb9342be499d17e75_287"
    },
    {
      "start": 50493,
      "end": 50591,
      "text": "Similar was the view taken by the Constitution Bench earlier in BISHAN DAS V/s. STATE OF PUNJAB22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b7c7d97248e4dd3a6da016a1c1ee773_288"
    },
    {
      "start": 50592,
      "end": 50851,
      "text": "In MEGHMALA V/s.\n(1989) 2 SCC 505 AIR 1961 SC 1570 G.NARASIMHA REDDY23, the Supreme Court observed that even a trespasser could not be evicted forcibly and a person in illegal occupation of the land has to be evicted following the procedure prescribed by law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c16833b866d4616a35c5b36b599120a_289"
    },
    {
      "start": 50852,
      "end": 51033,
      "text": "The respondent therefore could not have resorted to taking over possession of the leased premises from the appellants without adhering to a procedure known to and recognized by law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6277caae05da4f0b8cade98ed5606720_290"
    },
    {
      "start": 51034,
      "end": 51351,
      "text": "The panchanama dated 19.12.2018, evidencing the so-called taking over of possession of the petition schedule property by the respondent, is therefore non est in the eye of law and does not constitute a valid document whereby the respondent can claim that it lawfully took possession of the petition schedule property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40dad9bcab5a44c181225cfcb7f2f7d2_291"
    },
    {
      "start": 51352,
      "end": 51465,
      "text": "In effect, the appellants are deemed to be continuing in possession of the petition schedule property as on date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c263bce2f14d4a8c84dc3224a204682c_292"
    },
    {
      "start": 51467,
      "end": 51549,
      "text": "39. Further, there is one other complication which the respondent has to get over.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6179eaff2f5d45f58aa2f8bc21ef2efe_293"
    },
    {
      "start": 51550,
      "end": 51727,
      "text": "It is an admitted fact that the respondent issued a 'No Objection Certificate' to enable the first appellant to secure term loans from Punjab National Bank and Punjab Sind Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcdec0a163f043479f3efa6a9a75ddd9_294"
    },
    {
      "start": 51728,
      "end": 51804,
      "text": "This certificate was issued under letter dated 08.09.2011 of the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f664673422c3411796a47627e7f6276b_295"
    },
    {
      "start": 51805,
      "end": 52080,
      "text": "This letter was addressed to the first appellant and recorded the awareness of the respondent that the first appellant had secured term loans to the tune of Rs.150.00 Crore from the banks for development of the project and in terms of Article 4.1 of the registered lease deed",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c59dae683a02415897b1d1f4eee089cd_296"
    },
    {
      "start": 52081,
      "end": 52198,
      "text": ", it permitted the first appellant to create a charge on the leasehold rights by mortgage/hypothecation or otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9619abfaf6774231a62f235dcfab40a3_297"
    },
    {
      "start": 52199,
      "end": 52349,
      "text": "It accordingly confirmed that it had no objection to creation of such charge, hypothecation or mortgage in favour of the banks by the first appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "143756a9e42b4d0689e21ac03a6ef5a3_298"
    },
    {
      "start": 52350,
      "end": 52616,
      "text": "Having allowed a charge to be created on the leasehold rights, which were admittedly alive for a period of 33 years, the respondent could not have cut-short the lease (2010) 8 SCC 383 agreement in the manner that it did without even putting the appellants on notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19ef61bc99014efe8a8aa39011524c89_299"
    },
    {
      "start": 52617,
      "end": 52737,
      "text": "This observation is made only for the purpose of demonstrating that the appellants have at least got a prima facie case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ab944789c80494a83c421b23ad32a28_300"
    },
    {
      "start": 52738,
      "end": 53094,
      "text": "This observation shall however not influence the Commercial Court while exercising jurisdiction under Section 34 and it would be at liberty to undertake that exercise, uninfluenced by this order and any observations made herein, and shall proceed in the matter strictly in accordance with law and settled legal principles as adumbrated by precedential law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c6fd5c87caf4cb781fd4f7413937954_301"
    },
    {
      "start": 53095,
      "end": 53379,
      "text": "Further, as the appellants are in a position to show that they have not been divested of possession in a manner known to law and the so-called panchanama dated 19.12.2018, even if taken into consideration is non est in the eye of law, the balance of convenience tilts in their favour.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "830329162bfe42b3b82cb90e6fe41da1_302"
    },
    {
      "start": 53380,
      "end": 53498,
      "text": "Their claim that material worth Rs.40.00 Crore is lying in the premises of the petition schedule property is disputed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21d1224cf3374db3a4576ca56cca6f94_303"
    },
    {
      "start": 53499,
      "end": 53602,
      "text": "However, it is an admitted fact that the appellants have already constructed the shell of the building.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00e82a578f7942c68d29a35fc47e11bf_304"
    },
    {
      "start": 53603,
      "end": 53864,
      "text": "Therefore, if the respondent brings in a third party at this stage to complete the project, while the petition under Section 34 filed by the appellants itself is still pending consideration, it would invariably cause irreparable and irreversible injury to them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b5292750b6b4362ad4232e09a9cd172_305"
    },
    {
      "start": 53865,
      "end": 53972,
      "text": "Therefore, all the three basic ingredients for grant of interim protection under Section 9 are established.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "616c39a8349647a9970bba580630753b_306"
    },
    {
      "start": 53974,
      "end": 54558,
      "text": "40. In terms of the decision in ADHUNIK STEELS LTD.3 and the law laid down in GUJARAT BOTTLING CO. LTD. V/s. COCA COLA CO.24, grant of an interlocutory injunction during the pendency of legal proceedings is a matter requiring exercise of discretion by the Court and while exercising the discretion, the Court applies the following tests-- (i) whether the plaintiff has a prima facie case; (ii) whether the balance of convenience is in its favour;\n(1995) 5 SCC 545 and (iii) whether the party would suffer an irreparable injury if its prayer for interlocutory relief is disallowed.\n41.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "578de585984c4cce99e664f2ab4b8bc1_307"
    },
    {
      "start": 54559,
      "end": 54967,
      "text": "Similar was the view taken by a Division Bench of the Andhra Pradesh High Court in LANCO HILLS TECHNOLOGY PARK PVT. LTD., HYDERABAD V/s. MAHABOOB ALAM KHAN25, to the effect that the Court must be satisfied that a strong prima facie case has been made out by the party seeking such relief and that the balance of convenience is in its favour and refusal of the injunction would cause irreparable injury to it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a1329322fd344518bbda2214594b6cd7_308"
    },
    {
      "start": 54968,
      "end": 55314,
      "text": "\n42. Reliance placed by the respondent upon certain observations, on facts, made by the Supreme Court in UNITED COMMERCIAL BANK V/s. BANK OF INDIA26 and a learned Judge of the Andhra Pradesh High Court in YASHODA SUPER SPECIALITY HOSPITALS, HYDERABAD V/s. YASHODA MEDICARE AND RESEARCH CENTRE (P) LTD., NEW DELHI27 is therefore of no avail to it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "751985df63544fdd89a5f8e9a714a77d_309"
    },
    {
      "start": 55315,
      "end": 55425,
      "text": "As noted supra, the appellants satisfied all the three requirements, entitling them to interim protection.\n43.",
      "labels": [
        "RATIO"
      ],
      "id": "8ade998e62c64b0aa7299da81639c6ee_310"
    },
    {
      "start": 55426,
      "end": 55596,
      "text": "That being said, this Court is conscious of the fact that the appellants would be entitled only to seek interim relief to a limited extent, having suffered a 'nil' Award.",
      "labels": [
        "RATIO"
      ],
      "id": "fc76fb605855499dbd3b22607c33a4bf_311"
    },
    {
      "start": 55597,
      "end": 55842,
      "text": "Given the aforestated facts and circumstances, we are of the opinion that it would suffice if status quo obtaining as on today is maintained by both parties pending the disposal of the petitions filed by them under Section 34 of the Act of 1996.",
      "labels": [
        "RATIO"
      ],
      "id": "9cc5e8e612ce4c309815f1b0cd16fd9b_312"
    },
    {
      "start": 55843,
      "end": 56201,
      "text": "In consequence, the appellants shall not proceed with any further development or construction in the petition schedule property and similarly, the respondent shall not take any steps pursuant to the cancellation and termination of its agreements with the appellants, so as to bring any third party interests into the picture, be it on paper or on the ground.",
      "labels": [
        "RPC"
      ],
      "id": "92c594cdec0444ceb7b57cfea72b21de_313"
    },
    {
      "start": 56202,
      "end": 56517,
      "text": "As we have found that the appellants have not been (2012) 4 ALD 385 (DB) AIR 1981 SC 1426 2011 (1) ALD 79 lawfully divested of their possession over the petition schedule property, they shall take appropriate measures to protect the petition schedule property and the constructions made therein, as it stands today.",
      "labels": [
        "RPC"
      ],
      "id": "f7caf28b42664b0cbf82532037a47e37_314"
    },
    {
      "start": 56518,
      "end": 56630,
      "text": "They shall appoint sufficient watch and ward security to ensure the safety of the premises and the construction.",
      "labels": [
        "RPC"
      ],
      "id": "abfe47c2f96b4d35bb0afee2bbce9b98_315"
    },
    {
      "start": 56631,
      "end": 56792,
      "text": "This arrangement and the costs thereof shall abide by the result of the petitions under Section 34, which are awaiting consideration before the Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "9be63041e05d4087ba153d48875b8339_316"
    },
    {
      "start": 56793,
      "end": 56983,
      "text": "The Commercial Court shall be mindful of Section 34(6) of the Act of 1996 and endeavour to dispose of C.O.P.Nos.14 and 64 of 2019 expeditiously and in terms of the statutory mandate therein.",
      "labels": [
        "RPC"
      ],
      "id": "0b3373e22c4b4ce5afdde6e783f69655_317"
    },
    {
      "start": 56985,
      "end": 57053,
      "text": "44. The appeal is accordingly allowed to the extent indicated above.",
      "labels": [
        "RPC"
      ],
      "id": "959b6c322e824054bd87bcb853490b42_318"
    },
    {
      "start": 57054,
      "end": 57138,
      "text": "Pending miscellaneous petitions shall stand closed in the light of this final order.",
      "labels": [
        "RPC"
      ],
      "id": "01e2bf193a1147d08cc98f182fed8bd4_319"
    },
    {
      "start": 57139,
      "end": 57160,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "c1ef7dc154d048e9bf17c8806b66c70b_320"
    },
    {
      "start": 57161,
      "end": 57253,
      "text": "\n_____________________ JUSTICE SANJAY KUMAR _______________ K.LAKSHMAN, J 11th October, 2019",
      "labels": [
        "NONE"
      ],
      "id": "7c864850f68a4b60b239cf3eb2773ee6_321"
    },
    {
      "start": 57254,
      "end": 57282,
      "text": "Note: L.R.Copy to be marked.",
      "labels": [
        "NONE"
      ],
      "id": "c220f0749ba6479bad4c93d8d181953e_322"
    },
    {
      "start": 57283,
      "end": 57293,
      "text": "\n(B/O) SVV",
      "labels": [
        "NONE"
      ],
      "id": "168c6f33f7eb4a0faae35f77482fe64d_323"
    }
  ]
}