{
  "id": "4e269d556af5a5596a2418dd19a7123868fd66af9b1e2c52c7947b385d879935",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court\nUniversal Test Solutions Llp vs S L K Software Services Private Limited on 4 October, 2023\nAuthor: S.G.Pandit\nBench: S.G.Pandit\n In The High Court Of Karnataka At Bengaluru\n\n       Dated This The 4Th Day Of October, 2023\n\n                        Before\n\n         The Hon'Ble Mr.Justice S.G.Pandit\n\n       Writ Petition No.16338/2023 (Gm-Cpc)\n\nBetween:\nUniversal Test Solutions Llp\nA Limited Liability Partnership\nRegistered Under The Limited Liability\nPartnership Act, 2008 Under\nRegistration No.Aab-1485 And Having\nIts Registered Office At\nC/O 303, Anurag Business Center\nVt Patil Marg, Near Amar Theater\nChembur (E), Mumbai-400071\nBy Its Partner Mr. Anannd Khosla.\n                                           ...Petitioner\n\n(By Sri Joshua Hudson Samuel, Adv.)\n\nAnd:\nS.L.K. Software Services Private Limited\nA Company Registered Under The Provisions\nOf The Companies Act, 1956\nAnd Having Its Registered Office At\nSlk1, 40/A, Khb Industrial Area\nYelahanka, Bangalore-560 0064\nRep. By Its Managing Director.\n                                         ....Respondent \n(By Ms. Tamarra Sequira, Adv. For C/R)\n\n     This Writ Petition Is Filed Under Articles 226 And\n227 Of The Constitution Of India Praying To Call For The\nRecords In Comm As No.1/2021 On The File Of The Lxxxiii\nAddl.City Civil And Session Judge (Commercial Court)\nBangalore (Cch-84) And After Examining The Legality Ad\n                              2\nValidity Of The Impugned Order Dated 15.07.2023 \nRejecting The Application Filed By The Petitioner For\nDirection To The Registrar City Civil Court Bangalore\nAnd Etc.\n\n     This Writ Petition Having Been Heard And Reserved \nOn 14/08/2023 Coming On For Pronouncement This Day,\nThe Court Made The Following:\n\n                        Order\nThe petitioner/defendant in Com.A.P.No.1/2020 on the file of Lxxxiii Additional City Civil and Sessions Judge at Bengaluru City (Cch-84) (for short, 'Trial Court') is before this Court under Article 2 27 of the Constitution of India, against rejection of application filed under Section 151 of CPC praying for a direction to invoke bank guarantee and disburse the amount to the respondent., i.e., petitioner herein . \n2. Heard the learned counsel Sri.Joshua Hudson Samuel for petitioner/defendant and learned counsel Ms.Tamarra Sequeira for Caveator/respondent. Perused the entire writ petition papers. \n3. Brief facts of the case are that petitioner initiated arbitration proceedings against respondent in CMP No.345/2017. The Arbitrator was appointed to resolve the dispute between the petitioner and respondent. It is stated that Arbitrator conducted proceedings in A.C.No.92/2018 and passed interim award dated 14.11.2018 and final award dated 30.09.2019 directing the respondent to furnish bank guarantee for Rs.2 Crores under interim award and directed the respondent to pay a sum of USD 7,92,369 with 18% interest under the final award. The said award dated 30.09.2019 was challenged under Section 34 of the Arbitration and Conciliation Act, 1996 (for short, 'Arbitration Act') before the Commercial Court, Bengaluru by respondent herein in A.P.No.1/2020. The petitioner also challenged portion of the award under Section 34 of the Arbitration Act in A.S.No.182/2019.\n4. In A.P.No.1/2020 filed by respondent herein, the Commercial Court on application by the respondent herein passed an interim order dated 17.03.2020 staying the execution of award, subject to the respondent depositing 60% of the award amount and on furnishing security for the balance 40% by way of bank guarantee. The respondent in pursuance to interim order dated 17.03.2020, deposited a sum of Rs.4,80,02,855/- before the Registrar, City Civil Court and also furnished bank guarantee for a sum of Rs.3,20,01,903/- in the name of the Registrar, City Civil Court, Bengaluru. Thereafter, both the proceedings initiated under Section 34 of Arbitration Act by the petitioner as well as respondent were heard and dismissed. The Commercial Court while dismissing A.P.No.1/2020 directed that 60% of the award amount in deposit be released in favour of the petitioner herein who was respondent before the Commercial Court. No order was passed in respect of the bank guarantee furnished to the Court. The petitioner's A.S.No.182/2019 was dismissed under judgment dated 30.10.2021, against which Commercial Appeal No.7/2021 is pending before this Court. \n5. On dismissal of A.P.No.1/2020 filed by respondent herein by judgment dated 30.10.2021, the petitioner herein filed application dated 18.05.2022 under Section 151 of CPC seeking a direction to the Registrar, City Civil Court, Bengaluru to invoke bank guarantee dated 07.10.2021 and disburse the amount to the petitioner, since bank guarantee was offered as security for the award amount under Order dated 17.03.2020. The said application was opposed by respondent by filing objections contending that the Court had become functus officio and as such the Court would not get jurisdiction to entertain the application. It is also contended that bank guarantee was in the nature of security and was never intended to be disbursed to the respondent. It is also stated that when the petitioner had preferred Commercial Appeal No.7/2022 before this Court praying to set aside the award, the petitioner cannot seek for enforcement of bank guarantee. It is also stated in the objections that petitioner's claim has not attained finality and petitioner is required to initiate execution proceedings in respect of any amount which it claims. \n6. The bank guarantee was extended from time to time and it was extended till 31.07.2023. The Commercial Court by order dated 26.07.2022, dismissed the application filed under Section 151 of CPC by the petitioner, which had sought a direction to invoke the bank guarantee on the ground that the bank guarantee was taken at the time of passing order of stay of the operation of award and it is open for the petitioner herein to take steps for execution of the award. The said order dated 26.07.2022 dismissing application of the petitioner was the subject matter of writ petition before this Court in W.P.No.22221/2022. This Court by order dated 08.06.2023, allowed the writ petition, set aside the order dated 26.07.2022, remitted the matter back to the Commercial Court for re-consideration by treating the application as Review Petition/application and to pass appropriate orders in accordance with law. \n7. The respondent herein filed Review Petition No.282/2023 against the order dated 08.06.2023 in W.P.No.22221/2022 and the said Review Petition was disposed of by order dated 22.06.2023 making it clear that all rival contentions on all aspects of the application including maintainability/non-maintainability are kept open to be decided by the Commercial Court, without expressing any opinion. Thereafter, the Commercial Court on re-consideration of the application, passed the impugned order dated 15.07.2023 rejecting the application of the petitioner filed under Section 151 of CPC seeking invocation of bank guarantee dated 07.10.2021 on the ground that as the Arbitration Act does not provide for review of order passed under Section 34 of Arbitration Act, the provisions of Section 47 and Section 114 of CPC cannot be applied and the Review Petition would not be maintainable. Further, it also observed that Section 34 Petition cannot be converted as petition under Section 36 for enforcement of award, that too without paying the stamp duty on the award. Aggrieved by the said order, petitioner is before this Court in this writ petition. \n8. Learned counsel Sri.Joshua Hudson Samuel has contended that,\n(i) bank guarantee was furnished by respondent as security in terms of interim order dated 17.03.2020 in A.P.No.1/2020. On dismissal of A.P.No.1/2020 filed by respondent herein, the Commercial Court ought to have invoked bank guarantee given as security and ought to have directed payment to the petitioner towards the amount due under award. \n(ii) The Commercial Court having directed the amount in deposit be paid to the petitioner, failed to invoke bank guarantee. The security furnished in the form of bank guarantee was towards the award under challenge and when the challenge to award by respondent was dismissed, the Commercial Court in exercise of its power ought to have directed invocation of bank guarantee. \n(iii) The Commercial Court having released the amount in deposit which was also directed to be deposited as security to the award and on the same analogy, the Commercial Court should have directed invocation of bank guarantee. Both the cash deposit and bank guarantee stand on the same footing and while realizing, they cannot be treated as different. \n(iv) The Commercial Court failed to note that the security obtained by way of bank guarantee was to protect the interest of the petitioner under the award which was challenged under Section 34 of the Arbitration Act. \n(v) Observation of the Commercial Court that bank guarantee was given as security during pendency of challenge to award under Section 34 of the Arbitration Act and not for enforcement of award under Section 36 of the Arbitration Act is erroneous and would not stand to reasons. The Commercial Court by way of interim order directed the respondent to furnish security by way of bank guarantee. \n(vi) There is no security available to realize the fruits of the award as the bank guarantee furnished by respondent herein has expired. Therefore, he pleads difficulty in executing the award in terms of Section 36 of the Arbitration Act. To substantiate the same, he has referred to the letter dated 01.08.2023 and submitted that bank guarantee was extended up to 31.05.2024 and was submitted to the Registrar, City Civil Court, but on verifying it is found that no such guarantee is available in the file of Com.A.P.No.1/2020, which is clear from the above stated letter issued by the Sheristedar, City Civil Court (Commercial Court), Bengaluru. In that regard, learned counsel would request for passing appropriate order. \n(vii) That the purpose and object of arbitration is speedy and expeditious disposal of the disputes. Therefore, there is no need to go through the process of execution proceedings when security is available before the Court. \n(viii) The observations of the Commercial Court that to avoid payment of stamp duty, the petitioner is seeking invocation of bank guarantee given as security, was uncalled for since the Commercial Court could have called upon the petitioner to pay stamp duty on the award and thereafter could have invoked the bank guarantee. Thus, he prays for allowing the writ petition and to direct the Commercial Court to invoke bank guarantee furnished as security by the respondent. \n9. Learned counsel Sri.Joshua Hudson Samuel initially also argued on the point of power of review of the Commercial Court, but when this Court pointed out that same would be academic in the present writ petition, learned counsel submitted that said question may be kept open to be decided in any other appropriate proceedings. \n10. Per contra, learned counsel Ms.Tamarra Sequeira for Caveator/respondent would support the order of the Commercial Court and would submit that,\n(i) Once the proceedings under Section 34 of the Arbitration Act is disposed of, Commercial Court would not get jurisdiction to issue further direction on the application filed by the petitioner. \n(ii) The only course open for the petitioner is to file execution petition under Section 36 of the Arbitration Act. \n(iii) The petitioner filed application under Section 151 of CPC seeking for a direction to invoke bank guarantee only to avoid payment of stamp duty on the award. \n(iv) The petitioner has challenged the award in Com.A.P.No.7/2022 before this Court and having challenged the award, it is not open for the petitioner to put the said award for execution that too by way of an application under Section 151 of CPC. \n(v) The bank guarantee was given as security during pendency of Section 34 proceedings and the bank guarantee is not submitted to enforce the award in Section 34 proceedings. \n(vi) The bank guarantee is not submitted for discharge of the dues insofar as the award is concerned, but it is given as security during Section 34 proceedings. As such, the petitioner cannot claim any right over the bank guarantee. \n(vii) In a proceedings under Section 34 of the Arbitration Act, the Court could examine as to whether the award on the ground stated under Section 34 requires interference and Section 34 would not empower the Commercial Court to enforce the award. To enforce the award, one has to invoke Section 36 of the Arbitration Act. \nTherefore, learned counsel would submit that the Commercial Court was justified in rejecting IA filed under Section 151 of CPC to invoke bank guarantee. Thus, learned counsel would pray for dismissal of the writ petition. \n11. On hearing the learned counsel appearing for the parties and on perusal of the writ petition papers, the only point which falls for consideration is as to, \"Whether the Commercial Court is justified in rejecting I.A filed under Section 151 of CPC seeking direction to invoke bank guarantee, in the facts and circumstances of the case?\" \nThe answer to the above point would be in the Affirmative and the Trial Court is justified in rejecting I.A filed under Section 151 of CPC for the following reasons:\n12. The petitioner is before this Court under Article 227 of the Constitution of India. Under Article 227 of the Constitution of India, this Court would exercise supervisory jurisdiction and would not act as Appellate Court. Further, it would not re-appreciate or re-evaluate the evidence or facts upon which the Trial Court has come to a conclusion, if it is supported by reasons. Supervisory jurisdiction is not to correct every error, fact or even a legal flaw. Supervisory jurisdiction would be exercised sparingly in appropriate cases. If a person who approaches the Court under Article 227 of the Constitution of India, establishes that the finding of the Trial Court is so perverse that no reasonable person can possibly come to such a conclusion that the Court has come to, then the Court would exercise Supervisory jurisdiction. Moreover, if the petitioner could avail any other remedy, the Court would not exercise its jurisdiction under Article 227 of the Constitution of India. In other words, to exercise its jurisdiction under Article 227 of the Constitution of India, one of the essential pre-requisite would be that petitioner should be remediless. The Hon'ble Apex Court in a decision in GARMENT CRAFT V/S. PRAKASH CHAND GOEL1 has laid down and explained under what circumstances, power under Article 227 of the Constitution of India could be exercised. Relevant paragraphs 15 and 16 reads as follows:\n\"15. Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft, 2019 SCC OnLine Del 11943] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India. The High Court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. \nSupervisory jurisdiction is not to correct (2022) 4 SCC 181 every error of fact or even a legal flaw when the final finding is justified or can be supported. The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar, (2010) 1 SCC 217 : (2010) 1 SCC (Civ) 69] The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. \n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber v. Dass Estate (P) Ltd. [Estralla Rubber v. Dass Estate (P) Ltd., (2001) 8 SCC 97] has observed : (SCC pp. 101-102, para 6) \"6. The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the Constitution of India is examined and explained in a number of decisions of this Court. The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected. It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\"\" \nIn the background of above legal position, I proceed to examine the facts of the present case:\n13. The petitioner in A.P.No.1/2020 before the Commercial Court questioned award dated 30.09.2018 under Section 34 of the Arbitration Act and prayed to set aside the said award. The petitioner herein also challenged part of the said award dated 30.09.2018 in A.S.No.182/2019. Both the proceedings initiated under Section 34 of the Arbitration Act came to be dismissed under judgment dated 30.10.2021. The petitioner herein filed appeal against the said judgment dated 30.10.2021 insofar as dismissal of the challenge to part of the award, but insofar as dismissal of A.P.No.1/2020 filed by respondent it has become final and binding on the parties. The operative portion of the judgment in A.P.No.1/2020 reads as follows:\n\"Petition U/s. 34 of the Arbitration & Conciliation Act filed by the petitioner is dismissed.\nIn the circumstances of the case, there is no order as to costs. \nRs.4,80,02,855/- deposited in this case by the respondent (petitioner in this petition), which is kept in FD, be released to the Claimant along with accrued interest, after appeal period is over.\"\n14. No doubt, by interim order dated 17.03.2020 in Com.A.P.No.1/2020, the Commercial Court had stayed the award under challenge, subject to respondent herein depositing 60% of the award amount and providing security for rest of the 40% of the award amount. While dismissing Com.Appeal No.1/2020, the Commercial Court directed to release the amount in deposit in favour of the petitioner herein along with accrued interest. No order was passed in respect of the bank guarantee which was furnished by respondent herein in pursuance to the interim order dated 17.03.2020, apparently because the said bank guarantee was provided as security during pendency of Section 34 proceedings. \n15. The impugned order is not perverse or unreasonable, but it is supported by reasons. Further, the finding of the Commercial Court cannot be said that no reasonable person can possibly come to such a conclusion that the Court has not arrived at. The Commercial Court has rightly come to the conclusion that bank guarantee in pursuance to interim order dated 17.03.2020 was furnished as security during the proceedings under Section 34 of the Arbitration Act. \n16. Once Section 34 proceedings is dismissed, it is always open for the petitioner to enforce the award. The petitioner cannot convert Section 34 proceedings into Section 36 proceedings for enforcement of award by means of an I.A. When the Arbitration Act provides for enforcement of award under Section 36 of the Arbitration Act, the petitioner shall have to resort to the procedure prescribed under Section 36 of the Arbitration Act. \n17. Moreover, without paying stamp duty on the award amount, it is not open for the petitioner to seek enforcement of the award. As rightly observed by the Commercial Court, objection regarding non-payment of stamp duty on the award cannot be raised in a proceedings under Section 34 of the Arbitration Act. While enforcing the award under Section 36 of the Arbitration Act, the award could be executed only if stamp duty is paid and Executing Court would not be in a position to execute the award unless it is stamped and registered. The Hon'ble Apex Court in the case of M.ANASUYA DEVI AND ANOTHER V/S. M.MANIK REDDY AND OTHERS2 with regard to stamping and registration and the stage at which objection regarding the same could be raised has been discussed in paragraphs 2, 3 and 4 which reads as follows:\n\"2. The Principal Sub-Judge, Hyderabad, by an order dated 4-8-2000 (2003) 8 SCC 565 rejected the said petitions. Aggrieved, the respondents filed the appeals before the High Court of Judicature at Andhra Pradesh under Section 37(1)(b) of the Act. The High Court was of the view that since the award was not stamped and registered, it was, therefore, invalid and without jurisdiction. It is against the said judgment of the High Court, the appellants are in appeal before us. \n3. Shri Rakesh Dwivedi, learned Senior Counsel appearing for the appellants urged that a perusal of the award would show that it has not created any right or liability in favour of any party, but it requires a subsequent documentation by the parties. He submitted, in that view of the matter, the award was not required to be stamped and registered and in fact, subsequent documentation would definitely require stamping and registration. However, Shri V.R. Reddy, learned Senior Counsel appearing for the respondents, urged that the award did create rights in favour of the parties and as such it required registration and the view taken by the High Court is in conformity with law. \n4. After we heard the matter, we are of the view that in the present case this issue was not required to be gone into at the stage of the proceedings under Section 34 of the Act. In fact, this issue was premature at that stage. Section 34 of the Act provides for setting aside of the award on the grounds enumerated therein. It is not in dispute that an application for setting aside the award would not lie on any other ground, which is not enumerated in Section 34 of the Act. The question as to whether the award is required to be stamped and registered, would be relevant only when the parties would file the award for its enforcement under Section 36 of the Act. It is at this stage the parties can raise objections regarding its admissibility on account of non-registration and non-stamping under Section 17 of the Registration Act. In that view of the matter, the exercise undertaken to decide the said issue by the civil court as also by the High Court was entirely an exercise in futility. The question whether an award requires stamping and registration is within the ambit of Section 47 of the Code of Civil Procedure and not covered by Section 34 of the Act.\"\n18. The Commercial Court has rightly observed that bank guarantee is given as security and not given for payment of the award amount. Further, it rightly observed that if it requires payment of stamp duty, when award holder have to enforce the award, the respondent may have to comply with the same and cannot seek enforcement in other way by invoking bank guarantee which is given to the Court. Admittedly, the bank guarantee was valid or in currency till 31.07.2023. The petitioner instead of filing application under Section 151 of CPC for invoking bank guarantee, had filed application under Section 36 of the Arbitration Act for enforcement and in the said petition if the petitioner had sought direction to invoke the bank guarantee, by this time, the petitioner would have enjoyed the fruits of the award. But, it appears that with an intention to save the stamp duty, the petitioner appears to have filed application under Section 151 of CPC for a direction to invoke the bank guarantee in a disposed-off Section 34 Proceedings. Having not filed an application for enforcement of award under Section 36 of the Arbitration Act before expiry of the bank guarantee, it is not open for the petitioner to contend that there is no security to enforce the award. \n19. Learned counsel for the petitioner contended that amount in FD was released but the Commercial Court failed to invoke the bank guarantee while dismissing Section 34 petition of the respondent herein. The Commercial Court at paragraph 21 has assigned reason for not invoking bank guarantee. Paragraph 21 of the Commercial Court's order reads as follows:\n\"21. Invocation of bank guarantee has several consequences and may affect their commercial understandings and creditworthiness of the party and even their business prospects. When bank guarantee is given to the court, unless specified event mentioned in the bank guarantee has arisen or particular condition in the bank guarantee is violated, bank guarantee cannot be invoked. Invocation of bank guarantee cannot be equated with payment of FD amount. Since the bank guarantee is given to the court, court would invoke the bank guarantee only if, situation which compel the court to invoke the bank guarantee arises. When such situation is not placed before the court, there was no occasion for this court to order for invoking of bank guarantee while passing judgment on petition under Section 34. Hence, not invoking bank guarantee while passing order under Section 34, cannot be considered as an error apparent on the face of record. Even if another contrary view is also possible view of the court cannot be changed subsequently, as rightly argued by the learned senior counsel for the petitioner, as such change of view is beyond the scope of Review.\" \nThe Commercial Court has assigned reason as to why it has not invoked bank guarantee. As stated above, this Court under Article 227 of the Constitution of India is not sitting in appeal and would not go into the correctness of the reason. Moreover, when the petitioner has remedy of enforcing the Award under Section 36 of 1996 Act, the Trial Court is justified in refusing to invoke the bank guarantee. Moreover, the bank guarantee as observed above was to protect the interest of the petitioner during the pendency of Section 34 proceedings. During the pendency of Section 34 proceedings, there was no occasion or contingency so as to invoke the bank guarantee. Learned counsel for the petitioner by referring to letter dated 01.08.2023 of Sheristedar, City Civil Court (Commercial Court), Bengaluru submitted that bank guarantee extended up to 31.05.2024 is not available. Order sheet of the proceedings would not indicate submission of such bank guarantee up to the period of 31.05.2024. Order sheet would indicate availability of bank guarantee which was valid till 31.07.2023. In terms of the interim order passed in Section 34 proceedings, respondent was expected to extend the bank guarantee till disposal of the proceedings and not beyond that. \n20. For the reasons recorded above, I decline to enterain the writ petition and accordingly, writ petition stands rejected. \nSD/-\nJUDGE NC CT:bms",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99e82b76d1a24444be7543720a5f5247_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "505ade13a1654e52b3f282c75b0f268e_1"
    },
    {
      "start": 242,
      "end": 1325,
      "text": "\nKarnataka High Court\nUniversal Test Solutions Llp vs S L K Software Services Private Limited on 4 October, 2023\nAuthor: S.G.Pandit\nBench: S.G.Pandit\n In The High Court Of Karnataka At Bengaluru\n\n       Dated This The 4Th Day Of October, 2023\n\n                        Before\n\n         The Hon'Ble Mr.Justice S.G.Pandit\n\n       Writ Petition No.16338/2023 (Gm-Cpc)\n\nBetween:\nUniversal Test Solutions Llp\nA Limited Liability Partnership\nRegistered Under The Limited Liability\nPartnership Act, 2008 Under\nRegistration No.Aab-1485 And Having\nIts Registered Office At\nC/O 303, Anurag Business Center\nVt Patil Marg, Near Amar Theater\nChembur (E), Mumbai-400071\nBy Its Partner Mr. Anannd Khosla.\n                                           ...Petitioner\n\n(By Sri Joshua Hudson Samuel, Adv.)\n\nAnd:\nS.L.K. Software Services Private Limited\nA Company Registered Under The Provisions\nOf The Companies Act, 1956\nAnd Having Its Registered Office At\nSlk1, 40/A, Khb Industrial Area\nYelahanka, Bangalore-560 0064\nRep. By Its Managing Director.\n                                         ....Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd8fca28e30048cf8cad90f5993cf956_2"
    },
    {
      "start": 1327,
      "end": 1455,
      "text": "(By Ms. Tamarra Sequira, Adv. For C/R)\n\n     This Writ Petition Is Filed Under Articles 226 And\n227 Of The Constitution Of India",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2103fc3a364f4561bbc234589870bf44_3"
    },
    {
      "start": 1456,
      "end": 1723,
      "text": "Praying To Call For The\nRecords In Comm As No.1/2021 On The File Of The Lxxxiii\nAddl.City Civil And Session Judge (Commercial Court)\nBangalore (Cch-84) And After Examining The Legality Ad\n                              2\nValidity Of The Impugned Order Dated 15.07.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a1d51e2d3f44ac2b6ddfb57ed8126ba_4"
    },
    {
      "start": 1724,
      "end": 1897,
      "text": "\nRejecting The Application Filed By The Petitioner For\nDirection To The Registrar City Civil Court Bangalore\nAnd Etc.\n\n     This Writ Petition Having Been Heard And Reserved",
      "labels": [
        "NONE"
      ],
      "id": "ea324693ada442c0aa703cc00ea42042_5"
    },
    {
      "start": 1898,
      "end": 2212,
      "text": "\nOn 14/08/2023 Coming On For Pronouncement This Day,\nThe Court Made The Following:\n\n                        Order\nThe petitioner/defendant in Com.A.P.No.1/2020 on the file of Lxxxiii Additional City Civil and Sessions Judge at Bengaluru City (Cch-84) (for short, 'Trial Court') is before this Court under Article 2",
      "labels": [
        "NONE"
      ],
      "id": "05b155e55ae84c7291888ed38d307820_6"
    },
    {
      "start": 2213,
      "end": 2426,
      "text": "27 of the Constitution of India, against rejection of application filed under Section 151 of CPC praying for a direction to invoke bank guarantee and disburse the amount to the respondent., i.e., petitioner herein",
      "labels": [
        "FAC"
      ],
      "id": "90e6ba7111cd44d2b14c52827d2082a7_7"
    },
    {
      "start": 2427,
      "end": 2573,
      "text": ". \n2. Heard the learned counsel Sri.Joshua Hudson Samuel for petitioner/defendant and learned counsel Ms.Tamarra Sequeira for Caveator/respondent.",
      "labels": [
        "NONE"
      ],
      "id": "e7157151aa4641f6973487e975e5008b_8"
    },
    {
      "start": 2574,
      "end": 2614,
      "text": "Perused the entire writ petition papers.",
      "labels": [
        "NONE"
      ],
      "id": "32e2225e8b5442f986bfc5e59dc66b97_9"
    },
    {
      "start": 2615,
      "end": 2735,
      "text": "\n3. Brief facts of the case are that petitioner initiated arbitration proceedings against respondent in CMP No.345/2017.",
      "labels": [
        "FAC"
      ],
      "id": "4865f4164ff14901aca486230ea1ae0d_10"
    },
    {
      "start": 2736,
      "end": 2826,
      "text": "The Arbitrator was appointed to resolve the dispute between the petitioner and respondent.",
      "labels": [
        "FAC"
      ],
      "id": "5f06e62b47c1400093845e727627741c_11"
    },
    {
      "start": 2827,
      "end": 3155,
      "text": "It is stated that Arbitrator conducted proceedings in A.C.No.92/2018 and passed interim award dated 14.11.2018 and final award dated 30.09.2019 directing the respondent to furnish bank guarantee for Rs.2 Crores under interim award and directed the respondent to pay a sum of USD 7,92,369 with 18% interest under the final award.",
      "labels": [
        "FAC"
      ],
      "id": "ead91c10e52d451eb2b3dedae38615d1_12"
    },
    {
      "start": 3156,
      "end": 3374,
      "text": "The said award dated 30.09.2019 was challenged under Section 34 of the Arbitration and Conciliation Act, 1996 (for short, 'Arbitration Act') before the Commercial Court, Bengaluru by respondent herein in A.P.No.1/2020.",
      "labels": [
        "FAC"
      ],
      "id": "6cfac8651b584bf1bd4092db4c3dda09_13"
    },
    {
      "start": 3375,
      "end": 3489,
      "text": "The petitioner also challenged portion of the award under Section 34 of the Arbitration Act in A.S.No.182/2019.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "b867450cf8174c8bb9fce0f372061e2d_14"
    },
    {
      "start": 3490,
      "end": 3802,
      "text": "In A.P.No.1/2020 filed by respondent herein, the Commercial Court on application by the respondent herein passed an interim order dated 17.03.2020 staying the execution of award, subject to the respondent depositing 60% of the award amount and on furnishing security for the balance 40% by way of bank guarantee.",
      "labels": [
        "FAC"
      ],
      "id": "7bf26408ab6a441e982ffdca433b23fc_15"
    },
    {
      "start": 3803,
      "end": 4063,
      "text": "The respondent in pursuance to interim order dated 17.03.2020, deposited a sum of Rs.4,80,02,855/- before the Registrar, City Civil Court and also furnished bank guarantee for a sum of Rs.3,20,01,903/- in the name of the Registrar, City Civil Court, Bengaluru.",
      "labels": [
        "FAC"
      ],
      "id": "e5ea843125d14462a2edf77836b391ba_16"
    },
    {
      "start": 4064,
      "end": 4208,
      "text": "Thereafter, both the proceedings initiated under Section 34 of Arbitration Act by the petitioner as well as respondent were heard and dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "7a5e389e94fd4c3184ef6c7475d68a1f_17"
    },
    {
      "start": 4209,
      "end": 4404,
      "text": "The Commercial Court while dismissing A.P.No.1/2020 directed that 60% of the award amount in deposit be released in favour of the petitioner herein who was respondent before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "17caccaa815741e58b445b125912b6fa_18"
    },
    {
      "start": 4405,
      "end": 4481,
      "text": "No order was passed in respect of the bank guarantee furnished to the Court.",
      "labels": [
        "FAC"
      ],
      "id": "9860b1fe1afb4ad691c65de16e05cf4a_19"
    },
    {
      "start": 4482,
      "end": 4633,
      "text": "The petitioner's A.S.No.182/2019 was dismissed under judgment dated 30.10.2021, against which Commercial Appeal No.7/2021 is pending before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "716ec35bec27439ebb3efe5875b2eb94_20"
    },
    {
      "start": 4634,
      "end": 5053,
      "text": "\n5. On dismissal of A.P.No.1/2020 filed by respondent herein by judgment dated 30.10.2021, the petitioner herein filed application dated 18.05.2022 under Section 151 of CPC seeking a direction to the Registrar, City Civil Court, Bengaluru to invoke bank guarantee dated 07.10.2021 and disburse the amount to the petitioner, since bank guarantee was offered as security for the award amount under Order dated 17.03.2020.",
      "labels": [
        "FAC"
      ],
      "id": "1cba0a53ba41432e8c0d9e0cdf73d3c9_21"
    },
    {
      "start": 5054,
      "end": 5253,
      "text": "The said application was opposed by respondent by filing objections contending that the Court had become functus officio and as such the Court would not get jurisdiction to entertain the application.",
      "labels": [
        "FAC"
      ],
      "id": "cf4efb85709345d1a0bc15eafba80fa2_22"
    },
    {
      "start": 5254,
      "end": 5382,
      "text": "It is also contended that bank guarantee was in the nature of security and was never intended to be disbursed to the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "ed6d2fe0a6e54322a229f26228f79085_23"
    },
    {
      "start": 5383,
      "end": 5579,
      "text": "It is also stated that when the petitioner had preferred Commercial Appeal No.7/2022 before this Court praying to set aside the award, the petitioner cannot seek for enforcement of bank guarantee.",
      "labels": [
        "FAC"
      ],
      "id": "352c4a35436f4778a012e6e17ea700e4_24"
    },
    {
      "start": 5580,
      "end": 5768,
      "text": "It is also stated in the objections that petitioner's claim has not attained finality and petitioner is required to initiate execution proceedings in respect of any amount which it claims.",
      "labels": [
        "FAC"
      ],
      "id": "b90c9c005f934bd29fd6ba5979d5d694_25"
    },
    {
      "start": 5769,
      "end": 5859,
      "text": "\n6. The bank guarantee was extended from time to time and it was extended till 31.07.2023.",
      "labels": [
        "FAC"
      ],
      "id": "2d755716f6ea42fb96066e5b814fd006_26"
    },
    {
      "start": 5860,
      "end": 6235,
      "text": "The Commercial Court by order dated 26.07.2022, dismissed the application filed under Section 151 of CPC by the petitioner, which had sought a direction to invoke the bank guarantee on the ground that the bank guarantee was taken at the time of passing order of stay of the operation of award and it is open for the petitioner herein to take steps for execution of the award.",
      "labels": [
        "RLC"
      ],
      "id": "5a224390a662453fb588e8c654ac6bf8_27"
    },
    {
      "start": 6236,
      "end": 6388,
      "text": "The said order dated 26.07.2022 dismissing application of the petitioner was the subject matter of writ petition before this Court in W.P.No.22221/2022.",
      "labels": [
        "FAC"
      ],
      "id": "315a95b0bcb14aa9bb76ec6c7777e7e1_28"
    },
    {
      "start": 6389,
      "end": 6675,
      "text": "This Court by order dated 08.06.2023, allowed the writ petition, set aside the order dated 26.07.2022, remitted the matter back to the Commercial Court for re-consideration by treating the application as Review Petition/application and to pass appropriate orders in accordance with law.",
      "labels": [
        "FAC"
      ],
      "id": "05ed695216b443d8894c595a3b77fbe5_29"
    },
    {
      "start": 6677,
      "end": 7070,
      "text": "7. The respondent herein filed Review Petition No.282/2023 against the order dated 08.06.2023 in W.P.No.22221/2022 and the said Review Petition was disposed of by order dated 22.06.2023 making it clear that all rival contentions on all aspects of the application including maintainability/non-maintainability are kept open to be decided by the Commercial Court, without expressing any opinion.",
      "labels": [
        "FAC"
      ],
      "id": "fb4105bdd3d5418d8f2f653d50407069_30"
    },
    {
      "start": 7071,
      "end": 7559,
      "text": "Thereafter, the Commercial Court on re-consideration of the application, passed the impugned order dated 15.07.2023 rejecting the application of the petitioner filed under Section 151 of CPC seeking invocation of bank guarantee dated 07.10.2021 on the ground that as the Arbitration Act does not provide for review of order passed under Section 34 of Arbitration Act, the provisions of Section 47 and Section 114 of CPC cannot be applied and the Review Petition would not be maintainable.",
      "labels": [
        "FAC"
      ],
      "id": "535218e1cbcb4f588b4d2bcbc0bbf5ad_31"
    },
    {
      "start": 7560,
      "end": 7738,
      "text": "Further, it also observed that Section 34 Petition cannot be converted as petition under Section 36 for enforcement of award, that too without paying the stamp duty on the award.",
      "labels": [
        "FAC"
      ],
      "id": "34a9928cb1f34be79d09b1795833ebb2_32"
    },
    {
      "start": 7739,
      "end": 7822,
      "text": "Aggrieved by the said order, petitioner is before this Court in this writ petition.",
      "labels": [
        "FAC"
      ],
      "id": "b82da82a07714679919276efa7ee919f_33"
    },
    {
      "start": 7824,
      "end": 8007,
      "text": "8. Learned counsel Sri.Joshua Hudson Samuel has contended that,\n(i) bank guarantee was furnished by respondent as security in terms of interim order dated 17.03.2020 in A.P.No.1/2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9378d3653e5249b5b2502ad8a45d747c_34"
    },
    {
      "start": 8008,
      "end": 8230,
      "text": "On dismissal of A.P.No.1/2020 filed by respondent herein, the Commercial Court ought to have invoked bank guarantee given as security and ought to have directed payment to the petitioner towards the amount due under award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a27a6bc548540948cb2ee86f2fc63fb_35"
    },
    {
      "start": 8231,
      "end": 8355,
      "text": "\n(ii) The Commercial Court having directed the amount in deposit be paid to the petitioner, failed to invoke bank guarantee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c874d556dd5452da76e8c227ff5d0ab_36"
    },
    {
      "start": 8356,
      "end": 8606,
      "text": "The security furnished in the form of bank guarantee was towards the award under challenge and when the challenge to award by respondent was dismissed, the Commercial Court in exercise of its power ought to have directed invocation of bank guarantee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "194b487a16db45128233d41ed0bc06d5_37"
    },
    {
      "start": 8607,
      "end": 8834,
      "text": "\n(iii) The Commercial Court having released the amount in deposit which was also directed to be deposited as security to the award and on the same analogy, the Commercial Court should have directed invocation of bank guarantee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b7caf6ae30cc45b594538b101c1c0f78_38"
    },
    {
      "start": 8835,
      "end": 8959,
      "text": "Both the cash deposit and bank guarantee stand on the same footing and while realizing, they cannot be treated as different.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "394de93349f14b84bf2e02f017f6d8d7_39"
    },
    {
      "start": 8960,
      "end": 9177,
      "text": "\n(iv) The Commercial Court failed to note that the security obtained by way of bank guarantee was to protect the interest of the petitioner under the award which was challenged under Section 34 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "be19e5b819a74c56bb727f99786106c4_40"
    },
    {
      "start": 9178,
      "end": 9456,
      "text": "\n(v) Observation of the Commercial Court that bank guarantee was given as security during pendency of challenge to award under Section 34 of the Arbitration Act and not for enforcement of award under Section 36 of the Arbitration Act is erroneous and would not stand to reasons.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "efeb1a2d03374a1382b3a75f3055ffd8_41"
    },
    {
      "start": 9457,
      "end": 9571,
      "text": "The Commercial Court by way of interim order directed the respondent to furnish security by way of bank guarantee.",
      "labels": [
        "FAC"
      ],
      "id": "38271212e6874b37ae4d91a6984625bd_42"
    },
    {
      "start": 9572,
      "end": 9709,
      "text": "\n(vi) There is no security available to realize the fruits of the award as the bank guarantee furnished by respondent herein has expired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f475ce37cc94010ba3bed5e4b7e5398_43"
    },
    {
      "start": 9710,
      "end": 9811,
      "text": "Therefore, he pleads difficulty in executing the award in terms of Section 36 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8f2e084f3c484db797d2e926e9571c5a_44"
    },
    {
      "start": 9812,
      "end": 10220,
      "text": "To substantiate the same, he has referred to the letter dated 01.08.2023 and submitted that bank guarantee was extended up to 31.05.2024 and was submitted to the Registrar, City Civil Court, but on verifying it is found that no such guarantee is available in the file of Com.A.P.No.1/2020, which is clear from the above stated letter issued by the Sheristedar, City Civil Court (Commercial Court), Bengaluru.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "534d9f5b27f6476eaee370557a9ff5a1_45"
    },
    {
      "start": 10221,
      "end": 10297,
      "text": "In that regard, learned counsel would request for passing appropriate order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "107291c16b1046128b27e9326fa20d2d_46"
    },
    {
      "start": 10298,
      "end": 10399,
      "text": "\n(vii) That the purpose and object of arbitration is speedy and expeditious disposal of the disputes.",
      "labels": [
        "STA"
      ],
      "id": "0f54519226734578bd48fd981f899ca8_47"
    },
    {
      "start": 10400,
      "end": 10523,
      "text": "Therefore, there is no need to go through the process of execution proceedings when security is available before the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7aa2dfbeb4fb4ad78102c09121e9f482_48"
    },
    {
      "start": 10524,
      "end": 10850,
      "text": "\n(viii) The observations of the Commercial Court that to avoid payment of stamp duty, the petitioner is seeking invocation of bank guarantee given as security, was uncalled for since the Commercial Court could have called upon the petitioner to pay stamp duty on the award and thereafter could have invoked the bank guarantee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2fbe7343af843bbba185bead3956349_49"
    },
    {
      "start": 10851,
      "end": 10997,
      "text": "Thus, he prays for allowing the writ petition and to direct the Commercial Court to invoke bank guarantee furnished as security by the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac6449317ec344698a2738e6386e66b7_50"
    },
    {
      "start": 10999,
      "end": 11325,
      "text": "9. Learned counsel Sri.Joshua Hudson Samuel initially also argued on the point of power of review of the Commercial Court, but when this Court pointed out that same would be academic in the present writ petition, learned counsel submitted that said question may be kept open to be decided in any other appropriate proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e48029e64ca143269177821646af4363_51"
    },
    {
      "start": 11326,
      "end": 11669,
      "text": "\n10. Per contra, learned counsel Ms.Tamarra Sequeira for Caveator/respondent would support the order of the Commercial Court and would submit that,\n(i) Once the proceedings under Section 34 of the Arbitration Act is disposed of, Commercial Court would not get jurisdiction to issue further direction on the application filed by the petitioner.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b5a0d9dda09d4e52b8609c07f2a26c05_52"
    },
    {
      "start": 11670,
      "end": 11786,
      "text": "\n(ii) The only course open for the petitioner is to file execution petition under Section 36 of the Arbitration Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d3636c4621574c32a7364748b8fdab9b_53"
    },
    {
      "start": 11787,
      "end": 11950,
      "text": "\n(iii) The petitioner filed application under Section 151 of CPC seeking for a direction to invoke bank guarantee only to avoid payment of stamp duty on the award.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9517e4d664a142b5bb9bd44f113f70a0_54"
    },
    {
      "start": 11951,
      "end": 12198,
      "text": "\n(iv) The petitioner has challenged the award in Com.A.P.No.7/2022 before this Court and having challenged the award, it is not open for the petitioner to put the said award for execution that too by way of an application under Section 151 of CPC.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5a34d4f8f7a547d6834616247a718831_55"
    },
    {
      "start": 12199,
      "end": 12374,
      "text": "\n(v) The bank guarantee was given as security during pendency of Section 34 proceedings and the bank guarantee is not submitted to enforce the award in Section 34 proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "35498bbf022041f59ca6b13b2fd539c1_56"
    },
    {
      "start": 12375,
      "end": 12536,
      "text": "\n(vi) The bank guarantee is not submitted for discharge of the dues insofar as the award is concerned, but it is given as security during Section 34 proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a81ff5ce89c94c7ca40be7b5fd1be35b_57"
    },
    {
      "start": 12537,
      "end": 12608,
      "text": "As such, the petitioner cannot claim any right over the bank guarantee.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "313fed515aa84661a502e2d6752ff8ed_58"
    },
    {
      "start": 12609,
      "end": 12857,
      "text": "\n(vii) In a proceedings under Section 34 of the Arbitration Act, the Court could examine as to whether the award on the ground stated under Section 34 requires interference and Section 34 would not empower the Commercial Court to enforce the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "256c92848d864e7f9dc054f4d713c36c_59"
    },
    {
      "start": 12858,
      "end": 12932,
      "text": "To enforce the award, one has to invoke Section 36 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "165eb423adb343d68fb780bea3d29a32_60"
    },
    {
      "start": 12933,
      "end": 13086,
      "text": "\nTherefore, learned counsel would submit that the Commercial Court was justified in rejecting IA filed under Section 151 of CPC to invoke bank guarantee.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5325eeb0bcca4d54a73293d97c57264f_61"
    },
    {
      "start": 13087,
      "end": 13155,
      "text": "Thus, learned counsel would pray for dismissal of the writ petition.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "968ec5fc6c314017a17d1aacf6750298_62"
    },
    {
      "start": 13157,
      "end": 13496,
      "text": "11. On hearing the learned counsel appearing for the parties and on perusal of the writ petition papers, the only point which falls for consideration is as to, \"Whether the Commercial Court is justified in rejecting I.A filed under Section 151 of CPC seeking direction to invoke bank guarantee, in the facts and circumstances of the case?\"",
      "labels": [
        "ISSUE"
      ],
      "id": "ef036ba0076f447da7c76a7029e85d5b_63"
    },
    {
      "start": 13497,
      "end": 13667,
      "text": "\nThe answer to the above point would be in the Affirmative and the Trial Court is justified in rejecting I.A filed under Section 151 of CPC for the following reasons:\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb97f32d53734d8a9a2750a9aeb2d6b7_64"
    },
    {
      "start": 13668,
      "end": 13751,
      "text": "The petitioner is before this Court under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5beccb738634750ac6a19ea206b742e_65"
    },
    {
      "start": 13752,
      "end": 13888,
      "text": "Under Article 227 of the Constitution of India, this Court would exercise supervisory jurisdiction and would not act as Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eae2819d265f44599dedde673762d8c0_66"
    },
    {
      "start": 13889,
      "end": 14045,
      "text": "Further, it would not re-appreciate or re-evaluate the evidence or facts upon which the Trial Court has come to a conclusion, if it is supported by reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b70295ce3e724e43b9f4de03f14c6151_67"
    },
    {
      "start": 14046,
      "end": 14128,
      "text": "Supervisory jurisdiction is not to correct every error, fact or even a legal flaw.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e419d6d2fb044121b0d7858b3d611e92_68"
    },
    {
      "start": 14129,
      "end": 14204,
      "text": "Supervisory jurisdiction would be exercised sparingly in appropriate cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52d0a0fc4eb44f1e9f9ec9c721fb0b5b_69"
    },
    {
      "start": 14205,
      "end": 14501,
      "text": "If a person who approaches the Court under Article 227 of the Constitution of India, establishes that the finding of the Trial Court is so perverse that no reasonable person can possibly come to such a conclusion that the Court has come to, then the Court would exercise Supervisory jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b74f8269abe945a38cb1cd5f7ad96f79_70"
    },
    {
      "start": 14502,
      "end": 14653,
      "text": "Moreover, if the petitioner could avail any other remedy, the Court would not exercise its jurisdiction under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2526fb2d5f884662a2188fbd1ab280d8_71"
    },
    {
      "start": 14654,
      "end": 14828,
      "text": "In other words, to exercise its jurisdiction under Article 227 of the Constitution of India, one of the essential pre-requisite would be that petitioner should be remediless.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74026a30b09e401b9bca73d81e00590e_72"
    },
    {
      "start": 14829,
      "end": 15034,
      "text": "The Hon'ble Apex Court in a decision in GARMENT CRAFT V/S. PRAKASH CHAND GOEL1 has laid down and explained under what circumstances, power under Article 227 of the Constitution of India could be exercised.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "08928e89e0714e46b3efcf2bf0d80b3c_73"
    },
    {
      "start": 15035,
      "end": 15443,
      "text": "Relevant paragraphs 15 and 16 reads as follows:\n\"15. Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft, 2019 SCC OnLine Del 11943] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bebd54e66f174504b431f40de8fdcceb_74"
    },
    {
      "start": 15444,
      "end": 15636,
      "text": "The High Court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3288e8b0ddec4877a9e6d7eea9bc5254_75"
    },
    {
      "start": 15637,
      "end": 15795,
      "text": "\nSupervisory jurisdiction is not to correct (2022) 4 SCC 181 every error of fact or even a legal flaw when the final finding is justified or can be supported.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d197448fdac442d49759f7294876e8f7_76"
    },
    {
      "start": 15796,
      "end": 15917,
      "text": "The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a5bab235cb24e8fa676c79eefea07f0_77"
    },
    {
      "start": 15918,
      "end": 16200,
      "text": "[Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar, (2010) 1 SCC 217 : (2010) 1 SCC (Civ) 69] The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5cdd58b5bcae465f80eb968adafdc872_78"
    },
    {
      "start": 16201,
      "end": 16458,
      "text": "The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "11a5b30f894747b7b8465fe020cf8b1c_79"
    },
    {
      "start": 16459,
      "end": 16569,
      "text": "It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "78c9ed617c1640fc826f08c2a621fba9_80"
    },
    {
      "start": 16570,
      "end": 16788,
      "text": "\n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber v. Dass Estate (P) Ltd. [Estralla Rubber v. Dass Estate (P) Ltd., (2001) 8 SCC 97] has observed : (SCC pp. 101-102, para 6) \"6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f369a11c28d64239870d814b35b11269_81"
    },
    {
      "start": 16789,
      "end": 16975,
      "text": "The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the Constitution of India is examined and explained in a number of decisions of this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "795b3e7de53342fb99d9c3cd0042b86d_82"
    },
    {
      "start": 16976,
      "end": 17206,
      "text": "The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce9ab129ed3e463ea8dc6c6662259459_83"
    },
    {
      "start": 17207,
      "end": 17401,
      "text": "The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a1db039ec7f41c98267d3f2ba87d273_84"
    },
    {
      "start": 17402,
      "end": 17688,
      "text": "Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "62500d97c1ed413aa04dcdfa80f7c5e6_85"
    },
    {
      "start": 17689,
      "end": 17955,
      "text": "It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebce0af72bce4a29a16b84a899cf0aa9_86"
    },
    {
      "start": 17956,
      "end": 18232,
      "text": "The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\"\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e244d23b49c045488a712d4627db727e_87"
    },
    {
      "start": 18233,
      "end": 18332,
      "text": "\nIn the background of above legal position, I proceed to examine the facts of the present case:\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77a7f02545354660a795b618721ac506_88"
    },
    {
      "start": 18333,
      "end": 18506,
      "text": "The petitioner in A.P.No.1/2020 before the Commercial Court questioned award dated 30.09.2018 under Section 34 of the Arbitration Act and prayed to set aside the said award.",
      "labels": [
        "RPC"
      ],
      "id": "5910ed6cb6de4c70ab72940b608e526d_89"
    },
    {
      "start": 18507,
      "end": 18604,
      "text": "The petitioner herein also challenged part of the said award dated 30.09.2018 in A.S.No.182/2019.",
      "labels": [
        "FAC"
      ],
      "id": "cd2f6ff3f6104475abf38128ea42e11f_90"
    },
    {
      "start": 18605,
      "end": 18729,
      "text": "Both the proceedings initiated under Section 34 of the Arbitration Act came to be dismissed under judgment dated 30.10.2021.",
      "labels": [
        "RPC"
      ],
      "id": "ac9eea3a10014c3681669795c94ad3b3_91"
    },
    {
      "start": 18730,
      "end": 18977,
      "text": "The petitioner herein filed appeal against the said judgment dated 30.10.2021 insofar as dismissal of the challenge to part of the award, but insofar as dismissal of A.P.No.1/2020 filed by respondent it has become final and binding on the parties.",
      "labels": [
        "RPC"
      ],
      "id": "1539efebc6464927bb9799bd58b026b2_92"
    },
    {
      "start": 18978,
      "end": 19145,
      "text": "The operative portion of the judgment in A.P.No.1/2020 reads as follows:\n\"Petition U/s. 34 of the Arbitration & Conciliation Act filed by the petitioner is dismissed.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d5f19ddc6044803b612957fb33807a5_93"
    },
    {
      "start": 19145,
      "end": 19209,
      "text": "In the circumstances of the case, there is no order as to costs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc5ff59ba54045ba87b1b2eab47c03d3_94"
    },
    {
      "start": 19210,
      "end": 19411,
      "text": "\nRs.4,80,02,855/- deposited in this case by the respondent (petitioner in this petition), which is kept in FD, be released to the Claimant along with accrued interest, after appeal period is over.\"\n14.",
      "labels": [
        "RPC"
      ],
      "id": "f062b6ab755343049ff4d00e14c107b0_95"
    },
    {
      "start": 19412,
      "end": 19664,
      "text": "No doubt, by interim order dated 17.03.2020 in Com.A.P.No.1/2020, the Commercial Court had stayed the award under challenge, subject to respondent herein depositing 60% of the award amount and providing security for rest of the 40% of the award amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a95cc9a804c64894aecfb6961756a662_96"
    },
    {
      "start": 19665,
      "end": 19830,
      "text": "While dismissing Com.Appeal No.1/2020, the Commercial Court directed to release the amount in deposit in favour of the petitioner herein along with accrued interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f42fc8b621442f78430f425a564a7e1_97"
    },
    {
      "start": 19831,
      "end": 20087,
      "text": "No order was passed in respect of the bank guarantee which was furnished by respondent herein in pursuance to the interim order dated 17.03.2020, apparently because the said bank guarantee was provided as security during pendency of Section 34 proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74cbe80048fa40ed8c18370d508329d5_98"
    },
    {
      "start": 20089,
      "end": 20176,
      "text": "15. The impugned order is not perverse or unreasonable, but it is supported by reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b5372879496461f931644d75cf1d6e9_99"
    },
    {
      "start": 20177,
      "end": 20336,
      "text": "Further, the finding of the Commercial Court cannot be said that no reasonable person can possibly come to such a conclusion that the Court has not arrived at.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "808a2208436248ac9e36ae437674f618_100"
    },
    {
      "start": 20337,
      "end": 20549,
      "text": "The Commercial Court has rightly come to the conclusion that bank guarantee in pursuance to interim order dated 17.03.2020 was furnished as security during the proceedings under Section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36d6123c16434ced859871548049dd79_101"
    },
    {
      "start": 20551,
      "end": 20655,
      "text": "16. Once Section 34 proceedings is dismissed, it is always open for the petitioner to enforce the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed78b8e586734dcb845b2a0d6d65bb2f_102"
    },
    {
      "start": 20656,
      "end": 20781,
      "text": "The petitioner cannot convert Section 34 proceedings into Section 36 proceedings for enforcement of award by means of an I.A.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47dabf7ab97e420cab2d8662b660755c_103"
    },
    {
      "start": 20782,
      "end": 20986,
      "text": "When the Arbitration Act provides for enforcement of award under Section 36 of the Arbitration Act, the petitioner shall have to resort to the procedure prescribed under Section 36 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c20b9c258ba47529e4be48cd8e81d53_104"
    },
    {
      "start": 20988,
      "end": 21116,
      "text": "17. Moreover, without paying stamp duty on the award amount, it is not open for the petitioner to seek enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92840531dfe04950bd7a7af72ad8a21e_105"
    },
    {
      "start": 21117,
      "end": 21295,
      "text": "As rightly observed by the Commercial Court, objection regarding non-payment of stamp duty on the award cannot be raised in a proceedings under Section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d9ddfab5a74424cb111fd1a0cf8ccc4_106"
    },
    {
      "start": 21296,
      "end": 21522,
      "text": "While enforcing the award under Section 36 of the Arbitration Act, the award could be executed only if stamp duty is paid and Executing Court would not be in a position to execute the award unless it is stamped and registered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "518418560b614068bce3d8cb8353016b_107"
    },
    {
      "start": 21523,
      "end": 21799,
      "text": "The Hon'ble Apex Court in the case of M.ANASUYA DEVI AND ANOTHER V/S. M.MANIK REDDY AND OTHERS2 with regard to stamping and registration and the stage at which objection regarding the same could be raised has been discussed in paragraphs 2, 3 and 4 which reads as follows:\n\"2.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "190d908b83d44b2fbf06089a4b1e88aa_108"
    },
    {
      "start": 21800,
      "end": 21908,
      "text": "The Principal Sub-Judge, Hyderabad, by an order dated 4-8-2000 (2003) 8 SCC 565 rejected the said petitions.",
      "labels": [
        "RLC"
      ],
      "id": "c44c53e4abcd4f899ac8249927ca9bde_109"
    },
    {
      "start": 21909,
      "end": 22042,
      "text": "Aggrieved, the respondents filed the appeals before the High Court of Judicature at Andhra Pradesh under Section 37(1)(b) of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "f0eaf6c954bc48d4a7a8ca07a3a2dc0f_110"
    },
    {
      "start": 22043,
      "end": 22179,
      "text": "The High Court was of the view that since the award was not stamped and registered, it was, therefore, invalid and without jurisdiction.",
      "labels": [
        "RLC"
      ],
      "id": "e728407d1d9e477b89b96e5f16eba32a_111"
    },
    {
      "start": 22180,
      "end": 22270,
      "text": "It is against the said judgment of the High Court, the appellants are in appeal before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5336966cea8c4fa398a45af7850cbaf4_112"
    },
    {
      "start": 22272,
      "end": 22522,
      "text": "3. Shri Rakesh Dwivedi, learned Senior Counsel appearing for the appellants urged that a perusal of the award would show that it has not created any right or liability in favour of any party, but it requires a subsequent documentation by the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4582108acf344ccda3aead267e23176e_113"
    },
    {
      "start": 22523,
      "end": 22710,
      "text": "He submitted, in that view of the matter, the award was not required to be stamped and registered and in fact, subsequent documentation would definitely require stamping and registration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3081c73a4a754f6fb2597b4cbe4b2eab_114"
    },
    {
      "start": 22711,
      "end": 22955,
      "text": "However, Shri V.R. Reddy, learned Senior Counsel appearing for the respondents, urged that the award did create rights in favour of the parties and as such it required registration and the view taken by the High Court is in conformity with law.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c87141ca6a37404e9ef38d655a690eef_115"
    },
    {
      "start": 22957,
      "end": 23135,
      "text": "4. After we heard the matter, we are of the view that in the present case this issue was not required to be gone into at the stage of the proceedings under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09726bf861984335b14f5764464a5234_116"
    },
    {
      "start": 23136,
      "end": 23184,
      "text": "In fact, this issue was premature at that stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "deae816984ce41c898c86df83c76ed25_117"
    },
    {
      "start": 23185,
      "end": 23281,
      "text": "Section 34 of the Act provides for setting aside of the award on the grounds enumerated therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7838e0f004544a58faada536eb4d3a5_118"
    },
    {
      "start": 23282,
      "end": 23435,
      "text": "It is not in dispute that an application for setting aside the award would not lie on any other ground, which is not enumerated in Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89a1b0ad2ee14046b2aaa99e2ace45b2_119"
    },
    {
      "start": 23436,
      "end": 23624,
      "text": "The question as to whether the award is required to be stamped and registered, would be relevant only when the parties would file the award for its enforcement under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd188bfd5b2843a783c04980c84bd3d6_120"
    },
    {
      "start": 23625,
      "end": 23795,
      "text": "It is at this stage the parties can raise objections regarding its admissibility on account of non-registration and non-stamping under Section 17 of the Registration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cc109b5818c4b8e929eb9b6655f0c55_121"
    },
    {
      "start": 23796,
      "end": 23955,
      "text": "In that view of the matter, the exercise undertaken to decide the said issue by the civil court as also by the High Court was entirely an exercise in futility.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80fbb5b3d48144459ff3cfcb6024ac82_122"
    },
    {
      "start": 23956,
      "end": 24132,
      "text": "The question whether an award requires stamping and registration is within the ambit of Section 47 of the Code of Civil Procedure and not covered by Section 34 of the Act.\"\n18.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0159ae89c9243f5bf6085c1ee6d049c_123"
    },
    {
      "start": 24133,
      "end": 24262,
      "text": "The Commercial Court has rightly observed that bank guarantee is given as security and not given for payment of the award amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d19191307c7c496d8476fdd2cb03f76f_124"
    },
    {
      "start": 24263,
      "end": 24524,
      "text": "Further, it rightly observed that if it requires payment of stamp duty, when award holder have to enforce the award, the respondent may have to comply with the same and cannot seek enforcement in other way by invoking bank guarantee which is given to the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c62e35320414449582916026567cc565_125"
    },
    {
      "start": 24525,
      "end": 24597,
      "text": "Admittedly, the bank guarantee was valid or in currency till 31.07.2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "518cbabdff054b399f82c5445b3b5605_126"
    },
    {
      "start": 24598,
      "end": 24941,
      "text": "The petitioner instead of filing application under Section 151 of CPC for invoking bank guarantee, had filed application under Section 36 of the Arbitration Act for enforcement and in the said petition if the petitioner had sought direction to invoke the bank guarantee, by this time, the petitioner would have enjoyed the fruits of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fbaf677595f4ef0b87ae6fe8c042e11_127"
    },
    {
      "start": 24942,
      "end": 25165,
      "text": "But, it appears that with an intention to save the stamp duty, the petitioner appears to have filed application under Section 151 of CPC for a direction to invoke the bank guarantee in a disposed-off Section 34 Proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9cf1a8d296649048c18657c69370d83_128"
    },
    {
      "start": 25166,
      "end": 25392,
      "text": "Having not filed an application for enforcement of award under Section 36 of the Arbitration Act before expiry of the bank guarantee, it is not open for the petitioner to contend that there is no security to enforce the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10028245674b45be845ae29b7da5e5dd_129"
    },
    {
      "start": 25394,
      "end": 25597,
      "text": "19. Learned counsel for the petitioner contended that amount in FD was released but the Commercial Court failed to invoke the bank guarantee while dismissing Section 34 petition of the respondent herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ef3cb8c9c4243808cffb77e0b632fec_130"
    },
    {
      "start": 25598,
      "end": 25687,
      "text": "The Commercial Court at paragraph 21 has assigned reason for not invoking bank guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "720fe946937b4616ad32b5cbf8670777_131"
    },
    {
      "start": 25688,
      "end": 25925,
      "text": "Paragraph 21 of the Commercial Court's order reads as follows:\n\"21. Invocation of bank guarantee has several consequences and may affect their commercial understandings and creditworthiness of the party and even their business prospects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62bd864f6acd44b0bb448e0ce22b891e_132"
    },
    {
      "start": 25926,
      "end": 26127,
      "text": "When bank guarantee is given to the court, unless specified event mentioned in the bank guarantee has arisen or particular condition in the bank guarantee is violated, bank guarantee cannot be invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fe1071d30da4e0ba1f1fd0f3ea034b9_133"
    },
    {
      "start": 26128,
      "end": 26201,
      "text": "Invocation of bank guarantee cannot be equated with payment of FD amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d04beff579164c439ddaeb407b991432_134"
    },
    {
      "start": 26202,
      "end": 26366,
      "text": "Since the bank guarantee is given to the court, court would invoke the bank guarantee only if, situation which compel the court to invoke the bank guarantee arises.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54870af4125e41a7adc52640de899109_135"
    },
    {
      "start": 26367,
      "end": 26548,
      "text": "When such situation is not placed before the court, there was no occasion for this court to order for invoking of bank guarantee while passing judgment on petition under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71ac1c30c616497d98ee8a45d4972ccb_136"
    },
    {
      "start": 26549,
      "end": 26686,
      "text": "Hence, not invoking bank guarantee while passing order under Section 34, cannot be considered as an error apparent on the face of record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36d379bb3a504a608e01d3c56f746764_137"
    },
    {
      "start": 26687,
      "end": 26906,
      "text": "Even if another contrary view is also possible view of the court cannot be changed subsequently, as rightly argued by the learned senior counsel for the petitioner, as such change of view is beyond the scope of Review.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b6759ca91af45019607e37d84a56568_138"
    },
    {
      "start": 26907,
      "end": 26993,
      "text": "\nThe Commercial Court has assigned reason as to why it has not invoked bank guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd1ef99fbfad4267bc4ba03985abdc8b_139"
    },
    {
      "start": 26994,
      "end": 27146,
      "text": "As stated above, this Court under Article 227 of the Constitution of India is not sitting in appeal and would not go into the correctness of the reason.",
      "labels": [
        "RATIO"
      ],
      "id": "416d24f84a70464397f3fd2cc01b32eb_140"
    },
    {
      "start": 27147,
      "end": 27311,
      "text": "Moreover, when the petitioner has remedy of enforcing the Award under Section 36 of 1996 Act, the Trial Court is justified in refusing to invoke the bank guarantee.",
      "labels": [
        "RATIO"
      ],
      "id": "ecfa2e17a2a5411cabdfb2daa649d601_141"
    },
    {
      "start": 27312,
      "end": 27451,
      "text": "Moreover, the bank guarantee as observed above was to protect the interest of the petitioner during the pendency of Section 34 proceedings.",
      "labels": [
        "RATIO"
      ],
      "id": "aec7132817e94699891c23a09042dc78_142"
    },
    {
      "start": 27452,
      "end": 27571,
      "text": "During the pendency of Section 34 proceedings, there was no occasion or contingency so as to invoke the bank guarantee.",
      "labels": [
        "RATIO"
      ],
      "id": "2153adf6eeb140a2be86ab18e5bd029f_143"
    },
    {
      "start": 27572,
      "end": 27783,
      "text": "Learned counsel for the petitioner by referring to letter dated 01.08.2023 of Sheristedar, City Civil Court (Commercial Court), Bengaluru submitted that bank guarantee extended up to 31.05.2024 is not available.",
      "labels": [
        "RATIO"
      ],
      "id": "f1e6666afd804f0fa551b764c38c6981_144"
    },
    {
      "start": 27784,
      "end": 27899,
      "text": "Order sheet of the proceedings would not indicate submission of such bank guarantee up to the period of 31.05.2024.",
      "labels": [
        "RPC"
      ],
      "id": "12d024770bed4e4e9e9b070d9d1d254a_145"
    },
    {
      "start": 27900,
      "end": 27990,
      "text": "Order sheet would indicate availability of bank guarantee which was valid till 31.07.2023.",
      "labels": [
        "RPC"
      ],
      "id": "3a7e7c7e530741f4ab240495a2c1a944_146"
    },
    {
      "start": 27991,
      "end": 28161,
      "text": "In terms of the interim order passed in Section 34 proceedings, respondent was expected to extend the bank guarantee till disposal of the proceedings and not beyond that.",
      "labels": [
        "RPC"
      ],
      "id": "6a112e850ffd49dab3f37e89fc19f04a_147"
    },
    {
      "start": 28163,
      "end": 28286,
      "text": "20. For the reasons recorded above, I decline to enterain the writ petition and accordingly, writ petition stands rejected.",
      "labels": [
        "RPC"
      ],
      "id": "71981423ac73441a8c703f1b7f4b44c7_148"
    },
    {
      "start": 28288,
      "end": 28308,
      "text": "SD/-\nJUDGE NC CT:bms",
      "labels": [
        "NONE"
      ],
      "id": "58957860e0c74e2c824952f14ba66de2_149"
    }
  ]
}